{"GDELT": {"GlobalEventID": 869757830, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor1Code": "UGA", "Actor1Name": "UGANDA", "Actor1CountryCode": "UGA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -10.256410256410199, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UG", "Actor1Geo_Lat": 2.0, "Actor1Geo_Long": 33.0, "Actor1Geo_FeatureID": "UG", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG", "Action2Geo_Lat": 2.0, "Action2Geo_Long": 33.0, "Action2Geo_FeatureID": "UG", "DATEADDED": 20190901143000, "SOURCEURL": "https://www.monitor.co.ug/News/National/The-agony-of-families-with-missing-persons/688334-5255878-8jwxxwz/"}, "ARTICLE": {"TITLE": "The agony of families with missing persons", "TEXT": "Missing people. On August 30 every year, Uganda joins the rest of the world to commemorate the International Day of the Disappeared or missing persons. But the day brings mixed feelings to families of those whose loved ones disappeared during conflict or disaster but never returned nor are their whereabouts known. While many believe it is a period to pray and remember their relatives, others find it emotionally draining, Jimmy Kwo writes.\n\nBy Jimmy Kwo\n\nMs Lecelia Acen steadies herself with the aid of her walking stick as she staggers towards her hut.\n\nThe 80-year-old leans the stick against the scattered grass-thatch roofing of her hut, which has seen better days.\n\nShe then, slowly bends down to lift two bricks propping an old dirty blanket which acts as a door off the floor.\n\nShe roughly folds the lower end of the blanket and throws it inside herhut but it remains hanging half-way, partially closing the entrance, courtesy of a firm top-end fastened onto the wooden door frame.\n\nShe finally enters the hut, carrying a small parcel bundled in an old piece of clothing.\n\nMs Acen, a resident of Lagoro Trading Centre in Lagoro Sub-county, Kitgum District, lives alone in this place she calls home.\n\nShe initially lived deep in Lagot Village but had to relocate here shortly after the guns of Lord’s Resistance Army (LRA) rebel fell silent.\n\n“They (relatives) decided I should stay here since it is nearer to health facilities and also water is easily available here than in the village,” Ms Acen says during a recent interview with Sunday Monitor.\n\nShortly, she is momentarily transported into another world - staring into the distant space with her forehead forming wrinkles as she reminisces the turbulent, painful and dark past.\n\nCommemoration. Members of the families of the missing persons march through Kitgum Town during the International Day of the Missing Persons on August 30, 2018. Photos by Jimmy Kwo\n\n\n\n“My firstborn was killed by government soldiers, three other children were abducted by LRA [Lord’s Resistance Army] rebels,” she finally breaks the silence, returning once again into the present.\n\nStephen Kidega, then 19-years-old, was gunned down at the height of the LRA insurgency in northern Uganda by Uganda People’s Defence Forces (UPDF) soldiers, she says.\n\nKidega had visited his uncles at Lagot but on the fateful day saw a UPDF mobile foot patrol unit in hot pursuit of the slippery rebels, then tried to flee for his dear life, probably mistaking them for the rebels. A hail of bullets fired at him prematurely ended his young life.\n\nThree other children: Jakeyo Ocen, Jakeyo Okello, 10, and David Okot, were abducted at different times by the notorious rebel outfit renowned for recruiting the young ‘abductees’ to replenish its ranks while also turning the little girl captives into sex slaves.\n\nIt is more than 15 years since the painful incidents occurred, Ms Acen does not know whether her loved ones are still alive or are long dead.\n\n“I don’t know [whether they are alive or dead] because I have not seen their graves; no one has found them,” she says, still staring into the empty space. But she is not alone, thousands, if not millions of her kind, not just in the former war-torn greater northern Uganda but also in other parts of the country have experienced turbulent past during various regimes since Independence in 1962.\n\nMany still live in the dark about the fate of their dear ones who went missing without a trace.\n\nGlobally, August 30 of every year has been designated as the International Day of the Missing Persons, or the International Day of the Disappeared, to commemorate persons who went missing during era of conflict, violence, and disaster, and whose whereabouts are unknown.\n\nInternational convention\n\nIn 2003, the International Conference of Red Cross and Red Crescent directly addressed the issues of missing persons and the plights of families of the missing.\n\nSimilarly, in 2006, the United Nations General Assembly adopted the International Convention for the Protection of All Persons from Enforced Disappearance, all aimed at bringing to light the matter surrounding this group that tends to be forgotten.\n\nMr Lino Owor Ogora, the director of the Gulu-based Foundation for Justice and Development Initiative, says a person is considered missing when he or she disappears and his or her whereabouts are not known and or the person is killed in the aftermath of armed conflicts or disasters and the body is untraceable.\n\n“So we cannot say the people are dead but at the same time we cannot also know if they are alive; so in that event they just become missing persons,” he says.\n\nThe actual number of missing persons whether from northern Uganda or the entire country is not known, either by the government, civil society organisations (CSOs) or other concerned entities.\n\nBut some CSOs such as the International Committee of the Red Cross (ICRC), Refugee Law Project (RLP) and the Gulu-based Justice and Reconciliation Project (JRP) have in the past attempted to document missing persons but no conclusive data about this group has been produced thus far.\n\nMr Ibrahim George, the immediate past head of ICRC’s Kitgum field office, said at a brief event to close their office in March that their project targeted missing persons in eight districts within the greater northern Uganda between 1986 and 2006.\n\n“But some other colleagues have told us that we can even go beyond – during the Amin era – onto Teso and other areas where people have gone missing,” he said.\n\nMr George quoted reports from the World Bank, Unicef and other organisations which estimated that more than 10,000 people – both children and adults – went missing in that period in northern Uganda alone.\n\nOn the other hand, Mr Francis Nono, the manager of RLP’s National Memory and Peace Documentation Centre (NMPDC) in Kitgum, says their preliminary findings put the estimates at more than 15,000 persons who went missing during the recent LRA insurgency. He adds that NMPDC has created a missing person section in a bid to document those who have not yet been traced.\n\n“We encourage people with missing persons to bring them to light, give us details so we try to establish the number of people,” Mr Nono appeals.\n\nHe says NMPDC is carrying out periodic public exhibitions on the missing persons to create awareness as well as remind people and authorities about the plights of the missing and their families.\n\nThe Gulu Resident District Commissioner (RDC), Maj Santo Okot Lapolo, says: “I cannot be very specific on the exact number of children or the exact numbers of missing persons unless we carry out statistics, data analysis on the affected persons and say who are still missing.”\n\nAlthough the International Day of the Missing Persons has not been widely observed in most parts of Uganda, it has been exceptional in Kitgum and Lamwo districts for the past several years, where ICRC spearheaded the commemoration.\n\nVictims or families of the missing persons and other people at large have held varying opinions about whether such a day should be remembered or not. Those in agreement argue that it reminds them of the plight and importance of the missing persons since many people seem to have forgotten about them.\n\n“It would be good to remember and get a chance to pray for them. It is possible they are somewhere out there looking for a way to come back home but something is holding them back and probably our prayers will help them find their way back home,” says Ms Monica, a resident of Limu cell in Laroo Division, Gulu municipality.\n\nMaj Lapolo says commemorating the day “gives government a challenge to track down, find out how many of our people are missing. As we commemorate this day, we should be able to readjust our thinking and look back at history and see whether we can use that history to correct and find out how many Ugandans went missing.”\n\nEmotional experience\n\nIn support Mr Ogora, the director of the Gulu-based Foundation for Justice and Development Initiative, says: “So the International Day of the Missing is really significant because it helps to remind us that we haven’t yet done enough; that there is a gap; that there is something missing in the lives of relatives of people who are missing. It is a constant reminder; it’s an advocacy day; it’s an opportunity for us to remind the government that they have the primary responsibility to actually rectify the issue, track down the missing.”\n\nBut Ms Isabella Lanyero, a resident of Senior Quarters in Gulu Town, says: “It is really so emotional to think someone is dead or… so that memory should not be brought back. I think if they are gone let them be and if they are there we pray they come back. Making such an event brings back the pain.”\n\nMs Rania Salameh, the ICRC’s protection coordinator, says while their programme on missing persons focused on victims, supported them economically and on mental health, the humanitarian organisation looks forward to engaging the government on the plights of those still missing.\n\nLRA leader Joseph Kony. FILE PHOTO\n\nAdvertisement\n\n\n\n“But [our mandate] is also to ask or push the authorities to give them [families of the missing persons] answers. Their main concern is to know what happened to their loved ones; this is priority number one,” she says.\n\nMany families of the missing persons, concerned individuals and some agencies feel little is being done to address the issues surrounding those missing.\n\nSome suggest that government and cultural institutions such as Ker Kwaro Acholi should play a more proactive role in finding the missing ones.\n\n“I think that the issue of the missing persons is not a priority on the side of government. If they could prioritise it, it would help a lot. As for CSOs, what we do is limited by resources and the fact that we cannot go into the bushes and start hunting for the missing,” Mr Ogora says.\n\nHowever, Kitgum District Local Government about a year ago passed a resolution in an attempt to try and address the matter at a national level. But the effort that was spearheaded by the late LC5 councillor representing Omiya Anyima, Tito Oryema (RIP), has not yet made much visible progresses since the district authorities wrote and informed the national authorities on the matter.\n\nPsychosocial support\n\nWhile the psychosocial needs of some few families of the missing have been partly addressed by ICRC (in Kitgum and Lamwo) and AYINET – African Youth Initiative Network (in Pader and Agago), the majority of these victims haven’t benefitted from any such vital psychosocial support. Yet they need continuous counseling.\n\nSeventy-three-year-old Christine Acayo, a resident of Oding village in Angaya parish, Unyama Sub-county in Gulu, says she has received no such psychosocial support from either government health facilities or non-governmental organisations.\n\nShe too is unaware whether her then 16-year-old son Ben Kilama, who was abducted in 2003 and stepson Ocaka, then 18 when he was abducted in 2004, are still alive or are long dead.\n\nIt is such dilemma – the state of not knowing exactly the fate of their loved ones, that Ms Acayo and Ms Acen, as well as multitudes of other people whose family members are missing, that continues to cause untold trauma and sufferings among this vulnerable group of people.\n\nExperts argue that it is important for such people to have a closure on this sad chapter of their lives so they can put it to rest and live normally.\n\nICRC’s Ibrahim George, says it is the right of those who have missing persons in their families to know about their fate.\n\n“People who have lost loved ones have the right to know what happened. It is not talking about holding the government accountable but it is talking about the right of the people to be able to mourn in the right way then they will be able to put it in the past behind them,” he said.\n\nAs to whether concerned authorities will help the likes of elderly Acen and Ms Acayo, and many others in their league to bring this sad chapter in their lives to a final closure, remains uncertain.\n\nInternational day of missing persons"}}