{"GDELT": {"GlobalEventID": 869700170, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor1Code": "YEMMIL", "Actor1Name": "YEMEN", "Actor1CountryCode": "YEM", "Actor1Type1Code": "MIL", "Actor2Code": "SEP", "Actor2Name": "SEPARATIST", "Actor2Type1Code": "SEP", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -10.926365795724498, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sanaa, San\u0091a', Yemen", "Actor2Geo_CountryCode": "YM", "Actor2Geo_ADM1Code": "YM16", "Actor2Geo_ADM2Code": "32956", "Actor2Geo_Lat": 15.3547, "Actor2Geo_Long": 44.2067, "Actor2Geo_FeatureID": "-3191442", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sanaa, San\u0091a', Yemen", "Action2Geo_CountryCode": "YM", "Action2Geo_ADM1Code": "YM16", "Action2Geo_ADM2Code": "32956", "Action2Geo_Lat": 15.3547, "Action2Geo_Long": 44.2067, "Action2Geo_FeatureID": "-3191442", "DATEADDED": 20190901054500, "SOURCEURL": "https://www.thenews.com.pk/print/520449-yemeni-separatists-arrest-dozens-of-government-loyalists-in-aden"}, "ARTICLE": {"TITLE": "Yemeni separatists arrest dozens of government loyalists in Aden", "TEXT": "ADEN: Southern Yemeni separatists said they arrested dozens of government loyalists in Aden on Saturday after President Abd-Rabbu Mansour Hadi’s forces withdrew from the port city following air strikes by the United Arab Emirates.\n\nThe outbreak of hostilities between Yemen’s Saudi-backed government and the UAE-backed separatists is the latest twist in a multi-faceted war in Yemen pitting several factions and armies against each other.\n\nThe separatists and Hadi’s government are nominal allies in a Saudi-led coalition fighting Yemen’s Iran-aligned Houthi movement in a broader regional conflict.\n\nOn Thursday, UAE warplanes bombed Yemeni government forces in Aden, shifting the balance of power in a month-long battle between the separatists and Hadi for control of the city and southern Yemeni provinces. Hadi’s forces withdrew from Aden after the air strikes, which killed at least 45 soldiers.\n\nAfter the pull-out, forces of the separatist Southern Transitional Council raided homes and businesses, arrested “scores” of pro-government activists, politicians and clerics, accusing them of “terrorism”, STC officials and witnesses said.\n\nOn Saturday, an edgy calm returned to Aden but separatist fighters were patrolling the streets and seen carrying out more arrests across the city, four residents told media. Hadi’s government said the arrests were “politically motivated”. An STC security source denied this, saying dozens of “terrorists and outlaws” had been rounded up.\n\nThough a key part of the anti-Houthi coalition, the UAE has been hostile to Hadi as his government includes Islamists seen as close to the Muslim Brotherhood, which the Gulf state has sought to neutralize cross the Middle East and North Africa.\n\nAbu Dhabi has armed and trained tens of thousands of separatists who seek to restore the South Yemen republic which merged with the north in 1990. A suicide bomber on a motorcycle killed six separatist fighters on the outskirts of Aden on Friday in an attack claimed by Islamic State militants.\n\nSaudi Arabia has called for a summit to end the conflict over Aden, which has thwarted U.N. efforts to end a war that has driven Yemen to the brink of famine and is seen as a proxy struggle between Iran and Saudi Arabia for regional dominance.\n\nThe Saudi-led, Sunni Muslim coalition intervened in Yemen in March 2015 against the Houthis, who ousted Hadi’s government from power in the capital Sanaa in northern Yemen. The\n\nconflict has been largely stalemated on the ground since then."}}