{"GDELT": {"GlobalEventID": 869757446, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor1Code": "IND", "Actor1Name": "ASSAM", "Actor1CountryCode": "IND", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.98039215686275, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20190901143000, "SOURCEURL": "https://www.indiatoday.in/india/story/assam-nrc-mea-sc-assam-accord-foreign-media-1594211-2019-09-01"}, "ARTICLE": {"TITLE": "Assam NRC a court-monitored exercise: MEA debunks myths on citizenship registry", "TEXT": "Ministry of External Affairs spokesperson Raveesh Kumar on Sunday held a press conference to clarify that Assam National Register of Citizens (NRC) was not an executive-driven process, but rather a court-mandated and-monitored exercise.\n\n\"There have been some commentaries in the sections of the foreign media about aspects of final NRC which are incorrect. Government of India signed the Assam Accord in 1985 with a promise to take care the interest of the citizen of Assam,\" Raveesh Kumar said.\n\nThe Assam Accord was signed in 1985 between the Government of India, State Government of Assam, the All Assam Students Union (AASU) and All Assam Gan Sangram Parishad (AAGSP).\n\n\"Supreme Court of India mandated the government to deliver on the commitment in 2013. This led to the process of updating the National Register of Citizens in Assam in 2015,\" the MEA spokesperson clarified.\n\nHe assured that the NRC update was \"a statutory, transparent and legal process, mandated by the Supreme Court\".\n\n\"This is not an executive-driven process. The process is being monitored by SC directly and the government is acting in accordance with the directives issued by the court. The apex court of the land has itself set the deadlines for all steps that have been taken so far,\" Raveesh Kumar said\n\n\"For those who are not in the final National Register of Citizen (NRC) list will not be detained and will continue to enjoy all the rights as before till they have exhausted all the remedies available under the law,\" he assured.\n\nThe updated National Register of Citizens (NRC), which identifies bona fide Indian citizens in Assam, was released on Saturday.\n\nA total of 3,30,27,661 people had applied for inclusion in the register. Of them, 19,06,657 were excluded, a statement from the NRC State Coordinator's office said."}}