{"GDELT": {"GlobalEventID": 869757330, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.31795716639209, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Asaba, Delta, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI36", "Actor1Geo_ADM2Code": "191318", "Actor1Geo_Lat": 6.20064, "Actor1Geo_Long": 6.73385, "Actor1Geo_FeatureID": "-2000519", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Asaba, Delta, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI36", "Action2Geo_ADM2Code": "191318", "Action2Geo_Lat": 6.20064, "Action2Geo_Long": 6.73385, "Action2Geo_FeatureID": "-2000519", "DATEADDED": 20190901143000, "SOURCEURL": "https://www.sunnewsonline.com/fg-lauds-delta-over-asaba-airport-facilities/"}, "ARTICLE": {"TITLE": "FG lauds Delta over Asaba Airport facilities", "TEXT": "Paul Osuyi, Asaba\n\nThe Federal government has commended Delta State government for what it described as the quality of facilities at the Asaba Airport.\n\nMinister of Aviation, Sen. Hadi Siriki who stated this on Sunday in Asaba shortly after inspecting the airport, claimed that the facilities were of international standards.\n\nIn a statement from the Government House, Asaba, he noted that the airport had been developed to international standards especially in the area of the upgrade of the runway and other ancillary works.\n\nAccording to the statement, Siriki also described the concessioning process as transparent.\n\n“Governor Ifeanyi Okowa is always a very serious-minded person, very focused, principled and always committed to doing the right thing. I have been informed of how he ensured transparency in the concessioning of the Asaba Airport. Some of his friends bided for the airport and lost, and in the interest of his people he didn’t interfere and didn’t care whether his friends lost but what he wanted was quality and the right people to run the airport and I think this is what will help our nation.\n\n“The Asaba Airport is strategically located; it is right there at the centre of very many good locations in the country; it is good for business, good for civil aviation, and we are delighted that the Delta State government has taken aviation as one of the catalysts for growth and development and for identifying and also understanding the importance aviation could add to the economy of the region.\n\n“Am here because we believed that the best way to manage our airports is to concession them to private hands to make them better managed and better operated and to get value for our money.\n\n“The Delta State government took up the challenge and they attended to so many conferences with us; they dialogued with us at the ministry and they decided on their own to concession the Asaba Airport and here we are after three tedious years, and is fully guided by the Infrastructure Concession Regulatory Commission (ICRC) to put this to reality.\n\n“The Asaba Airport is on its way to being fully concessioned; they have feeder airlines that will operate as well as a principal airline coming into Asaba and feeding other stations; they have a hotel, business park, cargo and they have everything here an international airport needs to operate and all of these are from the private sector and if it works, this is a classical example of partnership with the private sector to develop our infrastructure for the common good of our people.\n\n“This is a modest example of how things should be; we will carry out more of these inspections; as a ministry, we are responsible for civil aviation and air transportation in general and we will not be found wanting in this regard. Coming here excites me;, it shows me the courage and determination by the state government to partner the private sector to develop this airport.\n\n“From what I have seen here and from what we have on ground and also the planned expansion of the terminal building, the Asaba Airport is indeed an international airport in that regard,” he was quoted as saying.\n\nThe statement said the minister who was conducted round the airport by the state Commissioner for Information, Mr. Charles Aniagwu, and Senior Policy Adviser to the Governor, Prof. Sylvester Monye, accompanied by the acting Permanent Secretary, Ministry of Aviation Engr. Hassan Musa; Managing Director of Federal Airports Authority of Nigeria (FAAN) Capt. Rabiu Yadudu; and Technical Assistant to the Minister, Engr. Ben Tukur."}}