{"GDELT": {"GlobalEventID": 869757329, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.07064555420219, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20190901143000, "SOURCEURL": "https://www.vogue.com/article/the-week-in-washington-president-donald-trump-kim-jong-un-border"}, "ARTICLE": {"TITLE": "The Week in Washington: Impeachable Offenses Alert!", "TEXT": "Impeachable Offenses alert! Plenty of examples to pick from this week! Exhibit A: On Friday, President Trump tweeted, out of the blue, what appears to be a classified surveillance photo from a U.S. satellite, showing the aftermath of a failed Iranian rocket launch. Along with the picture, he tweeted, “The United States of America was not involved in the catastrophic accident during final launch preparations for the Safir [Space Launch Vehicle] Launch at Semnan Launch Site One in Iran,” adding sarcastically, “I wish Iran best wishes and good luck in determining what happened at Site One.” According to CNBC, a defense official confirmed that the mysterious photo was included in Friday’s White House intelligence briefing. Speaking to reporters late Friday, Trump said, in effect, who cares if the material was classified? “We had a photo, and I released it, which I had a right to do.”\n\nExhibit B: On Monday at the G7 Conference in Biarritz, the president made an impassioned pitch for the next meeting to be held at the Trump National Doral Miami. “With Doral, we have a series of magnificent buildings,” he told the flabbergasted audience. “We call them bungalows; they each hold from 50 to 70 very luxurious rooms with magnificent views. We have incredible conference rooms, incredible restaurants; it’s, like, such a natural.” This appears to be in clear violation of the Emoluments Clause of the U.S. Constitution, which prohibits a president from any “profit, gain, or advantage” received “directly or indirectly” from foreign governments. (Oh, and guess who is planning a lavish holiday party and spending to the tune of $30,000 at the Trump International Hotel, in Washington, D.C. this winter? Why it’s Attorney General William Barr!)\n\nWant more? Ok, Exhibit C: The Washington Post reported earlier this week that the president’s zeal for finishing (starting?) his infernal border wall is so profound that he has purportedly instructed aides that they should just go ahead and break laws to get it done, and if they get into trouble, he will pardon them. When the predictable outrage ensued, the White House alleged that Trump was joking, their usual go-to response when he is caught out saying something particularly repulsive and criminal.\n\nIn other news: At that same G7 press conference, the president claimed that Chairman Kim of North Korea is such a swell guy that Melania likes him too! “The first lady has gotten to know Kim Jong Un, and I think she would agree with me, he is a man with a country that has tremendous potential.” When it was pointed out by the press that Melania had in fact never met Kim, the White House did not say the commander-in-chief was joking. This time around, they came up with the following: “President Trump confides in his wife on many issues including the detailed elements of his strong relationship with Chairman Kim—and while the First Lady hasn’t met him, the President feels like she’s gotten to know him too.” Trump did not share his wife’s feelings toward Vladimir Putin when he argued from the G7 podium for Russia to be readmitted to the group, making it a G8. He continued to insist that Russia was not banned from the conference for its illegal annexation of Crimea, but because “President Obama was not happy that this happened because it was embarrassing to him, and he wanted Russia to be out of what was called the G8. He was outsmarted by Putin.... President Putin outsmarted President Obama.” When PBS’s Yamiche Alcindor tried to stick it to the president, saying, “Why keep repeating what some people would see as a lie?” Trump accused her of being an Obama-lover.\n\nOn Thursday, there was yet another staff shake-up: Madeleine Westerhout, the president’s 28-year-old assistant, was forced to resign, apparently because she got a little tipsy and consequently a bit too loose-lipped at a dinner party with members of the press. She allegedly spilled secrets regarding Trump’s family and the presidential eating habits. (What, not just Big Macs?) Trump said he forgave her and was sorry to see her go. (According to “American Carnage,” a recent book by Tim Alberta, the president allegedly liked to refer to Westerhout as “my Beautiful Beauty.”)\n\nLastly, in an example of almost unimaginable cruelty, the administration is planning to deport non-citizens who are trying to extend their time in the U.S. in order to treat severe medical conditions. Letters issued by the U.S. Citizenship and Immigration Services, obtained by ABC News, informed those applying for medical relief that agency offices will “no longer consider deferred action requests,” except for members of the military. ABC News reports that “a 16-year-old with cystic fibrosis, a 13-year-old with muscular dystrophy, and a 4-year-old girl with cerebral palsy are also among the children whose families received letters denying their applications.”"}}