{"GDELT": {"GlobalEventID": 869757980, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor1Code": "ZWE", "Actor1Name": "ZIMBABWE", "Actor1CountryCode": "ZWE", "Actor2Code": "CRM", "Actor2Name": "EXTORTIONIST", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 16, "EventBaseCode": 16, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.75757575757576, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI", "Actor1Geo_Lat": -19.0, "Actor1Geo_Long": 29.0, "Actor1Geo_FeatureID": "ZI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI", "Actor2Geo_Lat": -19.0, "Actor2Geo_Long": 29.0, "Actor2Geo_FeatureID": "ZI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI", "Action2Geo_Lat": -19.0, "Action2Geo_Long": 29.0, "Action2Geo_FeatureID": "ZI", "DATEADDED": 20190901143000, "SOURCEURL": "https://www.myzimbabwe.co.zw/news/51470-phd-ministries-leader-walter-magaya-responds-to-rap_e-allegations-let-me-tell-you-the-truth.html"}, "ARTICLE": {"TITLE": "PHD Ministries leader Walter Magaya responds to rap_e allegations: Let me tell you the truth…", "TEXT": "Following a series of s3xual harassment allegations levelled against Prophetic Healing and Deliverance (PHD) Ministries leader Prophet Walter Magaya, the Zimbabwe Gender Commission on the 23rd of this month instituted investigations into the allegations.\n\nThe investigations which fall under section 5 of the ZGC Act (Chapter 10:31) intends to examine complains of s3xual abuse against the PHD Ministries leader.\n\nQuizzed over the alleged s3xual harassment, Magaya dismissed the claims arguing the allegations were perpetrated by extortionists.\n\n“Let me tell you the truth, if there was something I would have gone publicly and apologised but the fact that there is nothing to the claims that’s why I have kept quiet and allowed the authorities to do their work. I’m only crying because they are not seeing the motive behind the things I have been accused of, most of the things were motivated by the issue of money more than anything else. I think the authorities will extract the truth, since the word gender refer to both men and women, I anticipate my right as a citizen of Zimbabwe will be protected,” Magaya said.\n\nMagaya refuted claims that he was bribing the ZGC to stop investigations into the matter.\n\n“I do not even know them or how many they are. Where would I get them, I’m always at my church praying and attending services. I don’t think the commission are small people who can be bribed, I don’t think they are unprofessional to be bribed, I think they are professional people doing their work and I don’t intend to stop them. I will just allow the law to take its course, that’s what I will do,” refutes the PHD Ministries leader.\n\nMagaya has been at the centre of s3xual harassment allegations with most of the alleged victims turning back on their word and apologizing to the man of the cloth.\n\n– ZBC\n\nBreaking News via Email\n\nLoading...\n\nPin 18 Shares"}}