{"GDELT": {"GlobalEventID": 870049177, "Day": 20190903, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6658, "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.45833333333333, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20190903034500, "SOURCEURL": "https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12264217"}, "ARTICLE": {"TITLE": "Hong Kong protests: Herald journalist Keith Ng describes life on the front line", "TEXT": "As the Hong Kong protests reaches the end of its third month, New Zealand Herald journalist Keith Ng is on the ground with the protesters.\n\nLast Saturday marked a turning point in a months-long series of protests in Hong Kong. Originally sparked by a proposal to allow suspects in Hong Kong to be extradited and tried in China, the protests have since broadened into a wider movement over democratic rights, increasing encroachment by the mainland government, and police brutality.\n\nIt came on the back of escalation by both protesters and police, with the first live round being fired the week before. Citing safety concerns, the police declined permission for the protest, making it the first illegal demonstration of this scale.\n\nThe obvious question is whether the protests were really as violent and destructive as some footage have made it out to be. They were. But they were also peaceful and outraged, hopeful and desperate. It was all of those things, but above all, it felt civic.\n\nAttempts at dividing the protesters into radical and mainstream camps is only partly true. The first protest group I followed on Saturday was organised by a loose coalition of Christian organisations, and were mostly older people, singing hymns all along the way. As the group converged with other marches, one of the protesters next to me chanted till she cried, sobbing about what will happen to the next generation.\n\nFirst encounter with riot police. They're officially warning the protectors now. pic.twitter.com/GMkLmeZW98 — Keith Ng (@keith_ng) August 31, 2019\n\nAs we passed the police headquarters, only a few riot police stood guard behind massive barriers. The crowd chanted anti-police slogans as they filed passed, but one middle-aged woman went right up to the barriers and gave those cops a piece of her mind with colour and vim only possible with Cantonese profanities. The anti-police sentiments are widespread, often intensely held, and not limited to the younger, more militant sections.\n\nThe important context is that during much of Hong Kong's colonial era, the police were deeply corrupt and violent. It took decades of reforms to shed that reputation, and for most of living memory, the police and the judiciary were trusted in a way few others were.\n\nAfter Hong Kong was returned to China, this trust served as a powerful firewall – the last safeguard against a toothless legislature and an executive branch beholden to Beijing. The extradition law which originally sparked the protest was seen as an attempt to bypass the Hong Kong judiciary. Now, the complete collapse of trust in the police has removed the last line of defence.\n\nAdvertisement\n\nCivics – the duty of citizens towards each other – takes on different and strange meanings when citizens and the government diverge. The protesters took over Hong Kong's massive thoroughfares and highways, but took care to let traffic through as they went. They operated their own pedestrian crossings, forming a human chain to stop cars, complete with a countdown to warn those crossing before they unlinked to let traffic through again.\n\nThey want to apply pressure to the government by causing maximum disruption, but they also want to show other citizens that they are on their side.\n\nAs night fell and the demonstration turned into street battles, volunteers distributed food and water. They organised themselves into teams to dismantle pedestrian barriers, turning them into barricades against the police. The massive sportsground stands, where hundreds of protesters sat and sung hymns earlier that day, were pushed to the frontline and set on fire.\n\nExcept for the plume of smoke and sense of imminent threat, it felt like a community working bee. When firefighters arrived, the crowd cleared the way for them and cheered them on – a sign of support for all the emergency services, except for the police.\n\nMinutes later, the firemen departed again with the barricade fire still raging. Police water cannons were brought in instead to douse the fires, smash the barricades and clear the protesters at the same time. A blue dye was added to the water to mark protesters for later arrest. The streets cleared out in a matter of minutes.\n\nTheir style of leaderless resistance emerged from the Occupy movement, as well as from Hong Kong's own experiences in the past few years. Taking inspiration from Bruce Lee's maxim of \"be water\", their strategy is to disperse and regroup in swarms, forcing police to concentrate in large numbers, but quickly moving elsewhere once the police have been assembled.\n\nThis is the first time in modern history that a movement of this size has used these tactics and organisational methods. Just as the police are struggling to adapt to their rapidly evolving tactics, the government – who are expressly trying to divide the moderate protesters from the rest – are struggling to find a way in.\n\nMass arrests of opposition leaders and even legislators have failed to intimidate or disrupt the protests. Denial of service attacks on a popular website where protesters made plans only resulted in users switching to other, more secure platforms. Attempts to co-opt moderate leaders have had little effect.\n\nAdvertisement\n\nThis new style of resistance is proving to be remarkably robust, but it's also unclear how the government can make concessions when there are no leaders to negotiate with. Nor is it clear that the government is capable of making concessions at all, since it's really Beijing's permission which is required. Between a powerless government and formless opposition, a path to resolution seems deeply uncertain."}}