{"GDELT": {"GlobalEventID": 870049653, "Day": 20190903, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6658, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "CRI", "Actor2Name": "COSTA RICA", "Actor2CountryCode": "CRI", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.44444444444444, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Costa Rica", "Actor1Geo_CountryCode": "CS", "Actor1Geo_ADM1Code": "CS", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": -84.0, "Actor1Geo_FeatureID": "CS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Costa Rica", "Actor2Geo_CountryCode": "CS", "Actor2Geo_ADM1Code": "CS", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": -84.0, "Actor2Geo_FeatureID": "CS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Costa Rica", "Action2Geo_CountryCode": "CS", "Action2Geo_ADM1Code": "CS", "Action2Geo_Lat": 10.0, "Action2Geo_Long": -84.0, "Action2Geo_FeatureID": "CS", "DATEADDED": 20190903034500, "SOURCEURL": "https://ticotimes.net/2019/09/02/u-s-embassy-issues-security-alert-over-upcoming-protests-in-san-jose"}, "ARTICLE": {"TITLE": "U.S. Embassy issues security alert over upcoming protests in San José", "TEXT": "The United States Embassy in Costa Rica has issued the following security alert regarding Tuesday’s expected protests throughout San José:\n\nAccording to open source information, two protests may occur on Tuesday September 3, in San José. Taxis may begin at 0600 in Loma Linda and drive East on Route 39 to La Casa Presidencial in Zapote. ANEP Unión members may begin at 0900 and March from Central Park in San José to Congress. Expect ancillary protests and/or disruptions to traffic patterns in these and other areas.\n\nThe U.S. Embassy recommends that tourists and residents “exercise caution in these areas.” The protests are expected to be non-violent.\n\nTaxi drivers and ANEP (the National Association of Public and Private Employees) said they will join the High School Teachers Association (APSE) and the National Association of Educators (ANDE) in striking for the continued right to strike.\n\nThe president of ANDE, Gilberto Cascante, is among those criticizing proposed law 21.049, which would regulate the right to strike. The union leader says the law seeks to take away rights from workers.\n\nMeanwhile, proponents of the bill, including the Costa Rican Chamber of Industries (CICR), say it would help preserve essential services that are imperative for Costa Rican society and foreign investment."}}