{"GDELT": {"GlobalEventID": 870049577, "Day": 20190903, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6658, "Actor1Code": "FRAGOV", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor1Type1Code": "GOV", "Actor2Code": "ESP", "Actor2Name": "SPAIN", "Actor2CountryCode": "ESP", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.1021897810219, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Puy Du Fou, Pays de la Loire, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FRB5", "Actor1Geo_ADM2Code": "16312", "Actor1Geo_Lat": 46.891999999999996, "Actor1Geo_Long": -0.930716, "Actor1Geo_FeatureID": "-1460470", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Castilla La Mancha, Castilla-La Manacha, Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP54", "Actor2Geo_ADM2Code": "25805", "Actor2Geo_Lat": 39.5, "Actor2Geo_Long": -3.0, "Actor2Geo_FeatureID": "6198370", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Castilla La Mancha, Castilla-La Manacha, Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP54", "Action2Geo_ADM2Code": "25805", "Action2Geo_Lat": 39.5, "Action2Geo_Long": -3.0, "Action2Geo_FeatureID": "6198370", "DATEADDED": 20190903034500, "SOURCEURL": "http://www.inparkmagazine.com/puy-du-foi-spain-opening/"}, "ARTICLE": {"TITLE": "InPark Magazine – Puy du Fou Spain opens its doors with 4,000 people attending the premiere of its signature show “The Dream of Toledo”", "TEXT": "Puy du Fou Spain opens its doors with 4,000 people attending the premiere of its signature show “The Dream of Toledo”\n\n‘The Dream of Toledo’ was born as the great nighttime show of Puy du Fou Spain and as a precursor of the future showpark, which is under construction and will open in 2021 . The biggest show in Spain will feature 15 performances this season through the end of October and it’s expected 60,000 people will enjoy the show this year.\n\n‘The Dream of Toledo’, the first show at Puy du Fou Spain, welcomed 4,000 spectators on the night of its premiere. ‘The Dream of Toledo’ is a story that begins on the banks of the Tagus River with a young laundrywoman and the old Azacán of Toledo, who will guide her on a journey back in time in which he will relive great episodes of the history of Spain through protagonists like Taifa King Al-Mamum, Queen Elizabeth and Charles V.\n\nMore than 2,000 characters are represented by 185 actors, riders, and acrobats in a performance area spanning five hectares, complete with spectacular effects and special suprises.\n\nPhilippe de Villiers, founder of Puy du Fou, Nicolas de Villiers, group president, Erwan de la Villeon, advisor to Puy du Fou Spain and Jesús Sainz, vice-president of Puy du Fou Spain, hosted the premiere evening.\n\nAmong the local authorities in attendance were: Emiliano García Page, chairman of the Board Castilla la Mancha; Reyes Maroto, Minister of Industry, Trade and Tourism; Juan José González Rivas, President of the Constitutional Court; Miracles Toulon, mayor of Toledo; Isabel María Oliver, Secretary of State for Tourism; Pablo Casado, President of the People’s Party; José Luís Martínez Guijarro, vice president of the Junta de Castilla la Mancha; Gautier Lekens,Deputy Minister of the French Embassy;Rosana Rodriguez, counselor of Education CLM; Patricia Franco, Economics Counsellor at CLM; Juan Alfonso Ruiz Molina, Finance Advisor of CLM;Alvaro Gutierrez, president of the Provincial Council Toledo; Fernando Alejandre,Chief of The Defence Staff; Antonio Garamendi,president of CEOE; and Antonio Garrigues, president of the Toledo Center for Peace, among others.\n\nUntil the end of October, 15 performances of this show will take place, forming a first season of Puy du Fou Spain that will be combined with “El Arrabal”, the gastronomic area that will open two hours before and two hours after of the show, offering some of the best dishes of Spanish gastronomy.\n\nSome 60,000 people are expected to enjoy the evening show in this first season, which marks the home of a bigger project that will crystallize in 2021 with the second phase of Puy du Fou Spain: the opening of a park full of big shows that will allow the visitor to travel through the history of Spain. It will feature four big shows during the day among three historical villages, all on 30 natural hectares."}}