{"GDELT": {"GlobalEventID": 870049454, "Day": 20190903, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6658, "Actor1Code": "CVL", "Actor1Name": "MIGRANT", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.3696682464455, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20190903034500, "SOURCEURL": "https://www.thenews.com.pk/print/521266-italy-seizes-migrant-rescue-vessel"}, "ARTICLE": {"TITLE": "Italy seizes migrant rescue vessel", "TEXT": "ROME: Italian authorities on Monday seized the charity rescue vessel Eleonore, disembarking the around 100 migrants aboard after it entered Italian territorial waters despite a ban.\n\n“Now we are in a safe port,” Elenore´s captain Claus-Peter Reisch tweeted, before adding “now our ship is confiscated” and inviting contributions for a new one. The ship, operated by German charity Lifeline, has been at sea for eight days waiting for a safe port to dock after rescuing over 100 migrants in distress while crossing the Mediterranean.\n\nAnother rescue vessel, the Mare Jonio, on Monday said it would disembark its 31 rescued migrants. “We have just been informed that the Italian coastguard will soon disembark ‘for health reasons’ the last 31 people on board,” Mediterranea Saving Lives, which operates the vessel, tweeted.\n\n“Their odyssey is over and a bit of humanity can be seen on the horizon. Welcome to Europe!” the charity tweeted, with the vessel currently off the coast of Italy’s southern island Lampedusa. Three charity vessels are currently banned from entering Italian territorial waters in accordance with the hardline politics of the outgoing League-Five Star Movement coalition government. Italy customs officers on Monday seized the Eleonore as part of the draconian legislation."}}