{"GDELT": {"GlobalEventID": 870361736, "Day": 20190904, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6685, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "BRA", "Actor2Name": "BRAZIL", "Actor2CountryCode": "BRA", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.9469696969697, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR", "Actor1Geo_Lat": -10.0, "Actor1Geo_Long": -55.0, "Actor1Geo_FeatureID": "BR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Brazil", "Actor2Geo_CountryCode": "BR", "Actor2Geo_ADM1Code": "BR", "Actor2Geo_Lat": -10.0, "Actor2Geo_Long": -55.0, "Actor2Geo_FeatureID": "BR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR", "Action2Geo_Lat": -10.0, "Action2Geo_Long": -55.0, "Action2Geo_FeatureID": "BR", "DATEADDED": 20190904100000, "SOURCEURL": "https://biofuels-news.com/news/brazilian-government-raises-us-ethanol-quota-to-750-million-litres/"}, "ARTICLE": {"TITLE": "Brazilian Government raises US ethanol quota to 750 million litres", "TEXT": "Brazil has raised the quota on US ethanol imports under the tariff rate quote (TRQ) from 600 million litres per year to nearly 750 million litres per year, allowing 750 million litres of US ethanol to be imported into Brazil without triggering a 20% import tariff.The new quota is effective immediately, according to the Brazil Ministry of Agriculture, and will be valid for just one year. The previous quota was valid for two years, Reuters reported . Raising the quota will benefit the US, which is the largest producer of the ethanol in the world.Brazil sugar industry association UNICA welcomed the decision, stating: “It was important for Brazil to make a gesture in favour of trade openness with the US, with whom we’re seeking a broad free trade agreement.”However, US ethanol trade association Growth Energy was less enthusiastic, with CEO Emily Skor saying: “We appreciate the US Government's efforts to raise the TRQ, however we are disappointed that Brazil did not remove their tariff completely to allow a fully open market.“Brazilian ethanol continues to have virtual tariff-free access to the US and puts US ethanol producers at a disadvantage at a time when they need it most. We will continue working with US Government officials, the Brazilian Government, and our allies to truly open the ethanol market and build a strong trade relationship for decades to come.”Ryan LeGrand, president and CEO of the US Grains Council, which works to develop export markets for US corn, also expressed disappointment at the Brazilian Government’s decision to keep in place the TRQ. \"We are very disappointed Brazil did not fully consider the vast information we and the US Government provided them showing the detrimental and negative impact this TRQ has on Brazilian consumers by raising prices at the pump,” LeGrand said.“We will actively encourage review of this policy, which inhibits trade between our countries and hinders the development of a robust global ethanol marketplace. Free and reciprocal fair trade between the world’s two largest ethanol producers should be a model for other countries to follow. Instead Brazil is showing other countries a path to construct barriers to trade, which will hurt all consumers in the short, medium and long terms.\"Renewable Fuels Association president and CEO Geoff Cooper drew attention to the ‘unfair and unlevel’ playing field created by Brazilian trade barriers. He commented: “Brazil’s decision to maintain its protectionist trade barrier against US ethanol is extremely disappointing and represents a major setback in our relationship with the Brazilian sugar and ethanol industry.“The token increase in the quota does nothing to provide relief to Brazilian consumers who face higher fuel prices because of Brazil’s discriminatory policy. Not only is the US market wide open to ethanol imports from Brazil, but our Renewable Fuel Standard actually incentivises imports by characterising sugarcane ethanol as an advanced biofuel.“But there is nothing ‘advanced’ at all about the unfair and unlevel playing created by Brazilian trade barriers. In light of Brazil’s action, it may be time for US policymakers to reconsider our open-door trade policy regarding sugarcane ethanol.”"}}