{"GDELT": {"GlobalEventID": 870361633, "Day": 20190904, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6685, "Actor1Code": "SSD", "Actor1Name": "SOUTH SUDAN", "Actor1CountryCode": "SSD", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.19512195121952, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Khartoum, Al Khartum, Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU29", "Actor1Geo_ADM2Code": "37069", "Actor1Geo_Lat": 15.5881, "Actor1Geo_Long": 32.5342, "Actor1Geo_FeatureID": "-1987", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Khartoum, Al Khartum, Sudan", "Actor2Geo_CountryCode": "SU", "Actor2Geo_ADM1Code": "SU29", "Actor2Geo_ADM2Code": "37069", "Actor2Geo_Lat": 15.5881, "Actor2Geo_Long": 32.5342, "Actor2Geo_FeatureID": "-1987", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Khartoum, Al Khartum, Sudan", "Action2Geo_CountryCode": "SU", "Action2Geo_ADM1Code": "SU29", "Action2Geo_ADM2Code": "37069", "Action2Geo_Lat": 15.5881, "Action2Geo_Long": 32.5342, "Action2Geo_FeatureID": "-1987", "DATEADDED": 20190904100000, "SOURCEURL": "https://www.sudantribune.com/spip.php?article67970"}, "ARTICLE": {"TITLE": "Sudan to facilitate meeting of S. Sudan’s rival leaders: official", "TEXT": "August 20, 2019 (JUBA) - Sudan has accepted to facilitate a meeting between South Sudan’s president, Salva Kiir and rebel leader, Riek Machar as part of efforts to implement the peace deal, an official said Tuesday.\n\nPresident Kiir (R) and SPLM-Io leader Machar shake hands after the signing of the revitalized peace agreement on 12 September 2018 (photo AFP)\n\nSouth Sudan’s deputy foreign affairs minister, Deng Dua Deng said the head of Sudan’s Transitional Military Council (TMC), Abdel Fattah al-Burhan agreed to help the two leaders resolve their differences.\n\nThe South Sudanese leader and al-Burhan met in the Sudanese capital, Khartoum on the sidelines of the signing ceremony of a power sharing deal between the TMC and protestors on Aug 17.\n\nDeng told the state-owned television (SSBC) that al-Burhan agreed to give protection to the rebel leader during the talks in South Sudan.\n\n\"It was good that president Salva met with Burhani and they discussed a common motion raised between the countries and also issues of peace in South Sudan,\" said Deng.\n\n\"They also discussed the issues of Riek Machar and president Salva,\" he added.\n\nLast month, the African Union called for a meeting between the South Sudanese leader and Machar as part of efforts to expedite the implementation of the outstanding issues in the peace accord.\n\nThe Intergovernmental Authority on Development (IGAD) has convened a one-day consultation meeting in Addis Ababa, Ethiopia for the peace parties in South Sudan to discuss the security arrangement and the number of states.\n\nThe meeting will take stock of the implementation of South Sudan’s peace agreement and make recommendations on way forward.\n\nIn May, the South Sudanese rival parties agreed on a six-month extension to implement next steps in the fragile peace agreement. The latest extension came after the main opposition group threatened to boycott formation of a unity government on May 12.\n\nLast week, the body monitoring South Sudan’s ceasefire (CTSAMVM) expressed strong fears over the slow progress in the implementation of the security arrangements in the September 2018 peace accord.\n\nThe CTSAMVM is mandated by the Intergovernmental Authority on Development (IGAD) to monitor and verify the implementation of the Agreement on the Cessation of Hostilities as per the peace deal.\n\nSouth Sudan descended into civil war in late 2013 when President Kiir accused his former deputy Machar of attempting a coup.\n\n(ST)"}}