{"GDELT": {"GlobalEventID": 870360976, "Day": 20190904, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6685, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -9.90712074303407, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Carrickfergus, Carrickfergus, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR4", "Actor1Geo_ADM2Code": "40148", "Actor1Geo_Lat": 54.7167, "Actor1Geo_Long": -5.7333300000000005, "Actor1Geo_FeatureID": "-2591920", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Carrickfergus, Carrickfergus, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR4", "Action2Geo_ADM2Code": "40148", "Action2Geo_Lat": 54.7167, "Action2Geo_Long": -5.7333300000000005, "Action2Geo_FeatureID": "-2591920", "DATEADDED": 20190904100000, "SOURCEURL": "https://www.belfasttelegraph.co.uk/news/northern-ireland/carrickfergus-couples-four-dogs-could-have-died-from-starvation-ban-for-admitting-animal-cruelty-38463639.html"}, "ARTICLE": {"TITLE": "Carrickfergus couple's four dogs could have died from starvation - ban for admitting animal cruelty", "TEXT": "A man and a woman have been banned from keeping animals for three years after pleading guilty to causing unnecessary suffering to four dogs.\n\nDanielle Agnew (26) and Ryan O'Neill (29), formerly of Larne Road in Carrickfergus, appeared before Laganside Magistrates Court on August 29, 2019.\n\nThe charges were brought against Ms Agnew and Mr O'Neill by Mid and East Antrim Borough Council under the Welfare of Animals Act (NI) 2011.\n\nA council animal welfare officer attended the property after reports of an abandoned American Bulldog type dog, two Husky type dogs and a Chihuahua type dog. A veterinary surgeon who examined the animals said that each dog, including a three-month-old pup, had suffered from starvation and would have died had they not been found at the property. District Judge Broderick sentenced the pair to four months, suspended for two years. Ms Agnew and Mr O'Neill were both disqualified from keeping or caring for any animals for three years.\n\nBoth were ordered to pay costs totalling £1,657.\n\nA spokesperson from Mid and East Antrim Borough Council's Animal Welfare team said: \"Council gives high priority to the welfare of domestic pets and horses and operates a rigorous enforcement policy to ensure full compliance of regulatory requirements. Complaints are investigated thoroughly and where necessary formal action is taken, which may include the service of Improvement Notices, or in extreme cases, seizure of animals.\n\n\"The council may also prosecute for offences, such as in this case, which I hope serves as a warning to anyone who does not take appropriate care of animals.\"\n\nBelfast Telegraph"}}