{"GDELT": {"GlobalEventID": 870361043, "Day": 20190904, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6685, "Actor1Code": "GOV", "Actor1Name": "AMBASSADOR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.6065573770491803, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Birbhum, West Bengal, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN28", "Actor1Geo_ADM2Code": "70142", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 87.5833, "Actor1Geo_FeatureID": "-2091988", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Birbhum, West Bengal, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN28", "Action2Geo_ADM2Code": "70142", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 87.5833, "Action2Geo_FeatureID": "-2091988", "DATEADDED": 20190904100000, "SOURCEURL": "https://www.oneindia.com/india/tmc-mp-satabdi-roy-returns-money-that-she-got-from-saradha-group-2943447.html"}, "ARTICLE": {"TITLE": "TMC MP Satabdi Roy returns money that she got from Saradha Group", "TEXT": "TMC MP Satabdi Roy returns money that she got from Saradha Group\n\nIndia\n\noi-Mousumi Dash\n\nKolkata, Sep 04: The actor turned Trinamool Congress (TMC) MP Satabdi Roy returns the remuneration that she got like a brand ambassador from Saradha Group, to Enforcement Directorate on Wednesday. The amount returned is excluding taxes. Roy and other TMC leaders have been summoned by CBI and ED in connection with the Saradha scams.\n\nEarlier, the TMC MP has written to the ED wishing to return the money she had received from the defunct Saradha Group of companies at different assignments for promotions.\n\nThe Lok Sabha member from Birbhum district Satabdi Roy in a letter to ED earlier has written that she wanted to return Rs 29 lakh, she had received from Saradha Group of companies for promotional events at different times.\n\nTMC leader Satabdi Roy returns her remuneration that she got as a brand ambassador from Saradha Group, to Enforcement Directorate. The amount returned is excluding taxes. Roy and other TMC leaders have been summoned by CBI and ED in connection with the Saradha scams. — ANI (@ANI) September 4, 2019\n\nRoy had been quizzed both by the CBI and ED in connection with the Saradha Ponzi scheme case earlier.\n\nTMC MP Satabdi Roy wishes to return money received from Saradha Group\n\nThe CBI and the ED sleuths are probing the chit fund scams and are interrogating several persons in this connection. Some noted Bengali film actors like- Prasenjit Chatterjee, Rituparna Sengupta, Trinamool leaders Madan Mitra, former Trinamool Rajya Sabha MP Kunal Ghosh, businessman Shibaji Panja, artist Suvaprasanna, former CPIM leader Lakshman Seth are among those who have been interrogated earlier by the two agencies in connection with the chit fund scam probes."}}