{"GDELT": {"GlobalEventID": 870360940, "Day": 20190904, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6685, "Actor1Code": "ELI", "Actor1Name": "ACTOR", "Actor1Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 128, "EventBaseCode": 128, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -12.727272727272698, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20190904100000, "SOURCEURL": "https://news.yahoo.com/indian-plus-size-actors-defy-stereotypes-bold-theatre-093916220.html"}, "ARTICLE": {"TITLE": "Indian plus-size actors defy stereotypes with bold theatre", "TEXT": "A group of Indian plus-size actors and their theatre troupe, the Big Fat Company, are confronting stereotypes head on with their own brand of provocative drama, which includes gorging on cake onstage.\n\nThe troupe, formed in 2017 in Bangalore and which recently performed in Delhi for the first time, wants to fight prejudice -- not just in the film industry but in society as a whole.\n\n\"The future of the Big Fat Company is to become obsolete because we shouldn't exist,\" founder Anuradha HR, 41, told AFP at the Old World Festival at the Indian Habitat Center.\n\n\"I mean if we were given opportunities everywhere else, you know, not considering our size, then we wouldn't have the need for the Big Fat company,\" she said.\n\nTheir play, \"Head2Head\", includes parts of a well-known southern Indian play about two characters -- one athletic, one not -- who swap heads, challenging notions about identity and appearance.\n\nThis is interspersed with modern episodes depicting thinness-obsessed Bollywood and the arts, sexualised dancing and a lengthy scene involving the eating of a large, creamy cake while provocatively eyeballing the audience.\n\n\"You know discrimination is very common. If I go out, if I am in a family function, people would say 'how much are you eating?'\" said actress Krithi Bettadh, 34.\n\n\"I actually eat less than they eat so it's very irritating.\""}}