{"GDELT": {"GlobalEventID": 870545459, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 1043, "EventBaseCode": 104, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.7971014492753605, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vanua Lava, Torba, Vanuatu", "Actor1Geo_CountryCode": "NH", "Actor1Geo_ADM1Code": "NH07", "Actor1Geo_ADM2Code": "31855", "Actor1Geo_Lat": -13.8333, "Actor1Geo_Long": 167.467, "Actor1Geo_FeatureID": "-2139679", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vanua Lava, Torba, Vanuatu", "Action2Geo_CountryCode": "NH", "Action2Geo_ADM1Code": "NH07", "Action2Geo_ADM2Code": "31855", "Action2Geo_Lat": -13.8333, "Action2Geo_Long": 167.467, "Action2Geo_FeatureID": "-2139679", "DATEADDED": 20190905013000, "SOURCEURL": "https://www.globalsecurity.org/military/world/oceania/vanuatu.htm"}, "ARTICLE": {"TITLE": "Vanuatu", "TEXT": "Federated States of Vanuatu\n\nThe Republic of Vanuatu (formerly New Hebrides) is an island nation located in the South Pacific Ocean. The archipelago is located some 1,750 km east of Australia, 500 km north-east of New Caledonia, west of Fiji and south of the Solomon Islands. It was named New Hebrides during its colonial period.\n\nAs the Pacific's prime tax haven, Vanuatu has attracted a colorful cast of characters. Vanuatu has an active off-shore finance center in which a number of Australian lawyers and accountants participate, taking advantage of the country\u0092s status as a tax haven.\n\nVanuatu is an archipelago of 83 islands. Of all the 83 islands, 14 have surface areas of more than 100 square kilometers, from largest to smallest: Espiritu Santo (3956 km), Malakula (2041 km), Efaté (900 km), Erromango (888 km), Ambrym (678 km), Tanna (555 km), Pentecote (491 km), Epi (445 km), Ambae or Aoba (402 km), Vanua Lava (334 km), Santa Maria (328 km), Maéwo (304 km), Malo (180 km) and Anatom or Aneityum (159 km). The total land area is approximately 12,200 square kilometers and the territorial waters cover 450,000 square kilometers.\n\nA bewildering array of political wannabes - the deeply suspicious Barak Sope, francophone Sege Vohor and Maxime Carlot Kormon - swap among themselves as president and prime minister. With high unemployment, a growing squatter population around Port Vila is seen as a long-term security threat. Occasional riots and disturbances break out in Vila. Volcanoes regularly go off and shark attacks are common.\n\nParamilitary Vanuatu Police Force and its mobile wing are known to have caused more trouble for the government than criminals. The national police (VPF) maintain internal security, and its 300-strong paramilitary Vanuatu Mobile Force (VMF) makes up the country\u0092s externally focused military force. The commissioner of police heads the police force, including a police maritime wing, the VMF, Immigration Department, National Disaster Management Office, and National Fire Service. A lack of resources hampered civilian authorities in maintaining effective control over security forces, and authorities did not have effective mechanisms to punish abuse or corruption. There were allegations of police impunity, particularly with regard to the VMF.\n\nBesides corruption in high places in Vanuatu, the Mobile Security and Police Force has made its uncalled for intrusion into stability and security. In October 1996, the President of the Republic and the Acting Prime Minister were abducted and held hostage at gunpoint by the Vanuatu Mobile Force (VMF). Anxious shuttle diplomacy helped to end this crisis. The reason behind this extreme action was frustration over the failure of the government to meet demands for a pay increase.\n\nIn September 2002 Vanuatu's Army, the VMF, sparked a constitutional crisis when it tried to arrest the senior ranks of the police force for mutiny. It was a dangerous stand-off, as both sides were heavily armed. The army's action was in turn a response to the arrest by police of government officials some weeks before. The police had arrested the Attorney-General and 14 other officials over what they saw as a conspiracy of foreigners to control government appointments and policies.\n\nThe Magistrate Court on September 19 2002 heard the case of mutiny or inciting of mutiny against 27 police officers following the arrest of 15 senior police officers, and other government officers, under \u0091Operation Procedure 2002\u0092. As the result also, Prime Minister Edward Natapei suspended eight senior police officers facing charges of mutiny and inciting of mutiny.\n\nIn November 2002, there was a joint agreement signed between the Government the Police and the Vanuatu Mobile Force (VMF) and island chiefs in Port Vila, for a peace and a customary reconciliation, in order to settle the situation, after the \u0091Operation Procedure\u0092 activities. Between February and March 2004, four ex-senior police officers, including Api Jack Marikembo, appeared in court and were sentenced to two years imprisonment for mutiny by the Vanuatu Supreme Court Justice Roger Coventry. Those former senior high ranking officers were later released by the then outgoing President of the Republic John Bennett Bani.\n\nIn September 2004, the then Commissioner of Police (COMPOL), Robert Diniro and the then VMF Commander, Joshua Bong had been also suspended from their duties, following an attempt to order of arrest on Prime Minister Serge Vohor, who was then returning from an official trip from China. At the end, the two hierarchies had their case dismissed.\n\nPublic hospital and medical facilities in Vanuatu are limited. There are private medical facilities in Port Vila. Costs for treatment, including for pharmaceuticals, can be expensive. Doctors and hospitals often expect immediate cash payment for their services.\n\nTravel can be hazardous. Roads are generally narrow and in poor repair. Only the capital city of Port Vila and the town of Luganville have consistently paved roads, which have a maximum speed limit of 30 miles per hour (50 kilometers per hour). On all roads, give way to traffic coming from the right, and to traffic coming from the left at round-abouts. To avoid trespassing, seek permission from local landowners before accessing non-public areas, including beaches. Some landowners may charge a fee for access."}}