{"GDELT": {"GlobalEventID": 870544416, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor2Code": "GBR", "Actor2Name": "LONDON", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.6637168141593, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Chicago, Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_ADM2Code": "IL031", "Actor2Geo_Lat": 41.85, "Actor2Geo_Long": -87.6501, "Actor2Geo_FeatureID": "423587", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20190905013000, "SOURCEURL": "https://www.goderichsignalstar.com/entertainment/local-arts/labatt-kidnapping-mastermind"}, "ARTICLE": {"TITLE": "Labatt Kidnapping ‘Mastermind’", "TEXT": "Bonnie and Clyde, John Dillinger and ‘Pretty Boy’ Floyd may be the most infamous Depression era gangsters but Huron County can claim Michael Francis McCardell. Canada’s most notorious criminal, as a native son, McCardell was the ‘mastermind’ of the Labatt Kidnapping in August 1934.\n\nOn August 14, 1934, 54-year-old John Sackville Labatt, respected owner and operator of the John Labatt Brewing Co. left his Bright’s Grove cottage for a 10:30 a.m. meeting with his brother Hugh in London.\n\nDriving alone, Labatt took a short cut off Highway 22 onto the less travelled Egremont Road when he noticed a car on his tail.\n\nLabatt allowed the car to pass, however, when it did, the vehicle suddenly turned directly towards him on a collision course.\n\nLabatt stopped his sedan, just as three men jumped out from the other vehicle. One of the men, Michael McCardell, thrust a revolver into Labatt’s window and shouted “Stick them up quick! This is a kidnapping!’\n\nMcCardell pulled Labatt out of the car and ordered him to write a note to his brother Hugh demanding $150, 000 in ransom money to be dropped off at Toronto’s Royal York Hotel. For reasons that remain obscure, McCardell chose to sign the note ‘Three Fingered Abe’.\n\nOne of the kidnappers, Russell Knowles, drove Labatt’s vehicle to Grovesnor Street near St. Joseph’s hospital with the note under the front seat and called Hugh Labatt to alert him about his brother’s kidnapping.\n\nThree men, Michael McCardell, Russell Knowles, and Albert Pegram kidnapped John Labatt. A fourth man, Jack Bannon, abetted the kidnapping by making arrangements to rent the Muskoka cottage where Labatt was to be held. All were former rumrunners and petty criminals.\n\nWhen Prohibition in the United States ended in 1933, lacking an honest trade, McCardell and his gang resorted to kidnapping their former ‘employer’.\n\nJohn Labatt, a respected pillar of London society, who made his riches brewing beer legally in Canada for illegal export to the United States, came face to face with the thugs who made him wealthy.\n\nAlthough neither bound nor gagged, Labatt was blindfolded and driven to a pre-arranged hideaway in a densely wooded area of Lake Muskoka near Bracebridge. Labatt’s disappearance launched the biggest manhunt in Canadian history. Banner headlines across the English-speaking world announced the kidnapping.\n\nThe ‘mastermind’ behind the kidnapping was Michael Francis McCardell. He was born on a farm in McKillop Township on December 17, 1892 and was the youngest of Michael and Mary McCardell’s six children. The Labatt kidnapping made Michael McCardell the most wanted man in North America.\n\nLittle is known of McCardell’s early education but according to Susan Goldenberg in ‘Snatched!’ (2004), friends described him as ‘garrulous’ and ‘wisecracking.’\n\nAt age 16, he moved to the United States where he worked as a switchman for the Baltimore and Texas railway. In Alabama, he ran an illegal gambling house. By 1930, McCardell had gravitated to Al Capone’s Chicago, a violent underworld of rum running, armed robbery and murder.\n\nAt the Muskoka hideaway, Labatt was kept blindfolded and chained to a bed. However, McCardell shaved, fed, and other wise tried to make Labatt as comfortable as possible especially when it was learned that Labatt had a delicate heart condition.\n\nMeanwhile, Russell Knowles one of ‘the most wanted and hunted criminals in Canada’ ensconced himself at Toronto’s King Edward Hotel awaiting instructions to collect the ransom. However, those instructions never came.\n\nAt this point, the kidnapping began to unravel. Albert Pegram who was supposed to join Knowles at the King Edward Hotel got nervous and fled. He was never heard from again. (Pegram, ‘an American desperado’ was believed killed in a gangland slaying but his body was never found).\n\nOn August 16, when Pegram failed to meet Knowles, Knowles in frustration drove to Muskoka to join McCardell and Labatt. With RCMP and OPP roadblocks and a sensationalist media riveted on the kidnapping, Goldenberg recounts that McCardell had three options, they could leave Labatt chained to a bed; they could release him or they could kill him.\n\nMcCardell decided that ‘we’ve got to get Labatt off our hands as quick as we can.’\n\nAmazingly, they drove unobstructed through several roadblocks and dropped Labatt off on St. Clair Avenue in Forest Hill. They even gave him cab fare from the $99 they stole from his wallet two days before. McCardell and Knowles fled by bus to Detroit.\n\nNear midnight, Labatt calmly limped into the Royal York Hotel bypassing the army of press reporters and quietly announced to the night clerk ‘I am John Labatt’.\n\nMcCardell avoided capture until June 22, 1935 when he was involved in a shoot out with American police during a car chase. According to McCardell, on a run from Detroit to Chicago, three carloads of policemen began chasing them. They put thirty bullet holes in the car. McCardell was wounded in the arm and had one finger shot off (ironically, making him ‘three-fingered’). He gave the police the name ‘James Parker.’\n\nLabatt kidnapping accomplice, Jack Bannon, when he read the newspaper account of the shooting knew that ‘Parker’ was one of McCardell’s aliases. In exchange for a small reward, Bannon ‘ratted out’ McCardell.\n\nMcCardell was held at the Crown Point Penitentiary in Indiana (the same jail where John Dillinger escaped the year before) where he held up under intense police interrogation. It was not until Bannon identified him that McCardell admitted his real identity. When Labatt travelled to Crown Point to identify his kidnapper, he was startled when McCardell smiled and greeted him with ‘Hello, John’.\n\nOn August 1, 1935 the FBI handed McCardell over to Canadian authorities. Shackled hand and foot, McCardell was mobbed by reporters when he arrived at the London train station under an RCMP escort. One over-eager photographer broke McCardell’s arm trying to remove his straw hat to get a better picture.\n\nAfter spending the night in the prisoner’s cage at Victoria Hospital, McCardell who was ‘convivial by nature’ according to Goldenberg, ‘chatted with police, smiling several times, and nodded to reporters.’ He promised to bear no grudge against the reporter who broke his arm.\n\nIn exchange for the FBI’s agreement to drop the American charges, McCardell plead guilty to kidnapping and was sentenced to 12 years. Russell Knowles who was caught near Chicago in December 1935 was given 15 years. Ironically, Jack Bannon, ‘the stoolie’ whose information led to McCardell’s arrest received a longer sentence (15 years) than the ‘mastermind’ McCardell.\n\nMcCardell served his time in Kingston Penitentiary as convict #4006. Released in 1942, he lived in quiet obscurity in Windsor where he worked as a pool hall janitor. He died of cancer in 1950 and was given a pauper’s burial."}}