{"GDELT": {"GlobalEventID": 870544910, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "IGOEUREEC", "Actor2Name": "THE EU", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.8885832187070095, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA", "Actor2Geo_Lat": 36.0, "Actor2Geo_Long": 138.0, "Actor2Geo_FeatureID": "JA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20190905013000, "SOURCEURL": "https://www.globalsecurity.org/military/world/war/south-sudan.htm"}, "ARTICLE": {"TITLE": "South Sudan", "TEXT": "South Sudan - Introduction\n\nThe conflict in South Sudan likely led to nearly 400,000 excess deaths in the country\u0092s population since it began in 2013, with around half of the lives lost estimated to be through violence, according to a major new report by the London School of Hygiene & Tropical Medicine. Most of the death toll occurred in the northeast and southern regions of the country, and appeared to peak in 2016 and 2017. Those killed were mostly adult males but also included women and children. Unexpectedly, the share of infant mortality was low, and estimates of the under-five death rate were no higher during the war period than before it.\n\nIn September 2018, the warring parties signed an agreement to form a unity government, which would see Machar return to government as vice president, after previous attempts at ruling together only led to disaster.\n\nSouth Sudan's president and his former rival reached a deal 17 June 2020 on the selection of governors for the country's 10 states, an issue seen as the biggest threat to peace since a transitional unity government was formed in February. President Salva Kiir and Riek Machar, a former rebel leader and now vice president, had been at odds over the allocation of states, especially those producing oil, the country's main earner. Kiir's camp will nominate governors for six states, including the oil-rich Unity State and Central Equatoria, which includes the capital Juba. Machar's camp will propose governors for three states, including the largest oil-producing area, the Upper Nile state, while a third signatory to the peace deal, the South Sudan Opposition Alliance, will nominate a governor for Jonglei state.\n\nThe number of states was contentious because the borders will determine the divisions of power in the country. When it gained independence from Sudan in 2011, South Sudan had 10 states, as set out in its constitution. Kiir increased that in 2015 to 28, then 32 - and has now reduced them to 10, plus three administrative areas. The composition of the executive and the legislature in the states \"shall be discussed and agreed at a later date\", a statement said.\n\nAs of early 2018, the war had caused the displacement of about two million people within South Sudan and a further 2.5 million as refugees to neighboring countries. Although a Compromise Peace Agreement was signed in August 2015, temporarily leading to shared government, it broke down in July 2016, resulting in the conflict gaining intensity and spreading geographically. The humanitarian response to this crisis is among the largest worldwide, targeting about six million people with a total funding requirement of 1.7 billion USD in 2018, less than 50% met as of current UN figures.\n\nUgandan academic Mahmood Mamdani caused upset by claiming that the South Sudan peace agreement is really intended to benefit Uganda and Sudan. Writing in the New York Times, Mamdani, director of the Institute of Social Research at Makerere University in Kampala, said that the peace deal signed on 12 September 2018 by Salva Kiir, Riek Machar and other opposition leaders was, in fact, an agreement between Presidents Omar al-Bashir of Sudan and Yoweri Museveni of Uganda who are the guarantors of the latest peace pact. Mamdani claimed that South Sudan is on its way to becoming an informal protectorate of Sudan and Uganda. He pointed to the presence of Ugandan troops who support Kiir\u0092s faction, while Sudan supplies opposition groups, including those led by Machar.\n\nTaban Deng Gai, First Vice President of South Sudan, told the UN General Assembly on 28 September 2018 that his country was heading towards peaceful stability. With the continued support and goodwill of regional and international partners, it was on schedule to hold free and fair general elections after a transitional period of 36 months - that is, by late 2021. The path forward began at the thirty-first Extra-Ordinary Summit of Intergovernmental Authority for Development (IGAD) Heads of State and Government on the Republic of South Sudan of 12 June 2018 in Addis Ababa. They aligned the need for a High-Level Revitalization Forum of all the parties to the Agreement on the Resolution of the Conflict in the Republic of South Sudan. This process included new stakeholders and various groups including civil society, women\u0092s groups, religious leaders, youth and eminent personalities as observers.\n\nOn 12 September 2018, all parties signed the final Revitalized Agreement on the Resolution of the Conflict in South Sudan. In addition, the Transitional Government of National Unity has embraced the Agreement\u0092s full implementation and is ready to welcome forces from its guarantors to monitor implementation. South Sudanese armed and unarmed groups who signed a cease-fire 21 December 2017 said they were optimistic that peace will return to South Sudan despite the government\u0092s refusal to renegotiate parts of the failed August 2015 deal. The agreement was signed in Addis Ababa on December 21 during the High-Level Revitalization Forum.\n\nThe Sudan People\u0092s Liberation Movement in Opposition (SPLM IO) was the first party to declare a cease-fire since signing the deal this week. The leader of the SPLM IO and former first vice president and rebel leader, Riek Machar, was not invited to the talks. He was instead asked to send three officials from his group to represent him. Machar had been confined to house arrest by South African authorities since 2016.\n\nThe representatives of Norway, the UK, China, and Japan, the EU, United Nations, African Union and IGAD Forum member countries signed as guarantors of the cease-fire agreement. The representative of the United States declined to sign.\n\nSouth Sudan has been rid by war for over four years, sparked by accusations by President Salva Kiir that his then deputy Riek Machar was plotting a coup against his government. Machar denied the allegations but then went on to mobilize a rebel force to fight the government. A UN-backed peace deal was signed in 2015, paving way for the 2016 formation of a unity government, with Machar taking up the first vice president position. The deal was however short-lived as fighting broke out in the capital Juba in July 2016, forcing Machar to flee the capital.\n\nSouth Sudan is a violent place. It was subjected to decades of war, and government capacity to contain violence is significantly constrained. In most developing countries that come out of conflict, observers talk about reconstruction, but in South Sudan, they are really talking about construction. South Sudan had very little to start with. In 2005, Juba [the capital of independent South Sudan] was still a garrison town that armed forces of the north controlled. All the various infrastructure, such as sewers, electricity, roads\u0097dated to the British colonial days of the 1950s. So not only is South Sudan starting from scratch in terms of government institutions, but also its infrastructure.\n\nAfter over four decades of the South's conflict with the government in Khartoum, it is hard for most to comprehend how the South lacks the most basic physical and social infrastructure, including roads, schools, hospitals, and established social institutions other than religious organizations and the SPLA. During the almost 50 years from independence to the signing of the CPA in 2005, the central government in Khartoum made little to no investment in Southern Sudan. Roads and other transportation systems deteriorated to the point where travel between cities is in many cases best accomplished by air, and even then many airstrips (which are dirt except in Juba) are unusable in the wet season. Public education was intentionally neglected and missionary schools closed or harrassed, resulting in an overall illiteracy rate in the South at close to 80 percent (UN sources estimate 63% illiteracy for men and 88% for women).\n\nOn July 9, 2011 the Republic of South Sudan became an independent state -- by some counts the 193rd country in the world and the 54th member of the African Union. A transitional constitution took effect the same day and provides for executive, legislative, and judicial branches. The transitional constitution calls for the establishment of a representative National Constitutional Review Commission to conduct a national consultation, gathering views from communities and stakeholders across the country. The resulting draft permanent constitution would be presented to a National Constitutional Conference for consideration.\n\nSouth Sudan is estimated to be the seventh-largest country in Africa and is bordered by Central African Republic, Democratic Republic of the Congo, Ethiopia, Kenya, Sudan, and Uganda. The country is divided by the White Nile River, which flows north out of the uplands of central Africa. During the annual floods of the Nile River system, South Sudan's Sudd area is inundated. This large, swampy region of more than 100,000 sq. km dominates the center of the country and supports agriculture and extensive wildlife populations.\n\nSouth Sudan has a population of over 8 million and a predominantly rural, subsistence economy; approximately 83% of the population is rural. There are 10 states: Central Equatoria (population 1,103,592), Eastern Equatoria (906,126), Jonglei (1,358,602), Lakes (695,730), Northern Bahr el Ghazal (720,898), Unity (585,801), Upper Nile (964,353), Warrap (972,928), Western Bahr el Ghazal (333,431), and Western Equatoria (619,029).\n\nExcept for an 11-year hiatus before the Comprehensive Peace Agreement [CPA] was signed in 2005, South Sudan was embroiled in conflict with the central authorities in pre-south independence Sudan following Sudan's 1956 independence, resulting in major destruction and displacement since the end of colonial rule. South Sudan continues to cope with the effects of conflict, displacement, and insecurity. The country has many tribal groups and languages, and its people practice indigenous traditional beliefs, Christianity, and Islam. Over 90% of the population identifies themselves as Christian.\n\nDuring more than 20 years of conflict between the Government of Sudan and the Sudan People's Liberation Movement/Army, violence, famine, and disease killed more than 2 million people, forced an estimated 600,000 people to seek refuge in neighboring countries, and displaced approximately 4 million others within Sudan, creating the world's largest population of internally displaced people. As of 2008, the UN estimated that nearly 2 million displaced people had returned to South Sudan and the three areas of Southern Kordofan, Blue Nile, and Abyei following the 2005 signing of the CPA.\n\nAs of late 2009, the UN estimated that Lord\u0092s Resistance Army (LRA)-related violence had displaced approximately 85,000 people in South Sudan, including more than 18,000 refugees from Democratic Republic of the Congo and Central African Republic. As of late 2011, the UN estimated that over 380,000 people were displaced across South Sudan, Democratic Republic of the Congo, and Central African Republic as a result of LRA activity.\n\nSouth Sudan's President Salva Kiir said 15 February 2020 he would return to a system of 10 states from 32, a major opposition demand, paving the way for a unity government and an end to the country's ruinous civil war. \"The compromise we have made today is a painful decision but a necessary one if that is what brings peace\", Kiir said in a statement. \"I expect the opposition to be prepared to do the same.\" Disagreement between Kiir and former rebel leader Riek Machar over the number of states, a contentious issue because the borders will determine the divisions of power in the country, as well as a failure to integrate different fighting forces have been major obstacles to completing the peace process. The president said the country would now be divided among the original 10 states, plus three \"administrative areas\" of Pibor, Ruweng and Abyei. The opposition welcomed the move but also raised questions over the fate of Ruweng, a key oil-producing zone.\n\nSouth Sudan\u0092s President Salva Kiir and opposition leader Riek Machar appeared together in Juba on 20 February 2020 to say that after several previous failed attempts and missed deadlines to form a unity government, they have agreed to create a new, transitional government by 22 February 2020. Kiir told reporters he was dismantling the current transitional government Thursday and would appoint the agreed-to five vice presidents."}}