{"GDELT": {"GlobalEventID": 870544929, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "CHNCVL", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor1Type1Code": "CVL", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.9331259720062199, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Changsha, Hunan, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH11", "Actor1Geo_ADM2Code": "13130", "Actor1Geo_Lat": 28.2, "Actor1Geo_Long": 112.96700000000001, "Actor1Geo_FeatureID": "-1899978", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Changsha, Hunan, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH11", "Actor2Geo_ADM2Code": "13130", "Actor2Geo_Lat": 28.2, "Actor2Geo_Long": 112.96700000000001, "Actor2Geo_FeatureID": "-1899978", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Changsha, Hunan, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH11", "Action2Geo_ADM2Code": "13130", "Action2Geo_Lat": 28.2, "Action2Geo_Long": 112.96700000000001, "Action2Geo_FeatureID": "-1899978", "DATEADDED": 20190905013000, "SOURCEURL": "http://www.xinhuanet.com/english/2019-09/05/c_138366504.htm"}, "ARTICLE": {"TITLE": "Feature: China's hybrid rice sows hope for Africa - Xinhua", "TEXT": "Source: Xinhua| 2019-09-05 08:45:42|Editor: huaxia\n\nVideo Player Close\n\nBEIJING, Sept. 5 (Xinhua) -- \"We're no longer suffering from hunger,\" said 55-year-old Georges Ranaivomanana, a Madagascan farmer who took the lead in planting Chinese hybrid-rice in his town of Mahitsy.\n\nHe told Xinhua that he hoped that all his compatriots would use these seeds to raise their living standards, and that his country might even be able to export rice some day.\n\nChina has been helping African countries develop productive and resilient rice farming for years with its hybrid rice. For farmers on the continent like Ranaivomanana, they are \"very grateful\" to the Chinese as the hybrid rice is the key to better food security and higher incomes.\n\nWith a humid tropical climate, abundant sunshine and rich water resources, Madagascar has a long tradition of rice cultivation and consumption.\n\nHowever, due to insufficient financial resources and outdated agricultural techniques, the low yield of local rice has long troubled the island country. The government has to import hundreds of thousands of tons of rice a year, but it's still not enough to lift its people out of the threat of famine.\n\nIn 2010, a team of Chinese experts came to Madagascar. With their assistance, a hybrid crop variety planted produced a harvest of 10.8 tons per hectare this year, far exceeding the yield of local rice.\n\nIn May, the China National Hybrid Rice Research and Development Center opened a research center in Madagascar to select hybrid rice varieties based on the island nation's diverse ecological environment, in a bid to find more productive crops for a continent long troubled by insufficient grain output.\n\nIn the northwestern Nigerian state of Kebbi, Chinese expert Wang Xuemin stood in a rice paddy, surrounded by green rice plants. \"This year, we are using a new spraying technology,\" he said, adding that it \"can significantly reduce labor and other costs.\"\n\n\"The land, climate and rice farming methods in Nigeria are very different from those in China. We had a lot of problems at the beginning,\" said the 51-year-old who has been in Nigeria for 16 years.\n\nIn 2006, after Wang and his colleagues had sown the seeds, their field management techniques and large-scale farming equipment could not adapt to the operating environment, and hundreds of hectares of rice fields were almost completely encroached by weeds.\n\n\"We came to realize that blindly copying the Chinese model is not feasible. It is necessary to constantly innovate our techniques to fit the local situation in Africa,\" he said.\n\nAfter more than ten years of research and innovation, the Nigerian farm now becomes a major training and mechanized production center in the country, training more than 1,000 farmers and agricultural machinery management staff.\n\nLocated in the Xai-Xai district of the southern Mozambican province of Gaza, the Wanbao Mozambique rice farm, invested by the China-Africa Development Fund, is China's largest project of its kind in Africa. With vast arable land, a favorable climate, abundant water resources and support from China, this project plans to cover 20,000 hectares.\n\nIn Kenya and Angola, hybrid rice seeds have been or are to be sowed, helping farmers achieve higher production and higher incomes.\n\nFarmers in other countries such as Sierra Leone, Zambia and Zimbabwe are also eagerly awaiting the arrival of the seeds that would bring hope and prosperity.\n\nIn June, Yuan Longping, a globally renowned Chinese scientist who is known as the \"father of hybrid rice,\" sent a video message to a China-Africa seminar on rice development as part of the first China-Africa Economic and Trade Expo held in Changsha, capital of central China's Hunan Province.\n\n\"It's my great pleasure to help other developing countries develop hybrid rice to solve, to overcome their food shortage problems,\" he said. \"I am confident that through our joint efforts the purpose will be realized in the near future.\""}}