{"GDELT": {"GlobalEventID": 870546956, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "USACOP", "Actor1Name": "COLORADO", "Actor1CountryCode": "USA", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 181, "EventBaseCode": 181, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.17241379310345, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20190905013000, "SOURCEURL": "https://www.kktv.com/content/news/WANTED-Suspect-reportedly-tried-to-abduct-a-teenage-girl-in-Colorado-559416061.html"}, "ARTICLE": {"TITLE": "WANTED: Suspect reportedly tried to abduct a teenage girl in Colorado", "TEXT": "Police in Colorado are hoping a composite sketch can help lead to an arrest in an attempted abduction case.\n\nThe incident happened on Tuesday in Fort Collins at about 3:40 p.m. Police are reporting a teenage girl was riding her skateboard on Deerfield Drive when she fell. A vehicle described as an older, tan, four-door sedan with \"bubbled window tint\" stopped, and a man got out. He approached the girl, grabbed her arm, and pushed her into his vehicle. Two men were walking nearby and approached the vehicle to intervene. The suspect reportedly told the witnesses that he knew the victim. The victim told them she did not know the suspect. She fled the area on foot and called the police a short time later.\n\nPolice are asking for help in identifying the suspect and are asking the two witnesses to come forward. A composite sketch of the suspect is at the top of this article.\n\nThe suspect is described as a Hispanic man, in his early 20s, about five-foot-ten, with short hair, a thin mustache, bushy eyebrows, a deep voice and a Spanish accent. He was wearing a white tank top and blue jeans at the time. He reportedly has tattoos on both arms.\n\n“Detectives have been diligently investigating this incident. Now that they've spoken to area residents and completed necessary interviews, we need the larger community’s help identifying the suspect,” said Sgt. Heather Moore, who leads the Crimes Against Persons Unit. “We’re very grateful to the bystanders who intervened, and we also really need them to contact police to share what they saw.”\n\nAnyone with information is asked to call 970-416-2825."}}