{"GDELT": {"GlobalEventID": 870546135, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "MIL", "Actor1Name": "BORDER GUARD", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.2241054613935902, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Estonia", "Actor1Geo_CountryCode": "EN", "Actor1Geo_ADM1Code": "EN", "Actor1Geo_Lat": 59.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "EN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Estonia", "Action2Geo_CountryCode": "EN", "Action2Geo_ADM1Code": "EN", "Action2Geo_Lat": 59.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "EN", "DATEADDED": 20190905013000, "SOURCEURL": "https://www.globalsecurity.org/military/world/europe/et.htm"}, "ARTICLE": {"TITLE": "Estonia", "TEXT": "Estonia\n\nEstonia is a nation of 1.3 million people with a $19 billion economy. The Minister of Defense is the Commander in Chief of the Estonian Defense Forces. Estonia officially became a member of the North Atlantic Treaty Organization on March 29, 2004 after depositing its instruments of treaty ratification in Washington, DC. The United States and Estonia cooperate intensively in the defense and security field.\n\nSince gaining independence from the Soviet Union in 1991, Estonia had to overcome many challenges to become a democracy with effective supporting institutions. Nowhere was this more evident than in Estonian efforts to create the armed forces necessary to protect its newly regained independence. In recreating a military, Estonia had to start literally from scratch. With no institutional memory, little in the way of residual military infrastructure and equipment, and few trusted (at least initially) individuals with professional military education, training and experience, Estonia was faced with overwhelming challenges to create anational military structures from all but nothing.\n\nThe goal of Estonian security policy is to retain Estonia’s independence and sovereignty, territorial integrity, constitutional order and public safety. Estonian membership in NATO and the EU helps to fulfil these goals. Since international security is indivisible from Estonia's, the guiding principle of Estonian security and defence policy is to be an active provider of security on its own and to participate in crisis management and peace support operations led by different international organisations. These principles have also been set out in the National Security Concept of the Republic of Estonia, passed in the Riigikogu in 2004.\n\nOn 22 January 2009 the government gave its nod to the development plan of national defense for 2009-2018 that among other things calls for the purchase of transport helicopters and the creation of armored units, along with preservation of the present model of conscript service. The plan sets out the main directions of development of military national defense, key development projects and the main investments for the next decade.\n\nDrawn up in collaboration between the Defense Ministry and the General Staff, the development plan is in conformity with the strategic threat assessment and addresses the gaps in capabilities that have been identified. The areas to be developed as priority areas are participation in foreign missions and interoperability with NATO, along with the development of corresponding units; development of command, communications, reconnaissance and surveillance systems; developing of the Amari air base; creating of mobile medium-range air defense to a limited extent, and further developing of short-range air defense.\n\nThe development plan also calls for the further development of an infantry brigade kept in high readiness, including the creation of armored units using tanks or armored personnel carriers. It envisages the acquisition of fast boats for the defense of territorial waters and of transport helicopters, further developing of anti-tank capabilities, of the Kaitseliit volunteer corps, and increasing financing for the latter. The number of professional military would be raised by about 125 people annually and the present model of conscript service preserved.\n\nThe Estonian military is composed of an Army, a Navy, and an Air Force, which together make up the Eesti Kaitsevagi, or Estonian Defense Force. Additionally, there is an organized militia called the Eesti Kaitseliit, or Estonian Defense League. Estonia's regular armed forces in peacetime number about 3,800 persons (Army 3,300, Navy 300, Air Force 200), of whom about 1,500 are conscripts. The Voluntary Defence League has also about 8,000 members. The planned size of the operational (wartime) structure is 16,000 personnel.\n\nThe armed forces in 1994 numbered about 3,000, including a 2,500-member army and a 500-member navy. There were also a 6,000-member reserve militia, known as the Defense League (Kaitseliit); a 2,000-member paramilitary border guard under the command of the Ministry of Interior; and a maritime border guard, which also functioned as a coast guard. The army's equipment included eight Mi-8 transport helicopters. The navy possessed two former Soviet and four former Swedish patrol craft, as well as two small transport vessels.\n\nBy 1998 Estonia\u0091s active military, the Estonian Defense Force (EDF), stood at slightly less than 4,000 members \u0097 3,000 conscripts who served a mandatory year of service and about 400 of?cers and 400 noncommissioned of?cers. The EDF was comprised of land forces, a navy of seven small ships, and an air force of four antiquated aircraft. In addition to the EDF. there was an 8,000-man home guard force called the Kaitseliit (defense league). The attempt to build a reserve force had begun and 1998 projections called for this force to stand at 22,000 reservists within the next ?ve years and over 40,000 within a decade. The Estonian Border Guard, which had ground, air, and maritime branches, fell under the command of the Estonian Defense Forces in time of war. In peace-time, the Border Guard performed the traditional missions of border surveillance, search and rescue, and coastal patrol. The Border Guard had a personnel strength of 2,900 and was relatively well equipped with 11 boats and small ships, four Mi-8 helicopters, and four fixed wing aircraft\n\nBy the end of the 2009-2018 period the size of the war-time operational structure of the defense forces would increase from 16,000 personnel to around 25,000 personnel, to which units formed on the basis of Kaitseliit will be added. Fulfilment of the development plan presumes increasing the share of military spending to two percent of GDP by 2010 and keeping it there after that. The development plan would be reviewed every four years.\n\nThe Government of Estonia has expressed a firm commitment to meet the NATO goal of spending 2% of GDP; its current defense budget is 1.86% of GDP. In 2010, Estonia had over 300 military personnel deployed to support UN, NATO, and coalition military operations around the world. That number represents 9% of Estonia's military, a good indication of Estonia's willingness and ability to contribute to global security. In 2011 Estonia had troops in Afghanistan, Kosovo, Bosnia, off the coast of Somalia, and in Lebanon, and participates in the NATO training mission in Iraq (NTM-I).\n\nThe Baltic Peacekeeping Battalion (BALTBAT) is a 750-man peacekeeping battalion headquartered in Adazi, Latvia, and comprised of personnel from the Baltic countries. Each of the three Baltic countries maintain and train their peacekeeping companies at national training centers, with the Latvian company being collocated with the BALTBAT Headquarters. Elements of all three nations\u0092 companies have deployed on peacekeeping missions, including Bosnia and Lebanon. US support to BALTBAT has come almost exclusively through equipment; training and advising has been run by a committee of other donor nations.\n\n\n\n\n\n\n\n"}}