{"GDELT": {"GlobalEventID": 870545237, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "EDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "NEW JERSEY", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.40597539543057, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "New Brunswick, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ023", "Actor1Geo_Lat": 40.4862, "Actor1Geo_Long": -74.4518, "Actor1Geo_FeatureID": "878725", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New Jersey, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNJ", "Actor2Geo_Lat": 40.314, "Actor2Geo_Long": -74.5089, "Actor2Geo_FeatureID": "NJ", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.314, "Action2Geo_Long": -74.5089, "Action2Geo_FeatureID": "NJ", "DATEADDED": 20190905013000, "SOURCEURL": "https://hollywoodlife.com/2019/09/04/teresa-giudice-sexy-black-dress-mykonos-photos-while-joe-faces-deportation-pics/"}, "ARTICLE": {"TITLE": "Teresa Giudice, 47, Shows Off Figure In Sexy LBD On Mykonos Getaway As Joe Faces Deportation", "TEXT": "Summer might be over but Teresa Giudice is still dreaming about her lavish Mykonos getaway! The reality star posted another sexy snap from the vacation.\n\nTeresa Giudice, 47, is back at home but she’s got plenty of vacation photos to share! The Real Housewives of New Jersey star posted a super sexy set of photos rocking a low cut black mini dress to her Instagram account on Wednesday, September 4. Teresa looks away for the camera in all three photos as she poses in the seductive dress that shows off her sculpted legs, ample cleavage and toned arms. The mom of four has an incredible figure, and was also glowing with her gorgeous golden tan! In the photos, Teresa poses in front of a gorgeous pool at the five-star Belvedere Hotel in Mykonos — where she stayed on the getaway — and captioned the stunning images “Wherever you go, go with all your heart 💕.”\n\nTeresa accessorized the deep-v, sleeveless dress with long earrings, gold bracelets and a pricey pair of Yves Saint Laurent tribute sandals. The sky high, open toe sandal features a platform and retail for just under a thousand dollars. Her makeup was glamorous and smoky, as always, while her highlighted brunette hair was blown out to perfection. Teresa finished her look with a summer ready white nail polish on her toes. She shared a photo from the same night on her Instagram account two days ago, tagging the location as celebrity hotspot Scorpios Mykonos. The restaurant is known for its a-list clientele, and recently hosted super models Gigi and Bella Hadid.\n\nThe trip wasn’t without controversy, as Teresa’s husband Joe Giudice, 47, remains in the custody of ICE while his fate is decided. As we’ve reported, Joe was released from a Pennsylvania federal prison facility in March following a 41-month sentence for conspiracy and bankruptcy fraud. While Joe has lived in the United States since he was a small child, he was technically born in Italy — and could be facing deportation back to his native country. To add to the drama, Teresa was spotted not wearing her wedding ring on the trip, but a source exclusively told us that she just didn’t want to lose the ring at the beach. They also added that the mom — who also served time in prison for the same charges — was just looking to “live her best life.”\n\nThe reality star has had a busy few days since touching back down in New Jersey, as her eldest daughter Gia headed off to college. The 18-year-old begins her freshman year at Rutgers College in New Brunswick, NJ — about 45 minutes away from home — this week. Gia’s move was a family affair as her sisters tagged along, in addition to uncle Joe Gorga, who did all of the heavy lifting.\n\nFans seemed concerned about Teresa’s trip to Greece amongst the family drama, writing, “Where’s your husband??? Smh. Wrong. All wrong. Joe didn’t even get to see his daughter off to college , but you go ahead and have a good time. Unreal.” Others complimented her look, commenting “Stunning🙌🏽🙌🏽🔥🔥 you just get better and better🔥 like fine wine 🍷” and “You look fantastic!”"}}