{"GDELT": {"GlobalEventID": 870546320, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "NGAGOV", "Actor1Name": "NIGERIAN", "Actor1CountryCode": "NGA", "Actor1Type1Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.2320230105464995, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI05", "Actor1Geo_ADM2Code": "191416", "Actor1Geo_Lat": 6.45306, "Actor1Geo_Long": 3.39583, "Actor1Geo_FeatureID": "-2017355", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Johannesburg, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77364", "Action2Geo_Lat": -26.2, "Action2Geo_Long": 28.0833, "Action2Geo_FeatureID": "-1240261", "DATEADDED": 20190905013000, "SOURCEURL": "https://observer.ug/news/headlines/61892-nigerians-attack-south-african-businesses-in-retaliation"}, "ARTICLE": {"TITLE": "Nigerians attack South African businesses in retaliation", "TEXT": "South African-owned businesses operating in Nigeria are being targeted with violence in retaliation for xenophobic attacks carried out against Africans working in South Africa.\n\n\n\nPolice in South African arrested more than 290 people in five areas impacted by days of violence in Johannesburg and Pretoria. Amid a growing outcry about the attacks on many Nigerians living in South Africa, youths took to the streets Tuesday evening in some Nigerian cities to attack South African owned businesses.\n\n\n\nThe offices of South Africa telecommunications giant MTN in the southwest city of Ibadan were set ablaze Tuesday while the company's office in Uyo in the southeast was attacked by an angry crowd that vandalized properties, according to local newspaper reports.\n\n\n\nShattered glass, tires and damaged printers lay in the vandalized MTN shops in the Surulere neighborhood of Lagos, which on Wednesday had police vans outside.\n\n\n\n“They broke into the shop, carrying laptops and many other things away,” Bala Muhammed told The Associated Press.\n\n\"I had to close my kiosk because I was afraid because some people will use the opportunity to come steal. It has happened before as they are lots of people you won't know who to hold responsible.''\n\n\n\nThe Lagos outlet of South African clothing retailer PEP in Surulere was also attacked and looted.\n\n\n\n“The crowd surged and within a few minutes the shop was empty,” Stephen Obafemi told AP.\n\n\n\nThe Lagos State Government in a press statement Wednesday confirmed that two outlets of the South African supermarket chain Shoprite were attacked in Lagos.\n\n\n\n“These attacks are condemned as they are against the Nigerian spirit of accommodation and benevolence that the country in general and Lagos State in particular is noted for,” Lagos state commissioner for Information and Strategy Gbenga Omotoso said in a statement.\n\n\n\nMany South African owned businesses in parts of the country are now under police protection. Nigeria and South Africa are Africa's largest economies. Nigeria has a large immigrant community in South Africa while South Africa has huge business interests in Nigeria. These include telecommunications, banking, energy, hotel and media.\n\n\n\nYears of xenophobic attacks on Nigerians living in South Africa has led to growing sentiments against South African companies doing business in Nigeria, with many Nigerians calling for their closure.\n\n\n\nSouth Africa's President Cyril Ramaphosa on Tuesday condemned the days of widespread looting and arson on foreign-owned businesses.\n\n\n\nNigerian President Muhammadu Buhari said he had dispatched a Special Envoy to South Africa to convey his concerns to President Ramaphosa.\n\nNigeria urges against retaliation\n\nWith anti-immigrant violence sweeping parts of South Africa, Nigeria on Wednesday urged its citizens to refrain from vengeance – even as at least two major South African-owned companies have suspended some operations there because of attacks.\n\nIn a Twitter post, the information ministry for Nigeria – the continent’s biggest economy – said the federal government “has appealed to Nigerians not to attack South African companies operating in Nigeria in retaliation for the ongoing xenophobic attacks against Nigerians in South Africa.”\n\nBut days of looting and attacks on South African businesses believed owned by foreigners have had a ripple effect. The South African grocery chain Shoprite Holdings said some stores operating in its domestic market, as well as in Nigeria and Zambia, have been closed following attacks, Reuters news service reported Wednesday.\n\nAnd the South African telecom operator MTN shuttered stores in Nigeria following attacks in several cities there, citing safety concerns for customers and staff. Vandals damaged its offices in the southeastern city of Uyo and set fire to MTN property in the southwest city of Ibadan on Tuesday, according to the Associated Press.\n\nAt an MTN kiosk in Lagos, “they broke into the shop, carrying laptops and many other things away,” Bala Muhammed told the AP.\n\nA Twitter post attributed to chief executive Ferdi Moolman said MTN Nigeria seeks “to connect people, bring people together and provide a platform for everyone’s voice to be heard. …”\n\nSouth African police have reported at least five people killed amid rioting and protests against the employment of foreigners. Highways have been blockaded and vehicles bombed with petrol. In downtown Johannesburg, a Nigerian man surveyed the shattered windows of his car dealership.\n\nHe told police at the scene that he has a staff of 10.\n\n“They are all South African. It is just me alone, and my partner that is in Nigeria,” who are foreigners, said the man, who did not disclose his name to VOA. “We came to create jobs for them. We are not, like, stealing jobs from them. We are creating!”\n\nSouth African President Ramaphosa has urged the country’s residents to stop attacking foreigners and vandalizing businesses. In a tweet posted Tuesday, he said he was “convening the ministers in the security cluster today to make sure that we keep a close eye on these acts of wanton violence and find ways of stopping them.”\n\nWith attacks continuing, Nigeria has joined Rwanda, Malawi and the Democratic Republic of Congo in declining to send delegations to the World Economic Forum on Africa, which opened Wednesday in Cape Town. Nigerian President Muhammadu Buhari reportedly has sent a representative to South Africa to address concerns.\n\nWidespread dissatisfaction with dire socioeconomic conditions in South Africa – where more than half the population lives in poverty and unemployment tops 27% – have made foreigners easy targets for local people’s anger and frustration, some analysts and rights groups say.\n\nBut the attacks harm South Africans, too, said Lizette Lancaster of the Pretoria-based Institute for Security Studies.\n\n“Many of the shops that have been looted are rented [by foreigners] from South Africans. So the real victims here are not just migrants from other countries in Africa, but our own people,” she said.\n\nLancaster, a manager with the institute’s justice and violence prevention program, called for “addressing the narratives about foreigners committing crime, as well as that they are taking businesses away, because it’s not the truth.”\n\nA World Bank report released last November surveyed immigrants’ impact on South African locals’ work and wages from 1996 to 2011. It found that entrepreneurial foreign workers created jobs for locals. Researchers cautioned that the study’s scope was limited, and also noted that host communities could experience short-term costs."}}