{"GDELT": {"GlobalEventID": 870545073, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.95419847328244, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wetaskiwin, Alberta, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA01", "Actor1Geo_ADM2Code": "154724", "Actor1Geo_Lat": 52.9667, "Actor1Geo_Long": -113.383, "Actor1Geo_FeatureID": "-575816", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wetaskiwin, Alberta, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA01", "Action2Geo_ADM2Code": "154724", "Action2Geo_Lat": 52.9667, "Action2Geo_Long": -113.383, "Action2Geo_FeatureID": "-575816", "DATEADDED": 20190905013000, "SOURCEURL": "https://edmonton.ctvnews.ca/red-deer/red-deer-city-council-passes-fireworks-bylaw-1.4578085"}, "ARTICLE": {"TITLE": "Red Deer City Council passes fireworks bylaw", "TEXT": "The sale and use of consumer fireworks will no longer be allowed within Red Deer city limits after council passed the fireworks bylaw.\n\nOnly certified fireworks operators who apply for a permit will be allowed to use them in approved locations. This does not include the use of sparklers.\n\nCity council voted six-to-two in favour in the second and third readings of the bylaw.\n\nCouncillors Vesna Higham and Dianne Wyntjes were the two opposing councillors, councillorTanya Handley was not at council for the vote.\n\n“For me I would've much preferred to strike a reasonable balance, where we could've had a compromise bylaw similar to other ones communities across our country have put in,” said Higham.\n\nThe councillor notes specifically the community of Brampton, where fireworks are allowed to be sold and used on certain days throughout the year.\n\n“I think the consensus on council [Tuesday] was that we did need a measure of the fireworks bylaw, in the interest of public safety and for fire prevention but that we needed to attend to some of the public concerns that were raised along the way,” said Mayor Tara Veer.\n\n“I don’t know that [the bylaw] is necessarily perfect but at least there is some regulatory direction.”\n\nThe new bylaw was deemed necessary because as of April 2019, the use and sale of fireworks became legal when the National Fire Code 2019-Alberta Edition replaced the previous Alberta Fire Code. Under the Alberta Fire Code, a similar policy was in place for the last 35 years that restricted the use and sale of fireworks.\n\n“What this bylaw does is it allows the emergency services the ability to regulate fireworks within the city of Red Deer,” said Chief of Emergency Services Ken McMullen.\n\nIn a previous interview the Canadian National Fireworks Association (CNFA) told CTV News they are not happy with council’s decision.\n\n“We don’t agree with the ban, we understand the logic behind it and obviously we still have a lot of work left to do on behalf of the CFA to educate the decision makes better,” said Executive Director Perry Logan.\n\nAccording to a survey commissioned by the CNFA, 62 per cent of Red Deer residents said they purchased or used fireworks in the city. Sixty-eight per cent of people said they believe fireworks are a safe product when used by responsible adults that read and follow the instructions and 73 per cent said that they believe that they should be able to use fireworks for special events.\n\nThe survey talked 819 residents in Red Deer between April 9 and 11, 2019.\n\n“A safe honest estimate of what’s sold in Red Deer every year through other means is over $100,000 a season,\" said Logan. \"A lot of people go to Edmonton to buy their product, a lot of people go to Wetaskiwin to buy their product. Fireworks aren’t going away.”\n\nThe proposed fines for violating the bylaw range from $250 up to $5,000.\n\nAnyone looking to turn in any unused fireworks is asked to go to their local fire station. McMullen adds that the fire departments will also be working with local businesses that may still have products left over."}}