{"GDELT": {"GlobalEventID": 870545910, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "JUD", "Actor1Name": "COURT JUDGE", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -7.1875, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20190905013000, "SOURCEURL": "https://www.cbc.ca/news/canada/saskatoon/sask-sexual-abuse-appeal-rejected-1.5270522"}, "ARTICLE": {"TITLE": "Sask. Court of Appeal rejects bid for reduced sentence from man who sexually assaulted adopted kids", "TEXT": "The Saskatchewan Court of Appeal says a six-year prison sentence is fair for a man who admitted to sexually assaulting two adopted children, the younger less than a year old.\n\nThe high court made its on ruling Aug. 29. The 43-year-old man cannot be named because it could identify the victims.\n\nThe original case played out at Saskatoon provincial court in 2018.\n\nThe 43-year-old and his wife took in the foster children — one of whom was two years old, the other under one year — and formally adopted them in 2017. The abuse began shortly after.\n\nIn May 2018, the older of the children told her adopted mother what the father was doing. She confronted him and, although initially denying it, he eventually confessed to her.\n\nHe admitted that he sexually abused both children between 20 and 30 times over a period of a year-and-a-half. He pleaded guilty, skipping a preliminary hearing and trial.\n\nHe was sentenced to a total of six years.\n\n\"The assaults progressed from fondling to more intrusive and serious violations of the victims' sexual integrity,\" said the Court of Appeal decision.\n\n\"The appellant's offences would be considered major sexual assaults, regardless of the age of the victims.\"\n\nThe accused revealed during sentencing that growing up, he had been physically and emotionally abused by an uncle, his alcoholic mother and an older brother.\n\n\"The appellant argued that a three-year total sentence would be appropriate, citing his deep remorse, what he described as a sexual/pornography addiction, and the need for treatment,\" the appeal court decision said.\n\n\"He also invited the sentencing judge to take into account, as a mitigating factor, the sexual abuse that he suffered as a child.\"\n\nThe Court of Appeal did not reduce the sentence.\n\nIt did, however, cancel the $800 victim fine surcharge ordered by the provincial court judge."}}