{"GDELT": {"GlobalEventID": 870546509, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "SEA", "Actor1Name": "SOUTHEAST ASIA", "Actor1CountryCode": "SEA", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.26857654431513, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jakarta, Jakarta Raya, Indonesia", "Actor1Geo_CountryCode": "ID", "Actor1Geo_ADM1Code": "ID04", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -6.17444, "Actor1Geo_Long": 106.829, "Actor1Geo_FeatureID": "-2679652", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jakarta, Jakarta Raya, Indonesia", "Actor2Geo_CountryCode": "ID", "Actor2Geo_ADM1Code": "ID04", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -6.17444, "Actor2Geo_Long": 106.829, "Actor2Geo_FeatureID": "-2679652", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jakarta, Jakarta Raya, Indonesia", "Action2Geo_CountryCode": "ID", "Action2Geo_ADM1Code": "ID04", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -6.17444, "Action2Geo_Long": 106.829, "Action2Geo_FeatureID": "-2679652", "DATEADDED": 20190905013000, "SOURCEURL": "https://finance.yahoo.com/news/grab-gojek-squaring-off-international-220000286.html"}, "ARTICLE": {"TITLE": "Grab and Gojek Square Off in an International Food Fight", "TEXT": "(Bloomberg) -- Nanik Soelistiowati, the owner of a banana fritter stall in West Jakarta, is the unlikely prize in a battle between two of the most valuable technology startups in Asia.\n\nThe 64-year-old woman signed up for Gojek’s nascent food delivery service in 2015 after hearing about it from her children. Delivery motorbikes slalomed through traffic jams to deliver her delicious snack, which uses honey for a caramelized flavor, to all parts of congestion-choked Jakarta. Sales took off.\n\nThen in 2017, rival Grab Holdings Inc. approached her with an offer to undercut Gojek’s take of 15%. It was too good to refuse, and when Grab pushed aggressive discounts to consumers, demand spiked so much that Soelistiowati ran out of bananas to fry.\n\nGrab and Gojek became Southeast Asia’s two hottest startups largely on the strength of their ride-hailing businesses. But now they are in the midst of an international food fight. In the space of just four years, Jakarta-based Gojek has grown to have 400,000 food merchants like Soelistiowati cooking up 50 million orders a month (or about 1.7 million orders per day) across locations in Indonesia, Vietnam and Thailand.\n\nThe company’s food delivery business has already surpassed that of ride-hailing, Gojek President Andre Soelistyo said at Bloomberg’s Sooner Than You Think tech conference in Singapore on Thursday. “It’s almost double the size of the transportation business,” he said. “It’s already happening.”\n\nSingapore’s Grab came in later, but it’s catching up fast with the help of massive funding from SoftBank Group Corp. and the acquisition of Uber Technologies Inc.’s local ride-hailing and food delivery business in 2018. This year, the company says it has tripled sales and doubled its roster of merchants.\n\nThe two companies are led by a pair who met while studying at Harvard Business School, with Gojek co-founder and Chief Executive Officer Nadiem Makarim and Grab co-founder and CEO Anthony Tan finding common ground in their shared background.\n\nThey also concur in seeing a bright spot in the food delivery market because it offers much more attractive margins than the more established ride-hailing business, said Florian Hoppe, a Singapore-based partner at Bain & Co. “Today, the food delivery market is significantly smaller than transport in Southeast Asia,” he said. “But it’s expected to be on par or bigger than on-demand transport by revenue over the next five years.”\n\nFriends at Harvard Turn Rivals Over Ride-Hailing Apps in Asia\n\nGlobally, the online food order industry has grown into a hyper-competitive field, which has led to consolidation as companies claw for a bigger slice of more than $300 billion in restaurant deliveries. In Indonesia, however, online food deliveries account for just 1.3% of the total food market, compared with 8% in the U.S. and about 12% in China, according to data from Euromonitor.\n\n“We are only scratching the surface in terms of penetration in this part of the world,” said Catherine Sutjahyo, Gojek’s chief food officer. “We truly believe that this is a big opportunity.”\n\nElsewhere in the world, companies like Uber are also aggressively moving into the food delivery business in search for higher profit margins, having identified the same opening as Grab and Gojek. The Southeast Asian duo offer digital payments and sundry other services on top of their ride and food delivery staples, aiming to be the WeChat-like super app in the region.\n\nGojek, which processed $2 billion of food delivery transactions in 2018, isn’t content just riding a rising tide. The company employs data and machine learning to study patterns of consumption, driver behavior and traffic. So when a user opens its app, the company takes into account their location, the time of day, and their past behavior to predict their most likely desire. The GoFood app offers personalized recommendations based on what the user typically orders and food they have already rated.\n\nSince Gojek embarked on international expansion late last year, GoFood has become available in Hanoi, Ho Chi Minh City and Bangkok, intensifying competition with Grab.\n\nAnother successful Gojek strategy has been to organize food stall feasts at the Gelora Bung Karno Stadium in central Jakarta -– where Guns N’ Roses and Linkin Park have staged performances. One Friday evening in July, some 50 stalls outside the sprawling stadium offer crispy chicken topped with crushed chili paste, spice-filled beef soup and shaved ice in sweet coconut milk. People can eat in beanbag chairs or at tables nearby.\n\nStory continues"}}