{"GDELT": {"GlobalEventID": 870546876, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "USA", "Actor1Name": "SAN DIEGO", "Actor1CountryCode": "USA", "Actor2Code": "LEG", "Actor2Name": "CONGRESSMAN", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.14285714285714, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Otay, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA073", "Actor1Geo_Lat": 32.5948, "Actor1Geo_Long": -117.064, "Actor1Geo_FeatureID": "247000", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Puerto Rico", "Actor2Geo_CountryCode": "RQ", "Actor2Geo_ADM1Code": "RQ", "Actor2Geo_Lat": 18.2359, "Actor2Geo_Long": -66.4838, "Actor2Geo_FeatureID": "RQ", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Otay, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA073", "Action2Geo_Lat": 32.5948, "Action2Geo_Long": -117.064, "Action2Geo_FeatureID": "247000", "DATEADDED": 20190905013000, "SOURCEURL": "https://www.sandiegouniontribune.com/news/military/story/2019-09-04/san-diego-military-construction-projects-wont-be-cut-to-fund-wall-defense-department-list-shows"}, "ARTICLE": {"TITLE": "San Diego military construction projects won’t be cut to fund wall, Defense Department list shows", "TEXT": "A list of $3.6 billion in military projects that will be deferred to fund border wall construction does not include any San Diego-area projects, according to a Defense Department list of affected projects released on Wednesday.\n\nThe list, which was sent to members of Congress, includes a wide swath of projects, such as a dining facilities, shooting ranges and fire stations that won’t be funded — yet — so that money allocated to them can instead be used to construct a wall on the U.S. southern border.\n\nThe wall was President Donald Trump’s signature campaign promise — one accompanied by a guarantee that Mexico would pay for the structure.\n\nWhen a Democrat-controlled Congress did not provide funding for such a wall in December, the government shut down for weeks as Trump said he would not sign a budget that didn’t include funding for the wall.\n\nAdvertisement\n\nAfter signing the budget — without wall funding — Trump declared a national emergency on the southern border in February, granting himself authority to re-appropriate certain funds to deal with that emergency.\n\nCongressman Scott Peters, D-San Diego, who serves on the House Committee on the Budget, told the Union-Tribune on Wednesday that he thought Trump did not respect Congress.\n\n“This is another violation of the deal that was made in the budget between Congress and the president,” he said by phone Wednesday. “If you want to change (the budget) you go to Congress. He’s decided he’s going to change whatever he wants.”\n\nSen. Diane Feinstein, D-California, also said Trump was subverting Congress on Wednesday.\n\nAdvertisement\n\n“The decision by the administration to divert funds from military construction projects in order to build the president’s ill-conceived wall is irresponsible,” Feinstein said in a statement. “Congress appropriated these funds for specific military construction projects, and that’s how the funds should be used.”\n\nIn a letter to Congress Tuesday, Secretary of Defense Mark Esper said the projects were chosen from projects not scheduled until 2020 or later and funds from overseas projects would be used first.\n\nAs the Union-Tribune reported in February, almost $1 billion in San Diego-area projects were on the list of vulnerable projects — including the new Navy SEAL facilities in Coronado and infrastructure for new aircraft at Naval Air Station North Island and Marine Corps Air Station Miramar.\n\nThe list released Wednesday includes just one California project — an $8 million flight simulator at Channel Islands Air National Guard Station.\n\nAdvertisement\n\nFeinstein said the simulator was to train pilots for disaster response.\n\n“I’m particularly concerned that the Defense Department is taking $8 million away from the California Air National Guard,” she said. “Those funds were intended for a C-130 simulator at Channel Islands Air Guard Station so pilots could train for disaster response.”\n\nRep. Duncan Hunter, R-Alpine, himself a Marine Corps veteran, has positioned himself as both a supporter of the military and of Trump. While he did not respond to a request for comment on Wednesday, a spokesman told the Union-Tribune in February that military readiness and border security were not “mutually exclusive.”\n\nRobert McMahon, assistant secretary of defense for sustainment, testified at a House Appropriations Subcommittee hearing in February that the Pentagon would request to fund the projects again in the next fiscal year budget. The $3.6 billion was included in the 2020 fiscal year budget that has yet to be reconciled between the House and Senate.\n\nAdvertisement\n\nWhile projects that are being deferred don’t include military housing specifically, some could potentially impact quality-of-life for service members and their families, such as a new child development center at Joint Base Andrews, Maryland, and a new high school in Yokosuka, Japan.\n\nThe deferments will also affect Hurricane Maria recovery at Puerto Rico military facilities.\n\nPeters said Trump was “fleecing” military members for political purposes.\n\n“Today he’s broken his promise to the country,” he said.\n\nAdvertisement\n\nLate Wednesday, the Defense Department released a list of border projects it would construct with the deferred funds, including $67 million for new fencing east of the Otay Mesa Port of Entry and 3.5 miles of fencing around the Tecate Port of Entry."}}