{"GDELT": {"GlobalEventID": 870545419, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.36396724294813, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Funafuti, , Tuvalu", "Actor1Geo_CountryCode": "TV", "Actor1Geo_ADM1Code": "TV00", "Actor1Geo_ADM2Code": "28380", "Actor1Geo_Lat": -8.51667, "Actor1Geo_Long": 179.217, "Actor1Geo_FeatureID": "-1322267", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Funafuti, , Tuvalu", "Action2Geo_CountryCode": "TV", "Action2Geo_ADM1Code": "TV00", "Action2Geo_ADM2Code": "28380", "Action2Geo_Lat": -8.51667, "Action2Geo_Long": 179.217, "Action2Geo_FeatureID": "-1322267", "DATEADDED": 20190905013000, "SOURCEURL": "https://www.globalsecurity.org/military/world/oceania/tuvalu.htm"}, "ARTICLE": {"TITLE": "Tuvalu", "TEXT": "Tuvalu\n\nTuvalu is one of the world's smallest sovereign states, with a population of about 10,500, slightly more than the approximately 9,500 attributed to Nauru, and a land area of 26 sq km, compared to 21 sq km for Nauru. It is well behind Nuaru in GDP [$35,000,000 vs $60,000,000] and in military spending [$15,000,000 vs $60,000,000]. Tuvalu has no regular military forces; security is managed by the Tuvalu Police Force.\n\nEvery year, the island of Funafuti sinks 6.6 millimeters into the Pacific. As Tuvalu sits no more than 5 meters above mean sea-level, this suggests the country has little future. The political leadership is looking to move to Fiji or New Zealand. If decisions are left too long, the New Zealand Navy might have to rescue the whole population in the wake of a typhoon.\n\nNauru and Tuvalu are two of six Pacific countries to have diplomatic ties with Taiwan, which is a major source of tension with China.\n\nTuvalu, formerly known as the Ellice Islands, is situated 4,000 kilometer (2,486 mi.) northeast of Australia in the Western Pacific. It is half-way from Hawaii to Australia. Tuvalu consists of four reef islands and five true atolls, with poor soil and a total land area of only about 26 sq. km. (10 sq. mi.). Tuvalu has westerly gales and heavy rain from November to March and tropical temperatures moderated by easterly winds from March-November. The land is very low lying with narrow coral atolls. The highest elevation is five meters above sea level.\n\nOver 96% of Tuvaluans are ethnic Polynesians, closely related to the people of Samoa and Tonga. The vast majority belong to the Church of Tuvalu, a Protestant denomination. Conversion began in the 1860s with the arrival of a Congregationalist missionary from the Cook Islands.\n\nHISTORY\n\nThe Spanish were the first Europeans to see the islands in the 1500s. However, in 1819, Captain De Peyster, an American in command of the British merchant ship Rebecca named the main island in the group Ellice's Island after a British politician who owned the cargo aboard his ship. In 1841, the U.S. Exploring Expedition commanded by Charles Wilkes visited three of Tuvalu's islands and welcomed visitors to his ships. Other early interactions with the outside world were far less benign. In 1863, hundreds of people from the southern islands were kidnapped when they were lured aboard slave ships with promises that they would be taught about Christianity. Those islanders were forced to work under horrific conditions in the guano mines of Peru.\n\nEventually, the islands came under British influence in the late 19th century. The Ellice Islands were administered by Britain as part of a protectorate (1892-1916) and later as part of the Gilbert and Ellice Islands colony (1916-74). During World War II, several thousand American troops were in the islands. Beginning in October 1942, U.S. forces built airbases on the islands of Funafuti, Nanumea, and Nukufetau. Friendly cooperation was the hallmark of relations between the local people and the troops, mainly U.S. Marines and U.S. Navy SeaBees. The airstrip in the capital of Funafuti, originally built by the U.S. during the war, is still in use, as is the \"American Passage\" that was blasted through Nanumea's reef by SeaBees assisted by local divers.\n\nIn 1974 the Ellice Islanders voted for separate British dependency status as Tuvalu, separating from the Gilbert Islands, which became Kiribati upon independence. Tuvalu became fully independent in 1978 and in 1979 signed a treaty of friendship with the United States, which recognized Tuvalu's possession of four islets formerly claimed by the United States.\n\nGOVERNMENT\n\nQueen Elizabeth II is the head of state, represented by the governor general, who is appointed by the Queen on advice of the prime minister. Members of the Parliament elect the prime minister. The cabinet is appointed by the governor general on the advice of the prime minister. The legislative branch is a unicameral Parliament, also called House of Assembly (15 seats; members elected by popular vote to serve 4-year terms). Tuvalu maintains an independent judiciary consisting of a High Court and eight island courts. The rulings of the High Court can be appealed to the Tuvalu Court of Appeal.\n\nPOLITICAL CONDITIONS\n\nTuvalu has been politically stable over many decades. Democratic values in Tuvalu are strong, with free elections every 4 years by universal adult suffrage. There are no formal political parties; election campaigns are largely on the basis of home island/personal/family ties and reputation. Members of Parliament have very close ties to the islands they represent. Often the northern islands in the country compete against the southern islands, with the capital isle of Funafuti holding the balance of power. Traditional chiefs and island councils also still play significant roles in influencing island affairs, particularly on the outer islands. A long-held distinction between chiefs and commoners is slowly disappearing, and chiefs are now more often selected on merit rather than by birth.\n\nTuvalu has had a number of prime ministers. This in part reflects the pressures affecting the small nation, including the transition from an exchange economy to a money economy, an adopted system of government with only limited regard for Tuvaluan traditions of decision making, and the lack of a clear national path to implement Tuvalu's vision for the future. After elections in September 2010, Maatia Toafa became Prime Minister, replacing Apisai Ielemia. Toafa previously was leader of the opposition; he also had been prime minister from 2004 to 2006. In December 2010, after a vote of no confidence, Toafa was replaced by Willy Telavi, the Minister of Home Affairs. Telavi is the 13th Prime Minister of Tuvalu.\n\nPrime Minister Enele Sopoaga's supporters won 11 seats in the 15 member Parliament. The elections involved only independent candidates, as there are no political parties in Tuvalu. 12 outgoing members were returned, including two candidates who were re-elected unopposed (Sopoaga and Natural Resources Minister Elisala Pita). Two first-time members and one former MP won the remaining seats. Ms. Puakena Boreham became the third woman ever to enter Parliament. Sopoaga's new Cabinet was sworn in on 10 April, with former Prime Minister Maatia Toafa as his Deputy.\n\nThe 2015 elections were initially called for 19 Marchbut were postponed due to Cyclone Pam which affected outer islands in Tuvalu. During the election campaign, Prime Minister Sopoaga promised to revise the Constitution, to address chronic political instability in the country. Since the previous elections held in September 2010, the country has had three Prime Ministers and three Speakers. Prime Minister Maatia Toafa lost a motion of no-confidence on 15 December 2010 after only three months in office and was succeeded by Willy Telavi. In August 2013, the new government led by Sopoaga took office. In March 2014, he moved a motion to remove Speaker Kamuta Latasi, who was succeeded as President by Mr. Otinielu Tauteleimalae Tausi.\n\nIn the 2015 General Election, a total of 29 candidates stood for elections of which three were women, making up only 10% of the ballot. Dr Puakena Boreham. was the only woman who won her seat following the 2015 General Elections and is the lone woman MP in the 15-member Parliament. Tuvalu is reviving plans to add two dedicated seats for women in its parliament in time for the 2019 elections, as part of wider constitutional reform. The Tuvalu Constitutional Review Project was funded by the governments of Australia and Tuvalu for $US800,000.\n\nArticle 118 (1) of the Constitution stipulates that \"Parliament is automatically dissolved at the end of the period of four years after the date of its first sitting after a general election\". And article 88 (1) of the Constitution states \"There shall be a general election as soon as practicable after every dissolution of Parliament\", without indicating the period during which general elections need to be held. Although the legislature elected in March 2015 convened for the first time on 10 April 2015, in accordance with the High Court ruling of July 2014, the four-year term of Parliament started on 17 June 2015, when the first parliamentary session is due to start.\n\nThe next elections seemed to be anticipated in mid-2019, but as of mid-June 2019 there was not sign of it. On 17 May 2019 Non-government MP Isaia Taape confirmed that he had lodged a no-confidence motion against PM Sopoaga with the office of the clerk to parliament.\n\nECONOMY\n\nThe economy suffers from Tuvalu's remoteness and lack of natural resources. Virtually the only jobs in the islands that pay a steady wage or salary are with the government, and nearly 39% of the formal work force is employed in the public sector. Subsistence farming and fishing remain the primary economic activities, particularly away from the capital island of Funafuti. There is relatively little disparity between rich and poor in the country. The Australian dollar (A$) is the currency of Tuvalu. Tuvalu's GDP per capita was about U.S. $3,400 in 2010. Only about one-quarter of the labor force participates in the formal wage economy. The remaining 75% work primarily in rural subsistence and livelihood activities. There is growing youth unemployment and few new jobs are being created.\n\nSome 900-1,000 Tuvaluan men are trained, certified, and active as seafarers. The Asian Development Bank estimates that, at any one time, about 15% of the adult male population works abroad as seafarers. Remittances from seafarers (estimated at U.S. $1.5 million to $3 million per annum) are a major source of income for families in the country, and there is a steady annual uptake of young Tuvaluan men to the Tuvalu Maritime Training Institute. However, employment opportunities for seafarers and annual remittances declined following the world economic crisis.\n\nThe Tuvalu Trust Fund (TTF), a prudently managed overseas investment fund, has contributed roughly 11% of the annual government budget each year since 1990. The TTF was created from donations by Australia, New Zealand, and the United Kingdom (along with Tuvalu's own contribution) at independence. The TTF has grown from about A$27 million to some A$100 million (est. 2008). Sales of national stamps and coins provide another minor source of income for the government. Tuvalu is a safe country of unspoiled natural beauty and friendly people, but remoteness and lack of infrastructure have constricted Tuvalu's ability to develop its tourism potential.\n\nUpon gaining independence from Britain in 1978, the tiny Polynesian island-country of Tuvalu, with a population slightly higher than that of the Vatican, found itself isolated from most of the World\u0092s markets. The Internet Assigned Numbers Authority (or IANA) was established with the purpose of assigning top-level domains for countries. Canada got \u0091.ca\u0092, France received \u0091.fr\u0092 and Tuvalu, by pure luck owing to its name, was assigned the top level domain \u0091.tv\u0092. Earnings from the TTF provide an important cushion against Tuvalu's volatile income from fishing license fees and royalties from the sale of the dot-TV Internet domain. Initial windfall income from the domain name paid most of the costs of paving the streets of Funafuti and installing street lighting in mid-2002. All in all, Tuvalu receives more than 10 percent of its GDP from the leasing of its top-level domain name.\n\nFOREIGN RELATIONS\n\nTuvalu maintains an independent but generally pro-Western foreign policy. It maintains close relations with Fiji, New Zealand, and Australia. It has diplomatic relations with Taiwan, which maintains the only resident embassy in Tuvalu and has a large assistance program in the islands. There is no U.S. embassy in Tuvalu, but U.S. diplomats from the U.S. embassy in Fiji are accredited to Tuvalu and visit there regularly. Tuvalu became a member of United Nations in 2000 and maintains a mission at the UN in New York. Tuvalu's only other diplomatic office is its High Commission in Suva, Fiji. Tuvalu is an active member of the Pacific Islands Forum and a member of the Asian Development Bank, the International Monetary Fund, and the World Bank.\n\nTuvalu rejected a former Australian prime minister's proposal to offer Pacific Islanders citizenship, describing it as \"imperial thinking.\" In an essay published on his website in February 2019, Kevin Rudd, who served as Australia's prime minister between 2007 and 2010 and again for three months in 2013, proposed offering Australian citizenship to residents of Tuvalu, Kiribati and Nauru in exchange for control of the seas and fisheries of their Exclusive Exonomic Zones. \"Under this arrangement, Australia would also become responsible for the relocation over time of the exposed populations of these countries to Australia where they would enjoy the full rights of Australian citizens,\" Rudd wrote. Under Rudd's proposal, the citizens of those Pacific nations would be re-located to Australia once rising sea levels made their native homes uninhabitable. Responding to the suggestion, Tuvalu Prime Minister Enele Sopoaga told the Australian Broadcasting Corporation (ABC) that it amounts to a form of neo-colonialism.\n\nThe Te Mataili II, a Guardian Class patrol boat, was officially handed over at a ceremony in Western Australia 10 April 2019, attended by Tuvalu's prime minister, Enele Sopoaga and members of his government. The vessel will be operated by the maritime surveillance unit of the Tuvalu Police Force. It's the second patrol boat to be given to a Pacific Island nation under Australia's Pacific Maritime Security Program's Pacific Patrol Boat Replacement project. In November 2018, another patrol boat, the HMPNGS Ted Diro, was handed over to the government of Papua New Guinea. Australia's Defence Minister Christopher Pyne said the country would give 19 more patrol boats to 12 Pacific Island countries over the next few years."}}