{"GDELT": {"GlobalEventID": 870546755, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -10.037174721189599, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20190905013000, "SOURCEURL": "https://abc13.com/man-accused-of-climbing-on-balcony-3-times-in-1-week/5516297/"}, "ARTICLE": {"TITLE": "Man accused of climbing on balcony 3 times in 1 week", "TEXT": "HOUSTON, Texas (KTRK) -- Authorities have arrested a man who allegedly climbed onto a homeowner's balcony three times in one week.Clay Menard is now facing burglary charges after authorities warned him to stay off the Midtown property.The arrest comes days after Stephen Schomaker posted a \"no trespassing\" sign outside of his townhome.\"You go from fear, to hoping someone will step up and take care of the suspect, to now feeling like it's your responsibility to prevent and intervene in a crime,\" Schomaker said.The homeowner first caught Menard on his balcony on Sunday, and a neighbor caught him again on Monday.Schomaker said he tried to press charges on Sunday, but the Harris County District Attorney's Office declined the charges.Houston police officers gave Menard a verbal warning and let him go.\"It makes me question how long this has to go on before somebody get hurt,\" Schomaker said.The district attorney's office told ABC13 that it all buckled down to the law. Penal Code 3005 states that a \"no trespassing\" sign must be posted, or a credible person like a homeowner or security guard must verbally tell someone to get off the property.On Sunday, Schomaker did not have a sign posted, and therefore, the district attorney's office could not legally accept the charges.\"It's pretty insulting as a homeowner to feel like the onus is on you to stop somebody from committing a crime,\" Schomaker said.On Wednesday, Schomaker caught Menard running down the sidewalk with a stolen fan. Police arrested him and are now pursuing charges."}}