{"GDELT": {"GlobalEventID": 870545154, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "DNK", "Actor1Name": "DANE", "Actor1CountryCode": "DNK", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.47225501770957, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "World Trade Center, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA025", "Actor1Geo_Lat": 42.3518, "Actor1Geo_Long": -71.0403, "Actor1Geo_FeatureID": "1971878", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 3, "Action2Geo_Fullname": "World Trade Center, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.3518, "Action2Geo_Long": -71.0403, "Action2Geo_FeatureID": "1971878", "DATEADDED": 20190905013000, "SOURCEURL": "https://www.globalsecurity.org/military/world/europe/dk.htm"}, "ARTICLE": {"TITLE": "Denmark", "TEXT": "Denmark\n\nThe Kingdom of Denmark consists of Denmark, Greenland and the Faroe Islands, Denmark's only remaining colonial possessions. Iceland in 1918 was granted independence, but until 1944 retained as sovereign the King of Denmark and conducted its foreign relations through the Danish diplomatic service. During the Viking period (9th-11th centuries), Denmark was a great power based on the Jutland Peninsula, the Island of Zealand, and the southern part of what is now Sweden. In the early 11th century, King Canute united Denmark and England for almost 30 years.\n\nDenmark is a constitutional monarchy with a democratic form of government and is amember of the Council of Europe, the EU, the OECD (Organization of Economic and Commercial Development), NATO and the UN, playing a very large peacekeeping role in the latter organizations in relation to the size of the defense forces of the nation, contributing over 50,000 soldiers to UN peacekeeping activities since 1948. Denmark generally has excellent economic (and political) relations with the US. The US is Denmark's largest trading partner outside the EU and is ranked fourth overall in terms of trading partners with Denmark.\n\nDenmark is situated between the North Sea and the Baltic Sea, between Continental Europe and the Scandinavian Peninsula. The Capital is Copenhagen on the island of Zealand. The Jutland peninsula is connected to the rest of continental Europe, bordering Germany to the south. The length of the border is 68 km. To the east, the international waterway of the Sound provides the border to Sweden, only minutes away by tunnel and bridge or ferry. Denmark consists of Jutland and 406 islands connected by numerous bridges and ferries. No Dane lives more than 52 km. from the sea. The total length of the coastline is 7,314 km. Each year more than 125,000 ships pass through the Danish straits. Denmark's total area of 43,075km (16,625 sq. miles) is comparable to that of Maine and Massachusetts combined, yet its population is only 5.2 million approximately.\n\nAlthough Denmark remained neutral during the First World War, its rapid occupation by Nazi Germany in 1940 persuaded most Danes that neutrality was no longer a reliable guarantee of Danish security. Danish security policy is founded on its membership in NATO. Since 1988, Danish budgets and security policy have been set by multi-year agreements supported by a wide parliamentary majority, including government and opposition parties. In 2008, Danish defense expenditures were 2.6% of GDP.\n\nDenmark is a small nation that lived in the shadow of powerful and unfriendly powers. It has a long tradition of neutralism and has not, in recent history, maintained substantial armed forces. In 1949, the Danish people supported the courageous decision of their government to enter the North Atlantic Treaty Organization and join together with the other western democracies in common defense against the threat of Soviet aggression. The Danish Government has collaborated consistently with the United States and other free nations in the common effort to eliminate from their trade with the Soviet bloc those items that would contribute significantly to the armed potential of the Soviet Union and its satellites.\n\nBy virtue of its geography, Denmark occupied an important position in the strategic plans formulated by SHAPE during the Cold War for the defense of western Europe and therefore of the United States. It commands the exit from the Baltic Sea to the Atlantic Ocean and its participation is thus essential to the success of any plan to keep the Soviet submarine fleet from operating from the Baltic in the event of war. In addition, Denmark exercised political jurisdiction over Greenland, an important bridge between North America and the European continent on which the United States Air force maintains strategic bases, important to the air and naval defense of North America.\n\nDenmark contributed directly to the defense build-up of the NATO powers in the 1950s. A substantial part of the ground forces assigned by SHAPE to the northern flank of the European defense system is being provided by Denmark, in addition to air and naval units being contributed to the NATO forces. Danish contributions to the common defense could not have been met without American assistance. The dependence of the Danes on imports from the Soviet bloc is reduced substantially by American aid. Without the aid, Denmark would be forced to seek more of its imports from the Soviet bloc and, in return, would have to make greater exports.\n\nThe Danish Armed Forces have undergone a dramatic restructuring. Where previously almost the entire emphasis lay on defending Danish territory, international tasks are now playing a significant role in determining the focus of Danish defence. This has given Denmark an opportunity to pursue a proactive foreign policy over the twenty years that have passed since the fall of the Berlin Wall in 1989. At the same time, the terrorist attacks on the World Trade Center in New York and on the Pentagon in Washington D.C. on 11 September 2001 have led to far greater focus on efforts to combat terrorism, extremism and the proliferation of weapons of mass destruction. As a result, the nature of the international engagement has changed - from Cyprus, Bosnia and Kosovo to Iraq and Afghanistan.\n\n\n\n\n\n\n\n\n\n"}}