{"GDELT": {"GlobalEventID": 870545955, "Day": 20190905, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6712, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.4035087719298203, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Guyana", "Actor1Geo_CountryCode": "GY", "Actor1Geo_ADM1Code": "GY", "Actor1Geo_Lat": 5.0, "Actor1Geo_Long": -59.0, "Actor1Geo_FeatureID": "GY", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Guyana", "Action2Geo_CountryCode": "GY", "Action2Geo_ADM1Code": "GY", "Action2Geo_Lat": 5.0, "Action2Geo_Long": -59.0, "Action2Geo_FeatureID": "GY", "DATEADDED": 20190905013000, "SOURCEURL": "https://newssourcegy.com/news/local-workers-attached-to-companies-in-oil-and-gas-urged-to-become-unionized/"}, "ARTICLE": {"TITLE": "Local workers attached to companies in oil and gas urged to become unionized", "TEXT": "Veteran Trade unionist and General Secretary of the Guyana Trades Union Congress, Lincoln Lewis, believes that persons seeking employment with local contractors in the oil and gas sector and those already employed, need to seriously look at becoming unionized.\n\nOver the past few weeks, there have been complaints from many workers attached to companies that have been contracted by the oil companies to provide different levels of staffing.\n\nSome workers have expressed frustration with some local companies in the oil sector not fulfilling the terms of their agreement.\n\nThere are reported instances of underpayment, no-overtime being paid and lack of benefits.\n\nReports have also surfaced about local contractors withholding the training certificates for the Guyanese workers who would have completed training in a number of areas for jobs in the oil sector.\n\nTrade Unionist Lincoln Lewis said he has come across instances of young workers bein fearful of even starting a discussion on union representation.\n\nLincoln Lewis\n\n“Some say they are just thankful for the job and that’s it, they do not want to mash any bones”, he said.\n\nMr. Lewis said that is not the thinking that is needed as more jobs are being created in the oil and gas sector.\n\nWorkers, he said, must recognize the importance of having a union in place to look out for their interest.\n\nThe trade unionist also believes there might be the need for more information being made available to the public on the importance of trade unions and the role that they play."}}