{"GDELT": {"GlobalEventID": 870882172, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "CHLGOV", "Actor1Name": "CHILE", "Actor1CountryCode": "CHL", "Actor1Type1Code": "GOV", "Actor2Code": "CHLGOV", "Actor2Name": "CHILE", "Actor2CountryCode": "CHL", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.1097372488407995, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Santiago, Regióetropolitana, Chile", "Actor1Geo_CountryCode": "CI", "Actor1Geo_ADM1Code": "CI12", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -33.45, "Actor1Geo_Long": -70.6667, "Actor1Geo_FeatureID": "-901202", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Santiago, Regióetropolitana, Chile", "Actor2Geo_CountryCode": "CI", "Actor2Geo_ADM1Code": "CI12", "Actor2Geo_ADM2Code": "22379", "Actor2Geo_Lat": -33.45, "Actor2Geo_Long": -70.6667, "Actor2Geo_FeatureID": "-901202", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Santiago, Regióetropolitana, Chile", "Action2Geo_CountryCode": "CI", "Action2Geo_ADM1Code": "CI12", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -33.45, "Action2Geo_Long": -70.6667, "Action2Geo_FeatureID": "-901202", "DATEADDED": 20190906100000, "SOURCEURL": "https://www.phnompenhpost.com/international/bolsonaro-claims-un-rights-chief-meddling"}, "ARTICLE": {"TITLE": "Bolsonaro claims UN rights chief ‘meddling’", "TEXT": "President Jair Bolsonaro recently accused Emmanuel Macron of meddling in Brazil's affairs after the French president called for the internationalization of efforts to protect the Amazon. AFP\n\nBolsonaro claims UN rights chief ‘meddling’\n\nBrazil’s President Jair Bolsonaro taunted UN rights chief Michelle Bachelet on Wednesday over her father’s death under 1970s Chilean dictator Augusto Pinochet, sparking a new international row after she raised concerns over a spike in killings by police.\n\nFresh from a spat with French President Emmanuel Macron over his management of wildfires raging in the Amazon, Bolsonaro took aim at Bachelet for allegedly meddling in Brazil’s internal affairs by “attacking our courageous civil police and military.”\n\nThe former leftist Chile president was “following Macron’s line,” Bolsonaro tweeted, later taunting Bachelet by praising the Pinochet regime, under which both she and her father were tortured.\n\nBachelet had told a news conference in Geneva that her office was concerned by a hike in killings by police officers and by broader human rights restrictions in Brazil.\n\nShe said that in Rio de Janeiro and Sao Paulo alone “1,291 individuals were killed by the police. It might be police action, but what I want to highlight is there is an increase from 12 to 17 per cent compared to the same period last year.”\n\n“In recent months, we have seen also a shrinking of civic and democratic space, highlighted by documented attacks against human rights defenders, restrictions on the work of civil society and attacks on educational institutions,” Bachelet said.\n\nBolsonaro’s harshest words for Bachelet came later, in comments to reporters outside his Brasilia home.\n\nBachelet “is saying that Brazil is losing democratic space, but forgets that her country would be a new Cuba if it wasn’t for those who had the courage to curb the left, including her father – a communist brigadier general – in 1973.”\n\nAlberto Bachelet, an air force general, was arrested and tortured after a coup brought right-wing dictator Pinochet to power. Bachelet died in jail in 1974.\n\n“When you have people with nothing to do, they occupy the UN human rights chair,” he added.\n\nThe comments drew a sharp rebuke from Bachelet’s successor as Chile’s president, the conservative Sebastian Pinera.\n\n“I do not share at all the allusion made by President Bolsonaro regarding a former president of Chile and especially on a subject as painful as the death of her father,” Pinera said in Santiago.\n\nThe row comes just weeks away from the UN General Assembly in New York, which Bolsonaro said he would attend “in a wheelchair or a stretcher” if necessary to defend his policy on the Amazon, despite facing surgery next Sunday.\n\nThe former army captain recently accused Macron of meddling in Brazil’s affairs after the French president called for the internationalization of efforts to protect the Amazon after Brazil failed to control raging wildfires and deforestation.\n\nBrazil’s president further accused France and Germany of “buying” Brazil’s sovereignty after the G7 group of rich democracies offered $20 million in Amazon fire aid. He initially rejected the money unless Macron withdrew “insults” made against him.\n\nIn her news conference, Bachelet said “we have seen a marked increase in police violence in 2019 amid a public discourse legitimizing summary executions and an absence of accountability.”\n\nShe also said that since 2012, “Brazil has been one of the five countries in the world with the highest number of killings of human rights defenders.”\n\n“From January to June this year at least eight human rights defenders were killed,” she said.\n\nShe said her office had documented killings over land disputes, but also in violence between environmental activists and illegal loggers, miners and farmers.\n\nSince taking office in January, Bolsonaro has been accused of harming the Amazon and indigenous tribes in order to benefit his supporters in those industries. “We are experiencing a real environmental psychosis,” Bolsonaro said recently.\n\nHe has attacked environmental agencies and pledged to crack down on what he has called radical activism, and also questioned the latest official figures showing deforestation increasing by 88 per cent in June compared with the same period last year."}}