{"GDELT": {"GlobalEventID": 870883832, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "USA", "Actor1Name": "BOSTON", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.49221183800623, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Cape Cod, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA001", "Actor1Geo_Lat": 41.7001, "Actor1Geo_Long": -70.0328, "Actor1Geo_FeatureID": "606914", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Cape Cod, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 41.7001, "Action2Geo_Long": -70.0328, "Action2Geo_FeatureID": "606914", "DATEADDED": 20190906100000, "SOURCEURL": "https://www.capecodtimes.com/lifestyle/20190906/column-spending-summer-nights-with-sparkling-stars"}, "ARTICLE": {"TITLE": "COLUMN: Spending summer nights with sparkling stars", "TEXT": "Prologue: I didn’t know if it was my imagination or not, but apparently I was supposed to know the person who was standing right in front of me.\n\nThe highlight of my summer took place on Aug. 11, when my husband, Bob, and I went to the Pops by the Sea concert in Hyannis.\n\nI had decided I’d try to meet the Conductor of the Boston Pops Orchestra, the maestro himself, Keith Lockhart.\n\nI said to Bob, “We’ll tell security guards I’m his long-lost sister he’s never met because we were separated at birth.”\n\nAt the concert area, my heart raced with fear.\n\n“But you met Tony Bennett,” Bob reminded me.\n\nThat was another beautiful August evening. After two weeks of me plotting, Mr. Bennett finally agreed to meet me after his concert at the Melody Tent. I was so anxious I couldn’t remember my first name.\n\nI wrote an article about our meeting for the Christopher & Dana Reeve Foundation, so that others like myself, with spinal cord injuries, might consider stepping out of their comfort zones. Mr. Bennett was truly moved to know his kind gesture of meeting me could have a profound effect on hundreds, if not thousands, of disabled people.\n\nIt was an evening only dreams are made of.\n\nSo, at the Pops, I took a deep breath. Gripping my cane with my right hand, and Bob’s arm with my left, we strode right past the VIP tables.\n\nA security guard stopped us. “I’m here to meet the conductor,” I said.\n\n“And you are – ?”\n\n“I am Saralee Perel.”\n\nHe was not blown away.\n\nHe pointed to Barnstable Town Hall. With fake assuredness, Bob and I ducked under roped-off areas and marched to that building.\n\nAfter seven more officials stopped us, I said, “Let’s just go back to our seats.”\n\n“You’re giving up?” That’s all I needed to hear. I approached an orchestra member who led us into Town Hall, then asked us to wait.\n\nWaiting made my anxiety soar. My hands shake when I’m scared. All of me does. For 10 minutes, Bob rubbed my back.\n\nA guy in a blue shirt had been standing silently in front of me. He could easily have overheard Bob saying, “Picture him naked.”\n\nI looked at the guy with a questioning, “Who are you?” expression on my face.\n\n“I’m the conductor.”\n\nSpacing out, I did not put two and two together. He could tell I was confused, so he said, “I’m Keith Lockhart.”\n\nOh Lord, was I mortified.\n\nBefore I could reach out to shake his hand, he warmly held out his.\n\nHe was so instantly likable; I felt like we’d been friends for years.\n\nI told him I’d be writing about our meeting in my next Cape Cod Times column. With genuine eagerness, (This fellow could not pull off anything that’s not genuine.) he said, “I’ll look for it on September 6th.”\n\nBefore Bob took our picture, Keith ever-so-gently put his arm around my shoulders.\n\nI said, “Do you still get excited doing what you do?”\n\n“When I stop being excited it’ll be time for me to retire. And I have no intent to retire.”\n\nThis world-renowned innovative genius is really (like every great person should be) an ordinary guy.\n\nI can just picture him, today, reading this column, maybe over coffee with his feet up. I hope that my words convey to him how meaningful our time together was, and how I now have unforgettable memories.\n\nAnd so, the best part of my summer? Not the beach nor the barbecues.\n\nThe best part, of course, was hanging out with the maestro.\n\nAward-winning columnist Saralee Perel can be reached at sperel@saraleeperel.com or via her website: www.SaraleePerel.com. Her column runs the first Friday of each month."}}