{"GDELT": {"GlobalEventID": 870883100, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor2Code": "GOV", "Actor2Name": "MINIST", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.99692780337942, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Leitrim, Galway, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI10", "Actor1Geo_ADM2Code": "18305", "Actor1Geo_Lat": 53.1572, "Actor1Geo_Long": -8.45417, "Actor1Geo_FeatureID": "-1504154", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Leitrim, Galway, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI10", "Actor2Geo_ADM2Code": "18305", "Actor2Geo_Lat": 53.1572, "Actor2Geo_Long": -8.45417, "Actor2Geo_FeatureID": "-1504154", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20190906100000, "SOURCEURL": "https://www.leitrimobserver.ie/news/home/476112/councillors-opposed-to-the-dangers-of-5g.html"}, "ARTICLE": {"TITLE": "Councillors opposed to the 'dangers' of 5G", "TEXT": "Two councillors called on the council to exercise its responsibility to protect the environment and the public from harm by opposing the testing and roll-out of 5G technology in the county.\n\nCllr Justin Warnock asked Leitrim County Council at its meeting last Monday to invoke the precautionary principle in relation to 5G, oppose the testing, the roll-out, and any action that would facilitate the deployment of 5G in the county.\n\nCllr Warnock also called on ComReg to deny licensing for its roll-out, and for the Minister for Communications, Climate Change and the Environment, Richard Bruton to establish the facts about the radiation impact of 5G on the environment and human health with reference to global scientific knowledge.\n\nCllr Felim Gurn, who was not present at the meeting, tabled a motion in which he stated there is a rush to roll-out 5G across Ireland but there have been no scientific studies to show the effects on human life or the environmental damage that will be caused in the next 20-30 years.\n\nCllr Gurn also expressed concern at the deteriorating phone coverage in the county with areas now with no signal where they previously had coverage.\n\nProtestors against the introduction of 5G technology.\n\nCllr Warnock said there is a feeling out there that this is being done deliberately to force in the introduction of 5G.\n\nHe accused the Government of “bulldozing this through” without the people's involvement.\n\nHe added that the only thing Leitrim County Council has a say on is the masts themselves, but not the antennae placed on them.\n\nHe said the antennae for 5G will have to be erected every 100 metres in every estate and this is going to affect people's lives and their health.\n\nCllr Warnock pointed out that other countries have stopped the roll-out of this technology and questioned why Leitrim or Ireland are proceeding with it.\n\n“It's such a danger, the science is there to say there's issues with it. Japan has abandoned developing it as it may affect people's health. We need to be putting the health of the people of this country before financial gain,” Cllr Warnock stated.\n\n“If there's a concern about it the precautionary principle should apply,” he added.\n\nCllr Warnock concluded by saying, “We are like mushrooms, we're being kept in the dark and fed crap.”\n\nHis proposal was seconded by Cllr Gerry Dolan and supported by Cllr Mary Bohan who said the proposal should also be sent to the Minister for Health.\n\nCathaoirleach, Cllr Enda McGloin, proposed the motions as presented also be sent to the EPA.\n\n“We should send copies to the agency given that the minister has assigned a new statutory function to the EPA to provide general information to the public on such matters,” he said.\n\nCllr Sean McGowan said some of the facts are “quite alarming” and asked the executive to put a stall on any application until all the facts are determined.\n\nChief Executive, Lar Power, said he accepted Cllr McGowan's point about the concerns but stated a planning application has to be considered and it can't not be considered.\n\nCllr Des Guckian said the 5G companies are “trying to bulldoze this through” and he called on them to prove it is safe.\n\nJoseph Gilhooly explained there are quite a number of exemptions in regard to antennae in the planning regulations for the purpose of telecommunications by statutory instrument in 2018.\n\nHe said emissions in Ireland were found to be thousands of times below the guidelines by ComReg.\n\nCllrs Bohan and Warnock both said those findings were irrelevant as they pertained to 4G.\n\nCllr Bohan also questioned why were all the exemptions made by the Minister.\n\nCllr Padraig Fallon proposed they call on the Minister and Department of the Environment for a review of all the items that are exempt. This was seconded by Cllr Bohan."}}