{"GDELT": {"GlobalEventID": 870881907, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor2Code": "USA", "Actor2Name": "SUNSHINE STATE", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.7058823529411801, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hervey Bay, Queensland, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS04", "Actor2Geo_ADM2Code": "154665", "Actor2Geo_Lat": -25.2905, "Actor2Geo_Long": 152.874, "Actor2Geo_FeatureID": "11430493", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hervey Bay, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154665", "Action2Geo_Lat": -25.2905, "Action2Geo_Long": 152.874, "Action2Geo_FeatureID": "11430493", "DATEADDED": 20190906100000, "SOURCEURL": "https://www.itnews.com.au/news/queensland-reveals-first-trial-sites-for-digital-licences-530684"}, "ARTICLE": {"TITLE": "Queensland reveals first trial sites for digital licences", "TEXT": "The regional Queensland towns of Maryborough and Hervey Bay will play host to the first digital licence trials in the sunshine state.\n\nThe government on Friday revealed digital photo identification cards, learner licences and recreational marine licences will become available to residents in the trial sites in late 2019.\n\nThe Department of Transport and Main Roads has asked Fraser Coast residents to register their interest in participating in the pilot, which Queensland's Transport minister Mark Bailey said could expand to other locations and licences in the future.\n\n“Today’s announcement means Queenslanders could soon have the option to access photo ID on their phone, just like they [already can] with a debit card or event tickets,” he said.\n\n“There may also be the opportunity to include other services in the future, including updating details, renewing their licence and pay their registration fees all through the app.”\n\nMuch like the digital licence offerings from the NSW and South Australian governments, Queensland’s digital licences will be available through a smartphone app.\n\nBailey said the digital licences would improve security and privacy for citizens, with the app to hide the personal information behind “passwords and biometric smartphone features”.\n\nFurther information provided by Department of Transport and Main Roads indicates the digital licences will be encrypted.\n\n“Unlike a physical driver licence, the Digital Licence App gives you the control over how much information you allow a third party to see, copy and retain, when you share it with them,” he said.\n\nQueensland member for Maryborough Bruce Saunders said residents who registered for the trial would be able to use their digital licence the same way they use their current physical licence.\n\n“Many locals use their driver licence on a night out, to rent a house, open a bank account or check-in to a hotel,” he said.\n\n“A digital licence will allow Fraser Coast locals who sign up to be part of the trial to do all of this easily via their mobile phone.\n\n“We’re not phasing out physical licences. Instead we’re giving locals an opportunity to have their licence on an app, if that’s their preference.”\n\nTMR staff are planning to hold community engagement forms in the trial sites starting later this month.\n\nSA remains the only state to have rolled out digital driver's licences, with NSW still trialing their digital offering two years after announcing the first trial site.\n\nLast week Service NSW confirmed it had delayed the state-wide launch, which had been planned to take place last month, until late 2019."}}