{"GDELT": {"GlobalEventID": 870883121, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.09191530317613, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Gibraltar", "Actor1Geo_CountryCode": "GI", "Actor1Geo_ADM1Code": "GI", "Actor1Geo_Lat": 36.133333, "Actor1Geo_Long": -5.35, "Actor1Geo_FeatureID": "GI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Gibraltar", "Action2Geo_CountryCode": "GI", "Action2Geo_ADM1Code": "GI", "Action2Geo_Lat": 36.133333, "Action2Geo_Long": -5.35, "Action2Geo_FeatureID": "GI", "DATEADDED": 20190906100000, "SOURCEURL": "https://www.trtworld.com/middle-east/iran-says-nuclear-deal-allows-scale-back-of-commitments-gulf-tensions-28056"}, "ARTICLE": {"TITLE": "Iran to continue scaling back commitments to nuclear deal – Gulf tensions", "TEXT": "Fast News\n\nPresident Hassan Rouhani says Tehran will continue to reduce its nuclear commitments until European parties to the pact save it by protecting Iran's economy from US penalties.\n\nIranian President Hassan Rouhani giving a press conference in the capital Tehran on October 14, 2019. (AFP)\n\nMonday, October 14\n\nEU didn't fulfill promises under 2015 nuke deal – Iran\n\nIran's President Hassan Rouhani said on Monday Tehran would continue to scale back its commitments to the 2015 nuclear agreement until the European Union fulfills promises it made under the deal.\n\nIran has gradually scaled back its nuclear commitments since May after the U.S. pulled out of the deal and has called on European parties to the pact to salvage the deal by shielding Iran's economy from US penalties.\n\nRouhani, speaking on state television, also said Iran would start working on a more advanced uranium enrichment centrifuge.\n\nOn regional tensions, Rouhani said diplomacy was the way to solve differences.\n\n\"Ending the war in Yemen will pave the ground for de-escalation in the region,\" Rouhani said, adding it could also \"eventually lead to de-escalation between Iran and Saudi Arabia\".\n\n\"We want peace and calm in the region ... regional crisis can be resolved through diplomacy and co-operation between the regional countries.\"\n\nSunday, October 13\n\n'Pakistan doesn't want conflict between Iran and Saudi Arabia' – Khan\n\nPakistan will do its utmost to enable talks between arch regional rivals Iran and Saudi Arabia, Pakistani Prime Minister Imran Khan said in Tehran, adding that he will travel on to Saudi Arabia on Tuesday.\n\n\"Pakistan does not want conflict between Iran and Saudi Arabia...I am happy to facilitate talks between Tehran and Riyadh...I am very hopeful as I had constructive talks with the (Iranian) president,\" Khan told a joint news conference with President Hassan Rouhani, broadcast live on state TV.\n\nKhan arrived in Tehran on Sunday and he will later meet Iranian Supreme Leader Ayatollah Ali Khamenei.\n\nKhan said last month that both the United States and Saudi Arabia had asked him to mediate with Iran to calm tensions in the Gulf.\n\nPakistan has strong relations with Saudi Arabia, with more than 2.5 million of its nationals living and working in the kingdom.\n\nBut it also maintains good relations with Iran and represents Tehran's consular interests in the United States.\n\nFriday, October 11\n\nUS to deploys 3,000 troops to Saudi Arabia\n\nThe United States announced on Friday a new, large deployment of forces to Saudi Arabia to help bolster the kingdom's defenses following the Sept. 14 attack on its oil facilities, which Washington and Riyadh have blamed on Iran.\n\nThe planned deployment, which was first reported by Reuters, will include fighter squadrons, one air expeditionary wing, and air defence personnel, the Pentagon said.\n\nThe Pentagon said it was sending two additional Patriot batteries and one Terminal High Altitude Area Defense system (THAAD).\n\n\"Taken together with other deployments, this constitutes an additional 3,000 forces that have been extended or authorised within the last month,\" Pentagon spokesman Jonathan Hoffman said in a statement.\n\nIt was unclear whether some of the newly announced troops might replace other American forces expected to depart the region in the coming weeks or months.\n\nThe Pentagon has yet to announce, for example, whether it will replace the aircraft carrier USS Abraham Lincoln and its strike group when it eventually wraps up its deployment to the Middle East.\n\nThe deployment is part of a series of what the United States has described as defensive moves following the attack on Saudi Arabia's oil facilities last month, which rattled global energy markets and exposed major gaps in Saudi Arabia's air defences.\n\nIran says two missiles hit tanker off Saudi coast\n\nIran's state-run news agency says two rockets struck an Iranian oil tanker off the coast of Saudi Arabia.\n\nIRNA quoted a statement from Iran's national oil tanker firm as saying an attack targeted a tanker it identified as the Sabity.\n\nIt said the attack happened early on Friday morning.\n\nThe crew were all reported safe and the fire under control.\n\nThere was no immediate response from Saudi Arabia.\n\nThe US Navy's 5th Fleet, which oversees the Mideast, says it was aware of the incident, but declined to immediately comment further.\n\nWednesday, October 2\n\nIran's Rouhani says French plan for talks broadly acceptable\n\nA plan for talks presented to the United States and Iran by French President Emmanuel Macron is broadly acceptable to Iran, President Hassan Rouhani said on Wednesday during a cabinet meeting that was broadcast live.\n\nHe said some wording needed to be changed in the plan, which outlines that Iran will not pursue nuclear weapons and will help the security of the region and its waterways, while Washington will remove all sanctions. It would also allow Iran to immediately resume oil sales.\n\nBut Rouhani also told the cabinet meeting, broadcast on state TV, that mixed messages about sanctions received from the United States while he was there last week had undermined the possibility of talks.\n\nRouhani attended the United Nations General Assembly in New York.\n\nMonday, September 30\n\nIran would welcome if Riyadh is 'pursuing change of behaviour'\n\nSaudi Arabia has sent messages to Iran's president through the leaders of other countries, an Iranian government spokesman said on Monday, at a time of heightened tensions between the regional rivals.\n\n\"Messages from the Saudis were presented to [Iran's President] Hassan Rouhani from the leaders of some countries,\" spokesman Ali Rabiei said, according to the semi-official ILNA news agency.\n\n\"If Saudi Arabia is really pursuing a change of behaviour, Iran welcomes that,\" he added\n\nRabiei did not give any information on what the messages contained.\n\nSaudi Arabia's crown prince warned in an interview broadcast on Sunday that oil prices could spike to \"unimaginably high numbers\" if the world doesn't come together to deter Iran, but said he preferred a political solution to a military one.\n\nTop Iran general says destroying Israel 'achievable goal'\n\nThe commander of Iran's Revolutionary Guards said that destroying arch-rival Israel was an \"achievable goal\".\n\n\"This sinister regime must be wiped off the map and this is no longer ... a dream (but) it is an achievable goal,\" Major General Hossein Salami said, quoted by the Guards' Sepah news site.\n\nSunday, September 29\n\nEnd war in Yemen – Iran tells Saudi Arabia\n\nIran's foreign minister has urged arch-rival, Saudi Arabia, to accept that \"security cannot be bought\", saying an end to the war in Yemen would quell regional tensions.\n\nIn an interview with Tehran's official IRNA news agency on the sidelines of the UN General Assembly, Mohammad Javad Zarif accused the Saudi leadership of stirring up strife.\n\n\"They think that, in the same way that they have so far bought everything with money and have managed to buy weapons, friendship and support, they can buy security with money as well,\" he said, urging Riyadh to \"put aside this illusion\".\n\nZarif told IRNA that Riyadh was stirring tensions in order to \"open (the way) for foreigners to enter the region\".\n\nThe US has several major military bases in the Gulf and has threatened strikes in retaliation for attacks it has blamed on the Islamic republic.\n\nZarif said the solution \"is absolutely clear and that is an end to the Yemen war\".\n\nSaturday, September 28\n\nA British-flagged oil tanker which was seized by Iran, docked in Dubai's Port Rashid on Saturday, a day after it was released by Tehran.\n\nIran seized the tanker in July as it passed through the Strait of Hormuz, the narrow mouth of the Persian Gulf through which 20% of all oil passes.\n\nThe ship, the Stena Impero, set sail from Iran on Friday morning, arriving at an anchorage outside Port Rashid in the United Arab Emirates just before midnight.\n\nThe tanker's Swedish-based ship-owning company Stena Bulk said the crew would disembark in Dubai for medical checks and debriefing, and to spend some time with their families.\n\nFriday, September 27\n\nTrump says refused to lift sanctions for Iran meeting\n\nUS President Donald Trump said he had refused a request by Tehran to lift sanctions in exchange for talks, contradicting Iranian President Hassan Rouhani, who earlier on Friday said the United States had offered to lift restrictions to facilitate a meeting.\n\n\"Iran wanted me to lift the sanctions imposed on them in order to meet. I said, of course, NO!\" Trump tweeted.\n\nEarlier today, Iranian President Hassan Rouhani said the US offered to remove all sanctions on Iran in exchange for talks but Tehran has not yet accepted the offer due to the current \"toxic atmosphere\".\n\nRouhani, speaking on his return from the United Nations General Assembly in New York, said he met there with US officials at the insistence of Germany, Britain and France.\n\nIran was ready for negotiations but not in an atmosphere of sanctions and pressure, he said.\n\nUK tanker leaves Bandar Abbas port\n\nThe British-flagged Stena Impero tanker, detained by Iran in July, has started moving and exited the Bandar Abbas port, according to Refinitiv ship-tracking data.\n\nThe Stena Impero was detained by Iran's Revolutionary Guards in the Strait of Hormuz waterway for alleged marine violations two weeks after Britain seized an Iranian tanker off the territory of Gibraltar. That vessel was released in August.\n\nA spokesman for the ship's owner, Stena Bulk of Sweden, said on Friday that the vessel was preparing to leave.\n\nThursday, September 26\n\nPentagon to send radar, missiles to bolster Saudi defences\n\nThe Pentagon announced the deployment of 200 troops with Patriot missiles to Saudi Arabia to help with the country's defence in the wake of last months attacks on oil installations blamed on Iran.\n\n\"This deployment will augment the kingdom's air and missile defense of critical military and civilian infrastructure,\" Pentagon spokesman Jonathan Hoffman said.\n\nTwo more Patriot batteries and a THAAD missile defence system will be prepared to go later if needed.\n\nThe four Sentinel radar systems and the Patriot battery are designed to provide better surveillance coverage across northern Saudi Arabia. The bulk of the kingdom's Patriot batteries and other defences are focused on the south to protect the country from attacks by Iranian-backed Houthis in Yemen.\n\nUS military said it was also putting additional capabilities on \"prepare to deploy orders\", meaning they could be mobilised more quickly in a crisis.\n\nNew nuclear deal breach, says IAEA\n\nIran has started using advanced models of centrifuges to enrich uranium, the UN's nuclear watchdog said, in a new breach of the faltering 2015 deal with world powers.\n\nAdvanced centrifuges at Iran's Natanz facility \"were accumulating, or had been prepared to accumulate, enriched uranium\", the International Atomic Energy Agency said in a report seen by AFP.\n\nUnder the 2015 deal with world powers that put curbs on Iran's nuclear programme in exchange for sanctions relief, Tehran is only meant to enrich uranium using less efficient IR-1 centrifuges.\n\nChina criticises new US sanctions over Iranian oil deals\n\nChina criticised the US for imposing new sanctions on Chinese entities and people suspected of transferring oil from Iran, accusing Washington of \"bullying\".\n\nChina's cooperation with Iran is legitimate and legal, Chinese foreign ministry spokesman Geng Shuang said.\n\nChina, which is already embroiled in a trade dispute with the United States, responded that its dealings with Iran were legal and should be respected.\n\n\"We always oppose the so-called long-arm jurisdiction and unilateral sanctions,\" spokesman Geng said. \"We also oppose the bullying practice of the US.\"\n\nHe urged Washington \"to correct its wrongdoing.\"\n\nWednesday, September 25\n\nErdogan calls for caution over blaming Iran for Saudi attacks\n\nTurkey's President Recep Tayyip Erdogan has called for caution over blaming Iran for this month's attack on a Saudi Arabian oil facility in an interview with Fox News.\n\n\"I don't think it would be the right thing to do to blame Iran,\" Erdogan said.\n\n\"We need to recognise the fact that attacks of this scale come from several parts of Yemen.\n\n\"If we just place the entire burden on Iran, it wouldn't be the right way to go because the evidence available does not necessarily point to that fact,\" he added.\n\nErdogan also criticised US sanctions on Iran, saying such measures \"have never solved anything\".\n\nHe denied allegations that Turkey had helped Iran bypass sanctions in the past, saying these were allegations by government opponents.\n\n\"These are the allegations voiced by a terrorist organisation known as FETO who are behind the failed coup of July 2016 in Turkey,\" Erdogan told Fox News.\n\n\"These allegations are more than wrong, these are all produced propaganda by the FETO terrorist organisation.\"\n\nUS sanctions Chinese companies for Iran oil imports – Pompeo\n\nThe US on Wednesday announced sanctions on Chinese companies for buying Iranian oil, stepping up pressure despite European attempts to arrange talks between Washington and Tehran.\n\nSpeaking to a pressure group opposed to the Iranian regime on the sidelines of the United Nations, US Secretary of State Mike Pompeo said the actions were in response to violations of unilateral US sanctions.\n\n\"We're telling China, and all nations – know that we will sanction every violation of sanctions of all activity,\" Pompeo told United Against a Nuclear Iran.\n\nHe said that sanctions were being placed both on the companies and on their chief executives.\n\nPompeo said that the US was also aiming to split the elite Revolutionary Guards from the rest of the Iranian company.\n\nIran still holding British tanker despite lifting detention order\n\nBritish-flagged oil tanker Stena Impero is still being held in Iran, despite Tehran lifting a detention order on the vessel, its owner said on Wednesday.\n\nSweden's Stena Bulk said it was not in negotiations with Iran and not aware of any formal charges against the crew or the company.\n\n\"We haven't been accused of anything. Not through any formal letter or anything else to the company. We are still in the dark over why we are anchored in Bandar Abbas,\" said Stena Bulk CEO Erik Hanell.\n\nHe said the ship was fuelled and ready to sail for a port in the UAE as soon as it was cleared to leave.\n\nIran's defence minister rejects any deal on missile programme\n\nIran's defence minister Wednesday rejected the idea of a deal with world powers over the country's missile programme.\n\nThe official IRNA news agency quoted Gen. Amir Hatami as saying that any deal with the US over Iran's \"missile power\" would damage the country's capabilities. He said Iran's leaders all support improving the missile program.\n\nSeparately, the chief of the powerful Revolutionary Guard in charge of the country's missile program, Gen. Hossein Salami, was quoted by the semi-official Tasnim news agency as saying Wednesday that Iran has shown self-restraint despite the capabilities of its military, including its missile program.\n\n\"We are not looking for trouble but we will respond to troublemakers,\" he said.\n\nReferring to Iran-backed Houthi rebel attacks on Saudi Arabia, Salami said Iran has improved its military power to the extent that other countries blame it for actions carried out by the rebels themselves.\n\n\"The enemy assumes that we are in charge of any sophisticated job,\" he said. Without elaborating, he added that the Houthis were capable of \"changing the entire field of war\".\n\nIran gives final green light for British-flagged tanker to leave\n\nBritish-flagged oil tanker Stena Impero, seized by Iran more than two months ago, was Wednesday given the final clearance to leave, foreign ministry spokesman Abbas Mousavi said.\n\nHe tweeted that \"the lifting of the seizure of the vessel Stena Impero was finalised today\" after a procedure coordinated by the foreign ministry, Iran's judiciary and its port and maritime authorities.\n\nBut a legal case \"remains open\", he said. \"The captain and the owners have signed a written commitment to accept the verdict\" handed down at the end of proceedings.\n\nIran ready to accept nuclear deal changes if US lifts sanctions – spokesman\n\nIran is willing to give reassurances on not seeking nuclear arms and accept changes to its 2015 nuclear accord with world power if the US returns to the deal and lifts sanctions, a government spokesman said on Wednesday.\n\n\"If the sanctions are ended and there is a return to the (nuclear) accord, there is room for giving reassurances towards breaking the deadlock and the President (Hassan Rouhani) has even a proposal for small changes in the accord,\" the spokesman, Ali Rabiei, said on state TV.\n\nIran says detention of British tanker lifted but investigation of ship ongoing\n\nIran's foreign ministry said a detention order on the British-flagged tanker Stena Impero was lifted on Wednesday, but added that an investigation into the vessel was ongoing.\n\n\"The lifting of the detention order against Steno Impero was finalised today, but the investigation of some of its violations and environmental damage remains open,\" ministry spokesman Mousavi said in a tweet.\n\n\"The owner and captain of the ship have made a written commitment to accept the court's decision in this regard,\" he said.\n\nBritish tanker Stena Impero still held in Iran – owner\n\nIranian authorities have yet to release the British-flagged tanker Stena Impero even though the vessel, seized by Iranian forces in July, has been cleared to leave port, its Swedish owner said on Wednesday.\n\n\"At this point we are simply waiting for the guards onboard to leave and for the ship to receive clearance to sail,\" Stena Bulk Chief Executive Hanell said in a text message.\n\nTuesday, September 24\n\nJapan's Abe urges Iran to take actions that are 'grounded in wisdom'\n\nJapanese Prime Minister Shinzo Abe on Tuesday expressed concerns about the Middle East situation and urged Iran to take actions \"grounded in the wisdom derived from its rich history\".\n\nIn a speech to the United Nations General Assembly, Abe called the Sept. 15 attacks on Saudi oil facilities \"an extremely contemptible crime that holds the international economic order hostage\".\n\nHe did not, however, specify who Japan thought was behind the attacks, which Riyadh, Washington and the leading EU powers have blamed on Iran. Japan has traditionally had friendly ties with Iran and Abe has been trying to ease the tensions between Tehran and Tokyo's closest ally, Washington.\n\n\"It is my own unchanging role to call on Iran as a major power to take actions that are grounded in the wisdom derived from its rich history,\" Abe said, noting that Japan shared concerns regarding the Middle East situation.\n\nAbe met Iranian President Rouhani earlier in the day.\n\nMacron says Trump, Rouhani know conditions for talks, but up to them to deliver\n\nFrench President Emmanuel Macron said on Tuesday he believed that the conditions for the leaders of the United States and Iran to meet were now in place, but the ball was now in their court to make it happen.\n\n\"I believe that the conditions in this context for a rapid return to negotiations have been created,\" Macron told reporters before heading back to Paris from New York, where he attended the annual United Nations General Assembly.\n\n\"It's now up to the Iranians and the United States to seize these conditions and work together to relaunch momentum.\"\n\nBritain's Johnson, in talks with Iran's Rouhani, urges release of imprisoned dual nationals\n\nBritish Prime Minister Boris Johnson called for the immediate release of Nazanin Zaghari-Ratcliffe and other dual nationals imprisoned in Iran during a meeting with Iran's President Rouhani in New York on Tuesday, a Downing Street spokesperson said in a statement.\n\nJohnson also \"raised our deep concern about Iran's destabilising activity in the region, including the attacks on the Aramco oil facilities, and insisted this must stop,\" the spokesperson said. He stressed support for the Iran nuclear deal and the need for dialogue, \"including on a comprehensive successor deal.\"\n\nFrance, Britain urge Iran's Rouhani to meet Trump -UK press pool\n\nFrench President Macron said on Tuesday it would be a lost opportunity if Iranian President Rouhani left the United States without meeting US President Trump, according to a UK press pool report.\n\n\"What is important is that if he leaves the country without meeting with President Trump, this is a lost opportunity. Because he will not come back in a few months. And President Trump will not go to Tehran so they have t o meet now,\" Macron said during a meeting with Rouhani and British Prime Minister Johnson.\n\nJohnson concurred, according to the report, saying: \"I think I agree with Emmanuel. You need to be on the side of the swimming pool and jump at the same time.\"\n\nThe leaders are attending the annual United Nations General Assembly this week in New York.\n\nTrump must restore trust before any talks: Rouhani\n\nRouhani said Tuesday that his US counterpart Trump needed to restore trust before the possibility of a meeting.\n\n\"We must create mutual trust,\" Rouhani told Fox News, which Trump regularly watches, after the US leader criticised Iran before the UN General Assembly.\n\n\"If the government of the United States of America is willing to talk, it must create the needed conditions,\" he said.\n\nTrump vows pressure on Iran as mediation hopes dim at UN\n\nTrump on Tuesday threatened to intensify sanctions on Iran, as hopes dimmed among world leaders gathered at the United Nations for a breakthrough in reducing tensions.\n\nThe leaders of France, Germany and Japan and Pakistan were all meeting separately with Trump and Iran's Rouhani, fanning speculation that the pair -- whose nations have been arch-enemies for four decades -- could have a historic encounter in New York.\n\nBut in a speech full of praise of unilateralism and criticism of China, Trump made clear he would not ease economic pressure on Iran -- a condition set by Rouhani for any meeting.\n\n\"As long as Iran's menacing behaviour continues, sanctions will not be lifted. They will be tightened,\" Trump told the General Assembly.\n\n\"All nations have a duty to act. No responsible government should subsidise Iran's bloodlust,\" Trump said.\n\nTrump asks Pakistan's Khan to mediate with Iran\n\nPakistani Prime Minister Imran Khan said on Tuesday that US President Trump had asked him to mediate with Iran to defuse tensions.\n\n\"Trump asked me that if we could de-escalate the situation and maybe come up with another deal,\" Khan told reporters at the United Nations after meeting both Trump and Iranian President Rouhani.\n\n\"I can't say anything right now more than this, except that we are trying and mediating.\"\n\nIran rejects UK, France and Germany statements on Saudi attacks\n\nIran said on Tuesday that a statement by Britain, France and Germany accusing it of responsibility for attacks on Saudi oil facilities showed that they lacked the will to confront US \"bullying\", the semi-official Mehr news agency reported.\n\n\"The statement showed that the European parties have no strength or willpower to counter US bullying,\" Foreign Ministry spokesman Mousavi was quoted as saying.\n\n\"These allegations, which lack evidence, are based solely on a ridiculous rationale that 'there is no other possible explanation',\" Iran's foreign ministry said in a statement.\n\nSeized British tanker still in Iran\n\nBritish-flagged tanker Stena Impero, detained by Iran in July, remains in that country even as Iranian officials have said it was free to leave, Erik Hanell, chief executive of the tanker's Swedish owner Stena Bulk said on Tuesday.\n\nIran's ambassador to Britain, Hamid Baeidinejad, had said in a Twitter post on Monday that the vessel was free to leave after legal hurdles had been cleared.\n\n\"The detention order on Stena Impero had been lifted and the vessel is going through the proceedings to leave Bandar Abbas\" port, Mohammad Rastad, head of Iran's Ports and Maritime Organization, was quoted as saying on Tuesday by the semi-official news agency ILNA.\n\n\"She has moved during her time there to get fresh water, among other things, but is still in Bandar Abbas,\" Hanell said in a text message, adding he had no information as to why the ship had not left Iran.\n\nUK, France and Germany blame Iran for Saudi oil attacks\n\nBritain, France and Germany joined the United States on Monday in blaming Iran for attacks on key oil facilities in Saudi Arabia, but the Iranian foreign minister pointed to claims of responsibility by Yemeni rebels and said: \"If Iran were behind this attack, nothing would have been left of this refinery.\"\n\nThe leaders of the United Kingdom, France and Germany released a statement reaffirming their support for the 2015 Iran nuclear deal, which the US exited, but telling Iran to stop breaching it and saying \"there is no other plausible explanation\" than that \"Iran bears responsibility for this attack.\"\n\nThey pledged to try to ease tensions in the Middle East and urged Iran to \"refrain from choosing provocation and escalation.\"\n\nMonday, September 23\n\nIran says seized British-flagged tanker free to leave\n\nIran said British-flagged oil tanker Stena Impero is \"free\" to leave more than two months after it was seized in the Gulf.\n\n\"The legal process has finished and based on that the conditions for letting the oil tanker go free have been fulfilled and the oil tanker can move,\" government spokesman Ali Rabiei told a news conference.\n\nHe did not specify when the Swedish-owned vessel would be allowed to set sail.\n\n\"We understand that the political decision has been taken to release the ship,\" Stena Bulk's chief executive Hanell told Swedish television station SVT.\n\n\"We hope it will be able to leave in a few hours, but we don't want to take anything for granted.\n\nIran calls for rival Gulf security coalition\n\nIran's president says his country will offer its own rival security coalition in the Persian Gulf, as the US sends more troops to Saudi Arabia and heads its own regional military coalition.\n\nRouhani, before travelling to attend the UN meetings, said on Monday that Iran will invite \"all littoral states of the Persian Gulf\" to join its coalition \"to guarantee the region's security.\"\n\nHe says the initiative is not limited to \"security\" but also encompasses economic cooperation and will be presented in detail at the UN.\n\nUK says Iran responsible for attack on Saudi oil facilities\n\nJohnson says Britain has concluded Iran was responsible for attacks on oil facilities in Saudi Arabia, and the UK will consider taking part in a US-led military effort to bolster the Gulf kingdom's defences.\n\nBut Johnson also says the UK will work with allies to \"de-escalate\" Mideast tensions.\n\nSaudi Arabia and the US also blame Iran.\n\nUSemphasises diplomacy\n\nThe US said it will make its case against Iran at the UN this week, insisting it wants to give diplomacy \"every opportunity to succeed\" in the wake of a devastating attack on a vital Saudi oil complex.\n\n\"President Trump and I both want to give diplomacy every opportunity to succeed,\" said Secretary of State Pompeo.\n\n\"But make no mistake about it, if we're unsuccessful in that and Iran continues to strike out in this way, I am confident that President Trump will make the decisions necessary to achieve our objectives.\"\n\nPompeo, meanwhile, said the US sanctions campaign was just getting started.\n\nSunday, September 22\n\nRouhani tells West to leave the Gulf\n\nIran's president has called on Western powers to leave the security of the Persian Gulf to regional nations led by Tehran, criticizing a new US-led coalition patrolling the region's waterways.\n\nRouhani said that the US and Western nations should \"distance\" themselves from the region.\n\n\"Your presence has always been a calamity for this region and the farther you go from our region and our nations, the more security would come for our region,\" he said.\n\nHe promised to unveil a regional peace plan at this week's upcoming high-level meetings at the United Nations.\n\nPompeo says US mission is to avoid war with Iran\n\nThe United States aims to avoid war with Iran and the additional troops ordered to be deployed in the Gulf region are for \"deterrence and defence,\" Pompeo said on Sunday.\n\nSpeaking to Fox News Sunday, Pompeo added that he was confident that Trump would take action if such deterrence measures fail and this was well understood by the Iranian leadership.\n\nIran may release British-flagged tanker\n\nStena Impero, the British-flagged tanker detained by Iran on July 19, may be released within hours, the head of the Swedish firm that owns the vessel said on Sunday.\n\nSwedish public broadcaster SVT quoted Stena Bulk Chief Executive Hanell as saying: \"We have received information now this morning that it seems like they will release the ship Stena Impero within a few hours. So we understand that the political decision to release the ship has been taken.\"\n\n\"We hope to be able to head out within a few hours, but we don't want to anticipate events. We want to see that the ship sails out of Iranian territorial waters,\" Hanell told SVT, adding that his information came from Iranian authorities.\n\nForeign forces raise 'insecurity' in Gulf - Rouhani\n\nRouhani said on Sunday that the presence of foreign forces creates \"insecurity\" in the Gulf after the US ordered the deployment of more troops to the region.\n\n\"Foreign forces can cause problems and insecurity for our people and for our region,\" Rouhani said in a televised speech at an annual military parade, adding that Iran would present to the UN a regional cooperation plan for peace.\n\nRouhani called on the foreign powers in the Gulf region to \"stay away\".\n\n\"If they're sincere, then they should not make our region the site of an arms race,\" he said.\n\n\"Your presence has always brought pain and misery for the region. The farther you keep yourselves from our region and our nations, the more security there will be for our region.\"\n\nRouhani said Iran would present a plan for peace to the United Nations in the coming days.\n\nSaturday, September 21\n\nSaudi Arabia to take \"appropriate steps\"\n\nSaudi Arabia will take appropriate steps to respond to an attack on its oil facilities if its investigation confirms that Iran was responsible, a senior official said on Saturday.\n\nMinister of State for Foreign Affairs Adel al Jubeir said the probe would prove that the September 14 strikes came from the north and that Iran bore responsibility, a charge Tehran denies.\n\n\"The kingdom will take the appropriate measures based on the results of the investigation, to ensure its security and stability,\" Jubeir told a news conference, declining to speculate about specific actions.\n\n\"We are certain that the launch did not come from Yemen, it came from the north. The investigations will prove that.\"\n\nRiyadh has rejected a claim by Yemen's Iran-aligned Houthi movement that it carried out the strikes on two oil plants that initially halved Saudi production, the largest-ever assault on oil facilities in the world's top oil exporter.\n\nUS to deploy troops to Saudi Arabia and UAE\n\nThe Pentagon says the US will deploy additional troops and military equipment to Saudi Arabia and the United Arab Emirates to beef up security, as Trump has at least for now decided against any immediate military strike on Iran in response to the attack on the Saudi oil industry.\n\nDefence Secretary Mark Esper says this is a first step, and he is not ruling out additional moves down the road. He says it's a response to requests from the Saudis and the UAE to help improve their air and missile defences.\n\nEsper and General Joseph Dunford, chairman of the Joint Chiefs of Staff, said details of the deployments will be determined over the coming days.\n\nSaudi Aramco sees full oil production by end Sept\n\nSaudi state oil company Aramco said it will bring back by end September full crude output at Abqaiq and Khurais, the two oil facilities damaged by attacks last weekend that US officials have blamed on Iran.\n\nAramco is shipping equipment from the United States and Europe to rebuild the damaged facilities, Fahad Abdulkarim, Aramco's general manager for the southern area oil operation, told reporters on a tour organised by the company to the two sites east of the capital Riyadh.\n\nReuters reporters were shown repair work underway at both locations, with cranes erected around burnt-out stabilisation columns, which form part of oil-gas separation units.\n\n\"We are working 24/7,\" Abdulkarim said in Khurais. “This is a beehive.\"\n\nTrump says new sanctions on Iran\n\nTrump says his administration is imposing additional sanctions on Iran following last weekend's attack on Saudi oil facilities, which the administration has blamed on Iran.\n\nSpeaking in the Oval Office on Friday during a meeting with Australian Prime Minister Scott Morrison, Trump said, \"We have just sanctioned the Iranian national bank.\"\n\nThe US has already applied an arsenal of sanctions on Iran since the administration withdrew in November from the 2015 nuclear deal.\n\nStill, Treasury Secretary Steven Mnuchin says the latest sanctions demonstrate the US is continuing a maximum pressure campaign, asserting \"we have now cut off all funds to Iran.\"\n\nSaudi vows quick recovery despite damage to oil plant\n\nSaudi Arabia vowed on Friday oil production will be quickly restored as it revealed extensive damage to the Khurais oilfield following weekend aerial strikes, which have been blamed on Iran by Washington.\n\n\"We will have production at the same level as before the strike by the end of this month ⁠— we are coming back stronger,\" asserted Fahad al Abdulkareem, a general manager for Saudi Aramco.\n\nHe said there were as many as 300 people on-site at the time of the aerial strikes early on Saturday morning.\n\n\"The whole thing ... happened, with four strikes and explosions, with no single injury to any [staff],\" he said, as he inspected damage.\n\nSaudi Arabia shows attack site it says Iran hit\n\nSaudi Arabia has taken journalists to the site of a missile-and-drone attack on a facility at the heart of the kingdom's oil industry.\n\nJournalists arrived on Friday to Buqayq in Saudi Arabia's Eastern Province, home to the Abqaiq oil processing facility.\n\nFriday prayer leader says Iran is greater than its borders\n\nIran is not limited to a \"geographical location\" as the Iran-backed factions around the region are \"all Iran\" now, high-ranking cleric Ayatollah Ahmad Alamolhoda said on Friday.\n\n\"Iran, today, is not only Iran and not limited to a geographical location. Iraq's Hashd al Shaabi, Lebanon's Hezbollah, Yemen's Ansarullah, Syria's National Defence Forces, Palestine's Islamic jihad and Hamas are all Iran,\" the semi-official news agency ISNA quoted the ultra-conservative Alamolhoda as saying during a Friday prayer sermon.\n\nKuwait raises security levels at ports\n\nKuwait says it has raised security levels at its ports given ongoing regional tensions following an attack on Saudi Arabia.\n\nThe state-run KUNA news agency reported the decision on Friday, quoting Kuwait's minister of commerce and industry as making the announcement.\n\nKhaled al Roudhan said it affected both commercial ports and oil facilities.\n\nIran oil minister inspects cybersecurity at key refinery\n\nIranian Oil Minister Bijan Zanganeh discussed cybersecurity and production bottlenecks during a visit to a major refinery and petrochemical plants on Iran's Gulf coast on Friday, the official news agency IRNA reported.\n\n\"Investigating the refinery's civil defence situation and related topics is among the goals ... of the oil minister's one-day trip to Bandar Abbas,\" IRNA reported.\n\nIran's civil defence body is in charge of issues including cybersecurity.\n\nIRNA said Zanganeh inspected several petrochemical plants and the 350,000-barrels per day Persian Gulf Star refinery, which helped Iran declare self-sufficiency in gasoline after the inauguration of its third phase in February.\n\nUS military to present options on Iran\n\nThe Pentagon will present a broad range of military options to President Trump on Friday as he considers how to respond to what administration officials say was an unprecedented Iranian attack on Saudi Arabia's oil industry.\n\nIn a White House meeting, the Republican president will be presented with a list of potential air strike targets inside Iran, among other possible responses, and he will be warned that military action against the Islamic Republic could escalate into war, according to US officials familiar with the discussions who spoke on the condition of anonymity.\n\nHouthis accuse Saudi-led coalition of 'dangerous escalation'\n\nThe Yemeni Houthi movement on Friday accused the Saudi-led coalition of a dangerous escalation of the situation around Hudaida after coalition forces attacked targets north of the port city.\n\nThe actions threatened a UN-brokered ceasefire accord in the Red Sea port, Houthi spokesman Mohammed Abdul Salam said.\n\nThe Saudi-led coalition on Friday launched a military operation north of Hudaida against what it described as \"legitimate military targets.\"\n\nA coalition spokesman said attacks had destroyed four sites used to assemble remote-controlled boats and sea mines to help protect the freedom of maritime navigation.\n\n\"The concentrated raids on Hudaida constitute a dangerous escalation that could blow up the Sweden agreement,\" the Houthi spokesman said on Twitter. \"The coalition will bear the responsibility of this escalation which is also a test to the United Nations.\"\n\nTop Iran commander threatens broad response to any US plots\n\nA senior Revolutionary Guard commander said on Friday Iran would respond from the Mediterranean to the Indian Ocean against any US plots, the state news agency IRNA reported, amid heightened tensions after attacks on Saudi oil infrastructure.\n\n\"If the Americans think of any plots, the Iranian nation will respond from the Mediterranean, to the Red Sea and to the Indian Ocean,\" said General Yahya Rahim Safavi, a senior adviser to Iran’s supreme leader, according to IRNA.\n\nIran's Zarif questions US coalition for 'peaceful resolution'\n\nIran's foreign minister on Friday questioned US plans for a coalition for a \"peaceful resolution\" in the Middle East while listing repeated Iranian diplomatic initiatives.\n\n\"Coalition for Peaceful Resolution?,\" Mohammad Javad Zarif said in a statement on Twitter, and listed eight diplomatic initiatives by Iran since 1985, including a peace plan for Yemen in 2015, and a regional non-aggression pact for the Gulf region proposed earlier this year.\n\nIn another tweet, Zarif accused the United States of valuing oil more than people in the Middle East, before leaving for New York for the annual gathering of world leaders at the United Nations next week, state media said.\n\n\"Arab blood vs. Arab oil / A primer on U.S. policy: 4 yrs of indiscriminate bombardment of Yemen, 100,000 dead Yemenis, 20M malnourished Yemenis, 2.3M cholera cases, carte (blanche) for culprits,\" Zarif tweeted.\n\n\"Retaliatory Yemeni strike on oil storage tanks = unacceptable \"act of war,\" he added, in reference to September 14 attacks on Saudi oil infrastructure, which US Secretary of State Pompeo called an \"act of war\" against the world's largest oil exporter.\n\nZarif left for New York early on Friday, Iranian state TV said, after Iran's UN mission confirmed that the United States has issued visas allowing Rouhani and Zarif to attend the United Nations General Assembly.\n\nThursday, September 19\n\nUN experts in Saudi to investigate oil attacks\n\n\n\nThe United Nations says its panel of experts on Yemen have arrived in Saudi Arabia to investigate an attack on the kingdom's oil facilities.\n\nUN spokesman Farhan Haq acknowledged their arrival in a statement to journalists.\n\nHe said the inspectors had \"started their mission, undertaken at the invitation of the Saudi authorities.\" He did not elaborate.\n\nIraq rejects joining US-led maritime coalition\n\nIraq's Foreign Ministry spokesman says it will not join a US-led coalition to protect waterways across the Mideast after an attack on Saudi oil installations.\n\nAhmad al Sahhaf says Gulf security is the responsibility of Gulf countries. In a statement on Thursday, he said Iraq rejects Israel's participation in the coalition.\n\nPompeo favours 'peaceful resolution' to crisis after Saudi attack\n\nThe US wants a peaceful solution to the crisis sparked by attacks on Saudi oil facilities, Secretary of State Pompeo said after Iran raised the prospect of \"all-out war.\"\n\nAfter meeting with allies in Riyadh and Abu Dhabi, Pompeo said there was an \"enormous consensus in the region\" that Iran carried out the attacks, despite its denials.\n\nBut he said the US intends to find a way out of the confrontation.\n\n\"We'd like a peaceful resolution. I think we've demonstrated that,\" he told reporters. \"I hope the Islamic Republic of Iran sees it the same way.\"\n\nIran diplomat warns of 'all-out war' if hit for Saudi attack\n\nIran's top diplomat said that any attack on his country over a drone-and-missile strike on Saudi Arabia's oil industry will result in \"all-out war,\" further pushing up tensions across the Persian Gulf.\n\nAsked by CNN what would be the consequence of a US or Saudi strike, Zarif said, \"All-out war.\"\n\nIt would cause \"a lot of casualties,\" he stressed.\n\n\"I am making a very serious statement that we don't want to engage in a military confrontation,\" Zarif said. \"But we won't blink to defend our territory.\"\n\nHe added that any sanctions placed by the US on Iran after pulling out of the nuclear deal would need to be lifted before any negotiations could be considered.\n\n\"They've done whatever they could and they haven't been able to bring us to our knees,\" Zarif said.\n\nIran asks Gulf states to 'come to their senses,' warns against attacks - Fars\n\nIran called on Gulf countries to \"come to their senses,\" saying that any aggression against the country will be met with crushing response, the Iranian supreme leader's military advisor was quoted as saying by Fars news agency.\n\n\"The enemy is fully aware of the preparedness of Iran's armed forces and knows that it will regret it if it commits any aggression,\" advisor Hossein Dehghan said.\n\n'Iran is definitely behind them'\n\nSaudi Arabia's ambassador to German says his country has not ruled out any options in response to the recent attacks on its oil infrastructure.\n\nPrince Faisal bin Farhan told Deutschlandfunk radio it's not yet clear where the attacks originated but \"Iran is definitely behind them.\"\n\nAsked whether military retaliation was being considered, he said \"everything is on the table.\"\n\nHe says his country's ultimate response to the oil attacks would also depend on the international community.\n\nHe says the situation could deescalate if Iran can be convinced \"something like this is not acceptable.\"\n\nClaims are 'not very credible' - France's top diplomat\n\nFrance's top diplomat is expressing doubt at claims by Yemen's rebel Houthis that they are responsible for recent drone attacks on Saudi Arabian oil facilities.\n\nForeign Minister Jean-Yves Le Drian told CNews TV that the claims are \"not very credible.\"\n\nHe would not speculate on who was responsible, but reiterated that France sent its own experts to Saudi Arabia to investigate what happened.\n\nIran's Zarif slams 'agitation for war' over Saudi attacks\n\nForeign Minister Zarif accused Iran's forces of agitating for war, as Washington and its Gulf allies stepped up their rhetoric over twin attacks on Saudi oil facilities.\n\n\"'Act of war' or AGITATION for WAR?,\" Zarif tweeted, in apparent reference to remarks by US Secretary of State Pompeo accusing Iran of responsibility for Saturday's attacks, which sent world energy markets into a tailspin.\n\n\"This was an Iranian attack ... an act of war,\" Pompeo said on Wednesday, as he began a Gulf tour to discuss Washington's response.\n\nSaudi oil attacks an Iranian 'act of war' - Pompeo\n\n\n\nPompeo said America backs Saudi Arabia's \"right to defend itself\" after the weekend attack targeted the heart of its oil industry.\n\nThe attacks have reignited fears over a wider conflagration in the region, as tensions remain high over Iran's collapsing nuclear deal with world powers.\n\nPompeo's made the comments on Twitter while he was in Jeddah, Saudi Arabia, after meeting Crown Prince Mohammed bin Salman, the kingdom's defence minister.\n\nUAE joins US-led coalition to protect Mideast waterways\n\n\n\nThe United Arab Emirates (UAE) announced it had joined a US-led coalition to protect waterways across the Mideast after the attack on Saudi oil installations.\n\nThe UAE is a close ally of Saudi Arabia and joined the kingdom in its war in Yemen against the Houthis.\n\nThe state-run WAM news agency quoted Salem al Zaabi of the Emirati Foreign Ministry as saying the UAE joined the coalition to \"ensure global energy security and the continued flow of energy supplies to the global economy.\"\n\nHouthis threaten to attack targets in UAE\n\nYemen's Houthi group, which claims it was behind the weekend attack on Saudi oil facilities, said on Wednesday it has dozens of sites located in the United Arab Emirates listed as possible targets for attacks.\n\nA military spokesman of the Iran-aligned organisation said the Houthis have new drones, powered by \"normal and jet engines\" that can reach targets deep in Saudi Arabia.\n\nWednesday, September 18\n\nUN sends experts to probe Saudi blasts\n\nUN experts have left for Saudi Arabia to probe weekend blasts at oil installations, Secretary-General Antonio Guterres said as he warned of “devastating” consequences if the crisis escalates.\n\nThe UN chief said that the experts were authorised to start a probe under the Security Council resolution that endorsed the 2015 nuclear agreement with Iran, which the US blames for the attacks.\n\nWhile saying that he would wait to see the results of the investigation, he said he “strongly” condemned the attack.\n\n“I think this attack is a dramatic escalation in the Gulf and I believe that we absolutely need to stop this kind of escalation,” he said.\n\n“If there would be a major confrontation in the Gulf, it would have devastating consequences for the region and globally,” he said.\n\nSaudi says Iran missile, drones used in attack\n\nSaudi Arabia said that strikes on its oil infrastructure came from the \"north\" and were \"unquestionably\" sponsored by Iran, but that the kingdom was still investigating where exactly they were launched from.\n\n\"The attack was launched from the north and unquestionably sponsored by Iran,\" defence ministry spokesman Turki al Maliki told a press conference. \"We are working to know the exact launch point.\"\n\nHowever, he would not be drawn on whether Saudi Arabia believed Iran would ultimately be found to be the culprit, only saying they were confident they would find where the weapons were fired from.\n\nMaliki displayed pieces of what he said were cruise missiles and drones used in the strike, recovered from the site of Saturday's attack in the country's east.\n\nIran says retaliation against US imminent if targeted\n\nIran has warned the US it would retaliate \"immediately\" if Tehran is targeted over a weekend attack on Saudi oil installations, its state-run news agency reported Wednesday, further raising Mideast tensions.\n\nIran's president and foreign minister also may not be able to attend next week's high-level meetings at the UN as the US has yet to issue them visas, IRNA reported.\n\nThe IRNA separately reported Wednesday that Iran's first delegation for the annual UN event had not left Iran because they had not acquired visas. Foreign Minister Zarif was to travel to New York on Friday, with Iran's Rouhani following Monday, according to the agency.\n\nTrump orders Iran curbs as Saudi readies attack evidence\n\nTrump on Wednesday said he ordered a major increase in sanctions on Iran in the latest US move to pressure Tehran, which US officials say probably carried out a crippling weekend attack on Saudi oil facilities.\n\nTrump gave no explanation in a brief Twitter posting announcing the order, but the initiative follows repeated US assertions that the Islamic Republic was behind Saturday's attack on the kingdom, a close US ally.\n\n\"I have just instructed the Secretary of the Treasury to substantially increase sanctions on the country of Iran!,\" he wrote.\n\n\"They want to impose maximum ... pressure on Iran through slander,\" Iran's President Rouhani said.\n\n\"We don't want conflict in the region ... who started the conflict?\" he added, blaming Washington and its Gulf allies for the war in Yemen.\n\nSaudi Arabia joins US-led maritime coalition\n\nSaudi Arabia said it joined a US-led coalition to secure the Mideast's waterways amid threats from Iran after an attack targeting its crucial oil industry.\n\nThe kingdom's decision to enter the International Maritime Security Construct came ahead of a planned visit by Pompeo.\n\nSaudi officials separately planned to share information about the weapons used to attack a Saudi oil field and the world's largest crude oil processing plant Saturday.\n\nIran denies role in Saudi attacks in message to US\n\nIran has sent the United States a diplomatic note denying any role in attacks on Saudi oil installations and warning of a response to any action, state media said Wednesday.\n\nThe formal memo sent on Monday through the Swiss embassy, which represents US interests in Tehran, \"emphasised that Iran has not played any role in this attack and denies and condemns\" the US claims to the contrary, the official IRNA news agency said.\n\nSaudi to unveil 'evidence' linking Iran to attacks\n\nSaudi Arabia said it will unveil evidence on Wednesday linking regional foe Iran to attacks on key oil installations, as Pompeo heads to the kingdom to discuss possible retaliation.\n\nRiyadh, which is bogged down in a five-year war against Tehran-aligned rebels in neighbouring Yemen, has said that the weapons used in the strikes were Iranian-made, but has so far not directly blamed its arch-rival.\n\nHowever, the Saudi defence ministry said its spokesman would present evidence from the site of the weekend attacks that halved Saudi oil production, sending global energy markets into a tailspin.\n\n\"He will announce the final results of the investigation and present material evidence and Iranian weapons proving the Iranian regime's involvement in the terrorist attack,\" the ministry said.\n\nIran's Rouhani says Houthi attack a warning to Saudi Arabia\n\nIranian President Rouhani told his Cabinet that Saudi Arabia should see the Houthi-claimed attack on its oil facilities as a warning to end its war in Yemen.\n\nRouhani said Yemenis \"did not hit hospitals, they did not hit schools or the Sanaa bazaar\", mentioning the Saudi-led coalition's widely-criticised airstrikes.\n\nPresident Rouhani also said US accusations that Iran was behind an attack on Saudi oil sites were aimed at increasing pressure on Tehran, state media reported.\n\nThe state-run media added Rouhani may cancel his appearance at the UN General Assembly meeting this month if the US fails to issue visas for him and the foreign minister in the next few hours.\n\nFrance sending experts to investigate Saudi oil attack\n\nFrance will send experts to Saudi Arabia to help with investigations into an attack on Saudi oil installations, President Macron's office said on Wednesday.\n\nMacron strongly condemned the attack, the Elysee Palace said, and assured Salman that France was committed to stability in the Middle East.\n\n\"In response to a Saudi request, President Macron confirmed to the crown prince that France will send experts to Saudi Arabia to take part in investigations aimed at revealing the origin and modalities of the attacks,\" the Elysee said.\n\nUS warns citizens over travelling to Saudi Arabia\n\nThe US State Department called on its citizens to \"exercise increased caution\" while travelling to Saudi Arabia, a travel advisory posted on its website said on Wednesday.\n\nUS mission personnel and their families are not permitted to use the airport in Abha without chief of mission approval, the note added.\n\nAbha airport has been frequently attacked by drones and missiles launched from Yemen, where a Saudi-led coalition has been battling the Houthi group.\n\nTuesday, September 17\n\nPompeo heads to Saudi Arabia after US blames Iran\n\nUS Secretary of State Pompeo departed for Saudi Arabia to discuss possible retaliation after Washington said it had proof that attacks on Saudi oil installations originated in Iran.\n\nA US official, speaking on condition of anonymity, said the Trump administration has concluded last weekend's attack involved cruise missiles from Iran and that evidence would be presented at the UN General Assembly next week.\n\nSaudi minister says 50 percent of crude reduction restored\n\nSaudi Arabia's energy minister Prince Abdulaziz bin Salman says 50 percent of the production cut by the attack on its oil processing plant has been restored.\n\nThe attack struck a Saudi oil field and the world's largest crude oil processing plant, knocking out 5.7 million barrels of crude oil production per day for the kingdom, or about 5 percent of the world's daily production.\n\nThe prince added that within this month, production capacity will be up to 11 million barrels per day by the end of September. It had been around 9.6 million barrels per day before the attack.\n\nNo talk with the US at any level – Iran's supreme leader\n\n\n\n\"There will be no talks with the US at any level,\" Iran's Supreme Leader Ayatollah Ali Khamenei said in remarks apparently meant to end all speculation about a US-Iran meeting at the UN later this month.\n\nIranian state TV on Tuesday quoted Khamenei as saying this is the position of the entire leadership of the country and that \"all officials in the Islamic Republic unanimously believe\" this.\n\nThere has been speculation about a possible meeting between President Trump and his Iranian counterpart, Rouhani, during the upcoming UN General Assembly this month in New York.\n\nUS singles out Iran,readies response to Saudi oil attacks\n\nThe US readied its response on Monday to the \"unprecedented\" attack on Saudi oil facilities as Trump said Iran was likely to blame, fanning new fears of conflict in the Gulf region.\n\nTrump said he was ready to help key ally Saudi Arabia after the weekend drone attacks, which triggered a record leap in global oil prices, but would await a \"definitive\" determination on who was responsible.\n\n\"We have a lot of options,\" the US leader told reporters, saying there was no rush to react and that talks with allies would come first.\n\n\"I'm not looking to get into new conflict, but sometimes you have to,\" he said.\n\nMonday, September 16\n\nIran seizes new boat near vital oil shipping lane\n\nIran seized a boat suspected of being used to smuggle fuel and arrested its 11 crew members near a vital oil shipping lane, state TV reported on Monday.\n\nA naval patrol of the Islamic Revolutionary Guard Corps intercepted the vessel carrying 250,000 litres of fuel near the Strait of Hormuz, state TV's website said, citing a commander of the force.\n\n\"This boat was sailing from Bandar Lengeh towards United Arab Emirates waters before it was seized 32 kilometres east of Greater Tunb island,\" Brigadier General Ali Ozmayi was quoted as saying.\n\nKremlin warns against 'hasty conclusions'\n\nRussia urges countries in the Middle East and outside the region not to draw 'hasty conclusions' on who attacked Saudi oil facilities, Kremlin spokesman Dmitry Peskov told reporters.\n\nPeskov also said Russian President Vladimir Putin had not offered to help Saudi Arabia deal with consequences of the attacks, which did not affect preparations for Putin's upcoming visit to the country.\n\nBritain says attack 'outrageous' but not clear who did it\n\nBritain said an attack on Saudi Arabia's oil facilities was serious and outrageous but that the full facts were needed on who was responsible before making a response.\n\nThe attack \"was a wanton violation of international law,\" British Foreign Secretary Dominic Raab said, adding that the UK stood firmly behind Saudi Arabia.\n\n\"In terms of who is responsible, the picture is not entirely clear,\" Raab said. \"I want to have a very clear picture which we will be having shortly.\n\nChina can't apportion blame for attack without facts\n\nChina's Foreign Ministry said it was irresponsible to blame anyone for the attack on Saudi Arabia's oil facilities without conclusive facts.\n\nMinistry spokeswoman Hua Chunying, speaking at a daily news briefing in Beijing, added that China hoped all parties would exercise self-restraint.\n\nTrump not to meet Iran officials with 'no conditions'\n\nTrump on Sunday appeared to play down the chances that he might be willing to meet with Iranian officials, saying reports that he would do so without conditions were not accurate.\n\n\"The Fake News is saying that I am willing to meet with Iran, 'No Conditions.' That is an incorrect statement (as usual!),\" Trump said on Twitter.\n\nIn fact, as recently as on September 10, US Secretary of State Pompeo said, \"He [Trump] is prepared to meet with no preconditions.\"\n\nEnergy prices spike after attacks\n\nGlobal energy prices spiked after the Houthi-claimed drone attack caused the worst disruption to world supplies on record.\n\nBenchmark Brent crude gained nearly 20 percent in the first moments of trading on Monday before settling down to over eight percent higher as trading continued. A barrel of Brent traded up $5.33 to $65.55.\n\nThat spike represented the biggest percentage value jump in Brent crude since the lead up to the 1991 Gulf War that saw a US-led coalition expel Iraqi leader Saddam Hussein's forces from Kuwait.\n\nHouthis warn of more attacks\n\nYemen's Houthi rebels warned of more attacks on Saudi oil facilities and urged foreign companies doing business in the kingdom to stay away from its energy sites.\n\nYahia Sarie, a rebel spokesman, said facilities such as the Abqaiq oil processing plant and the oil field hit this weekend could again \"be targeted at any time.\"\n\nSunday, September 15\n\nUS won't rule out Trump-Rouhani meeting\n\n\n\nThe White House did not rule out a potential meeting between Trump and Rouhani, even after Washington accused Iran of being behind drone attacks on Saudi oil facilities.\n\nWhite House adviser Kellyanne Conway said the attacks on Saturday \"did not help\" prospects for a meeting between the two leaders during the United Nations General Assembly this month but she left open the possibility it could happen.\n\n\"I'll allow the president (Trump) to announce a meeting or a non-meeting,\" Conway told the \"Fox News Sunday\" television show.\n\nIran dismisses US allegations as 'meaningless'\n\nIran's foreign ministry dismissed as \"meaningless\" US accusations it was behind drone attacks on Saudi oil installations, suggesting they were a pretext to retaliate against the Islamic republic.\n\n\"Such fruitless and blind accusations and remarks are incomprehensible and meaningless,\" ministry spokesman Mousavi was quoted as saying in a statement.\n\nThe allegations over Saturday's strikes were meant to justify \"future actions\" against Iran, he added.\n\nUS blames Iran for Saudi attacks, 'pretend' diplomacy\n\nPompeo accused Iran of leading attacks on Saudi oil plants that have cut the kingdom's output roughly in half, as he ruled out Yemeni involvement and denounced Tehran for engaging in false diplomacy.\n\nYemen's Iran-aligned Houthi group claimed responsibility for the attacks on two plants at the heart of Saudi Arabia's oil industry, including the world's biggest petroleum processing facility.\n\nMeanwhile, the US State Department declined to provide any evidence to bolster Pompeo's claim. Pompeo also said on Twitter that there was no evidence the attacks came from Yemen.\n\nSaturday, September 14\n\nIran signs $440M deal with local firm to develop Gulf gas field\n\nIran signed a $440 million contract with local company Petropars to develop Belal gas field in the Gulf, Iranian state television reported, saying the country's vital energy sector was active despite US sanctions.\n\n\"This contract and other upcoming contracts show that we are working under the sanctions. The sanctions have not stopped us and we are active,\" Oil Minister Bijan Zanganeh said in remarks carried by state TV.\n\nUnder the deal signed with a subsidiary of the state-run National Iranian Oil Company (NIOC), Petropars is to produce 500 million cubic feet per day of gas, state TV said.\n\nBelal, a field shared with Qatar, straddles the maritime boundary between Iran and Qatar in the Gulf.\n\nFriday, September 13\n\nEuropean powers call on Iran to cooperate\n\nIn a joint statement, France, Britain, Germany and the EU's foreign policy chief Mogherini expressed deep concern at Tehran's violations of the 2015 deal and urged it to cooperate with the UN nuclear watchdog, the International Atomic Energy Agency.\n\n\"The International Atomic Energy Agency confirmed in its report of September 8 that advanced centrifuges had been installed or were being installed in Natanz. We are deeply concerned by these activities,\" the European powers said in their first joint statement since an IAEA briefing earlier this week.\n\n\"We continue to support the JCPoA (nuclear accord) and urge Iran to reverse its activities that violate its JCPoA commitments, and to refrain from all further action.\"\n\nIran accuses US and Israel of pressuring IAEA\n\nTehran accused the US and Israel of applying \"undue pressure\" on the IAEA to vet its nuclear programme and warned it could be \"counterproductive\" to its cooperation with the agency.\n\nTehran's ambassador to the IAEA, Kazem Gharib Abadi, said statements by Israel and the US could jeopardise Iran's \"constructive, timely and proactive cooperation\" with the watchdog.\n\nGibraltar acted in good faith over Adrian Darya 1 release\n\nGibraltar acted in good faith when it released the Adrian Darya 1 tanker and Iran broke assurances it had given not to sell the crude oil to Syria, the British territory's maritime minister said on Friday.\n\nBritish commandos on July 4 seized the supertanker, formerly named the Grace 1, on suspicion that it was en route to Syria in breach of EU sanctions.\n\nGibraltar released it on August 15 after getting written Iranian assurances that it would not discharge its cargo of around 2 million barrels of oil in Syria.\n\nTrump says Iranian leadership 'wants to meet'\n\nTrump said he believes that Iran's leadership wants to talk, adding to expectations that he is trying to arrange a summit with his Iranian counterpart at the upcoming UN assembly.\n\n\"I can tell you that Iran wants to meet,\" he told reporters at the White House.\n\nTrump has repeatedly indicated he is ready to meet with President Rouhani, who is expected to attend the UN General Assembly in New York this month. However, the Iranians have so far not given a positive response.\n\nUS Treasury Secretary Mnuchin said on Thursday Trump has no meeting planned with Rouhani while he's in New York for the UNGA later this month.\n\nThursday, September 12\n\nEvidence Adrian Darya 1 oil transferred to Syria - US\n\nThe US has evidence that the Iranian tanker Adrian Darya 1 has transferred its crude oil to the Syrian government, breaking assurances it gave not to sell crude to the country, the US State Department said.\n\nBritish commandos on July 4 seized the vessel, formerly named the Grace 1, on suspicion that it was en route to Syria in breach of EU sanctions. Gibraltar released it on August 15 after getting written Iranian assurances that it would not discharge its 2.1 million barrels of oil in Syria.\n\nBritain's foreign ministry on Tuesday said the tanker had sold its crude oil to the government of Syrian leader Bashar al Assad, breaking those assurances, and that the oil had been transferred to Syria.\n\nWednesday, September 11\n\nRouhani signals approval of Bolton firing\n\nIran's president urged the US on Wednesday to \"put warmongers aside\" as tensions roil the Persian Gulf amid an escalating crisis between Washington and Tehran in the wake of the collapsing nuclear deal with world powers.\n\nRouhani's remarks signalled approval of Trump's abrupt dismissal of John Bolton as national security adviser, a man routinely pilloried by Iranian Foreign Minister Zarif as part of a \"B Team\" that targeted Iran.\n\nBolton had for years been critical of Tehran and once promised before an Iranian exile group that they'd be celebrating the overthrow of Iran's government this year.\n\nIran again rebuffs US talk of Trump-Rouhani meeting\n\nIran said the firing of Bolton as US national security adviser will not push Tehran to reconsider talks with the US.\n\n\"The departure of US National Security Adviser John Bolton from Trump's administration will not push Iran to reconsider talking with the US,\" state news agency IRNA quoted Tehran's United Nations envoy Majid Takht-e-Ravanchi as saying.\n\n2 British-Australians, 1 Australian citizen held in Iran\n\nTwo women who are dual British-Australian citizens and an Australian man have been detained in Iran, one of them sentenced to 10 years in prison, Australia's government and media said.\n\nAustralia's Department of Foreign Affairs and Trade said it was providing consular assistance to the families of all three.\n\nThe three are held in Tehran's Evin prison, where British-Iranian Nazanin Zaghari-Ratcliffe, 41, has been detained since 2016 on spying charges, the newspaper reported.\n\nTuesday, September 10\n\nIran reneged on promise by transferring oil to Syria – UK\n\nBritain summoned the Iranian ambassador to condemn what it said was a clear breach of the assurances it was given over the oil cargo of the tanker Adrian Darya 1, which had previously been detained for breaching EU sanctions.\n\n\"Iran has shown complete disregard for its own assurances over Adrian Darya 1,\" Foreign Minister Dominic Raab said in a statement, accusing Iran of reneging on a promise not to transfer oil from the tanker to Syria.\n\n\"This sale of oil to brutal (Syrian) regime is part of a pattern of behaviour by the Government of Iran designed to disrupt regional security.\"\n\nBritain said it would raise the issue at the UN later this month.\n\nIran's failure to address IAEA concerns 'unacceptable' – US\n\nPompeo on Tuesday accused Iran of \"possible undeclared nuclear activities,\" as the UN's nuclear watchdog presses Tehran for answers on its atomic safeguards.\n\n\"The Iranian regime's lack of full cooperation with @iaeaorg raises questions about possible undeclared nuclear material or activities,\" Pompeo tweeted.\n\n\"The world won't fall for it. We will deny the regime all paths to a nuclear weapon.\"\n\nThe US, however, repeated it remained open to talks with Tehran on a \"comprehensive deal.\"\n\nMonday, September 9\n\nNetanyahu claims Iran has a secret nuclear weapon site\n\nIsrael's prime minister has unveiled what he says is a previously undisclosed Iranian nuclear weapons site.\n\nSpeaking to reporters on Monday, Benjamin Netanyahu said the facility was discovered from records that Israel said it had seized from an Iranian nuclear warehouse early last year.\n\nHe showed a satellite photo of the facility in the southern Fars province's Abadeh area in June, followed by a second photo of what he said was the site being destroyed in July after the Iranians realised they'd been discovered.\n\n\"Today we reveal that yet another secret nuclear site was exposed in the archives that we brought from Tehran,\" Netanyahu said.\n\nNetanyahu, a fierce critic of the international nuclear deal with Iran, says Tehran is trying to develop a nuclear weapon — a charge Iran denies.\n\n\"Israel knows what you're doing, Israel knows when you're doing it, and Israel knows where you're doing it,\" Netanyahu said.\n\n'Respond promptly' to questions – IAEA to Tehran\n\nThe acting head of the UN nuclear watchdog on Monday called on Iran to \"respond promptly\" to the agency's questions regarding Tehran's nuclear programme.\n\nCornel Feruta was addressing the quarterly board meeting of the International Atomic Energy Agency (IAEA) a day after meeting high-level Iranian officials in Tehran.\n\nHe said that in his meetings he \"stressed the need for Iran to respond promptly to Agency questions related to the completeness of Iran's safeguards declarations,\" adding: \"Time is of the essence.\"\n\nEarlier on Monday, IAEA confirmed that Iran was installing advanced centrifuges, a move that puts further pressure on the troubled 2015 nuclear deal with world powers.\n\nSunday, September 8\n\nTraces of uranium found at secret warehouse\n\nSamples taken by the UN nuclear watchdog at what Israel's prime minister called a \"secret atomic warehouse\" in Tehran showed traces of uranium that Iran has yet to explain, two diplomats who follow the agency's inspections work closely say.\n\nThe International Atomic Energy Agency (IAEA) is investigating the particles' origin and has asked Iran to explain the traces. But Tehran has not done so, according to the diplomats, stoking tensions between Washington and Tehran.\n\nIn a speech a year ago Israeli Prime Minister Netanyahu, who vehemently opposed the deal, called on the IAEA to visit the site immediately, saying it had housed 15 kg (33 lb) of unspecified radioactive material that had since been removed.\n\nReuters first reported in April that the IAEA, which is policing the nuclear deal, had inspected the site - a step it had said it takes \"only when necessary\" - and environmental samples taken there were sent off for analysis.\n\nIsraeli and US media have since reported that the samples turned up traces of radioactive material or matter - the same vague language used by Netanyahu.\n\nThose traces were, however, of uranium, the diplomats said - the same element Iran is enriching and one of only two fissile elements with which one can make the core of a nuclear bomb.\n\nOne diplomat said the uranium was not highly enriched, meaning it was not purified to a level anywhere close to that needed for weapons.\n\n\"There are lots of possible explanations,\" that diplomat said. But since Iran has not yet given any to the IAEA it is hard to verify the particles' origin, and it is also not clear whether the traces are remnants of material or activities that predate the landmark 2015 deal or more recent, diplomats say.\n\nThe IAEA did not respond to a request for comment.\n\nIranian officials were not available to comment.\n\nUS will continue to impose sanctions\n\nThe United States will continue to impose sanctions on whoever purchases Iran's oil or conducts business with Iran's Revolutionary Guards and no oil waivers will be re-issued, a US official told Reuters on Sunday.\n\n\"We will continue to put pressure on Iran and as President (Trump) said there will be no waivers of any kind for Iran's oil,\" said Sigal Mandelker, US Treasury Under Secretary for Terrorism and Financial Intelligence.\n\nMandelker added that Iranian oil sales have taken a \"serious nose dive\" because of US pressure.\n\nDetained British tanker may be released 'soon'\n\nIran may soon release a detained British tanker after the completion of legal steps, state television reported on Sunday.\n\n\"I hope the procedures will be completed soon and this tanker will be released,\" Foreign Ministry spokesman Mousavi told the station.\n\nThe state television also reported that Mousavi said an Iranian tanker \"has gone to its destination\" and \"the oil has been sold.\n\n\"The Adrian Darya oil tanker finally docked on the Mediterranean coast ..and unloaded its cargo,\" IRNA quoted Foreign Ministry spokesman, Mousavi, as saying.\n\nIran says Europe failing to save nuclear deal\n\nThe head of Iran's nuclear program, Ali Akbar Salehi, said the European Union has so far failed to carry out its commitments under the 2015 deal, which promised relief from trade sanctions in return for curbing the country's nuclear program.\n\nSalehi said the EU \"was supposed to fill the vacuum\" in enforcing the deal, but \"unfortunately they could not.\" He said compliance with the deal is not a \"one-way road.\n\n\"Unfortunately the European parties have failed to fulfil their commitments...The deal is not a one-way street and Iran will act accordingly as we have done so far by gradually downgrading our commitments,\" said Salehi said, speaking after meeting the acting head of the US nuclear watchdog (IAEA), Cornel Feruta.\n\n\"Iran will continue to reduce its nuclear commitments as long as the other parties fail to carry out their commitments.\"\n\nFeruta, Zarif meet\n\nFeruta, also met Zarif on Sunday who said Iran's reduction of commitments under its 2015 nuclear deal were allowed under the accord, according to reports by the semi-official Fars news agency.\n\nZarif said that Iran was acting under paragraph 36 of the accord, Fars reported. Iranian officials say the paragraph allows one party to the deal to cut its commitments if others do not live up to theirs.\n\nFeruta reiterated that IAEA would carry out its verification activities in a \"professional and impartial\" manner, Fars added.\n\nThe IAEA's 35-nation Board of Governors will discuss Iran at a quarterly meeting that begins on Monday.\n\nSaturday, September 7\n\nIran fires up advanced centrifuges in latest nuclear step\n\nIran has started up advanced centrifuges to boost its stockpile of enriched uranium but will allow the UN atomic agency to continue monitoring its nuclear programme, spokesman for Iran's Atomic Energy Organisation Behrouz Kamalvandi said.\n\nHe said the agency had activated 20 IR-4 and 20 IR-6 centrifuges as a third step in the Islamic republic's reduction of its commitments under the 2015 nuclear deal.\n\n\"The centrifuge machines, as they are engaged in research and development, will help with increasing the stockpile,\" he said.\n\n\"The capacity of these machines is many times more than the previous machines. This started as of yesterday (Friday),\" he told reporters.\n\nIran seizes ship for alleged fuel-smuggling\n\nIran's coast guard has seized a vessel for allegedly smuggling fuel in the Gulf and detained its 12 crew members from the Philippines, the semi-official news agency ISNA reported.\n\nThe vessel was carrying nearly 284,000 litres of diesel, the news agency said on Saturday.\n\nSatellite images show Iran oil tanker off Syria\n\n\n\nEarlier, the once-detained Iranian oil tanker pursued by the US appeared to be off the coast of Syria, where Tehran reportedly promised the vessel would not go when authorities in Gibraltar agreed to release it several weeks ago, according to satellite images obtained Saturday by The Associated Press.\n\nThe images obtained early Saturday from Maxar Technologies appeared to show the vessel off Syria's coast, some 3.7 kilometres off shore under intermittent cloud cover.\n\nIranian and Syrian officials have not acknowledged the vessel's presence there.\n\nFriday, September 6\n\nIran to host IAEA officials in Tehran\n\nThe acting chief of the UN nuclear watchdog policing Iran's nuclear deal with major powers, Cornel Feruta, will meet senior Iranian officials in Tehran on Sunday, a spokesman for the International Atomic Energy Agency said on Friday.\n\n\"The visit is part of ongoing interactions between the IAEA and Iran,\" the spokesman said.\n\nThe trip comes before a quarterly meeting of the IAEA's 35-nation Board of Governors next week and after an IAEA report suggested Iran's cooperation with the agency was less than ideal, saying: \"Ongoing interactions between the Agency and Iran ... require full and timely cooperation by Iran. The Agency continues to pursue this objective with Iran.\"\n\nIran defends nuclear measures\n\nIranian Foreign Minister Zarif on Friday defended his country's plan to take further steps away from the 2015 nuclear accord with world powers.\n\nHe said this was justified because it was in response to US sanctions.\n\n\"The measures that we have taken have been prescribed in the JCPOA (nuclear accord), in paragraph 36, as remedies for the US withdrawal, its reimposition of illegal restrictions on Iran, which we call economic terrorism,\" he said.\n\nIran says next step belongs to Europe\n\nIran has yet to say officially what exact steps it will take, as a deadline it gave Europeans to salvage the deal is to expire on Friday.\n\nHowever, centrifuges that speed up uranium enrichment would further shorten the time Tehran would need to to build a nuclear weapon were it to choose to do so.\n\nThursday, September 5\n\nIran to provide details of latest nuclear move Saturday\n\nIran will announce details on Saturday of its latest scaling back of its commitments under the nuclear deal in response to the sweeping US sanctions, the ISNA news agency reported.\n\nAtomic energy organisation spokesman Behrouz Kamalvandi will hold a news conference to set out the details of Iran's third cut in its nuclear commitments since May, ISNA said on Thursday.\n\nRouhani said Wednesday that the new steps included abandoning all limits set by the 2015 deal to Iran's nuclear research and development.\n\nAlso on Thursday, EU urged Iran to \"reverse\" scaleback from nuclear deal.\n\n\"These activities we consider are inconsistent with the JCPOA (the nuclear accord). And in this context we urge Iran to reverse these steps and refrain from further measures that undermine the nuclear deal,\" European Commission spokesman Carlos Martin Ruiz de Gordejuela told a media briefing in Brussels.\n\nIran's Zarif tweets: US treasury is nothing more than a \"jail warden\"\n\nThe US treasury is nothing more than a \"jail warden\", Iranian Foreign Minister Zarif tweeted on Thursday, a day after Washington imposed fresh sanctions designed to choke off the smuggling of Iranian oil.\n\n\"OFAC (Office of Foreign Assets Control of US Treasury) is nothing more than a JAIL WARDEN: Ask for reprieve (waiver), get thrown in solitary for the audacity. Ask again and you might end up in the gallows,\" Zarif wrote on his Twitter account.\n\nUS adds new sanctions and rewards to further pressure Iran\n\nThe Trump administration stepped up pressure on Iran on Wednesday, imposing sanctions on an oil shipping network with ties to Iran's Revolutionary Guard and offering a reward of up to $15 million for anyone with information that could disrupt its faltering economy even further.\n\nIn announcing these new steps, US officials appeared to dampen expectations for European-led efforts to salvage the remainder of the nuclear deal.\n\n\"There will be more sanctions coming,\" Brian Hook, the US special envoy for Iran, told reporters at the State Department. \"We can't make it any more clear that we are committed to this campaign of maximum pressure.\"\n\nWednesday, September 4\n\nRouhani says Iran to develop nuclear centrifuges\n\n\n\nIran will from Friday begin developing centrifuges to speed up the enrichment of uranium, as the next step in scaling back its nuclear commitments, Rouhani said on Wednesday.\n\nHe ordered all limits on nuclear research and development to be lifted, the country's third step in scaling down its commitments to a 2015 deal with world powers.\n\n\"I, as of now, announce the third step,\" he said on state television.\n\n\"The atomic energy organisation (of Iran) is ordered to immediately start whatever is needed in the field of research and development, and abandon all the commitments that were in place regarding research and development.\"\n\nIran in July abandoned two other nuclear commitments: to keep its stockpile of enriched uranium below 300-kilogrammes, and a 3.67-percent cap on the purity of its uranium stocks.\n\nUS slaps sanctions on Iran shipping network\n\nThe United States imposed sanctions on a shipping network it said was run by Iran's Revolutionary Guard, saying it sold millions of barrels of oil to benefit Syrian regime leader Assad.\n\nThe sanctions on 16 entities, 10 people and 11 vessels were announced just as Iran was threatening to cut further its commitments under a nuclear deal unless the United States eases its pressure.\n\nTuesday, September 3\n\nIran set to make new cut in nuclear commitments\n\nRouhani reiterated a threat that Tehran would take additional steps away from the 2015 nuclear accord on Friday and accelerate nuclear activities if Europe fails to provide a solution, calling it Iran's third, \"most important step\" away from the deal.\n\nIran and three European countries – Britain, France and Germany – have been engaged in talks to save a 2015 nuclear deal that has been unravelling since the US withdrew from it in May last year.\n\n\"I don't think that... we will reach a deal so we'll take the third step and we will announce the details today or tomorrow,\" Rouhani told a cabinet meeting on Wednesday.\n\n\"If we had 20 issues of disagreement with the Europeans in the past, today there are three issues,\" he said.\n\n\"Most of them have been resolved but we haven't reached a final agreement.\"\n\nEuropean credit line to Iran\n\nThe idea of a phased credit line to pre-purchase Iranian oil has been floated amid the diplomatic efforts, something Araghchi reiterated.\n\nEurope, Deputy Foreign Minister Abbas Araghchi said, needs to compensate Iran in the \"amount of $15 billion over a 4-month span\" and \"after that, Iran is ready for talks.\"\n\nAraghchi was quoted by the official IRNA news agency as saying \"it is unlikely European countries can take an effective step\" before the deadline.\n\nIran frees British sailors\n\nIran will free seven crew members of the detained British tanker Stena Impero, Iranian state television reported on Wednesday.\n\nForeign Ministry spokesman Mousavi told the TV that the seven were freed on humanitarian grounds and could leave Iran soon.\n\nThe Stena Impero was detained by Tehran on July 19, two weeks after Britain detained an Iranian tanker off the territory of Gibraltar. The Iranian ship was released in August.\n\nMonday, September 2\n\nIran’s Zarif warns EU\n\nIran said it would further scale back its commitments under the 2015 nuclear deal if EU signatories failed to shield Tehran’s economy from US sanctions reimposed by Trump after exiting the deal last year.\n\n\"It is meaningless to continue unilateral commitments to the deal if we don’t enjoy its benefits as promised by the deal’s European parties,\" Foreign Minister Zarif said in a joint press conference with his Russian counterpart in Moscow.\n\n\"We have agreed to make further efforts and take more measures to protect economic projects with Iran and to gain independence from payments in dollars,\" Sergey Lavrov said.\n\nSaturday, August 31\n\nUS sanctions Iranian oil tanker Adrian Darya 1\n\nUS sanctioned an Iranian oil tanker previously held for weeks by Gibraltar and released despite Washington's efforts to keep it detained.\n\nThe US Department of Treasury said the vessel, previously known as Grace 1, is \"blocked property\" under an anti-terrorist order, and \"anyone providing support to the Adrian Darya 1 risks being sanctioned.\"\n\nTwo weeks ago, US threatened a visa ban on the crew of the tanker.\n\nWashington says the vessel is carrying crude ultimately benefiting Iran's Islamic Revolutionary Guard Corps, which it has blacklisted as a terrorist organisation.\n\nFriday, August 30\n\nIAEA says Iran violating nuclear deal\n\nThe UN atomic watchdog says Iran is still in violation of limitations set by the 2015 nuclear deal with major powers.\n\nIn a confidential quarterly report distributed to member states, the International Atomic Energy Agency said on Friday that Iran's stockpile of low-enriched uranium still exceeds the amount allowed by the so-called Joint Comprehensive Plan of Action.\n\nIt said Iran continues to enrich uranium to 4.5 percent, above the 3.67 percent allowed.\n\nThe violations were announced by Iran, and confirmed by the IAEA last month, and are meant to put pressure on the signatories to the JCPOA to provide new economic incentives to help offset new tough American sanctions.\n\nThe IAEA says Iran has continued to permit its inspectors to monitor its nuclear facilities.\n\nIranian tanker destination remains obscure\n\nAn Iranian oil tanker pursued by the US on Friday again listed its destination as Turkey but the Turkish foreign Minister Mevlut Cavusoglu said it is certain the tanker is not coming to a Turkish port.\n\nThe flurry of contradictory statements further muddies the waters for the Adrian Darya 1, formerly known as the Grace 1, and obscures where its 2.1 million barrels of oil will ultimately go.\n\nIran tanker headed to Lebanon: Turkey\n\nIranian tanker Adrian Darya 1, released after being detained for six weeks by the British overseas territory of Gibraltar, is now headed for Lebanon, Turkey's Foreign Minister Cavusoglu said on Friday.\n\nLebanon said it had not been informed of the tanker's direction.\n\n\"This tanker is not heading actually to Iskenderun [in Turkey], this tanker is heading to Lebanon,\" Cavusoglu said during a visit to Oslo, referring to the vessel.\n\nThe minister did not specify whether Lebanon was the tanker's final destination.\n\n\"We still buy gas from Iran, but we don't buy oil,\" Cavusoglu stressed, adding that Turkey was monitoring the vessel's progress \"very closely.\"\n\nLebanon has not been informed whether an Iranian oil tanker, at the centre of a US-Iran confrontation, was heading to one of its ports, the finance minister said.\n\n\"We have not been informed of the Iranian oil tanker Adrian Darya heading [here],\" Finance Minister Ali Hassan Khalil said.\n\nThursday, August 29\n\nEU backs US-Iran talks but says nuclear deal must stay\n\n\"We are always in favour of talks, the more people talk, the more people understand each other better, on the basis of clarity and on the basis of respect,\" EU diplomatic chief Mogherini said as she arrived for the Helsinki meeting.\n\nBut she added that \"first and foremost what is existing needs to be preserved\" – referring to UN Security Council resolutions and specifically the 2015 deal known formally as the Joint Comprehensive Plan of Action or JCPOA.\n\nThe idea of direct talks between Washington and Tehran as a way out of the crisis grew this week after Trump mooted the idea and the new US defence secretary urged Iran's leaders to engage.\n\nIran says no talks with US unless it lifts sanctions\n\nZarif says Iran's supreme leader will not meet Trump unless Washington halts its \"economic terrorism\" that has hurt ordinary Iranians.\n\nZarif says the removal of US sanctions could also help salvage the Iranian nuclear deal, which the US unilaterally withdrew from last year.\n\nHe says Tehran has the right to reduce its compliance under the nuclear pact after the US left but it can easily \"revert back to full implementation\" if the US fulfils its commitment and returns to the table.\n\nHe told a forum in Kuala Lumpur on Thursday that \"you do not negotiate with terrorists.\n\nIf they want to negotiate, they have to abandon terrorism,\" in reference to the rollback of sanctions.\n\nTuesday, August 27\n\nJapan minister says he hopes to ease Mideast tension\n\nJapan will try to help ease tension in the Middle East, Foreign Minister Taro Kono said on Tuesday at a meeting with Zarif.\n\nZarif said he looked forward to discussions with Kono as both countries had special interests in the security of the energy market and stability in the Gulf.\n\n\"We are worried about tension in the Middle East and we hope to make some diplomatic effort to ease the tension,\" Kono told reporters as he stood with Zarif.\n\n\"We wanted to have a direct and frank conversation with you today,\" he said to Zarif.\n\nJapan has historically had friendly ties with Iran and is also a close US ally.\n\nIran dampens down prospect of Trump-Rouhani meeting\n\nRouhani told the US to \"take the first step\" by lifting all sanctions against Iran, dampening down the likelihood of meeting US counterpart Trump.\n\nZarif said the prospects for such a meeting were \"unimaginable\" even if the US rejoins a landmark nuclear deal with Iran.\n\nTrump had said less than 24 hours earlier he was ready to meet with Rouhani within weeks, in a potential breakthrough reached during a G7 summit in the French seaside resort of Biarritz.\n\nMonday, August 26\n\nIran says it has sold oil from tanker released by Gibraltar\n\nAn Iranian government spokesman says the oil aboard an Iranian tanker pursued by the US has been sold to an unnamed buyer.\n\nThe Adrian Darya, previously known as the Grace 1, carries 2.1 million barrels of crude, worth some $130 million.\n\nAli Rabiei made the announcement at a news conference on Monday in Tehran. He says the buyer of the oil will decide the ship's ultimate destination.\n\nThe tanker was held for weeks off Gibraltar after being seized by authorities there on suspicion of violating EU sanctions on Syria.\n\nThe US has a warrant in federal court to seize the ship and has been warning nations not to accept it.\n\nThe ship is still in the Mediterranean Sea heading east.\n\nIranian tanker no longer has Turkey destination - shipping data\n\nAdrian Darya 1, the Iranian tanker at the centre of a confrontation between Washington and Tehran, is no longer recorded as heading for Turkey, Refinitiv Eikon shipping data showed on Monday, having switched to a Turkish destination at the weekend.\n\nThe vessel, fully laden with oil, had previously been heading to the port of Kalamata in southern Greece but Greece had said it would not offer any facilities to the tanker.\n\nShipping data on Saturday had then indicated the vessel was to dock at the southern Turkish port of Mersin on August 31.\n\nOn Monday, Refinitiv Eikon data did not specify any destination for the Adrian Darya.\n\nSaturday, August 24\n\nIranian oil tanker pursued by US says it's going to Turkey\n\nThe Iranian-flagged oil tanker pursued by the US amid heightened tensions between Tehran and Washington changed its listed destination to a port in Turkey after Greece said it wouldn't risk its relations with America by aiding it.\n\nThe crew of the Adrian Darya 1 updated its listed destination in its Automatic Identification System to Mersin, a port city in Turkey's south and home to an oil terminal.\n\nMersin is some 200 kilometres (125 miles) northwest of a refinery in Baniyas, Syria, where authorities alleged the Adrian Darya had been heading before being seized off Gibraltar in early July.\n\nFriday, August 23\n\nNuclear talks with Macron were 'productive' - Zarif\n\nIran's foreign minister said talks he held on Friday with French President Macron about a landmark 2015 nuclear deal were \"productive\", according to the ILNA news agency.\n\n\"France had presented some suggestions and we presented some suggestions about how to carry out [the nuclear deal] and the steps that both sides need to take,\" Zarif, said.\n\n\"The talks were good and productive, of course it depends on how the European Union can carry out the commitments within [the nuclear deal] and also the commitments that they made after [the nuclear deal] and America's exit.\"\n\nIt is not possible to renegotiate the nuclear deal, Zarif said, according to ILNA.\n\nThursday, August 22\n\nWill aggressively enforce sanctions over tanker - US\n\nThe US will aggressively enforce its sanctions to prevent the private sector from assisting an Iranian oil tanker that is travelling through the Mediterranean and that Washington wants to be seized, a State Department official said on Thursday.\n\n\"The shipping sector is on notice that we will aggressively enforce US sanctions,\" the official said, days after warning countries not to allow the tanker to dock.\n\nShip tracking data has shown the ship, Adrian Darya 1 last heading toward Greece, although Greece's prime minister said it was not heading to his country.\n\n\"All parties in the shipping sector should conduct appropriate due diligence to ensure that they are not doing business with nor facilitating business for, directly or indirectly, sanctioned parties or with sanctioned cargo,\" the official warned.\n\nPrepared to work on French nuclear deal proposals - Zarif\n\nIran is prepared to work on French proposals to salvage the international nuclear deal that Tehran signed with world powers in 2015, Zarif said.\n\n\"There are proposals on the table, both from the French and the Iranian side, and we are going to work on those proposals tomorrow,\" he said at the Norwegian Institute of International Affairs.\n\nMacron offered on Wednesday to either soften sanctions on Iran or provide \"a compensation mechanism to enable the Iranian people to live better\" in return for full compliance with the pact, which the US quit last year.\n\nZarif added: \"I'm looking forward to having a serious conversation with President Macron about possibilities to move forward.\"\n\nHe had said on Monday he would meet Macron and Foreign Minister Jean-Yves Le Drian in Paris on Friday.\n\nZarif also addressed the US' efforts to create a security operation, which so far Britain, Australia and Bahrain have joined, to guard shipping in the Strait of Hormuz, a vital gateway for the global oil industry.\n\n\"It's clear that the US' intention..(of having a) naval presence in the Persian Gulf is to counter Iran. Don't expect us to remain quiet when somebody comes to our waters and threatens us,\" Zarif said.\n\n'Talks are useless' in dealing with US - Iran's president\n\nIran's president struck a muscular tone on dealings with the US, saying \"talks are useless\" as Tehran's nuclear deal with world powers crumbles further.\n\nRouhani made the comment in a speech in Tehran during the unveiling of the Bavar-373, a long-range surface-to-air missile system that he described as an improvement to the Russian S-300.\n\n\"Now that our enemies do not accept logic, we cannot respond with logic,\" Rouhani said in the televised speech.\n\nHe added: \"When the enemy launches a missile against us, we cannot give a speech and say: 'Mr Rocket, please do not hit our country and our innocent people. Rocket-launching sir, if you can please hit a button and self-destroy the missile in the air.'\"\n\nOn Wednesday, Iran's state TV reported that the Bavar-373 is able to recognise up to 100 targets at the same time and confront them with six different weapons.\n\nSince 1992, Iran has developed a homegrown defence industry that has produced light and heavy weapons ranging from mortars and torpedoes to tanks and submarines.\n\nThe US re-imposed sanctions on Iran after the Trump administration pulled out of the nuclear deal over concerns about Iran's missile program and regional influence.\n\nTrump argued that the accord did not limit Iran's ballistic missile programme.\n\nIran displays domestically built mobile missile defence system\n\nIran displayed what it described as a domestically-built long-range, surface-to-air missile air defence system.\n\nIran shot down a US military surveillance drone in the Gulf with a surface-to-air missile in June. It says the drone was over its territory, but the US says it was in international airspace.\n\nState television showed an unveiling ceremony for the mobile Bavar-373 system, which Iranian media have described as a competitor to the Russian S-300 missile system.\n\n\"With this long-range air defence system, we can detect ... targets or planes at more than 300 km (190 miles), lock it at about 250 km, and destroy it at 200 km,\" Defence Minister Hatami told state television.\n\nThe system's unveiling came on Iran's National Defence Industry Day.\n\nWednesday, August 21\n\nGreece closes ports to Iranian oil tanker\n\nGreece said on Wednesday it won't endanger its relations with the US by aiding an Iranian supertanker sought by the US but released by Gibraltar that's currently in the Mediterranean Sea, believed heading for a Greek port.\n\nDeputy Foreign Minister Miltiadis Varvitsiotis said Athens is under pressure from US authorities, which claim the Iran-flagged Adrian Darya 1 is tied to a sanctioned organisation.\n\nHe told private Antenna TV that the 330-metre tanker is too big anyway to enter any Greek port and can't legally unload its $130 million worth of light crude at EU refineries.\n\nThe vessel can still enter Greek waters or anchor offshore, in which case Athens will \"see\" what it will do, Varvitsiotis added.\n\nTuesday, August 20\n\nPompeo warns action\n\nThe United States will take every action it can to prevent an Iranian tanker from delivering oil to Syria in contravention of US sanctions, Pompeo warned.\n\n\"We have made clear that anyone who touches it, anyone who supports it, anyone who allows a ship to dock is at risk of receiving sanctions from the United States,\" Pompeo told reporters.\n\n\"If that ship again heads to Syria we will take every action we can consistent with those sanctions to prevent that.\"\n\nThe Adrian Darya - formerly the Grace 1 - left Gibraltar on August 18 and ship-tracking data showed the vessel was heading toward the Greek port of Kalamta.\n\n'No request' from Iran tanker to dock in Greece – minister\n\nAthens has received no request from the Iranian tanker Adrian Darya to dock in Greece, Merchant Marine Minister Ioannis Plakiotakis said Tuesday after a maritime tracker gave the ship's \"reported destination\" as the Greek port of Kalamata.\n\n\"There is officially no request concerning the arrival of the Iranian tanker in a Greek port,\" Plakiotakis told Greek media.\n\n\"We are following its progress and are working with the Greek foreign minister,\" he said.\n\nThe website Marine Traffic placed the supertanker carrying 2.1 million barrels of oil some 100 kilometres northwest of the Algerian port of Oran.\n\nMonday, August 19\n\nIran warns US against seizing tanker\n\nIran said it warned Washington through the Swiss embassy in Tehran, which represents prior US interests, against trying to seize the tanker again.\n\n\"Iran has given necessary warnings to American officials through its official channels... not to make such a mistake because it would have grave consequences,\" foreign ministry spokesman Mousavi said.\n\nSpeaking to reporters at a news conference, he dismissed the notion that there was a link between the seizure of the Iranian tanker off Gibraltar and the British-flagged tanker in the Gulf.\n\n\"There is no connection whatsoever between these two vessels,\" said Mousavi.\n\n\"The court is looking into it. We hope the (investigation) is completed as soon as possible and the verdict is issued.\"\n\nZarif rules out talks with US over a new nuclear deal\n\nZarif said Iran is not interested in talks with Washington, but any mediation should focus on bringing the United States back to the 2015 nuclear deal which it left last year.\n\nZarif was speaking in Finland after meeting Foreign Affairs Minister Pekka Haavisto, who said Europe was doing its best to salvage the deal.\n\nIranian tanker sought by US heading toward Greece\n\nAn Iranian supertanker hauling $130 million worth of light crude oil that the US suspected to be tied to a sanctioned organisation lifted its anchor and begun moving away from Gibraltar, marine traffic monitoring data showed.\n\nThe Iran-flagged Adrian Darya 1, previously named Grace 1, set course for Kalamata, Greece, with an estimated arrival on August 25, according to ship-tracking service MarineTraffic. It wasn't immediately clear why the tanker would be heading there or whether the destination could change.\n\nThe vessel had been detained for a month in the British overseas territory for allegedly attempting to breach European Union sanctions on Syria.\n\nSunday, August 18\n\nAdrian Darya-1 expected to leave Gibraltar Sunday night - Iran\n\nIran's ambassador to Britain said the Iranian tanker caught in a stand-off between Tehran and the West is expected to leave the British territory of Gibraltar on Sunday night.\n\n\"With the arrival of two specialised engineering teams to Gibraltar ... the vessel is expected to leave tonight,\" Hamid Baeidinejad said on Twitter.\n\nBritish Royal Marines seized the vessel in Gibraltar in July on suspicion that it was carrying oil to Syria, a close ally of Iran, in violation of European Union sanctions.\n\nGibraltar rejects US pressure to hold Iranian oil tanker\n\nAuthorities in Gibraltar say they are rejecting the United States' renewed request that the British overseas territory not release an Iranian supertanker.\n\nThe vessel has been detained for over a month in Gibraltar for allegedly attempting to brea"}}