{"GDELT": {"GlobalEventID": 870882670, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "GBRLEG", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.06756756756757, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lanarkshire, South Lanarkshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKW5", "Actor1Geo_ADM2Code": "40176", "Actor1Geo_Lat": 55.5833, "Actor1Geo_Long": -3.83333, "Actor1Geo_FeatureID": "-2600653", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lanarkshire, South Lanarkshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKW5", "Actor2Geo_ADM2Code": "40176", "Actor2Geo_Lat": 55.5833, "Actor2Geo_Long": -3.83333, "Actor2Geo_FeatureID": "-2600653", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lanarkshire, South Lanarkshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKW5", "Action2Geo_ADM2Code": "40176", "Action2Geo_Lat": 55.5833, "Action2Geo_Long": -3.83333, "Action2Geo_FeatureID": "-2600653", "DATEADDED": 20190906100000, "SOURCEURL": "https://www.dailyrecord.co.uk/news/local-news/lanarkshire-mps-hit-out-boris-19569229"}, "ARTICLE": {"TITLE": "Lanarkshire MPs hit out at Boris Johnson's parliament suspension", "TEXT": "Get the stories that matter to you sent straight to your inbox with our personalised newsletter. Subscribe Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nHamilton MPs have hit out at the Prime Minister over his decision to suspend Parliament weeks ahead of his Brexit leaving date.\n\nAngela Crawley and Gerard Killen expressed their concerns about Boris Johnson suspending Parliament.\n\n(Image: Daily Record)\n\nA petition demanding that plans to suspend Parliament are halted has hit 1.7million signatures, meaning it will be debated by MPs.\n\nThe petition on Parliament’s website surpassed the number required less than three hours after Prime Minister Boris Johnson announced that he proposed to prorogue Parliament in order to push through his new domestic agenda.\n\n(Image: Rutherglen Reformer)\n\nAny petition that secures 10,000 signatures is guaranteed a government response and 100,000 names forces a debate in Parliament.\n\nHowever the Prime Minister said it was “completely untrue” to suggest that Brexit was the reason for his decision, insisting that he needed a Queen’s Speech to set out a “very exciting agenda” of domestic policy.\n\nJohnson also denied the move was to pave the way for an early general election.\n\nThe Queen approved the order to prorogue Parliament no earlier than September 9 and no later than September 12 until October 14.\n\nAnd this week, with events moving fast, Johnson also spoke to the public from Downing Street saying he hoped that MPs would vote with the government in not taking “No Deal” off the Brexit negotiating table with the EU.\n\nHowever, on Tuesday evening a cross-party alliance defeated the Prime Minister in parliament in a bid to prevent a no-deal Brexit – a move that the government warned would thrust Britain towards an October snap election.\n\nLawmakers voted by 328 to 301 for a motion put forward by opposition parties and rebel Tory MPs – who had been warned they would be kicked out of the Conservative Party if they defied the government.\n\nTwenty one Tory MPs rebelled against the Government and voted with the opposition parties. Two Labour rebels voted with the Government – Kate Hoey and John Mann. All 13 Scottish Conservative MPs backed Johnson.\n\nAngela Crawley, MP for Lanark and Hamilton East, said: “Boris Johnson has no mandate, no majority, and has been installed by a tiny number of Conservative members, rather than the UK population.\n\n“By attempting to bypass Parliament, he is acting like a tinpot dictator and showing utter contempt for democracy – despite all the claims of Brexit ‘taking back control’, it’s clear what Boris Johnson really wants is total control for himself.\n\n“Scotland voted overwhelmingly to Remain and we will never accept a damaging Brexit imposed upon us by a Tory Prime Minister without a mandate.\n\n“I will do everything in my power to block a no-deal Brexit and stop this Tory Government in its tracks.”\n\nRutherglen and Hamilton West MP Gerard Killen said: “This is an assault on democracy from an unelected Prime Minister who appears hellbent on lumbering the UK with a no-deal Brexit.\n\n“The move to suspend parliament in a bid to slash the number of days we as MPs have to scrutinise the Tory government’s position on Brexit is a constitutional outrage.\n\n“During what is one of the most challenging periods of the UK’s history, Boris has thrown his toys out the pram when he should be focusing on shaping a course for the future of our country.\n\nMr Killen added: “I will support cross-party efforts to make sure the Prime Minister listens, and do all I can to prevent a no-deal Brexit.”"}}