{"GDELT": {"GlobalEventID": 870883658, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.9417475728155402, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": 122.0, "Actor1Geo_FeatureID": "RP", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP", "Action2Geo_Lat": 13.0, "Action2Geo_Long": 122.0, "Action2Geo_FeatureID": "RP", "DATEADDED": 20190906100000, "SOURCEURL": "https://business.inquirer.net/278371/congress-asked-soften-tax-impact-on-cigarette-alternatives-to-reduce-smoking"}, "ARTICLE": {"TITLE": "Congress asked: Soften tax impact on cigarette alternatives to reduce smoking", "TEXT": "The Philippines’ largest tobacco firm has asked lawmakers to give an estimated 15 million Filipino smokers the option to switch to “less harmful” alternatives like e-vapor or smokeless tobacco by lowering taxes on these products.\n\nPhilip Morris Fortune Tobacco Corp. external affairs and communications director Patrick Muttart said research showed that almost 60 percent of Filipino smokers are open to switching from cigarettes to products like the company’s flagship called iQos.\n\nADVERTISEMENT\n\n“Here in the Philippines there are already more than 225,000 users of smoke-free products,” he said in a statement delivered at a hearing of the Senate Ways and Means Committee this week.\n\nThis translates to at least 9 million tobacco users.\n\nMuttart said softening taxes on cigarette alternatives “can encourage qutting.”\n\n“We believe this is wholly consistent with the principle behind ‘sin taxes and past practice in this country,” he said.\n\nThe tobacco manufacturer has yet to officially launch iQos in the Philippines but there is already a large number of local users who buy the product overseas or from the gray market.\n\nLawmakers are currently debating another round of increases in excise on tobacco being proposed by the Department of Finance, along with tax hikes on other products like alcohol and petroleum, meant to help fund the government’s infrastructure buildup program.\n\nMuttart told lawmakers that his firm’s smoke-free products can also “contribute to securing the future” for the Philippine tobacco industry which, according to the National Tobacco Administration, supports two million people.\n\nLocal tobacco called Philippine leaf is already being used in some smoke-free products.\n\n“We believe there’s significant potential for the country to establish itself as a leading supplier of leaf for use in smoke-free products,” he said.\n\nADVERTISEMENT\n\nPhilippine call centers already provide global customer support to users of smoke-free products which rely on electronic gadgets.\n\nMuttart said if more smokers switch to alternative tobacco products, demand for call center support would increase as well.\n\n“It is a well established fact that tax is a way to nudge people to make better choices,” Muttart said.\n\n“If we get this right, we will empower the millions of Filipinos who would otherwise continue to smoke to make better choices, and in doing so, we will create new opportunities to secure the future for tobacco farmers and workers,” he said/tsb\n\nSubscribe to Inquirer Business Newsletter\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ"}}