{"GDELT": {"GlobalEventID": 870882563, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.58227848101266, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kenilworth, Warwickshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKP3", "Actor1Geo_ADM2Code": "40136", "Actor1Geo_Lat": 52.35, "Actor1Geo_Long": -1.58333, "Actor1Geo_FeatureID": "-2599804", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20190906100000, "SOURCEURL": "https://www.fwi.co.uk/news/eu-referendum/sheep-sector-must-not-be-sacrificial-lamb-of-no-deal-brexit"}, "ARTICLE": {"TITLE": "Sheep sector must not be ‘sacrificial lamb’ of no-deal Brexit", "TEXT": "One of Britain’s biggest lamb exporters has warned against a no-deal Brexit – saying it threatens to devastate the UK’s sheep industry.\n\nTariffs on exports if the UK leaves the EU without an agreement could see the sector literally become the “sacrificial lamb” of a no-deal Brexit, said Mike Gooding, director of the farmer-owned meat processor and exporter Farmers First.\n\nSee also: Family farms will bear brunt of no-deal Brexit, says report\n\nA suggested 40% tariff would render UK lamb exports uncompetitive, Mr Gooding said. This would be the sort of tariff imposed on exports if the UK reverted to trading under World Trade Organisation (WTO) rules following a no-deal Brexit.\n\n“The implications of what we are talking about are very straightforward and entirely predictable,” he warned. “Essentially Brexit risks excluding UK produce from the EU marketplace. A no-deal Brexit would result in the same outcome – but with that risk greatly increased.”\n\nOwned by 2,750 farmer shareholders, Farmers First has two abattoirs which can slaughter 30,000 sheep each week (see box). The business processes about 10% of the UK’s lamb and exported about 1m sheep worth almost £100m last year, including to 12 EU countries.\n\nSizeable market\n\n“It is a sizeable business entirely focused on the development of market opportunities and it sits right at the centre of export trading,” Mr Gooding said. “We are dealing with the realities on a day-to-day basis for our farmer-producing shareholders.”\n\nTo put a no-deal Brexit in context, Mr Gooding said a French customer was currently paying about £100 for a standard lamb carcass. If a 40% tariff was implemented, that would increase the cost of the same lamb to £140.\n\nFarmers First numbers 2,750 farmer shareholders\n\n2 abattoirs in England and Wales\n\n30,000 weekly slaughter capacity\n\n10% of the UK’s weekly lamb kill\n\n1m sheep exported last year.\n\n“In a price-sensitive market, nobody is going to pay £140 for a lamb across the continent. In reality, a movement of very few euro cents per kilo is the difference between a French customer buying UK product – or a lamb from New Zealand or Australia or even Ireland.”\n\nMr Gooding acknowledged that sterling may devalue further in the event of a no-deal Brexit. But he said if it fell by 40% – sufficient to offset any tariff increase – the challenges of the UK sheep sector would be well down the list of government priorities.\n\n“That isn’t meant to be a flippant comment,” he said. “In the greater scheme of things, compared to other sectors there is a very real danger that UK farming and the sheep sector particularly may literally become the sacrificial lamb of Brexit negotiations.”\n\nWith about 35% of lamb production currently exported to the EU, a lot of sheep would be left looking for a market within the UK if British farmers and processors were priced out of the European market due to tariffs, putting downward pressure on prices.\n\nFewer farmers\n\n“Basic economics shows that decreased demand and increased supply mean prices will fall,” said Mr Gooding. “That is exactly what will happen.”\n\nFarmers First was pursuing opportunities in non-EU markets – including the Far East and the Middle East. But these markets would take time to develop and would not take the sort of volume currently exported to European destinations.\n\nThe UK breeding ewe flock reduced by about 30% in the 2017-18 season – in part as farmers reduced sheep numbers in response to an uncertain future.\n\n“We would expect to see that sort of fall in breeding numbers continue,” Mr Gooding said.\n\nThere would be a substantial restructure in sheep farming, he added. The farmers most likely to survive would be the most efficient producers who understood their costings, had low inputs and maximised their use of forage.\n\n“My own personal view is that there will be many fewer farmers managing what sheep there are in larger flocks – possibly running across multiple holdings. This will bring some people opportunities but it also means there will be casualties along the way.”\n\nDefra says it will intervene to provide direct support for some farming sectors if needed under a no-deal Brexit. It says the government will ensure any disruption is minimised and has contingency plans in place to minimise any disruption to farmers.\n\nFarmer-owned exporter celebrates 20th anniversary Meat processor Farmers First – which trades as Farmers Fresh – was established 20 years ago to revitalise UK sheepmeat sales and secure better prices for UK lamb producers. Founded by a group of five Welsh farmers, rather than focusing on domestic retail sales the business set out to develop new markets for sheepmeat and increase UK lamb exports – a principle which still applies. “At the time, the European market was considerably cut off from the UK,” said Farmers First director Mike Gooding. “So there is a crystal clear parallel between then and now of what can happen when you can’t access such a huge number of potential customers.” Farmers First was successful because it had clear goals, Mr Gooding said. It tried to be “nimble on its feet” while focusing on meeting consumer demand for high-quality lamb in markets where UK sheep producers were competitive. Some 2,750 farmers bought shares in the company to get its first abattoir up and running near Kenilworth, Warwickshire. In its second year of operation, it exported 1.1m lambs before the abattoir had to be mothballed during the 2001 foot-and-mouth outbreak. After the crisis, the company was the first lamb exporter back into the European market. Last year, it bought its second abattoir near Wrexham. Shipments have now returned to pre-foot-and-mouth levels, with almost 1m carcasses exported annually.\n\n‘Action needed’ to protect UK sheep industry\n\nLeaving the EU without a deal must be avoided at all costs, says the National Sheep Association, which has called for urgent action to protect the UK sheep industry.\n\nThe EU is the destination for some 96% of UK sheepmeat exports. NSA chief executive Phil Stocker said: “Such a scenario would be disastrous for our industry at any time, but late October is when a huge peak of UK lamb will be reaching the market.”\n\nA plan was needed to ensure that capacity and confidence was maintained if UK producers lost access to the EU market – even for a few months, Mr Stocker said. Doing so would ensure exporters could still operate once market access was restored.\n\n“There are a number of steps that are immediately essential and cannot be put off until October,” he said. “In the event of an acrimonious no-deal, we could still be in a position where access to the EU is entirely closed. If not, then tariff relief is our preferred option to keep the market functioning.”\n\nThe NSA also believes steps must be taken to temporarily close the UK to sheepmeat imports if UK producers are unable to export – with a focus on getting all domestic production into the UK’s domestic markets. But it warns that this would be difficult.\n\nEarlier this summer, Mr Stocker said: “If plans are put in place now to invest in cold storage capacity then, using public procurement markets such as the armed forces, schools and hospitals, we can make the most of what would otherwise be a catastrophe.\n\n“What absolutely must not be allowed to happen is a mass cull of lambs with no attempt to get them into the food chain. This would be an obscene waste and would have future capacity impacts for our sector. It can be avoided if the right steps are taken now.”"}}