{"GDELT": {"GlobalEventID": 870882578, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.20193340494092, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Peterhead, Aberdeenshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKT6", "Actor1Geo_ADM2Code": "40171", "Actor1Geo_Lat": 57.5, "Actor1Geo_Long": -1.7833299999999999, "Actor1Geo_FeatureID": "-2605290", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Peterhead, Aberdeenshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKT6", "Action2Geo_ADM2Code": "40171", "Action2Geo_Lat": 57.5, "Action2Geo_Long": -1.7833299999999999, "Action2Geo_FeatureID": "-2605290", "DATEADDED": 20190906100000, "SOURCEURL": "https://www.mirror.co.uk/news/politics/brexit-live-boris-johnson-faces-19573796"}, "ARTICLE": {"TITLE": "Brexit RECAP: Boris Johnson's brother gives lukewarm support for PM after quitting", "TEXT": "Boris Johnson faced another difficult day of campaigning or an election he is yet to successfully call.\n\nIt followed a Thursday to forget for the Prime Minister, which saw his own brother Jo walk out, a police cadet collapse behind him during a shambolic speech and a member of the public asking him to \"get out\" of his town.\n\nIn the morning Jo Johnson gave lukewarm support to his under-fire sibling, but refused to reveal how he felt about potentially bringing his brother’s career to an end.\n\nThe Remainer said: “Boris is doing all the right stuff domestically - more teachers in our schools, more doctors and nurses in our hospitals, more police on our streets.\n\n“He’s got an amazing one nation domestic agenda and I wish him all the best.”\n\nFriday was no easier for the Prime Minister, with the House of Lords clearing a bill designed to stop a no-deal Brexit at 5pm.\n\nOn Thursday the Prime Minister said he would rather be “dead in a ditch” than have to go to Brussels and ask for a negotiation extension.\n\nBut he faces growing unrest within his own party and defeat in his efforts to call an election before Brexit.\n\nLabour leader Jeremy Corbyn has said he would back an election once the Brexit delay bill becomes law."}}