{"GDELT": {"GlobalEventID": 870882629, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "COP", "Actor2Name": "DEPUTY", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20190906100000, "SOURCEURL": "https://www.hulldailymail.co.uk/news/hull-east-yorkshire-news/four-conservative-mp-rebels-who-3286691"}, "ARTICLE": {"TITLE": "The four Conservative MP rebels who deserve praise for helping Hull in the past", "TEXT": "Sign up to the Hull Live newsletter for daily updates and breaking news Sign up here! Thank you for subscribing See our privacy notice Invalid Email\n\nIt's been a toxic week in British politics.\n\nNot only has new Prime Minister Boris Johnson suffered an unprecedented hat-trick of voting defeats in the House of Commons but he's also removed the whip from 21 Tory MPs, effectively sacking them on the spot.\n\nAmong those getting their marching orders were four who I've interviewed over the years during ministerial visits to Hull.\n\nEach one was up here to oil the wheels of big projects which would ultimately rely on government backing to become a reality.\n\nI spent a windy morning on the Humber Bridge with Justine Greening discussing how another chunk of its historic debt was being written off, allowing crossing tolls to be cut by half.\n\nIt was an early big win for the coalition government and attracted cross-party support. Those were the days.\n\n(Image: PA)\n\nWind also featured on the agenda whenever Greg Clark was in town.\n\nHe was a key player in ensuring the Siemens Gamesa offshore wind turbine factory eventually got built on Alexandra Dock as part of the Green Port Hull initiative and really seemed to grasp the whole concept of turning the city into a green energy hub.\n\nAs an aside, he also possessed the largest pair of ministerial hands I've ever shaken. They are huge.\n\n(Image: PA)\n\nPhilip Hammond was here in his days as transport secretary, meeting council and business leaders to discuss the seemingly never-ending topic of congestion on Castle Street and how to deal with it.\n\nIt was during his visit that I also first became aware of his unlikely connection with deputy Labour city council leader Daren Hale, who is distantly related to him by marriage.\n\nHammond almost certainly started the ball rolling on making a fresh case for Castle Street to the Treasury.\n\nThe fact that work on the the long-awaited Castle Street upgrade is finally due to start late next year once the new footbridge is in place over Hull's busiest road simply underlines just how long these things take.\n\n(Image: PA)\n\nEd Vaizey proved to be an enthusiastic champion of Hull's 2017 City of Culture bid.\n\nWhen he came here in 2015, we had already won the race for the title and preparations were starting to shift into gear.\n\nIn a city centre bar, he spoke with the conviction of someone with a genuine passion for the arts and in stark contrast to the likes of Karen Bradley and Matt Hancock who would follow him as culture secretary.\n\n(Image: newcastle chronicle)\n\nToday all four are facing uncertain futures.\n\nGreening has announced she's standing down at the next general election, Vaizey and Hammond appear to determined to stand again while Clark has yet to reveal his very large hand.\n\nSome will argue the same quartet were also part of successive governments responsible for austerity, the bedroom tax and giving the green light for a certain referendum of the UK's future relationship with the European Union.\n\nBut whatever your politics might be, all four at least deserve some praise for the parts they also played in supporting a city not known for having a groundswell of Tory voters and helping deliver big changes on the ground.\n\nJoin the Hull council news Facebook group Want to stay up to date with all the council decisions and debates happening where you live? Then join the Hull council news Facebook group. The group will bring you all the latest news as it happens. To join, click here.\n\nVideo Loading Video Unavailable Click to play Tap to play The video will start in 8 Cancel Play now\n\nFollow Hull Live\n\nOur daily newsletter - To get the latest headlines direct to your email inbox every day, click here .\n\nDownload our app - You can download our free app for iPhone and iPad from Apple's App Store , or get the Android version from Google Play .\n\nFollow Hull Live on Facebook - Like our Facebook page to get the latest news in your feed and join in the lively discussions in the comments. Click here to give it a like!\n\nFollow us on Twitter - For breaking news and the latest stories, click here to follow Hull Live on Twitter.\n\nFollow us on Instagram - On the Hull Live Instagram page we share gorgeous pictures of our stunning city - and if you tag us in your posts, we could repost your picture on our page! We also put the latest news in our Instagram Stories. Click here to follow Hull Live on Instagram ."}}