{"GDELT": {"GlobalEventID": 871066298, "Day": 20190907, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6767, "Actor1Code": "USA", "Actor1Name": "SACRAMENTO", "Actor1CountryCode": "USA", "Actor2Code": "USAJUD", "Actor2Name": "CALIFORNIA", "Actor2CountryCode": "USA", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -9.64285714285714, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Sacramento, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA067", "Actor1Geo_Lat": 38.5816, "Actor1Geo_Long": -121.494, "Actor1Geo_FeatureID": "1659564", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20190907041500, "SOURCEURL": "https://www.dailyrepublic.com/all-dr-news/wires/an-alleged-armed-drug-trafficker-faces-up-to-life-in-prison-for-the-2015-incident-the-sacramento-bee/"}, "ARTICLE": {"TITLE": "An alleged armed drug trafficker faces up to life in prison for the 2015 incident [The Sacramento Bee]", "TEXT": "Sep. 6–A felon was armed and in possession of methamphetamine he was selling when agents with the Bureau of Alcohol, Tobacco, Firearms and Explosives carried out a search warrant at his Oak Park home November 19, 2015, according to an indictment unveiled this week.\n\nNearly four years later, the Eastern District of California Attorney returned a 14-count indictment against Jason Raysean Broadbent, 32, from Sacramento. If convicted, he faces the possibility of life in prison and $20 million in fines, according to a news release. Broadbent is already in prison on state charges stemming from the incident.\n\nWhen agents served the search warrant, Broadbent fled with a semiautomatic pistol and threatened to shoot the agents, according to the indictment. He was ultimately arrested near Christian Brothers High School, The Bee reported at the time.\n\nBroadbent was in critical condition after the shooting. For the past 18 months, he has been held in custody at the California Substance Abuse Treatment Facility state prison in Corcoran, Kings County, the prison’s records show.\n\nThe investigation led to an array of charges, announced by a grand jury this week.\n\nIf he is found guilty for his alleged drug trafficking crimes, possessing firearms and firing the gun, Broadbent could spend the rest of his life in prison, the release said.\n\nThe proximity of Broadbent’s alleged drug business to Christian Brothers High School may also influence the sentence, according to district attorney spokeswoman Lauren Horwood. The methamphetamine was found within 1,000 feet of the school.\n\n(c)2019 The Sacramento Bee (Sacramento, Calif.)\n\nVisit The Sacramento Bee (Sacramento, Calif.) at www.sacbee.com\n\nDistributed by Tribune Content Agency, LLC."}}