{"GDELT": {"GlobalEventID": 871018647, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "GBR", "Actor1Name": "LONDON", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.5419126328217203, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20190906223000, "SOURCEURL": "https://www.hollywoodreporter.com/news/indya-moore-honors-transgender-gun-violence-victims-at-fashion-media-awards-1237443"}, "ARTICLE": {"TITLE": "Indya Moore Honors Transgender Gun Violence Victims at Fashion Media Awards", "TEXT": "Indya Moore Honors Transgender Gun Violence Victims at Fashion Media Awards\n\n“Some of you may be uncomfortable with the politics of my speech,” said Moore, who wore earrings decorated with framed photos of the 17 murdered trans females while accepting the Cover of the Year award at the event, where Zendaya and Kate Moss were also honored.\n\nFew moments match the uproar that occurs when Kate Moss arrives on a red carpet. The shouts of “Kate! Kate!” overwhelmed the arrivals space at New York’s Rainbow Room, site of the seventh-annual Fashion Media Awards, produced by fashion-industry publication The Daily Front Row.\n\nThat cacophony was no match, however, for the quiet, but decidedly more impactful moment that followed once the awards ceremony commenced, when Indya Moore picked up the award for Cover of the Year, for appearing on Elle’s June 2019 issue. “Some of you may be uncomfortable with the politics of my speech,” the model and Pose actor began. “Right now the Supreme Court is voting on whether or not trans people can access employment, shelter and health care in the same ways that you all have access…it’s hard to celebrate being celebrated at a time when people like me are being murdered.”\n\nMoore said they wanted to use the moment to highlight the plight of black transgender women murdered by gun violence and, with that in mind, worked with stylist Ian Cogneato to create dangling earrings that featured framed photos of the murder victims. Cogneato worked with jewelry designer Areeayl Yoseefaw to design the pieces, while Moore said that, as the ceremony neared, they hoped they would be able to stop at 16 victims. And then Bailey Reeves, a 17-year-old trans teen from Baltimore, was murdered Sept. 2.\n\n“So I’m carrying her in this frame,” Moore said as they held up Reeves’ photo for the audience. Of the Elle cover, the first time a transgender person has appeared on the U.S. version of the magazine, Moore noted that “for me there is little honor in being the first, but there is only honor in not being the last,” before adding that they hoped agencies like IMG, William Morris Endeavor and CAA would “continue to uplift marginalized people.”\n\nPresenters and award recipients alike took a moment in their subsequent speeches to thank Moore for their words, while earlier on the red carpet, British Vogue editor in chief Edward Enninful — awarded Magazine of the Year, presented by Yara Shahidi and model Adut Akech, his September cover stars — pointed to societal changes as a key reason for the magazine’s success during his tenure. “We’re such a small team in London,” he told The Hollywood Reporter. “We’re all working in what we believe in — inclusivity, diversity — and the world has really embraced us, so I’m really honored.”\n\nHost Graham Norton kicked off the night by introducing Tommy Hilfiger, who presented Zendaya with her Fashion Force award. “Right after she receives her award, she’s going right back to work in our studio,” Hilfiger noted of their continued fashion collab, which launched last year. “You are a changemaker, and it’s so inspiring to watch you making fashion more inclusive, more diverse and more meaningful.”\n\nWearing a velvet suit and pussy-bow blouse from her latest Tommy collab, Zendaya explained that she considers fashion to be an emotional choice, while her longtime stylist, Law Roach, also helps to put it in perspective. “He asks me, ‘When you step outside, what is that emotion inside you, what do you care about? That’s the only opinion that should ever matter,’” she said.\n\nOther honorees included Emily Ratajkowski, presented with the Fashion Entrepreneur award for her Inamorata swim and body brand, as well as Frederic Fekkai with the Beauty Innovator award, photographer Zoey Grossman (who shot Moore’s Elle cover) and Halima Aden as the year’s Breakthrough Model, presented to her by fellow model Ashley Graham, who showed off her recently announced baby bump in a skintight crimson latex dress.\n\nThe night’s guests included Daily Front Row editor in chief Brandusa Niro, Christian Louboutin, Maye Musk, Sailor Brinkley Cook, Alexander Lundqvist, as well as a healthy representation of social-media stars and influencers. On the red carpet Musk discussed her friendship with Louboutin and recalled the two pairs of shoes he gave her for her 70th birthday, one pair each at the parties that took place in both New York and Los Angeles.\n\nTold how fantastic she looks for 70, Musk noted, “Actually, I’m 71.”\n\n“But 71 is the new 51,” Louboutin added.\n\nThe night’s other surprise? Honored with the Style Icon award, Moss’ acceptance speech ultimately was brief, just a few words beyond “Thank you very much.” But there was a reason for her brevity, as she revealed in the elevator as she departed the Rainbow Room with friends at the end of the night. “I’ve just never been one for giving speeches,” she was overheard saying. “Off the stage, you can’t shut me up.”\n\nSept. 10, 8:30 a.m.: Updated after Moore tweeted Sept. 9 that their preferred pronouns are they/them."}}