{"GDELT": {"GlobalEventID": 871065953, "Day": 20190907, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6767, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "CVL", "Actor2Name": "SCIENTIST", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.7341040462427801, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bengaluru, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "70159", "Actor1Geo_Lat": 12.9833, "Actor1Geo_Long": 77.5833, "Actor1Geo_FeatureID": "-2090174", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bengaluru, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "70159", "Actor2Geo_Lat": 12.9833, "Actor2Geo_Long": 77.5833, "Actor2Geo_FeatureID": "-2090174", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sriharikota, Andhra Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN02", "Action2Geo_ADM2Code": "17561", "Action2Geo_Lat": 13.75, "Action2Geo_Long": 80.1667, "Action2Geo_FeatureID": "-2111956", "DATEADDED": 20190907041500, "SOURCEURL": "https://www.newsx.com/national/breaking-news-live-updates-september-7-2019.html"}, "ARTICLE": {"TITLE": "Breaking News Live Updates: Hizbul Mujahideen fearmongering posters surafce in Kashmir’s Shopian, carry direct warning to apple traders, govt officials", "TEXT": "Breaking News Live Updates: National Security Advisor Ajit Doval on Saturday said that only a few Kashmiris were opposing the abrogation of Article 370 and majority of the people see economic progress and employment opportunities in it. He called the opponents of NDA government’s August 5 move as miscreants. He also rejected the allegations of human rights violations on the Army, saying India Army in is Kashmir to fight terrorists.\n\nChandrayaan 2: Prime Minister Narendra Modi on Saturday said the Indian Space Research Organisation (ISRO) scientists live and work for the country. In his address to the nation from ISRO headquarters in Bengaluru, PM Modi said that the unsuccessful landing of Vikram lander on the moon has strengthened the country’s resolve to land on Moon. Earlier, the station lost contact with the Vikram Lander at the last moment at around 2.1 km from moon surface. Chandrayaan-2 was launched on July 22, 2019, from Sriharikota.\n\nMeanwhile, the country has no option than to wait for another mission to join the US, Russia, and China that have landed on the moon. Chandrayaan 2 was the third attempted spacecraft landing across the globe in 2019. China joined the US and Russia in January this year after its Chang’e 4 spacecraft mission deployed Yutu 2 — a rover, on the far side of the moon. Israel also attempted to join the elite club that have landed on the moon but failed.\n\nHere are the LIVE updates:\n\nHighlights\n\nFor all the latest National News, download NewsX App"}}