{"GDELT": {"GlobalEventID": 871019297, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "USAGOV", "Actor1Name": "NORTH CAROLINA", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -8.52017937219731, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Cape Fear, North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_ADM2Code": "NC085", "Actor1Geo_Lat": 35.4252, "Actor1Geo_Long": -78.8147, "Actor1Geo_FeatureID": "982616", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Cape Fear, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 35.4252, "Action2Geo_Long": -78.8147, "Action2Geo_FeatureID": "982616", "DATEADDED": 20190906223000, "SOURCEURL": "https://www.deccanchronicle.com/world/america/070919/north-carolina-faces-long-night-as-dorians-bahamas-toll-up.html"}, "ARTICLE": {"TITLE": "North Carolina faces long night as Dorian’s Bahamas toll up", "TEXT": "Charleston/Marsh Harbour (US): North Carolina braced for a “long night” of strong winds and driving rain as Hurricane Dorian closed in on the coast on Thur-sday after devastating the northern Bahamas, where it left at least 30 people dead and thousands homeless.\n\nAuthorities in Florida — which was largely spared by the storm — blamed six more deaths on the hurricane, US media reported, though they occurred as the victims were preparing for the storm’s arrival or were evacuation-related. US weather forecasters warned that some areas of the Carolina coast could see dangerous storm surge of up to seven feet and between six and 12 inches of rain.\n\n“We know we’re in for a long night and we’ll be eager to see the sunshine in the morning,” North Carolina’s Governor Roy Cooper told CNN. The slow-moving monster sto-rm also spawned several tornadoes but there were no immediate reports of casualties. Many residents of coastal Carolina heeded evacuation orders while others battened down their homes with plywood and prepared to ride out the tempest.\n\nAt 8 pm (0000 GMT), the Miami-based National Hurricane Centre (NHC) said Dorian was a Category 2 storm packing winds of 100 miles per hour (160 km per hour).\n\nIt was located about 50 km south of Cape Fear in North Carolina."}}