{"GDELT": {"GlobalEventID": 871019045, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "RUS", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "Actor2Code": "REB", "Actor2Name": "REBEL", "Actor2Type1Code": "REB", "IsRootEvent": 0, "EventCode": 194, "EventBaseCode": 194, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20190906223000, "SOURCEURL": "https://nationalinterest.org/blog/buzz/iran-says-its-cruise-missiles-are-better-america%E2%80%99s-78681"}, "ARTICLE": {"TITLE": "Iran Says Its Cruise Missiles Are Better Than America’s", "TEXT": "The newest Iranian weapon, the Mobin, was displayed at the MAKS 2019 defense trade show in Russia in August. The cruise missile has a range of 450 kilometers (280 miles), a speed of 900 kilometers (560 miles) per hour, and a maximum altitude of 45,000 feet. It also features a warhead of up to 120 kilograms (265 pounds) and has a “low radar cross-section and high radar-evading capability,” according to Iran’s Fars News Agency.\n\nIn February, Iran unveiled the longer-range Hoveizeh cruise missile. “The range of the Hoveizeh missile is over 1,350 kilometers [840 miles] and it is good for targeting ground targets,” said Iran’s Defense Minister, Brigadier General Amir Hatami.\n\n“The Hoveizeh ground-to-ground cruise missile has been test-fired in a 1,200-kilometer [745 mile] range and it managed to precisely hit the specified target,” Hatami also said.\n\nHatami “mentioned rapid reaction, low flight altitude, high precision in navigation and high destruction power as among the main features of the missile,” said Fars News.\n\nIran’s Deputy Defense Minister, Brigadier General Qassem Taqizadeh, also claimed last week that Iran’s cruise missiles were more accurate than America’s. Taqizadeh said Iranian cruise missiles “enjoyed higher precision-striking power than the U.S-.made ones,” according to Fars News.\n\n“We have produced ballistic and cruise missiles proportionate to the radius of the threats posed to us up to 1,800 kilometers [1,118 miles] in range, and the cruise missiles produced by Iran are more accurate than their U.S. counterparts,” Taqizadeh said.\n\nThe U.S. Navy’s Block IV Tomahawk land-attack cruise missile weighs 3,300 pounds, has a speed of 550 miles per hour and a range of 1,000 miles. Guided by GPS or inertial navigation, the Tomahawk can be armed with a nuclear warhead, a 1,000-pound conventional warhead or multiple submunitions. The missile can receive satellite guidance in mid-flight to choose another target.\n\nMost important, the Tomahawk has been combat-proven. “U.S. and allied militaries have used the highly accurate, GPS-enabled precision weapon more than 2,300 times in combat, and flight-tested it 550 times,” according to manufacturer Raytheon’s Web site. Most recently, U.S. Tomahawks struck targets in Syria in 2017. While not all Tomahawks have hit their targets, the weapon has proven highly useful as a long-range method to project American firepower without risking manned aircraft or ground troops.\n\nThis raises some questions about Iran’s cruise missiles. In terms of combat testing, Yemen’s Houthi fighters have fired cruise missiles into Saudi Arabia on at least two occasions, and Iran certainly has devoted considerable resources to missile development, including ballistic, cruise and anti-aircraft missiles. But if Iran’s cruise missiles are more accurate than America’s, then Iran has achieved a breakthrough in either satellite or inertial guidance. Which is not impossible, but does require more evidence.\n\nAs for advanced technology, the Hoveizeh is based on the earlier Soumar cruise missile, which itself is based on an old Soviet design from the early 1970s. “The Soumar appeared to be a copy of the Soviet Kh-55 air-launched cruise missile that had been adapted for ground launch by attaching a solid-fuel booster and using an air-breathing cruise engine that is fixed rather than one that drops down after launch,” according to Jane’s 360.\n\nThe Kh-55(NATO code name: “Kent”) is still around: the missile was launched by Russian bombers at rebel targets in Syria in 2017. But there is no reason to assume that the Kent—or the Hoveizeh—is more accurate than American weapons such as the Tomahawk, or new U.S. ground-and air-launched cruised missiles being developed now that the U.S. has left the Intermediate-Range Nuclear Forces Treaty.\n\nIran has a history of unveiling wonder weapons that aren’t so wonderful, such as “advanced” jet fighters that are actually copies of 1970s U.S. aircraft. While Iran can build missiles, their newest models seem more bravado than fact.\n\nMichael Peck is a contributing writer for the National Interest. He can be found on Twitter and Facebook.\n\nImage: Reuters."}}