{"GDELT": {"GlobalEventID": 871065934, "Day": 20190907, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6767, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.6304347826087, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ludhiana, Punjab, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN23", "Actor1Geo_ADM2Code": "17830", "Actor1Geo_Lat": 30.9, "Actor1Geo_Long": 75.85, "Actor1Geo_FeatureID": "-2102840", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ludhiana, Punjab, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN23", "Action2Geo_ADM2Code": "17830", "Action2Geo_Lat": 30.9, "Action2Geo_Long": 75.85, "Action2Geo_FeatureID": "-2102840", "DATEADDED": 20190907041500, "SOURCEURL": "https://timesofindia.indiatimes.com/city/ludhiana/bizmen-complain-about-lack-of-infra-no-govt-support/articleshow/71017889.cms"}, "ARTICLE": {"TITLE": "Bizmen complain about lack of infra, no govt support", "TEXT": "Ludhiana: City-based businessmen have alleged that a senior government officials were forcing them to provide Special Purpose Vehicles (SPV) in order to upgrade infrastructure of industrial areas. They alleged that the officials were expecting them to provide these vehicles by contributing toward a fund. Not having found any support from the state government and the Punjab Small Industries and Export Corporation, they have issued a statement without naming the official.A meeting was conducted at the office of Chamber of Industrial and Commercial Undertakings (CICU) on Thursday night which was attended by president of CICU Upkar Singh Ahuja, general secretary Pankaj Sharma, J S Bhogal, Rajneesh Ahuja, OP Bassi, KK Garg, Vineet Gupta, Joint Secretary, Anil Gupta, Anil Sachdeva and others. “Government is forcing industry to provide SPV which is not right as per the rules and government is going back on its assurance on providing basic infrastructure to industry. Several meetings with PSIEC, chairman, Gurpreet Gogi, industry minister Sunder Sham Arora have not yielded any significant result. Government is not ready to provide any basic facilities, but want industry to face global competition. A year back the CM had announced grant of Rs. 32 crore but not even a single penny has been provided so far for improvement of the infrastructure and the condition of roads and sewer are in pitiable condition,” said the statement.The businessmen stated instead of facilitating them with basic infrastructure, senior bureaucrats were pressurizing industrialists contribute and fund for SPV. They also alleged that at the time of allotment of plots PSIEC the government had assured to provide good roads & sewer lines as basic infrastructures, but now they were backing out. “Nowhere in the agreement or in allotment letter it is mentioned that SPV has to be made. Industry is already going through a very bad phase due to massive & economic slowdown. Government instead of helping industry to survive is adding burden on them by asking them to do much thing. On one hand the government was looking for investment from MNCs and on the other hand they are not able to provide basic infrastructure to existing industries,” said the statement."}}