{"GDELT": {"GlobalEventID": 871018510, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "COP", "Actor1Name": "SECURITY OFFICIAL", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 124, "EventBaseCode": 124, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.0594405594405605, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "El Salvador", "Actor1Geo_CountryCode": "ES", "Actor1Geo_ADM1Code": "ES", "Actor1Geo_Lat": 13.833332999999998, "Actor1Geo_Long": -88.916667, "Actor1Geo_FeatureID": "ES", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "El Salvador", "Action2Geo_CountryCode": "ES", "Action2Geo_ADM1Code": "ES", "Action2Geo_Lat": 13.833332999999998, "Action2Geo_Long": -88.916667, "Action2Geo_FeatureID": "ES", "DATEADDED": 20190906223000, "SOURCEURL": "http://www.tucsonsentinel.com/local/report/090519_flores_fight/dhs-plan-close-flores-immigration-detention-loophole-likely-get-tied-knots/"}, "ARTICLE": {"TITLE": "DHS plan to close Flores immigration detention ‘loophole’ likely to get tied in knots", "TEXT": "Help our nonprofit newsroom bring you more of it.\n\nThe Trump administration has long complained about the Flores agreement, a 1997 court ruling that severely limits the amount of time that migrant children can be detained by the government.\n\nIn theory, getting rid of the decades-old policy that the administration calls an immigration law \"loophole\" that incentivizes border crossing and forces family separations was only a matter of writing new regulations. Which the administration did last week.\n\n\"All the parties in the Flores case agreed years ago that the settlement would terminate 45 days after the government publishes final regulations implementing it – something neither the Clinton, Bush, nor Obama administrations did,\" said Michelle Mittelstadt, director of communications for the Migration Policy Institute.\n\nIn reality, however, Flores is not likely to go down without a fight – even if the administration can convince a federal judge it has a better way, advocates are sure to go back to court to challenge the new plan.\n\n\"To say we have skepticism of their ability to manage such a detention operation is an understatement,\" said Carlos Guevara, senior policy advisor for UnidosUS, a nonprofit advocating for Latino rights.\n\nThose challenges have already begun. Days after acting Homeland Security Secretary Kevin McAleenan unveiled the new regulations that will let the government detain migrant families together – but for an indefinite period of time – attorneys general of 19 states sued to stop them from going into effect.\n\nThe regulations, posted Friday in the Federal Register, would let DHS and the Health and Human Services Department detain minors and their families indefinitely in facilities that are “safe and sanitary” and reflect the government’s concern for minors’ “particular vulnerability.”\n\nMcAleenan said the regulations center on two principles – \"that families should remain together during immigration proceedings, and that conditions for care of children must be appropriate.\"\n\nSupporters like Rep. Paul Gosar, R-Prescott, hailed the \"long-overdue\" changes that he said reflect \"a humane decision to keep biological families together rather than separating minors after 20 days.”\n\nBut critics say those regulations lose sight of the spirit of the original Flores decision by favoring detention over release of minors, and they challenged McAleenan’s claim that indefinite detention would \"maintain family unity\" and be humane.\n\n\"If this was to actually go through, you would probably see tens of thousands of families locked up for months, or even years, in conditions over which we would have very little visibility,\" said Adam Isacson, the director for defense oversight at the Washington Office on Latin America. \"Imposing suffering seems to be an unwritten part of this.\"\n\nAlthough McAleenan said that DHS would establish a \"high, national standard of care\" for children and families in federal custody, advocates wondered how those standards would be enforced.\n\n\"We have seen that detention facilities for immigrants have subpar, horrific conditions,\" said Andrea Senteno, regional counsel for the Mexican American Legal Defense and Educational Fund. \"This administration can’t be trusted to self-police and ensure that those facilities would meet the requirements of the Flores settlement agreement to house children in safe and sanitary conditions.\"\n\nOr, as Guevara said, it would be \"the fox overseeing the chicken coop.\"\n\nHomeland Security officials did not respond to a request for comment on the criticism.\n\nThe Flores agreement rose out of a 9-year legal battle over the treatment of minors in detention facilities. It is named for one of those minors, Jenny Lisette Flores, a 15-year-old Salvadoran girl who fled her country in 1985 to join her aunt in the United States.\n\nFlores was arrested and placed in a juvenile detention center, where she was handcuffed and strip-searched, according to a 2012 Marquette Law Review article. She spent two months in detention, awaiting her deportation hearing.\n\nFlores and several other minors sued the Immigration and Naturalization Service, the country’s primary immigration agency at the time, to demand improved conditions for unaccompanied minors in federal custody.\n\nThe suit ended with the 1997 settlement agreement that required certain standards of care for minors in immigration custody, including \"safe and sanitary\" facilities, access to toilets and sinks, water and food \"as appropriate\" and medical assistance, among other provisions.\n\nThe agreement also mandated that unaccompanied minors be released from custody after 20 days, with the ultimate goal of reuniting them with a legal guardian – often, one in the U.S.\n\n\"The government is supposed to make every effort to release the child to the appropriate individual, whether that be a parent or a legal guardian,\" Senteno said. \"The agreement itself favors release.\"\n\nBut if there is no guardian who’s not in detention, government officials claim they are often forced to release the entire family. That’s why the new policy would let the government keep families together, but in detention. And that’s where critics say the new plan runs afoul of the original agreement, by favoring indefinite detention of families.\n\n\"The intent of the regulations is very clear,\" said Stephen Kang, a detention attorney with the American Civil Liberties Union. \"The administration’s been very clear about what their priority is, and it’s basically to lock kids up. They’re not really retreating from that in any way.\"\n\nKang also said that the new rules would eliminate oversight of any federal family detention centers by \"state child welfare agencies that have expertise in child welfare issues.\"\n\nThe rules cannot take effect for at least 60 days, and even then they will need approval by U.S. Circuit Judge Dolly Gee, who has been overseeing the Flores case since 1997.\n\n\"There’s this whole question now, essentially, of whether or not the final rule is an appropriate codification of the Flores settlement that goes back to 1997,\" Mittelstadt said.\n\nSenteno thinks DHS will have a hard time convincing Gee.\n\n\"This is going to go before the court, where they will have to argue that this is not somehow inconsistent with the Flores settlement agreement,\" Senteno said. \"It would be very hard for the government to argue that this final rule does not somehow run contrary to the Flores settlement agreement.\"\n\nMittelstadt said the changes are not likely to come anytime soon.\n\n\"You’ve seen the administration actually acknowledging, in many cases, that they know their actions are going to be challenged,\" she said. \"So one would imagine that they’ll be in this case as well.\"\n\nCritics say the latest plan will not stem the flow of migrants, who are fleeing problems in their home countries, but is further proof of what they call the Trump administration’s animosity toward immigrant communities.\n\n\"This move to detain immigrant children for long periods of time – not only is it cruel, but it fits right into the administration’s attack on the Latino community, because it knows that the vast majority of individuals that will be affected by this rule are Latino immigrants,\" Senteno said.\n\n- 30 -"}}