{"GDELT": {"GlobalEventID": 871018654, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "BUS", "Actor2Name": "BOSS", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.01503759398496, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE", "Actor1Geo_Lat": 33.833333, "Actor1Geo_Long": 35.833333, "Actor1Geo_FeatureID": "LE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE", "Actor2Geo_Lat": 33.833333, "Actor2Geo_Long": 35.833333, "Actor2Geo_FeatureID": "LE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE", "Action2Geo_Lat": 33.833333, "Action2Geo_Long": 35.833333, "Action2Geo_FeatureID": "LE", "DATEADDED": 20190906223000, "SOURCEURL": "https://www.telegraphindia.com/opinion/boris-johnson-s-strategy-on-brexit-evasive-showmanship-is-no-substitute-for-honest-debate/cid/1703097"}, "ARTICLE": {"TITLE": "Boris Johnson's strategy on Brexit: Evasive showmanship is no substitute for honest debate", "TEXT": "It’s as outlandish for a British prime minister to try to silence and suppress what John Bright eulogized as the “Mother of Parliaments” as it would be for Narendra Modi to promote Muslim supremacism or the Pope to preach Marxism. For Shami Chakrabarti, Baroness Chakrabarti, the shadow attorney-general, Boris Johnson has committed “the gravest abuse of power and attack upon UK constitutional principle in living memory”. The parliamentary shenanigans it sparked off recall the valiant efforts of another Bengali, Bijoy Kumar Banerjee, West Bengal’s legislative assembly Speaker, to save democracy from another executive coup.\n\nDean Acheson’s tragedy of Britain losing an empire without finding a role lies at the heart of the drama. The desperate scrabbling for a role has estranged the prime minister and his brother, Jo, a former Financial Times correspondent in India and later Tory member of parliament and minister. At another level, the search is popular theatre displaying all the reticence of a hysterical striptease dancer who has nothing left to shed but can’t stop going through the motions of stripping. Behind the titillating allegations, plots, counter-plots and conspiracies that would tax the ingenuity of the Ottoman ancestors the prime minister loves to invoke, Britain’s trade, jobs, industry and investment are all in deadly peril. The fashion industry alone complains it would lose £900 million in just one year if someone doesn’t stop Johnson from keeping his “do-or-die” promise to quit the European Union without a settlement come Halloween. Threatened with this dilemma, John Bercow, the House of Commons Speaker, could have followed Banerjee’s 1967 precedent. Instead of adjourning the House, he allowed Opposition MPs to join hands with rebel Tories and inflict one resounding defeat after another on Johnson’s government. With rapidly dwindling Tory numbers, there is talk of a new name (like ‘Congress (I)’ after Indira Gandhi split the party to save her job) for the rump of 289 MPs who still follow Johnson.\n\nNo wonder that among the rumours swirling in the corridors of Westminster are whispers of a plot to get rid of such an inconvenient Speaker. I am sure that if necessary he could replicate the tactical humility of the 17th-century predecessor, William Lenthall, who thwarted King Charles I’s attempt to arrest certain parliamentarians who had incurred royal displeasure with the famous words, “I have neither eyes to see nor tongue to speak in this place but as this House is pleased to direct me, whose servant I am here”. Bercow was no one’s servant when he sharply, firmly and lengthily reprimanded the prime minister for daring to refer to the leader of the Opposition as “Jeremy Corbyn” instead of the customary polite periphrasis. Nor when he declared that there was no one so high in the land to teach him his job and then proceeded to condone violation of convention by allowing fervent applause for a Sikh parliamentarian, Tanmanjeet Singh Dhesi, who accused Johnson of racism and unkept promises. There was no trace of humility either when the Speaker chastised Sajid Javid, Johnson’s chancellor of the exchequer, for repeatedly criticizing the Opposition when he was supposed to present the government’s spending plans. Bercow was not to know that in sycophantically repeating his boss’s charges, the British-born son of a Pakistani immigrant bus driver was showing himself to be a true South Asian.\n\nThe curtain rose on this act of the drama with rumours that Johnson would shut down Parliament altogether since he was getting nowhere with his promise to leave the EU with a better deal than his predecessor was able to negotiate and which Parliament had rejected three times. There’s no writing on the wall if the wall is demolished; nor headaches without a head. It now seems that in spite of the boasts, there have been no Britain-EU negotiations to speak of since Theresa May’s time which explains the diversionary taunts and flamboyant histrionics that are Johnson’s only response every time Corbyn demands information on London’s request and Brussels’s response. But evasive showmanship can’t be a permanent substitute for honest debate. Only the fait accompli of a masterstroke delivered in utter secrecy could put an end once and for all to questioning. By the time MPs realized Britain was crashing out of Europe without any agreement there would have been no forum to hear their protest. Shutting down Parliament needed the queen’s sanction and she was 405 miles away in Balmoral. Word had already leaked out. The cat was among the pigeons when three Johnson ministers were spotted travelling separately, almost secretively, to Balmoral. Mission accomplished, Parliament was prorogued.\n\nWho spilled the beans? No one knows. But suddenly one of Javid’s special assistants, 27-year-old Sonia Khan, was summoned to Downing Street by the prime minister’s all-powerful special assistant, Dominic Cummings. What happened behind closed doors was not disclosed but the young lady was sacked on the spot and escorted out of the building by an armed police officer. No charge has been made but Khan has since reportedly protested she didn’t leak the news about Parliament’s prorogation. The incident has focused attention on Cummings whom the Italian newspaper, La Repubblica, called Johnson’s “Rasputin”. A studiedly casual dresser with a First from Oxford in ancient and modern history who reportedly makes little attempt to hide his contempt for politicians and civil servants, Cummings is a devotee of Bismarck and Sun Tzu. A Tory grandee, Sir Roger Gale, an MP for 36 years, calls Cummings “an unelected foul-mouthed oaf [who throws] his weight around” and risks tearing the Conservative Party apart. Gale thinks Cummings, who is accused of sabotaging plans for a reconciliation between Johnson and the rebels, must be “frogmarched out of Downing Street”.\n\nCummings’s personal aversion to Europe is not the only factor at play. No one knows how many of those who apparently oppose only a no-deal Brexit really want to stay on in Europe. Some Tory rebels are May loyalists smarting from Johnson’s brusqueness. Veteran dissidents like Winston Churchill’s grandson, Sir Nicholas Soames, or two former chancellors of the exchequer, Philip Hammond and Ken Clarke, may genuinely be concerned about the danger of rushing out of the EU without a comprehensive cast-iron settlement with every i dotted and t crossed. Some aspirants aspire to Johnson’s crown. Across the divide smoulder similarly intense feelings with even more claimants for Corbyn’s coronet. They differ on whether Johnson’s demand for a general election should be fulfilled, and if so, when. An election will probably be delayed until Corbyn is convinced the danger of a no-deal exit has passed.\n\nEurope’s bemused dismay at this exhibition was shared by a Lebanese political delegation which visited the Commons on Wednesday. Entering the palace of Westminster, they must have seen the screaming banner “ONLY ROGUES PROROGUE” outside. Presumably, the Speaker, who warned MPs to be mindful of the impression they made on visitors, explained to them Parliament’s perilous past and the need to separate the treasury and Opposition benches by the length of two swords. But there was no way the Lebanese could have been prepared for the bruising exchanges of Johnson’s first question hour, his aggressive posturing (clenched fist), robust language (“s**t or bust”) and bristling hostility to Corbyn. They all expressed the underlying dilemma of history and geography that Acheson mentioned and Britain is still trying to resolve.\n\nAlan Bennett’s play, Forty Years On, summarized it brilliantly in 1968. When the action ended, a haunting chorus rang out across the darkened hall, “To let. A valuable site at the cross-roads of the world. At present on offer to European clients. Outlying portions of the estate already disposed of to sitting tenants. Of some historical and period interest. Some alterations and improvements necessary.” There are still no bidders as refusing to accept the logic of geography, Britain is determined to go it alone even though there is nowhere to go."}}