{"GDELT": {"GlobalEventID": 871019284, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "USALEG", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.29512893982808, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20190906223000, "SOURCEURL": "https://thehill.com/opinion/finance/460307-perception-v-reality-on-tax-rates"}, "ARTICLE": {"TITLE": "Perception vs. reality on tax rates", "TEXT": "Here’s a conundrum. A recent poll revealed that 76 percent of Americans support increasing taxes on the “wealthy,” while sixty-one percent support the wealth tax proposed by Senator Elizabeth Warren Elizabeth WarrenBiden unites Democrats — for now Warren calls for Postal Service board members to fire DeJoy or resign Bloomberg convention speech goes viral after fly lands on face MORE, which is like an income tax, only at ridiculously high rates.\n\nBut polls also show Americans consistently oppose high tax rates, even on the wealthy. This summer, for example, the Winston Group asked registered voters: “For each of the following, what is the maximum rate at which you think they should be taxed?” Proffered categories included the wealthy, family businesses and public corporations. The average responses were all consistently low, ranging from a high of 31 percent for the wealthy down to just 17 percent for small and family-owned businesses.\n\nThe irony, of course, is that successful individuals and family businesses pay way more than those rates. The most recent numbers show the top 1 percent of taxpayers, most of whom are business owners, pay over 40 percent of their income to the federal government.\n\nADVERTISEMENT\n\nHow is it that the same voters who oppose excessive rates also think the wealthy should pay more?\n\nThe answer is that most Americans are unaware of real tax burdens. Asked how much the “wealthy” pay right now, responses to the Winston Group survey averaged just 20 percent. That is 11 percentage points below what respondents thought was fair, but more than 20 percentage points below what the wealthy actually pay.\n\nThis disconnect is not surprising, really. Press coverage of tax policy tends to be one-sided and focused on tax breaks and loopholes only, not actual tax burdens.\n\nThe coverage of Joe Biden Joe BidenHouse passes B bill to boost Postal Service Trump seeks to overcome eroding support among women Here are the states where Kanye West is on the ballot MORE’s recent tax returns is a good example. As the Wall Street Journal headline read, “Joe Biden Used Tax-Code Loopholes Obama Tried to Plug.”\n\nLost in the coverage was how much he actually paid. This despite the fact that the number was right there on his return. In 2017, he and his wife paid $3.7 million in taxes on adjusted gross income of $11 million. That’s an effective rate of 34 percent, or more than most Americans think is fair, even for a rich guy like Joe Biden.\n\nADVERTISEMENT\n\nSo the disconnect might not be surprising, but it does present a serious challenge to family-owned businesses. Taxes on these businesses are paid at the individual level, so tax hikes like high marginal rates and Warren’s wealth tax would hit them hard. How should they respond?\n\nFirst, resist the siren call of higher taxes. It’s easy for CEOs of big public companies and billionaires like Warren Buffett to offer lip service to higher tax rates (the U.S. Treasury takes contributions, you know), but for credit-constrained family businesses that have to make payroll, they are a gut punch. Until Congress eliminates waste and spends our tax dollars more responsibly, higher taxes should be off the table.\n\nSecond, recognize that appeasement just doesn’t work. The Business Roundtable recently revised their long-standing statement on the “Purpose of a Corporation” to emphasize that company leaders should represent a wide range of stakeholders that extends well beyond their shareholders. It was a well-meaning effort, but it failed to win many friends.\n\nFinally, engage. The views of Americans are more in synch with current tax policy than you might think. The media may not report on actual tax burdens, but business leaders can. Start with your own employees. Open-book management is a great way of educating them on the challenges of running a private business, including how much tax is involved. Chances are it will be a lot more than your employees think.\n\nThe war on success only works when what Americans think is fair differs from what they think businesses actually pay. We can win this war by closing the gap. Individual and family-owned businesses are the bedrock of local communities nationwide and they work hard to improve the lives of their employees and neighbors every day, including paying their fair share in taxes. That message won’t be heard, however, if family businesses stay on the sideline.\n\nBrian Reardon is president of the S Corporation Association and a former White House official at the National Economic Council."}}