{"GDELT": {"GlobalEventID": 871018861, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "LEG", "Actor1Name": "CHAMBER", "Actor1Type1Code": "LEG", "Actor2Code": "GOV", "Actor2Name": "SPECIAL ENVOY", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.03030303030303, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kaduna, Kaduna, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI23", "Action2Geo_ADM2Code": "22832", "Action2Geo_Lat": 10.5231, "Action2Geo_Long": 7.4402800000000004, "Action2Geo_FeatureID": "-2014086", "DATEADDED": 20190906223000, "SOURCEURL": "https://www.ripplesnigeria.com/xenophobia-sani-faults-fg-for-sending-envoy-to-south-africa/"}, "ARTICLE": {"TITLE": "XENOPHOBIA: Sani faults FG for sending envoy to South Africa", "TEXT": "A former member of the upper chamber of the National Assembly representing Kaduna Central, Senator Shehu Sani, has faulted the decision of the Federal Government to send a special envoy to South Africa over attacks on foreigners, including Nigerians in the southern African country.\n\nAccording to Sani, in a statement on Friday, the Federal Government would have done better sending emissaries to the families of the bereaved instead of going to South Africa.\n\nHe said: “Its wrong for the Federal Government to send an envoy to South Africa.\n\n“The bereaved or the aggrieved is to be visited and not the reverse.”\n\nThe former lawmaker, who described the call for the nationalisation of South African assets in Nigeria as absurd, also condemned the attacks on South African assets in Nigeria.\n\nREAD ALSO: PDP Senate caucus asks IGP to investigate Ebonyi Gov’s house invasion\n\nHowever, he commended Nigerians who boycotted the WEF in South Africa, as well as entertainers who boycotted their events.\n\nHe said: “Those who boycotted the WEF in South Africa are patriots and moral compass for the continent and for humanity.\n\n“I commend Tiwa Savage, Burna Boy, Basket Mouth and other entertainers who joined in the Boycott.\n\n“I also commend Jim Ovia because attending the WEF at a time when the President and the nation decided to boycott the event is nothing but a blatant act of treachery.\n\n“Those who attended the forum stripped the President nude and defecated on the fag of our nation.\n\n“They dined with the Pharaoh when their brethren left Egypt.\n\n“Boycott is a peaceful and effective means of sending a clear message of an objection and denunciation of Xenophobia.\n\n“Let honour takes precedence over money and fame.”\n\nJoin the conversation\n\nOpinions"}}