{"GDELT": {"GlobalEventID": 871018905, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "Actor2Code": "RAD", "Actor2Name": "FANATIC", "Actor2Type1Code": "RAD", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.2016806722689, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20190906223000, "SOURCEURL": "https://sputniknews.com/society/201909071076742566-more-than-just-a-companion-one-third-of-american-parents-prefer-their-pet-over-own-kids/"}, "ARTICLE": {"TITLE": "‘More Than Just a Companion’: One-Third of American Parents Prefer Their Pet Over Own Kids", "TEXT": "A recent survey reveals that 34% of American adults who are both pet owners and parents say that their pet is their favorite “child.”\n\nThe survey, commissioned by pet food company “I and Love and You” and conducted by the market research company OnePoll, surveyed 2,000 pet-owning adults.\n\nSeventy-two percent of all respondents were both pet owners and parents, and 34% of that subset admitted their pet was their preferred child. The survey also found that 67% of all respondents considered their pet to be their best friend, while 78% said that their dog or cat, specifically, was considered an equal family member.\n\nMore than half of respondents (54%) also said that their pet understands them on a deeper level than their best friend or significant other, while 68% said that spending time with their pet after a hard day makes them feel better than hanging out with fellow humans like family members or friends.\n\nIn fact, 40% of the survey participants revealed that their pet helped them get through hard times, while 40% also said that their pet was a source of comfort while going through relationship issues. Of the surveyed group, 38% also said that their pet has helped them through medical woes.\n\nAnd it doesn’t stop there.\n\nAround 40% of participants willingly referred to themselves as “pet fanatics,” while 17% even said they had created a social media account for their pet.\n\nOut of the self-proclaimed “pet fanatics,” 42% said they had thrown their pet a birthday party, while another 42% admitted to having purchased clothes or accessories for their best animal friend. Forty-one percent of fanatics also admitted they spend more money on their pet’s food than on their own, and 40% of fanatics said their pet joins them in bed at night. Forty-one percent of all respondents also said they prepare their pet’s food at home from scratch.\n\nAnd 68% of all participants agreed with the phrase, “Pets are people, too.”“Pets are more than just a companion; they love us unconditionally and make us want to be better people,” Lindsey Rabaut, vice president of marketing for “I and Love and You,” said in a recent statement. “A pet’s love brings out the best in all of us.”"}}