{"GDELT": {"GlobalEventID": 871065820, "Day": 20190907, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6767, "Actor1Code": "CRM", "Actor1Name": "FELON", "Actor1Type1Code": "CRM", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.42797494780793, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Baxter County, Arkansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAR", "Actor1Geo_ADM2Code": "AR005", "Actor1Geo_Lat": 36.3334, "Actor1Geo_Long": -92.3668, "Actor1Geo_FeatureID": "69895", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Arkansas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAR", "Actor2Geo_Lat": 34.9513, "Actor2Geo_Long": -92.3809, "Actor2Geo_FeatureID": "AR", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Baxter County, Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_Lat": 36.3334, "Action2Geo_Long": -92.3668, "Action2Geo_FeatureID": "69895", "DATEADDED": 20190907041500, "SOURCEURL": "https://www.ktlo.com/2019/09/06/3-arrested-following-marijuana-eradication-operation/"}, "ARTICLE": {"TITLE": "3 arrested following marijuana eradication operation", "TEXT": "Photos: Jonathan Chester Morgan, Candy Crawford and David Brown\n\nThree people were arrested Thursday afternoon on drug charges when authorities served a search warrant along Hidden Hills Lane in the Hand Cove area.\n\nBaxter County Sheriff John Montgomery says a spotter from an Arkansas National Guard helicopter observed plants from the air appearing to be marijuana. A ground crew converged on the residence, with officers observing suspected marijuana growing in pots on the porch of the home and saw additional marijuana inside the house through the window. Officers also observed through the window a quantity of glass smoking devices commonly used in the inhalation of methamphetamine.\n\nSheriff Montgomery says a short time later the residents of the home, identified as 38-year-old Jonathan Chester Morgan and 39-year-old Candy Crawford, pulled into the driveway.\n\nOfficers confronted them with the evidence they had observed and asked for consent to enter the residence to continue the search. Consent was denied, leading to a search warrant being issued by a circuit judge based on the observations of the officers.\n\nDuring the search, officers allegedly found additional articles of drug paraphernalia including scales, plastic baggies for distribution and smoking devices. A container was found with an undetermined amount of suspected methamphetamine. A tub was also found upstairs containing a substance used to treat horses and commonly used to “cut” methamphetamine to add weight to it for sale.\n\nDuring the investigation, it was learned Morgan is a convicted felon, and he had pawned firearms multiple times at a shop in Mountain Home.\n\nWhile officers were still at the residence, another vehicle pulled up driven by 42-year-old David Brown. Brown was found to be wanted out of Missouri for a parole violation and had a search waiver on file.\n\nOfficers searched Brown’s vehicle, where they reportedly found approximately 20.29 grams of methamphetamine and glass smoking devices.\n\nThe three were transported to the Baxter County Detention Center.\n\nMorgan and Crawford are charged with possession of a controlled substance (methamphetamine) with purpose of delivery, felony possession of drug paraphernalia and felony possession of a controlled substance (marijuana).\n\nMorgan also faces a felony charge of possession of firearm by certain persons, meaning he is a convicted felon.\n\nHis bond is set at $35,000.\n\nCrawford also faces a misdemeanor count of driving while license suspended.\n\nHer bond was set at $15,000.\n\nBrown is charged with felony counts of possession of a controlled substance (methamphetamine), possession of drug paraphernalia and parole violation on a Missouri warrant.\n\nHis bond is set at $15,000 on the local charges, but he is being held without bond awaiting extradition to Missouri on the parole violation.\n\nAll are set to appear in Baxter County Circuit Court later this month.\n\nAgencies participating in these arrests include the Baxter County Sheriff’s Office, Arkansas Game and Fish and the 14th Judicial District Drug Task Force.\n\nWebReadyTM Powered by WireReady® NSI"}}