{"GDELT": {"GlobalEventID": 871018256, "Day": 20190906, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.674, "Actor2Code": "CANBUS", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 8, "NumSources": 2, "NumArticles": 8, "AvgTone": 0.0, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA02", "Actor2Geo_ADM2Code": "12552", "Actor2Geo_Lat": 49.25, "Actor2Geo_Long": -123.133, "Actor2Geo_FeatureID": "-575268", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20190906223000, "SOURCEURL": "https://www.vancourier.com/living/your-vancouver-bus-stop-is-watching-you-1.23938725"}, "ARTICLE": {"TITLE": "Your Vancouver bus stop is watching you", "TEXT": "Next time you’re at a Vancouver transit shelter with a digital advertising sign, look closely at the sign’s frame. At eye level, you’ll find a thumbnail-sized camera.\n\nYour bus stop is watching you.\n\narticle continues below\n\n“There’s definitely laws being broken here and a lot of questions about who is using the cameras and collecting the information,” said BC Civil Liberties Association acting policy director Meghan McDermott.\n\nAnd, said the Office of the Information and Privacy Commissioner (OIPC), neither transit officials nor city of Vancouver officials alerted the office to the cameras.\n\n“We were not aware of this matter and are now actively looking into it,” commissioner Michael McEvoy said.\n\nIn a shelter such as one opposite the Hotel Vancouver on Burrard Street there are four cameras. While some passers-by shrugged them off, one woman called it “creepy.” Everyone asked identified the small squares as cameras.\n\nBut there is no signage telling people of the cameras’ presence, another red flag for McDermott.\n\n“It’s very clear in provincial law that for a camera like that, consent is required,” she said. “Unless the cameras are not operational, we sure have a situation where people’s privacy is being breached illegally. It’s very concerning that this is going on.”\n\nClose-up of camera in the border of an ad at a bus shelter on Burrard between Alberni and Georgia - Dan Toulgoet/Vancouver Courier\n\nA commissioner’s office statement said the Personal Information Protection Act (PIPA) requires an organization to inform people if it is collecting data – which includes photographic images that can be used to identify people through photo recognition software.\n\n“Under PIPA, an organization usually cannot collect personal information unless they have an individual’s consent,” the statement said.\n\nVancouver’s shelters are provided by Outfront Media and JCDecaux, which in partnership supply and maintain street furniture in Vancouver. The partnership does so in exchange for rights to the transit shelter advertising, the City of Vancouver website said.\n\nNeither France-based JCDecaux director of communications Agathe Albertini nor head of investor relations Arnaud Courtial could be reached for comment.\n\nWhat is clear is that JCDecaux has made significant advances in the use of bus shelters for advertising using so-called augmented reality involving image projections and cameras in shelters. One eye-popping Pepsi project in the U.K. capital, featured UFO’s and wild animals as well as the people watching the images. The London project garnered 8.48 million Youtube (https://www.youtube.com/watch?v=Go9rf9GmYpM) views. The presence of a camera in the shelter is readily noticeable.\n\nOther companies have acknowledged cameras are used to profile customers using facial recognition.\n\nSamsung, for example, said as part of its augmented reality campaigns, “cameras would detect the audience profile, which consisted of age, gender, expression, composition, and engagement. Based on that profile, one of the thirty videos would play to engage the prospect.”\n\nThe current contract between JCDecaux and the city was signed in July 2003 for a 20-year term, although a deal was in place for more than a decade before that, replacing a contract with a Jimmy Pattison company. The contract shows a guaranteed minimum revenue of $29.5 million over the term.\n\nThe city shares in revenue from the advertising, which is permitted only on modular bus shelters and automated public toilets.\n\nThe contract says the city general manager for engineering services must approve all design elements for the infrastructure.\n\nAnd there’s a potential for anywhere between 675 and 900 shelter locations throughout Vancouver or a minimum of 1,380 ad panels, the contract said.\n\nThe document also contains provisions for electrical data connections for which the city shall not be charged.\n\nWhile the OIPC has no process for approving or allowing cameras or other technology on public infrastructure, it does regulate the collection, use and disclosure of personal information by public bodies and organizations, including images captured by video cameras.\n\n“In other words, a public body or organization may choose to install a camera, but any personal information collected must comply with the privacy laws that we enforce,” the OIPC statement said.\n\nIt said any data captured by such cameras is subject to the Freedom of Information and Protection of Privacy Act in the case of public bodies and PIPA in the case of other organizations. “Both set out limits on collecting, using and disclosing personal information, as well as requirements on keeping in secure and providing for a right of access, among other requirements,” the statement said.\n\nCity spokeswoman Ellie Lambert said officials are looking into the situation and expect to have some answers next week.\n\nTranslink officials would not say if authorities were aware of the cameras targeting their passengers or if the advertising company had alerted them to the cameras’ presence.\n\n“Metro Vancouver bus shelters are owned by the various municipalities in the region,” senior media relations advisor Ben Murphy said. “They are responsible for any decisions relating to the operation of bus shelters.”\n\nMcDermott said there have been problems in the past with Translink sharing data on people’s travel patterns it has collected with law enforcement without court warrants.\n\n“The collection and use of this footage and passage of that to law enforcement is extremely troubling.”\n\nThis is not the first time Canadians have found themselves targeted by cameras for commercial purposes.\n\nIn 2018, it was revealed that mall operator Cadillac Fairview had cameras installed in shopping centre digital maps in Calgary. The cameras were recording information such as shoppers’ ages and genders.\n\nMcDermott said the bus stop situation is similar.\n\n“As technology is getting better and better, it’s going to be easier and easier to hide this kind of surveillance,” she said.\n\njhainsworth@glaciermedia.ca"}}