{"GDELT": {"GlobalEventID": 871669819, "Day": 20190910, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6849, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor2Code": "SGP", "Actor2Name": "SINGAPORE", "Actor2CountryCode": "SGP", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.5555555555555539, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN", "Actor2Geo_Lat": 1.366667, "Actor2Geo_Long": 103.8, "Actor2Geo_FeatureID": "SN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20190910094500, "SOURCEURL": "https://www.channelnewsasia.com/news/business/propertyguru-plans-australia-ipo-potentially-biggest-of-year-11890822"}, "ARTICLE": {"TITLE": "PropertyGuru plans Australia IPO, potentially biggest of year: Sources", "TEXT": "SINGAPORE: Southeast Asian online realtor PropertyGuru Group, whose backers include buyout firms TPG Capital and KKR, is planning an Australian IPO that could raise up to A$400 million (S$379 million) this year, sources with knowledge of the deal said.\n\nIt would be the country's largest offering this year after Fineos, an Irish insurance software firm, listed in Australia last month after a A$190 million IPO, Refinitiv data showed.\n\nAdvertisement\n\nAdvertisement\n\nSenior officials from Singapore-based PropertyGuru, which operates real estate portals in the region, will meet Australian investors within the next few weeks before pitching to Asian and US investors, two sources said.\n\nPropertyGuru, also backed by Indonesian media company Emtek and venture capital firm Square Peg Capital, received a S$200 million investment from KKR last year.\n\nThe company calls itself Southeast Asia's leading online property group and operates in Singapore, Vietnam, Thailand, Malaysia and Indonesia.\n\nPropertyGuru said on Tuesday it appointed two Australian-based directors to its board and named a new chairman.\n\nAdvertisement\n\nAdvertisement\n\n\"Over the last 12 years, we have matured as a business with both the scale and scope of our operations, so that in the last three years we delivered high growth revenue and in 2018 achieved profitability in this dynamic region of the world,\" CEO Hari Krishnan said in the statement.\n\nThe sources, who declined to be identified as news of the fund raising has not been made public, said the company's market value is expected to be about A$1.2 billion.\n\nA non-deal roadshow has already tested investor appetite for buying into the company, which has carried out four funding rounds in the past to raise just over S$400 million, the sources said.\n\nThere were only 20 IPOs in Australia in the first half of this year, down 43 per cent from the same period last year, according to a recent report from consultancy EY.\n\nAn external spokesman of PropertyGuru said: \"We are considering a number of funding and strategic options but no decision has been made at this time.\"\n\nPropertyGuru has appointed UBS and Credit Suisse as joint lead managers for the IPO. Both banks declined comment."}}