{"GDELT": {"GlobalEventID": 871670999, "Day": 20190910, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6849, "Actor1Code": "SGPGOVEDU", "Actor1Name": "SINGAPORE", "Actor1CountryCode": "SGP", "Actor1Type1Code": "GOV", "Actor1Type2Code": "EDU", "IsRootEvent": 1, "EventCode": 33, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.777202072538863, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN", "Actor1Geo_Lat": 1.366667, "Actor1Geo_Long": 103.8, "Actor1Geo_FeatureID": "SN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20190910094500, "SOURCEURL": "https://www.theonlinecitizen.com/2019/09/10/s1-4-billion-spent-on-private-tuition-in-2018-by-households-in-singapore-according-to-department-of-statistics/"}, "ARTICLE": {"TITLE": "S$1.4 billion spent on private tuition in 2018 by households in Singapore, according to Department of Statistics", "TEXT": "Based on a report on household expenditure survey for 2017 and 2018 by the Singapore Department of Statistics (DOS), it is revealed that a total of 1.35 million households in the country spent about S$1.4 billion on tuition last year.\n\nThe survey is carried out every five years and provides information on household expenditure of the locals, and its distribution in major areas of spending like food, transport, communication and education.\n\nThe report stated that on average, a family in Singapore spends about S$340 on educational services in 2018, an increase of S$310 from the year before. This is largely due to higher spending on private tuition and overseas university education.\n\nApart from tuition, some of the other things included in educational services are general, vocational and higher education, as well as textbooks, assessment books and study guides.\n\nAccording to the report, it was found that the average monthly household expenditure on tuition, which include home-based and centre based tuition has rose steadily. The figure has increased to S$88.40 a month, which accumulated to S$1.4 billion spent by households on tuition in 2018.\n\nJust six years ago, the amount spent on tuition was recorded at only S$79.90 and a total of S$1.1 billion. This clearly shows that tuition has now become the backbone in Singapore’s education system.\n\nThis steady increase reveals the essential need of tuition in the country, and the Ministry of Education’s (MOE) recent efforts to reform and shift the focus on the system to lessen stigmatisation and stratification across different levels in the society.\n\nIn March this year, MOE announced that it will be completely doing away with streaming in secondary schools by 2024, replacing it with subject based banding instead.\n\nImplementing this new system means that the whole concept of ‘form class’ will be changed. As the different streams will no longer exist, schools are shape their form classes based on co-curricular activities, subjects, or project groups, said MOE.\n\nEducation Minister Ong Ye Kung said, “This change will help us to customise education for students, while minimising the effect of labelling and stigmatisation. It will encourage a growth mindset amongst all our students.\n\n“We are breaking out of a dilemma that we have been grappling with for so many years.”"}}