{"GDELT": {"GlobalEventID": 871670883, "Day": 20190910, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6849, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.65745856353591, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jermuk, Vayots' Dzor, Armenia", "Actor1Geo_CountryCode": "AM", "Actor1Geo_ADM1Code": "AM10", "Actor1Geo_ADM2Code": "4935", "Actor1Geo_Lat": 39.8417, "Actor1Geo_Long": 45.6723, "Actor1Geo_FeatureID": "-2324889", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jermuk, Vayots' Dzor, Armenia", "Action2Geo_CountryCode": "AM", "Action2Geo_ADM1Code": "AM10", "Action2Geo_ADM2Code": "4935", "Action2Geo_Lat": 39.8417, "Action2Geo_Long": 45.6723, "Action2Geo_FeatureID": "-2324889", "DATEADDED": 20190910094500, "SOURCEURL": "https://jam-news.net/195885/"}, "ARTICLE": {"TITLE": "Armenian PM says Amulsar gold mine exploitation will proceed – regardless of environmental concerns", "TEXT": "There are currently no legal grounds for a ban on the exploitation of the Amulsar gold mine, Armenian Prime Minister Nikol Pashinyan has stated during a live broadcast on his Facebook page.\n\nBack in mid-August, the Investigative Committee of Armenia published the results of a comprehensive, which claimed examination that the development of the field does not harm the environment.\n\nThe Prime Minister then spoke for more than an hour in a live feed, assuring the public that the Amulsar mine would be exploited in accordance with environmental standards unprecedented for Armenia.\n\nBut environmentalists and residents of nearby settlements demanded exploitation of the mine be abandoned.\n\nThe fact is that approximately 100 tonnes of sodium cyanide per year will be used for gold mining operations in the area.\n\nOpponents of the development of the mine believe that the case has a clear political context – they suggest that the government is turning a blind eye to environmental issues in order to avoid litigation with the company that obtained the rights to develop the field under the former government.\n\nOn September 9, Prime Minister Pashinyan again called for calm concerning the issue. He asked residents of the region of Jermuk to unblock the roads leading to Amulsar.\n\nHe explained his position as follows: the Lydian company, which received a license to operate the mine, will resume construction work no earlier than April 2020, therefore, there is no need to obstruct passage to the mine at the moment.\n\nAnd the exploitation of the field itself can begin only at the end of 2020 or the beginning of 2021.\n\nMeanwhile, having granted a license for the development of the Lydian mine, the country has undertaken obligations, and now cannot fail to fulfill them without damaging its reputation.\n\nNikol Pashinyan said that he has taken into account the opinion of concerned residents of the country, but has also considered the opinion of economists who argue the need to maintain a positive image of the country in international economic organizations.\n\nIn addition, the Prime Minister has assured the public they have no reason to protest, since his government does not accept any corruption deals and is concerned about the future of his country and its inhabitants.\n\nWhat else did the prime minister say?\n\nThe main issue is that the government can not prohibit the development of the Amulsar mine.\n\n“But at the same time, we can’t not take into account the anxiety of the public,” Pashinyan noted.\n\nPM Pashinyan said the Armenian government is obliged to systematically monitor all work in the Amulsar mine.\n\nTo this end, the Armenian Ministry of the Environment is going to acquire appropriate equipment by May 2020, which will make it possible to detect violations during the operation of the mine.\n\nAnd since the Lydian company will not continue to work on the territory of the mine until that time, there is no need to rush the government.\n\nNikol Pashinyan spoke of some details of the last meeting with representatives of Lydian Armenia which took place on September 6.\n\nAccording to Pashinyan, the company has committed itself to operating the mine in a safe manner.\n\n“This means that not a single liter of polluted water will enter the rivers, the air will not be polluted, the groundwater will not be polluted, and there will be no problems with biodiversity. Representatives of the company strongly assure that there will be no negative changes in the environment.”\n\nAnd most importantly: if any violations are detected, the mine will be closed for 90 days.\n\nWhat Pashinyan presented\n\nThe Armenian Prime Minister voiced a number of proposals of how to solve the current situation.\n\nTo begin with, he asked the locals of Jermuk to unblock the roads leading to Amulsar. They blocked them after the revolution of 2018, hoping that the new government would support them and prohibit the development of the field.\n\n“I officially ask the residents of Jermuk to open roads to the mine. I repeat. I’m asking you to open the roads,”, the phrase more than once appeared in the prime minister’s direct appeal.\n\nThen Pashinyan said that the inspection body was instructed to start checks at Amulsar on a number of issues that were voiced at a recent video conference with ELARD – the consultations company which conducted a comprehensive safety review of the mine’s exploitation:\n\n“A new investigation team has been formed, which will not only double-check the facts, but will also investigate new ones.”\n\n• Company claiming Armenian gold mine safe for exploitation says another study needed\n\nHow environmentalists reacted\n\nPashinyan’s arguments again did not seem convincing to environmentalists and activists of the SaveAmulsar movement.\n\nEcologist Shirak Buniatyan has already answered Prime Minister Nikol Pashinyan about the possible operation of the Amulsar mine.\n\nOn his Facebook page, he wrote that the road to Amulsar will open only in two cases:\n\neither government will abide by the unshakable decision of the Armenian people, adopted a year ago [ed. A speech given by Pashinyan that the mine will not be exploited];\n\nor the authorities will use the methods of their predecessors [ed. Implying the use of force].\n\n“But if they resort to this vicious practice of the former, then they will kill the popularity of the revolution. Amulsar is our homeland and that’s it”, wrote Buniatyan.\n\nReactions of government officials\n\nAmong the first, one of the richest people in Armenia, the head of the Prosperous Armenia party Gagik Tsarukyan, reacted to Pashinyan’s statements.\n\nAccording to him, the fate of the Amulsar field should be decided by the people. Moreover, he said he himself is ready to go out to a protest against the operation of the mine and join the people:\n\n“You need to hear the people. If there is consent, open the mine. If this consent does not exist, let it not be worked out. The people live there and will continue living there. How can one ignore their opinion?”\n\nThe MP from the ruling parliamentary faction My Step, the head of the commission on economic issues, Babken Tunyan, agrees that there are currently no legal grounds to ban the operation of the Amulsar mine:\n\n“At the moment, this decision has been made: there is no need to impede construction work on the mine. I adhered to this point of view from the very beginning … If during the year additional reasons appear that will allow us to stop the development of the mine, then certain measures will be taken.”\n\nSocial media reaction\n\nThe topic of the exploitation of the Amulsar mine has become one of the most discussed in the Armenian Facebook segment for quite some time.\n\nSocial media users are divided into two camps: some are categorically against the resumption of Amulsar’s development, while others completely trust Pashinyan’s opinion and are of the opinion “he knows better”.\n\nHere are some of the comments:\n\n“We trust our prime minister!”\n\n“Mr. Prime Minister, you are the leader of our country, and we, your people, unconditionally trust you!”\n\n“We will protest and go to the end! Even at the cost of our lives! ”\n\n“Stop your manipulations! The tourism sector can bring us much more money than the 10% of Lydian!”\n\n“The larger half of the population is against it!”\n\n“Is this how we are entering the second stage of the revolution?”\n\nOn the Amulsar gold mine\n\nAmulsar mine is the second largest gold deposit in Armenia, and contains about 31 tonnes of ore and 40 tonnes of pure gold.\n\nLydian Armenia discovered the gold mine back in 2005.\n\nUp until 2012, the company was looking for investors and was developing a mine development programme.\n\nThe same year Lydian Armenia and the Armenian government signed an agreement to develop and exploit the mine, and the company received the right to proceed with the project.\n\nProtests against the development of the mine began in 2011.\n\nThey were attended by residents of surrounding settlements and environmentalists, who said that gold mining in the area could have a negative impact on the environment of the city of Jermuk, Lake Sevan and local rivers.\n\nThe initiative group ‘Jermuk will not become a mine’ was created at the time.\n\nIn 2012, the collection of signatures against the development of the mine began.\n\nActivists repeatedly blocked the attempts of the mining company to approach the mine with heavy equipment. In 2018, they were able to have work at the mine suspended.\n\nThe Investigative Committee of Armenia then opened a case looking into environmental damage, for which an international assessment carried out by Elard was commissioned.\n\nSeveral days ago after the release of Elard’s report, Prime Minister Nikol Pashinyan stated that mining would continue, given the report’s findings.\n\n“If it is true that operating the mine is safe for Sevan and the Jermuk water system, then the project will be implemented. However, if there is a threat, I, as the Prime Minister, will not be able to permit its operation regardless of anything.”\n\nAs a result, the examination concluded that the development of the mine does not contain “uncontrolled risks”. That is, the government had the go ahead to allow gold mining at Amulsar to resume\n\nWhy is the Amulsar mine so important?\n\nThe Lydian company received the right to exploit the Amulsar mine after signing one of the largest investment packages in the history of independent Armenia.\n\nThe structure announced a figure of 325 million dollars, and said 1,300 people would be involved in construction work, and that 770 jobs would be available during the operation stage.\n\nThe development of the mine, according to the company’s estimates, should provide an annual growth rate of 1.4% or $185 million for Armenia’s GDP.\n\nExport figures, according to preliminary estimates, could reach up to $286 million per year."}}