{"GDELT": {"GlobalEventID": 871669587, "Day": 20190910, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6849, "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.3333333333333401, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yusheng, Yunnan, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH29", "Actor2Geo_ADM2Code": "13308", "Actor2Geo_Lat": 24.697, "Actor2Geo_Long": 103.469, "Actor2Geo_FeatureID": "10279971", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yusheng, Yunnan, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH29", "Action2Geo_ADM2Code": "13308", "Action2Geo_Lat": 24.697, "Action2Geo_Long": 103.469, "Action2Geo_FeatureID": "10279971", "DATEADDED": 20190910094500, "SOURCEURL": "http://www.china.org.cn/arts/2019-09/10/content_75192540.htm"}, "ARTICLE": {"TITLE": "'The Last Wish' – a comedy engulfed in dramatic twists and turns", "TEXT": "The comedy drama film \"The Last Wish\" is seeking to top China's Mid-Autumn Day season, but it has been embroiled in a great deal of drama along the way, including a recent dispute between the production company and its two leading actors.\n\nThe film, directed by Tian Yusheng, is a Chinese adaptation from the South Korean buddy comedy \"The Last Ride\" by Nam Dae-joong. The story is about an 18-year-old youth Gao Yuan (played by Peng Yuchang) with a terminal disease who hopes to lose his virginity before he dies. His two buddies, Xu Hao (Darren Wang) and Zhang Zhengyang (Wei Daxun) want to help him fulfill the wish.\n\nTian is known for his work on the romantic comedy \"Ex-Files\" trilogy. The last installment of the franchise, \"Ex-Files 3: The Return of the Exes\", grossed a stunning 1.94 billion yuan ($282 million) in China. \"The Last Wish\" is his latest effort and was much anticipated as one of the tentpole blockbusters to dominate the summer vacation.\n\nHowever, on July 5, the production company announced the original July 18 launch date had been canceled for specific production reasons, and officially withdrawn from the summer film season. At the same time, its Chinese title, originally and literally reading \"The Great Wish\" was renamed as \"A Tiny Little Wish\" in the Chinese language.\n\nOn Aug. 30, the production company announced the film had been rescheduled for release on Sept. 12, eve of China's traditional Mid-Autumn Day holiday.\n\nA grand premiere was held on Sunday in Beijing, with invitations issued to more than 2,000 executives, filmmakers, actors and guests to celebrate its eventual release.\n\nDirector Tian Yusheng said at the premiere he believed the film could resonate with the Chinese public and conform to the country's condition, and he just want to salute the whole concept of friendship and the buddy system through it, indicating the sexual jokes from the original South Korea film version, not deemed appropriate for conservative Chinese, had been toned down.\n\nFeedback from advanced screenings have been very positive. \"I really admire director Tian Yusheng, who bravely made a story about death into a comedy,\" director Zhang Yibai said, having been invited to the premiere as a guest. Director Frant Gwo agreed, saying, \"At the beginning I was screaming with laughter, but in the end, I just couldn’t help my tears.\"\n\nThe good news lasted only hours. The day after premiere, when the actors were relaxing and laughing together, the agent of leading actor Peng Yuchang put out a statement stating Peng was supposed to be credited as the leading actor, ranked above the other two main characters in the film's opening and end credits, and that this was stipulated in their contract. However, the company failed to carry out its commitment, which violated the contract and Peng's rights, the statement added.\n\nThe agency asked Hengye Pictures, the main producer of \"The Last Wish,\" to correct the opening and ending credits and all the promotional materials including posters. It also terminated its contract with Hengye Pictures due to the \"violation\", and planned to instruct lawyers to sue the company. Meanwhile, Peng will self-funded himself in promotional events for the film, rather than through his contractual obligation to do so.\n\nTaiwan-based actor Darren Wang, more famous than Peng and actually ranked above the latter as well as Wei in the film credits, put out his own statement later via his studio, denying that he and his company used influence to secure his position, although insisting this had been originally specified in his contract with Hengye Pictures.\n\nHengye Pictures scrambled to release its own statement soon later to apologize to both actors, confirming the terms of their contracts were indeed correct. The confusion was caused by mistakes made by the company's staff, and this problem had affected all the parties involved including fans, the statement declared.\n\nThe studio said it would punish relevant staff members found to be responsible for the problem, and would negotiate with Peng and Wang's agents to ease the bad feelings engendered.\n\nHowever, in all the statements of the three parties, each expressed their support for the film. \"Don't miss out the film of their joint efforts due to our company's mistakes,\" the statement from Hengye Pictures appealed."}}