{"GDELT": {"GlobalEventID": 871670718, "Day": 20190910, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6849, "Actor1Code": "MIL", "Actor1Name": "MILITARY PERSONNEL", "Actor1Type1Code": "MIL", "Actor2Code": "IRQMIL", "Actor2Name": "IRAQI", "Actor2CountryCode": "IRQ", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.95783286480961, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Balad, Sala? ad Din, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ18", "Actor2Geo_ADM2Code": "36834", "Actor2Geo_Lat": 34.0148, "Actor2Geo_Long": 44.1457, "Actor2Geo_FeatureID": "-3103655", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Balad, Sala? ad Din, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ18", "Action2Geo_ADM2Code": "36834", "Action2Geo_Lat": 34.0148, "Action2Geo_Long": 44.1457, "Action2Geo_FeatureID": "-3103655", "DATEADDED": 20190910094500, "SOURCEURL": "https://www.strategypage.com/qnd/israel/articles/20190910.aspx"}, "ARTICLE": {"TITLE": "Israel: The Wars In The North", "TEXT": "In Gaza, Hamas is up to its usual games. Although Hamas agreed to an informal ceasefire in early August that lifted many access and economic sanctions on Gaza, Hamas refuses to ensure, as it agreed to do, that no attacks are made on Israel from Gaza. Recent Iranian promises to provide $30 million a month might have something to do with this. Iran is increasingly desperate to do some damage to Israel and, if Iran cannot do it themselves, they have associates (Hamas, Islamic Jihad and Hezbollah) on the payroll who might, with the right incentives, be able to do the deed. Hamas' reluctance to sign long-term ceasefires is partly due to the reality of Hamas being unable to control all the other Islamic terror groups in Gaza as well as more radical Hamas members. The Hamas obsession (and official policy) of destroying Israel has trapped it in a self-imposed endless cycle of violence. This does little damage to Israel but great damage to Gaza and its residents. As a result, Hamas had made an enemy of the people it claims to be fighting for.\n\nThe Northern Threats\n\nRecent Israeli airstrikes on Iranian targets in Iraq made Iran look weak because Iran cannot even detect the Israeli aircraft or UAVs. Then there is the issue of how did the Israelis know which of the hundreds of pro-Iran PMF (Popular Mobilization Force) bases were the ones containing targets worth attacking. The Israelis obviously have good information about what is going on in Iraq and that also makes Iran look bad since IRGC (Iranian Revolutionary Guard Corps) experts helped establish these storage sites. Iran is forcing Iraq to choose between the U.S. and Iran, and threatening civil war if the Iraqis do not comply with Iranian demands. Everyone wanted to avoid such a confrontation because it could create chaos in Iraq that could develop into something Iran could not handle.\n\nIsrael is doing whatever it can to make Iran feel unwelcome in Syria. The question is, how much is enough? The Syrian effort is costing Iran a lot of money (which they cannot afford), reputation (not much to lose) and lives (more affordable). So far Iran has tolerated the losses and continues to pour resources into establishing itself in Syria. Iran cannot afford to contribute large sums for reconstruction in Syria but is allowing Iranian entrepreneurs to build factories and other commercial operations in Syria. Some of these commercial activities will be, as is the case inside Iran, partly owned, or controlled by the IRGC. These Iranian businesses will also end up on the Israeli target list, especially because of the IRGC connection. Iran is determined to finally achieve a victory over Israel using the growing presence it has in Syria but is encountering resistance from Russia, Syria, Turkey, Iraq and most NATO nations, in addition to Israel.\n\nIsrael sees itself at the greatest risk because Iranians in Syria might do something desperate, and stupid. Over the last year, the IRGC has suffered multiple defeats, usually delivered by Israel or the Americans. Many of these embarrassments have occurred in Syria, where Israel finds and destroys IRGC projects will great regularity. Many Iranians do not see this as an Iranian defeat but just another reason why the IRGC is hated by most Iranians. Blame is most often directed at the IRGC and the Islamic dictatorship that has ruled (and mismanaged) Iran since the 1980s. Iranians see corrupt IRGC men and Shia clergy in general as responsible for their current economic and diplomatic woes. The IRGC is not seen as the protector of the Iranian people but rather the source of growing violence against Iranians who protest the proliferating poverty. The IRGC is accused, by Iranians and the rest of the world, of trying to taunt someone, preferably the United States or Israel, into attacking Iran itself. That would make the IRGC more popular inside Iran, but many Iranians are not so sure. Meanwhile, the Americans concentrate their sanctions on Iranian leaders, including senior IRGC commanders, which is a popular move to most Iranians.\n\nAnd then there is the Turkish problem. Russia and Iran oppose Turkish plans for northwest Syria (Idlib province) and Kurdish held areas to the east (all the way to the Iraq border). The Turks want permanent control over the Syrian side of the border to improve their own border security and, more importantly, cripple Syrian Kurdish efforts to establish an autonomous Kurdish region in the northeast. This puts the Turks at odds with Syrians in general and especially the Iran-backed Assad dictatorship in Syria. Now into its second generation, the Assad clan feels it has won a major victory that will not be complete until all foreigners (Turks in the north, Americans in the east and Israelis in the Golan Heights) are out of Syria. None of those foreigners want to cooperate because they feel the Turks, at least the current Islamic government, cannot be trusted.\n\nIran did win one victory recently while violating an earlier agreement with Britain. Two days ago Iran announced that its tanker Adrian Draya-1 had found a customer for its cargo of oil. A day later it was confirmed that the customer was Syria, which Iran had promised it would not deliver this oil to. This all began two months earlier in southern Spain. A British court in Gibraltar agreed to allow the Iranian tanker Grace 1 to go free because of assurances its cargo of Iraqi oil would not be delivered to Syria in violation of sanctions. The tanker had been seized on July 4th by British commandos because of evidence that was transporting Iraqi oil to Syria. The Iranian supertanker was there to resupply after a long voyage around Africa. Britain claimed the tanker was breaking sanctions by transporting two million barrels of Iraqi oil to Syria for Iran. This was part of an enormous (and expensive) Iranian effort to get the Syrian government the oil it needs to continue fighting rebels and Islamic terrorists. The tanker was acting suspiciously as it avoided traveling via the Suez Canal and instead took the longer and much more expensive route around Africa. The Egyptians would have carefully scrutinized the tanker if it had used the canal. The U.S. promptly issued a warrant for the seizure of the oil on the Grace one, plus $995,000 as part of a forfeiture (of Iranian assets) so satisfy American financial judgments against Iran. The Gibraltar court refused to hold the Iranian tanker any longer and now the tanker, renamed Adrian Draya-1 and its registration changed to Iran, plans to move to Greece. The U.S. plans to ask Greek courts to allow execution of the American warrant. On the 20th Adrian Draya-1 left Gibraltar and entered the Mediterranean where it moved towards Syria. On September 2nd the tanker turned off its AIS tracker (a violation of international law) and was eventually spotted off Syria. But there were no aerial or satellite photos of the actual unloading of the oil.\n\nSeptember 9, 2019: In eastern Syria (Deir Ezzor province), an Israeli airstrike hit a new pro-Iran PMF (Iraq militia) base near the al Bukamal crossing into Iraq. There were about twenty dead and much property damage. Israel did not take credit. The next day there was another airstrike across the border in Iraq (Anbar province) that hit a weapons warehouse, which caused a large secondary explosion.\n\nIn the north (Golan) Israeli sensors detected rockets fired by a pro-Iran militia base outside Damascus. The rockets were aimed at Israel but fell short and landed on the Syrian side of the border. This was apparently an Iranian effort retaliate for the earlier al Bukamal airstrike.\n\nIn the south (Gaza) an Israeli UAV crashed inside Gaza. No confirmation of the cause.\n\nSeptember 8, 2019: In the south (Gaza), a rocket was fired from Gaza towards Israel but was faulty and landed on the Gaza side of the border.\n\nThe IEC (Israeli Electric Corporation) told the Palestinian West Bank (Fatah) government that it would begin cutting off power to some West Bank communities on the 17th because the Palestinian government refuses it pay for electricity used in the West Bank and currently owns $483 million. This is part of the dispute between those who provide the West Bank with money (Israel and foreign donors) and the Palestinian government over Fatah insisting payments to imprisoned Palestinian Islamic terrorists must continue. Fatah has been threatening to cause an economic catastrophe in the West Bank by refusing partial payments from Israel and donor nations unless the donors and Israel stop deducting the money Fatah spends on supporting and encouraging terrorist activity. This has become more of an issue since 2018 when Israel passed a law to deduct from the $130 million a month it collects in taxes and fees for the Palestinians in the West Bank, the amount (over $20 million) Fatah pays out to Palestinian terrorists in prison or to the families of deceased terrorists. The U.S. had already enacted a similar law and was deducting a similar amount from the $300 million it currently gives to the West Bank Palestinians. Other foreign donors have taken similar measures. Fatah refuses to deal with this and it cut Fatah maintains payments to terrorists by cutting government services it controls. That includes less money for Palestinians to receive medical care in Israel. To justify this Fatah complains that the U.S., Israel and other donors are being unfair.\n\nYet it is no secret that many Palestinians become terrorists because they are attracted to the financial rewards, which are considerable for many impoverished (by Fatah corruption and incompetence) young residents of the West Bank. Palestinians who are jailed, injured or killed (martyred) while trying to kill Israelis receive large payments from Fatah. For example families of dead terrorists get an immediate payment of $1,700 from Fatah plus monthly payments for the life of immediate family. These monthly payments ($400 to over $1,000 depending on the number of wives and children) can make a family relatively affluent and open new opportunities, like enough cash to afford a people smuggler who can get one or more family members to the West. There is also a bonus ($86 a month) if you are a legal resident of Israel and a similar monthly bonus if you were a resident of Jerusalem. Fatah is currently paying about $200 million a year to the families of over 26,000 “martyrs” (dead terrorists) as well as smaller payments to 6,000 badly injured while trying to kill Israelis. Monthly payments to jailed Palestinians vary according to how long they have been in jail, how many dependents they have and so on. There are also bonuses for how many Israelis the prisoner killed or injured. Some of these convicts get over $50,000 a year. Fatah currently spends over $100 million a year to reward over 6,000 jailed terrorists. These rewards were recently increased. Fatah considers the payment program a success even though hundreds of Palestinians have died in the Fatah-promoted violence. These attacks also left a few Israelis dead and for Fatah that is political gold as far as Arab language media is concerned. With this approach Fatah and Hamas together currently spend over $400 million a year to make murder economically attractive to many young Palestinians and their families. Most of it comes from Fatah although Hamas is trying to make more payments to Palestinians in the West Bank who support Hamas and attack Israelis in the name of Hamas.\n\nSeptember 7, 2019: In the south (Gaza), someone flew a small UAV across the border fence and dropped a small explosive on a road. The explosive device caused minor damage to an army vehicle sent to investigate. Troops fired on the UAV but it escaped back into Gaza. Later in the day, Israel retaliated with airstrikes against three Hamas targets in Gaza.\n\nAlong the border fence, troops arrested four Gazans who had cut through the fence and entered Israel armed with knives. Not all these fence crossing efforts succeed because the fence is monitored electronically and via day/night vidcams with zoom. Gazans know that they often have only minutes between getting near the fence and when Israeli troops will show up.\n\nSeptember 6, 2019: In the south (Gaza), five rockets were fired from Gaza into Israel. One landed near the town of Sderot, causing a small fire but no casualties or property damage. Israel responded with artillery fire and airstrikes on known Islamic terrorist targets in Gaza. The weekly Hamas border demonstrations on the border took place and two people, out of 6,000 involved, were shot dead, and 46 wounded, while trying to force their way into Israel or throwing firebombs or explosives at Israeli soldiers. So far (since early 2018) these weekly Gaza fence protests have left 210 Gazans (mostly Hamas members) dead along with two Israeli soldiers.\n\nSeptember 5, 2019: On the Jordan, border police arrested dozens of Israeli Druze who were attempting to get to Syria via Jordan for an illegal meeting with fellow Druze in Syria as well as Syrian officials.\n\nIn western Egypt (300 kilometers southwest of Cairo), troops raided an Islamic terrorist camp at the Bahariya oasis, killing six of the terrorists and capture of weapons, ammo and documents.\n\nSeptember 4, 2019: Israel has moved a Patriot air defense battery to the north, apparently in preparation for possible Iranian missile and rocket attacks from Syria or Lebanon. Patriot has an anti-ballistic missile capability but the Patriot missiles used for this have a shorter range.\n\nIn Sinai, ISIL ambushed smugglers transporting rockets to Gaza. These rockets belonged to Hamas or some other Islamic terror group in Gaza and ISIL probably had an informant in one of those groups that enabled them to carry out the ambush and capture the cargo of long-range (up to 80 kilometers) unguided rockets. Elsewhere in the area ISIL kidnapped four members of a local tribe as part of an intimidation (into cooperation) effort.\n\nSeptember 3, 2019: Israel released photos of a new Iranian missile assembly and upgrade facility being built at Nabi Chit, in northeast Lebanon (Baalbeck Valley). This facility will be used to upgrade (with a GPS guidance system) a lot of the long-range Iranian rockets Hezbollah already have. When completed it will probably be bombed by Israel.\n\nSeptember 2, 2019: Israel resumed full fuel shipments (via tanker truck) to Gaza a week after it cut shipments in half because rockets continued being fired from Gaza into Israel. This is a violation of the informal ceasefire. Qatar provides the cash to pay for the fuel and tries to persuade Hamas and other Islamic terror groups in Gaza to comply with the ceasefire that Egypt brokered. The fuel is mainly to keep the Gaza electric power plant operating.\n\nSeptember 1, 2019: In southern Lebanon, Hezbollah fired several ATGMs (anti-tank guided missiles) at an Israeli border post. Israel ran a deception, with a fake helicopter medivac, to persuade Hezbollah to not fire anymore. In the meantime, Israeli artillery nearby fired over a hundred shells at Hezbollah targets. Iran decides what actions Hezbollah takes against Israel and this exchange was apparently ordered to test Israeli responses because Israel has been reinforcing the troops it normally has along the Lebanese border. Hezbollah also wants to demonstrate it is not intimidated by the growing number of Israeli attacks on Hezbollah personnel in Syria and Lebanon. It is telling that Iran won’t allow Hezbollah to fire any rockets at Israel. The ATGMs are a short-range (about five kilometers) weapon.\n\nAugust 28, 2019: In the south (Gaza), a rocket fired from Gaza towards Israel triggered attack warnings in a southern Israel town. The rocket proved defective and crashed in Gaza. Israel retaliated with an attack on a Hamas watchtower near the border. This was the fifth such attack from Gaza since mid-August. This is a violation of the ceasefire Hamas agreed to but Hamas blames the attacks on other Islamic terror groups it cannot control.\n\nAugust 27, 2019: In the south (Gaza), two suicide bombing attacks were made in Gaza against Hamas police. Three policemen were killed and three were wounded. No one took responsibility. Initially, Hamas blamed Israel but it soon because obvious that this was the work of the smaller (than Hamas) Iran-backed Islamic Jihad group, which seeks to replace Hamas as the ruler of Gaza. Hamas arrested ten Gazans involved in the attack and found that the suspects were associated with Islamic Jihad.\n\nISIL insists that both Hamas and Islamic Jihad are not competent and that if ISIL were running Gaza things would be different. Most Gazans agree that Islamic Jihad or ISIL rule would probably be worse than what Hamas provides. All three Islamic terror groups are disliked or hated by most Gazans. Hamas cannot attack Islamic Jihad too hard because both Hamas and Islamic Jihad depend on Iran for financial and military (weapons and advisors) support. Islamic Jihad is more dependent on Iranian support and anything it does is with Iranian permission or ordered by Iran. ISIL has been driven out of Gaza but is still active in northern Sinai.\n\nAugust 26, 2019: In the south (Gaza), Israel broadcast warnings to the Gaza population that the continued violation of the ceasefire by Islamic Jihad would lead to Israeli retaliation and border closures.\n\nAugust 25, 2019: In western Iraq (Anbar province), an unidentified (probably Israeli) UAV attacked a pro-Iran PMF convoy, killing six militiamen, including a PMF commander. The pro-Iran PMF leaders blamed Israel. The attack took place near the Syrian border, which the PMF convoy was apparently going to cross. The Americans deny any involvement and the Israelis say nothing about airstrikes in Israel but did reveal that a recent attack in Syria was to halt an Iranian UAV attack on Israel.\n\nIn Lebanon, two UAVs crashed near the capital and Hezbollah accused Israel of sending them. Photos of the UAV wreckage made it clear that the two UAVs were Iranian made and of the type used by Hezbollah. One of the crashed UAVs was equipped with explosives, which is a common way to use these UAVs. Apparently Hezbollah had trouble with two of their UAVs which crashed near the capital. Rather than admit the truth Hezbollah tried to blame it on Israel.\n\nThe IDF (Israeli Defense Forces) activated Farsi (Iranian) language Twitter, Instagram and Telegram accounts for distributing news it already posts in Hebrew, English, Spanish, and French. IDF distributes news, often with photos or documents, to give its version of situations it is involved in. In the case of Iran, the IDF often published satellite photos or other evidence to contradict claims by the Iranian government.\n\nAugust 24, 2019: An Israeli airstrike outside of Damascus Syria hit an Iranian base that was described as preparing Iranian UAVs equipped with explosives that were going to be used for an attack on Israel. It was believed that Iran had resorted to these UAV tactics because of desperation for a win against Israel, which was continuing to attack Iranian targets in Lebanon, Syria and Iraq with impunity and without suffering any losses. Iran backed Shia rebels in Yemen had used the explosives equipped UAVs for attacks on Saudi Arabia, with some success. These UAVs do less damage than ballistic missiles but are more difficult to detect and intercept. The Saudis have adapted but one of the many UAVs launched for each attack can still get through from time to time. Israel has detected and shot down these UAVs, launched by Hezbollah from Lebanon. But the small, low flying UAVs remain difficult to detect and intercept so the Israelis, like the Saudis, find it easier to bomb the bases the UAVs operate from.\n\nIn Iran, a senior Shia cleric declared that Shia in Iraq must confront the Americans over U.S. support for Israel and recent Israeli airstrikes against Iranian targets in Syria and Iraq. This declaration has no legal force and is meant to encourage pro-Iran Iraqis to expel or attack American forces in Iraq. Most Iraqi Shia clerics and politicians either remained silent or openly criticized this call to force the Americans out.\n\nAugust 23, 2019: In the West Bank, a bomb planted near a hiking trail killed an Israeli civilian and wounded her father and brother. No one took credit for the attack although Hamas was quick to praise the attack.\n\nAugust 20, 2019: In Egypt (Sinai), troops killed eleven Islamic terrorists during a raid on an ISIL hideout. No mention of any army casualties.\n\nIn Iraq, some 70 kilometers north of Baghdad, another apparent airstrike on a PMF base, this one next to Balad Air Base (where Iraqi F-16s are stationed). Once more a storage site full of Iranian weapons was destroyed. American contractor and military personnel work at Balad in support of the Iraqi Air Force and witnessed these attacks. Iran is upset about three attacks like this since July 19th because all of them hit stockpiles of precision missiles and other high-tech weapons, usually in shipping containers, awaiting movement to destinations in Syria and Lebanon. These weapons are meant to be used against Israel in a future war. Iran sees Israel deliberately trying to disrupt the 1,200 kilometer long route from Iran to Lebanon with attacks on weapons storage areas in Iraq, Syria and Lebanon.\n\nAugust 16, 2019: In Iraq, the government ordered all foreign aircraft operating over Iraq to inform the Iraqi government about each of their flights. No more blanket permission to fly in Iraq. Despite this NATO aircraft still provide air support for Iraqi troops while Iran often sends transports through Iraqi airspace to make deliveries to Syria or Iran. Iraq also accused Israel of using its new (F-35) stealth warplanes to evade Iraqi air control radars and make these attacks. The reality is that Israel is probably using air-to-ground missiles fired by warplanes in Syrian airspace or long-range UAVs. Iraq later clarified that its new rules did not apply to American warplanes carrying out airstrikes in support of Iraqi forces or using American helicopters to evacuate casualties.\n\nAugust 14, 2019: In northwest Syria (Hama province), another Israeli airstrike took place outside the city of Masyaf. It is unclear which of the many Syrian military targets in this area were hit. Syria complained that its new Russian S-300 air defense system cannot detect Israeli F-35 fighters.\n\nAugust 13, 2019: The U.S. Army has purchased two Iron Dome anti-rocket batteries from Israel. This is not the first time the Americans sought to make a purchase. Back in 2014, the U.S. negotiated to purchase a battery, mainly for evaluation purposes. The Americans wanted to see if Iron Dome would be worth using in Iraq and Afghanistan, where American troops were (and still are) stationed and probably will be for some time to come. The 2014 purchase would have been the first export sale of Iron Dome. That proposal was later canceled although some Iron Dome equipment was sent to the U.S. for evaluation, and test firings. Iron Dome tests against UAVs were successful. But the purchase was not made because American firms believed they could develop something similar. That did not happen and eventually, the need for Iron Dome led to the 2019 sale. This was not the first export sale as after 2014 the continued success of Iron Dome did attract more and more export customers."}}