{"GDELT": {"GlobalEventID": 871670121, "Day": 20190910, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6849, "Actor1Code": "ESP", "Actor1Name": "SPAIN", "Actor1CountryCode": "ESP", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.25138632162661, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Barcelona, Comunidad Autonoma de Cataluna, Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP56", "Actor1Geo_ADM2Code": "25806", "Actor1Geo_Lat": 41.3833, "Actor1Geo_Long": 2.1833299999999998, "Actor1Geo_FeatureID": "-372490", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Barcelona, Comunidad Autonoma de Cataluna, Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP56", "Action2Geo_ADM2Code": "25806", "Action2Geo_Lat": 41.3833, "Action2Geo_Long": 2.1833299999999998, "Action2Geo_FeatureID": "-372490", "DATEADDED": 20190910094500, "SOURCEURL": "https://lithub.com/the-communist-plot-to-assassinate-george-orwell/"}, "ARTICLE": {"TITLE": "The Communist Plot to Assassinate George Orwell", "TEXT": "When George Orwell returned to Barcelona for the third time, on June 20th, 1937, he discovered that the Spanish secret police were after him. He had been forced to return to the front in order to have his discharge papers countersigned and, in his absence, the Communists had initiated a purge of their perceived enemies. Orwell was on the list. As he arrived in the lobby of the Hotel Continental, Eileen approached him calmly, placed her arm around his neck, and smiled for the benefit of anyone watching. Once they were close enough she hissed in his ear:\n\n“Get out!”\n\n“What?”\n\n“Get out at once.”\n\n“What?”\n\n“Don’t keep standing here! You must get outside quickly!”\n\nEileen guided a bewildered Orwell toward the hotel exit. Marceau Pivert, a French friend of Orwell’s who was just entering the lobby, seemed distressed to see him and told him he needed to hide before the hotel called the police. A sympathetic member of the staff joined in, urging Orwell to leave in his broken English. Eileen managed to get him to a café on a discreet side street, where she explained the seriousness of the situation.\n\n*\n\nDavid Crook, a young Englishman working for the Independent Labour Party’s (ILP) Barcelona office, had become friends with both Orwell and his wife over the last few months. He was not what he seemed. He had arrived in Spain in January 1937, the month after Orwell, eager to join up with the International Brigades and fight the Fascists. He was descended from Russian-Jewish immigrants and grew up in Hampstead, attending the prestigious Cheltenham College.\n\nLike many young men who grew up after the First World War, he was attracted to left-wing causes. He moved to New York City, where he attended Columbia University and embraced radical politics, joining the Young Communist League. As a student delegate he traveled down to Kentucky to support the famous miners’ strike in Harlan County, witnessing its brutal suppression by the National Guard. On his return to London he became a member of the British Communist Party. At one meeting, the doomed poet John Cornford spoke about the Republican cause in Spain, and Crook was inspired to enlist.\n\nLike Hyndman, Crook was thrust straight into the action at the Battle of Jarama, taking three bullets to the leg. Recovering in Madrid, he socialized with the literary set, including the brilliant war correspondent Martha Gellhorn, her lover Ernest Hemingway, Mulk Raj Anand, and Spender. At this point he came to the attention of Soviet intelligence agents. After recruiting him, the NKVD sent him to a training camp in Albacete, where he was given a crash course in sabotage and surveillance techniques.\n\nThere he became a Communist spy. Crook’s mission was to infiltrate the ILP and report on all their activities. The Soviets already had one agent in place, David Wickes, who volunteered as an interpreter with the ILP and passed what information he found on to his handlers. Now Crook was to infiltrate deeper and get hold of documents. Orwell was his most prestigious target.\n\nOrwell knew it was pointless to remain in Spain; he could no longer serve the cause to which he had committed himself.\n\nAs cover Crook pretended to be a stringer for a British newspaper, with credentials on headed paper secured from “a comrade in London.” The NKVD arranged for him to be discharged from the International Brigade with “lung trouble.” The day after Orwell returned from the front for the first time, before the outbreak of the May fighting, Crook installed himself at the Continental, befriended Eileen, and insinuated his way into the ILP office.\n\nDuring the long Spanish lunch breaks, when the office was deserted, he took documents to a safe house on Calle Muntaner and photographed them. He compiled reports on the Orwells, Kopp, and McNair and, at meetings in a local café, delivered them folded up in a newspaper to his handler, Hugh O’Donnell (code name “Sean O’Brien”). Sometimes he secreted the reports in the hotel bathroom if more discretion was needed. Crook reported that Kopp and Eileen were having an affair, the kind of information the NKVD valued for blackmail purposes.\n\nKopp professed to be in love with Eileen, and while Orwell recuperated from his wound, their “association” developed “in little leaps” (these are her words; Orwell and Eileen had an unconventional relationship, and she was clear with Kopp that he could never replace his friend and rival). Also among the documents Crook apparently lifted was a report from Orwell’s doctor about his neck wound, which ended up in Orwell’s KGB file in Moscow. He was compiling evidence that could be used as justification for the coming purge.\n\nNobody suspected Crook, but there were plenty of other reasons to be fearful. Orwell knew it was pointless to remain in Spain; he could no longer serve the cause to which he had committed himself. Any foreign fighters seeking to leave the country were considered deserters, so it was important that Orwell got his discharge papers in order. For that, he needed to return to the front one last time. It took him five days. Time was running out.\n\n*\n\nThe raid on Eileen’s room came early in the hours of June 16th, the same day that the Communist-controlled Republican government declared the POUM [the Worker’s Party of Marxist Unification] an illegal organization. The NKVD and the Spanish secret police (the SIM) moved swiftly on their targets. The NKVD assassin Iosif Grigulevich led the hit squad. Nin, POUM’s leader, had previously served as Trotsky’s private secretary in Moscow and, even though the two had split over political differences, argued that Catalonia should have given Trotsky asylum.\n\nThose associations proved fatal. He was “arrested, brutally tortured, then flayed alive when he refused to confess to imaginary crimes.” Irwin Wolf, another of Trotsky’s former secretaries, was kidnapped and executed. Kurt Landau, a prominent Austrian Trotskyist, went into hiding, but thanks to information gathered by Crook, the death squad kidnapped and murdered him, too. Landau’s wife spent five months in prison, all the while vainly trying to discover what had happened to her husband.\n\nKopp was arrested at the Continental and thrown in prison. Crook, in order to maintain the integrity of his cover and to continue his spying, was “arrested” by two plainclothes policemen and thrown into the same jail as Kopp.\n\nIn the raid on Eileen’s room agents of the SIM confiscated every piece of paper they could find, including Orwell’s diaries, papers, and photographs. They also seized Orwell’s books, including his French edition of Hitler’s Mein Kampf and, ironically, Stalin’s Ways of Liquidating Trotskyists and Other Double Dealers. For two hours the policemen sounded the walls, checked behind the radiators, sifted through the trash, and held every item of clothing up to the light, searching for hidden letters or pamphlets.\n\nThey went through every single one of Orwell’s cigarette papers looking for hidden messages, yet for some reason, perhaps a perverse sense of decency, they failed to search the bed in which Eileen had concealed their passports and checkbooks. “The Spanish secret police had some of the spirit of the Gestapo, but not much of its competence,” he wrote.\n\nOrwell arrived back in Barcelona on June 20th, having secured his discharge papers. It became clear he needed to get out quickly if he were to avoid the same fate as others associated with the POUM. Eileen told him McNair and an 18-year-old ILP volunteer, Stafford Cottman, were already in hiding. Eileen feared the only reason she remained free was as bait for her husband. She told him to destroy his militia card and incriminating photographs.\n\nOn no account could he return to the hotel. He would have to go into hiding, as there was almost certainly a warrant out for his arrest. Orwell suddenly felt like “a hunted fugitive.” The Orwells now had to find a way to get out of Barcelona and across the French border undetected. This was easier said than done. Suspicious as Orwell was, he had no idea just how closely the Communists were having him watched.\n\nEileen arranged for them all to meet the following morning at the British Consulate. Orwell spent the night in the ruins of an old church. After learning that it would take the consulate three days to get their passports ready, he and his friends did their best to remain inconspicuous. That night, in the bitter cold, Orwell, McNair, and Cottman slept, or at least tried to, “in some long grass at the edge of a derelict building lot.”\n\nThey spent the following morning restless for the cafés to open so that they could revive themselves with a coffee. After that Orwell went to the barber for a shave and then for a shoeshine. He took care to avoid any of the hotels or cafés associated with the POUM. Instead he began frequenting the city’s most exclusive restaurants, where no one knew him. Orwell took care not to be stopped as the streets “were thronged by local and Valencia assault guards, Carabineros and ordinary police, besides God knows how many spies in plain clothes.”\n\nThe morning after going into hiding, Orwell learned that Smillie, the young journalist alongside whom he had fought on the front, had died in a Valencia prison. The official verdict was appendicitis, but Smillie was only 22, and Orwell had seen just how tough he was. At best, Orwell thought, Smillie had been allowed to die “like a neglected animal.” Kopp later claimed he saw a police file that said Smillie had died from heavy kicks to the stomach. Orwell never forgave Smillie’s death.\n\nBy day the Englishmen pretended to be in the city on business, by night they slept rough. To get some respite, Orwell spent one day at the public baths. “It was an extraordinary, insane existence we were leading,” he wrote. “By night we were criminals, but by day we were prosperous English visitors—that was our pose, anyway.”\n\nNeeding an outlet, Orwell took the opportunity of an unobserved moment to scrawl political slogans on the walls. While on the run, Orwell persisted in the “ineradicable English belief that ‘they’ cannot arrest you unless you have broken the law,” even though “practically everyone we knew was in jail by this time.” He tried to do something for his friend Kopp, taking a great risk of his own arrest in twice visiting him in the filthy, overcrowded prison. Eileen offered to help Crook by smuggling letters out. But in the end there was nothing they could do for Kopp, and he spent the next year and a half being shuttled from prison to prison, from interrogation to interrogation, from prison ship to labor camp.\n\nEven years later, Orwell kept among his papers a report detailing how when Kopp refused to sign a confession he was “put in a coal bin without light, air, or food where enormous rats ran in and out of his legs.” The use of rats in torture stuck with Orwell and became the subject of an iconic scene in Nineteen Eighty-Four. When Kopp was finally released 18 months later, he had lost 98 pounds in weight, and was suffering from scurvy and blood poisoning.\n\nIn the prison, Orwell had also seen Milton, who had tried to leave the country only to be arrested at the frontier despite having all his papers in order. The American had helped carry Orwell to the ambulance when he was wounded, and they had served together for months on the front line. But fearful of discovery, they “walked past each other as though [they] had been total strangers.” Milton’s failure to get out was a warning to Orwell and his friends: even jumping through the right hoops was no guarantee of a successful escape.\n\nOrwell needed to tell the world, and most importantly his fellow left-wingers, the truth about what was going on in Spain.\n\nFinally Orwell discovered his papers were ready. The group hatched an escape plan. A train was leaving for Port Bou, on the French border, at half past eight in the evening. It was important the secret police did not get wind of their planned escape. Eileen was to give no indication that she was leaving or they would pounce. They would order a taxi ahead of time but Eileen should pack her bags and pay the bill only at the last possible moment. To his horror, when Orwell arrived at the station he discovered that the train had left early. Fortunately, it had done so in time for him to warn his wife. It was a close call.\n\nOrwell managed to ascertain that the manager of a local restaurant was an Anarchist and therefore sympathetic to their cause. He put Orwell and his two friends up in a spare room, a great relief after sleeping rough. A train left early the next morning, June 23rd, and, joined by Eileen, the group took seats in the dining car. “Two detectives came round the train taking the names of foreigners,” he wrote, “but when they saw us in the dining-car they seemed satisfied that we were respectable.”\n\nAt the border crossing the guards looked up their names in a card index of suspects. It was a tense moment, but for some reason their names were not listed. (Orwell suspected police inefficiency.) Everyone was searched thoroughly, but nothing incriminating was found. The guards pored over Orwell’s discharge papers and, in another stroke of luck, failed to make the connection that the Twenty-Ninth Division was in fact the POUM.\n\nThe Orwells and their friends made it to France and safety (the first newspaper they read contained a premature report announcing McNair’s arrest for espionage). A secret police file, dated July 13th and prepared for the Tribunal for Espionage and High Treason in Valencia, denounced Orwell and Eileen as “confirmed Trotskyists.” The report was compiled with information from Wickes (and almost certainly Crook). Orwell had fled just in time.\n\nOrwell’s tenure in Spain, he later wrote, “was a queer business. We started off by being heroic defenders of democracy and ended by slipping over the border with the police panting on our heels.” His wounds hurt and his health, as always, was poor. He needed time to recover. But when his strength returned he knew what he needed to do: he needed to tell the world, and most importantly his fellow left-wingers, the truth about what was going on in Spain.\n\nThe Communists had perhaps mistaken Orwell for another naive volunteer, there to be pushed around, but they had in fact made a powerful enemy, an enemy who now prepared to fight back with his trusted weapons, the typewriter and the pen.\n\n__________________________________\n\nFrom Cold Warriors: Writers Who Waged the Literary Cold War. Used with the permission of the publisher, Custom House. Copyright © 2019 by Duncan White."}}