{"GDELT": {"GlobalEventID": 871670804, "Day": 20190910, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6849, "Actor1Code": "NGA", "Actor1Name": "NIGERIAN", "Actor1CountryCode": "NGA", "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.84407645283603, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chad Basin, Niger (general), Niger", "Actor1Geo_CountryCode": "NG", "Actor1Geo_ADM1Code": "NG00", "Actor1Geo_ADM2Code": "65640", "Actor1Geo_Lat": 16.0, "Actor1Geo_Long": 16.0, "Actor1Geo_FeatureID": "-1079003", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Maiduguri, Borno, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI27", "Actor2Geo_ADM2Code": "191040", "Actor2Geo_Lat": 11.8464, "Actor2Geo_Long": 13.1603, "Actor2Geo_FeatureID": "-2018369", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Maiduguri, Borno, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI27", "Action2Geo_ADM2Code": "191040", "Action2Geo_Lat": 11.8464, "Action2Geo_Long": 13.1603, "Action2Geo_FeatureID": "-2018369", "DATEADDED": 20190910094500, "SOURCEURL": "https://www.hrw.org/report/2019/09/10/they-didnt-know-if-i-was-alive-or-dead/military-detention-children-suspected-boko"}, "ARTICLE": {"TITLE": "Military Detention of Children for Suspected Boko Haram Involvement in Northeast Nigeria", "TEXT": "I am not happy with Boko Haram because they killed my people. I also do not like the military because they detained me for no reason. There was nothing good about my experience in detention. My years were wasted in suffering. — “Abdulsalam,” detained for nearly a year at Giwa barracks at age 17 in 2017\n\nThe Nigerian military has arrested and detained thousands of children, some as young as five, for suspected involvement with the armed Islamist group Jama'atu Ahlis Sunna Lidda'awati wal-Jihad, which in Arabic means “people committed to the propagation of the Prophet’s teaching.” The group, more commonly known as Boko Haram, has engaged in a deadly insurgency against the Nigerian state since 2009.\n\nGovernment forces apprehend children they suspect of Boko Haram involvement in a variety of ways: during security sweeps, military operations, screening procedures outside of camps for internally displaced persons, and based on information provided by informants. In many cases, authorities arrest children with little or no evidence. One boy told Human Rights Watch he was arrested and detained for more than two years for allegedly selling yams to Boko Haram members.\n\nThe military may hold children for short periods in local prisons or detention facilities, but eventually transfers most of the children to the Giwa military barracks in Maiduguri, the main military detention facility in Borno State.\n\nChildren detained at Giwa barracks described squalid, severely overcrowded conditions. Confined in cells of about 10 by 10 meters with up to 300 other detainees, children said they were forced to sleep on their sides, packed tightly together in rows like “razorblades in a pack.” They suffered overwhelming heat, frequent hunger, and an overpowering stench from hundreds of detainees sharing a single open toilet. Many said they observed soldiers carrying dead bodies of other detainees from their cell or other cells.\n\nSome children are imprisoned for months; others for years. Few are ever charged with any crime.\n\nThe United Nations (UN) reported that between January 2013 and March 2019, the Nigerian armed forces detained over 3,600 children, including 1,617 girls, for suspected involvement with non-state armed groups. In 2017 alone, they detained over 1,900 children. According to UN reports, the number of children detained in 2018 dropped significantly, although Nigerian authorities have consistently denied the UN access to military detention facilities to verify the actual number held. Human Rights Watch does not know the number of children currently detained by the Nigerian military.\n\nIn June 2019, Human Rights Watch interviewed 32 children and youth who had been detained at Giwa barracks as children. In all of the cases investigated, the children’s detention appeared to be arbitrary. None of the 32 children interviewed said they were taken before a judge or appeared in court, as required by law. None were aware of any charges against them. Only one said he saw someone who he believed might have been a lawyer.\n\nNone of the children had contact with family members outside the detention center or said that authorities notified their family of their arrest or detention. Such cases may constitute enforced disappearances, meaning that the authorities in question refused to acknowledge the detention of the person or refused to provide any information on their whereabouts or fate.\n\nAlthough Giwa barracks has a cell designated for children under age 18 only, the military often holds children in adult cells, where food and water were scarcer and conditions even more crowded. Very young children and babies were kept with their mothers and older girls in a separate female cell. Three girls saw male soldiers making sexual advances toward female detainees or removing girls from the cell for long periods for what they believed was sexual exploitation. One girl said that females in her cell became pregnant while they were imprisoned.\n\nThe military provided no formal education or activities for children held at Giwa. Some children who had attended school before their arrest gave informal lessons to other detained children for about an hour a day. Otherwise, the children’s only activities were prayer, and in some cells, watching television. “Sadiq,” detained at Giwa for over three years, said, “It was very sad for me to be there for so long doing nothing.”\n\nSome children said soldiers beat or threatened them during interrogation, either at the location of their arrest or at Giwa barracks. Others said they were beaten by other child detainees. Soldiers at Giwa designated older boys in the children’s cell to maintain order in the cell and to discipline other children. Some children said these leaders beat them more times than they could count, typically for making noise or taking up too much space. Others said they saw cell leaders beating other children nearly every day.\n\nMost of the children said Nigerian military or community self-defense groups known as the CJTF (Civilian Joint Task Force) arrested them after they fled Boko Haram attacks on their village. Several said they were seeking refuge with their families or other villagers, and that security forces singled them and other adolescent boys out for arrest, apparently because they were perceived as fighting age. A few of the children interviewed said they had been abducted by Boko Haram or forced to “marry” a Boko Haram member, but the majority denied any involvement with the group.\n\nMany of the children felt doubly victimized, first by Boko Haram for abducting them or attacking their families or villages, and then by the government for detaining them. Several children expressed frustration that the military did not adequately investigate their accounts and detained them with little or no evidence of their involvement with Boko Haram. Yar’adua, age 17, said, “They didn’t do me justice. They detained me without any concrete reason.” Others said they felt angry with the government for how they were treated.\n\nNow released, nearly all of the children interviewed expressed a desire to go to school, but many reported significant challenges. Boko Haram destroyed over 1,500 schools in Nigeria’s northeast and hundreds remain closed due to insecurity. Many of the children said that available schools were too far away, or that they did not have money for transportation costs. As a result, some attended only sporadically, and many were not able to attend at all.\n\nGoing forward\n\nThe Nigerian government faces formidable challenges as a result of the Boko Haram insurgency. But it has taken a number of important steps to protect the rights of children. In 2015, Nigeria endorsed the Safe Schools Declaration, a political commitment for countries to take concrete steps to make students, teachers, and schools safer during times of armed conflict. To implement this commitment, Nigeria’s education ministry has advanced plans to amend the Armed Forces Act to protect schools from being used for military purposes. The CJTF signed an action plan with the UN in 2017 to end their use of child soldiers and separated more than 1,700 children from their ranks. The UN reported no new cases of child recruitment by the CJTF in 2018.\n\nNigerian authorities have released at least 2,200 children from detention, and the number of children reportedly detained in 2018—418—marked a significant decrease from previous years. The government, however, should take further steps to protect the rights of children who have been arrested and detained in the context of the insurgency. As an immediate first step, the Nigerian government should sign and implement a UN handover protocol in line with international standards to ensure the swift transfer of children apprehended by the military to child protection authorities for rehabilitation, family reunification, and community reintegration. Other countries in the region, including Chad, Mali, and Niger, have already signed such protocols.\n\nNigerian authorities should also immediately release children currently in military custody. If military or intelligence authorities have credible evidence of criminal offenses by children, they should transfer them to civilian judicial authorities to be treated in accordance with international juvenile justice standards. The government should also accelerate efforts to ensure access to education for children affected by the insurgency.\n\nKey Recommendations\n\nTo Nigerian Authorities\n\nImmediately release all children in military detention who are not charged with a criminal offense and transfer them to child protection authorities for family reunification, rehabilitation, and community reintegration.\n\nSign and implement a handover protocol with the UN to ensure that children taken into military custody but not charged with criminal offenses are transferred to child protection authorities within 72 hours for rehabilitation and reintegration.\n\nAllow unrestricted and unannounced monitoring of all detention facilities where children may be held by the UN and other appropriate humanitarian and child protection actors.\n\nEnsure that children accused of criminal offenses committed while associated with Boko Haram are transferred to civilian judicial authorities, and promptly charged, provided with access to legal counsel, and treated in accordance with international juvenile justice and fair trial standards.\n\nMethodology\n\nFor this report, Human Rights Watch conducted research in Maiduguri, Borno State, in June 2019. Human Rights Watch researchers interviewed 32 children and youth (25 male and 7 female) who had been detained as children for alleged association with Boko Haram. Interviewees ranged from age 10 to 21. Twenty-seven were under the age of 18 at the time of interview. According to their accounts, interviewees had been detained for periods ranging from a few weeks to 3 years and 4 months. Fifteen of the 32 were detained for more than a year, and 9 were detained for more than two years.\n\nHuman Rights Watch was unable to access military detention facilities directly. Researchers interviewed children who had been released from detention and identified by humanitarian agencies and civil society actors who work with populations affected by the Boko Haram insurgency.\n\nHuman Rights Watch researchers spoke to all the interviewees in person. Interviews with children were conducted individually, in a private setting, in either Hausa or Kanuri with interpretation into English. Researchers informed all interviewees about the purpose and voluntary nature of the interviews, the ways in which Human Rights Watch would use the information, and obtained consent from all interviewees, who understood they would receive no compensation for their participation. For reasons of personal security, Human Rights Watch has withheld the names and identifying information of most interviewees.\n\nOn July 9, 2019, Human Rights Watch sent the Nigerian chief of Army staff a letter outlining our preliminary findings and requesting information regarding children who were detained for alleged association with Boko Haram. As of August 29, 2019, Human Rights Watch had not received a reply.\n\nBackground\n\nBoko Haram’s brutal insurgency in Nigeria’s northeast began in 2009 and has been marked by targeted killings, suicide attacks, widespread abductions, burning and looting, and attacks on schools, teachers, and students. Between June 2011 and June 2018, an estimated 37,530 people were killed in incidents involving Boko Haram, including at least 15,000 civilians, 18,000 alleged Boko Haram fighters, and 2,000 state actors. The insurgency has displaced approximately 2 million people within Nigeria, and driven more than 240,000 into neighboring countries as refugees.\n\nIn Hausa, the dominant language in northern Nigeria, Boko Haram means “Western education is forbidden.” The group has decimated the education system in the northeast, targeting schools and teachers perceived as teaching a Western curriculum. It has destroyed over 1,500 schools, killed over 2,295 teachers, and displaced 19,000 teachers in Borno, Yobe, and Adamawa states. The UN reported in late 2017 that 3 million children were in “urgent need” of education.\n\nThe violence peaked between 2013 and 2015. In 2015, the Nigerian military, joined by troops from Cameroon, Chad, and Niger, launched a major military campaign to re-take territory occupied by Boko Haram. By 2018, Boko Haram’s areas of control were very limited, but the group continued to carry out abductions, suicide bombings, and attacks on both military and civilian targets. An upsurge in violence in late 2018 and early 2019 displaced nearly 60,000 people and UN officials cited “an increased sophistication” in the group’s tactics.\n\nThe UN estimates that Boko Haram has recruited at least 8,000 children into its ranks, often through abduction. The group uses children as fighters, as suicide bombers, to burn schools and houses, to plant explosive devices, to abduct other children, as human shields, and for support roles, including as lookouts, messengers, and cooks. The group has increasingly used girls for suicide attacks. In 2018 alone, the UN reported 146 cases of children carrying improvised explosive devices, with approximately three-quarters of the cases involving girls.\n\nUNICEF reported in April 2019 that it had verified more than 3,500 cases of child recruitment by Boko Haram between 2013 and 2017, and that the true number was likely to be higher. For example, in less than one year (from October 2015 to June 2016), the UN documented accounts of 8,707 children who had been rescued, escaped, or surrendered to Nigerian security forces.\n\nA large majority of children with Boko Haram were recruited by force. In some cases, Boko Haram has abducted children en masse, for example, from schools in Chibok in April 2014, Damasak in March 2015, and Dapchi in February 2018. In other cases, children may be motivated to join Boko Haram because of peer and social pressures, alienation from the government, or financial incentives.\n\nThe UN estimates that since 2009, Boko Haram has subjected at least 7,000 women and girls to sexual violence, including through forced marriage. The group often forces Christian boys and girls to convert to Islam.\n\nIn July 2009, government forces cracked down on Boko Haram, killing 700 to 1,000 people, including the group’s founder, Mohammed Yusuf. Government security forces have committed unlawful killings, torture, and forced disappearances, fueling the conflict. According to Amnesty International, government forces have rounded up thousands of Boko Haram suspects, often with little or no evidence, and subjected them to prolonged detention under inhumane conditions. In March 2014, following a Boko Haram attack on the military detention center at Giwa barracks in Maiduguri, soldiers and pro-government militias killed over 600 escaped detainees.\n\nThe government and the justice system have done little to investigate abuses or hold perpetrators to account. In 2017, the government inaugurated a Presidential Judicial Panel to investigate compliance with human rights obligations and allegations of war crimes and other abuses by the military, including against Boko Haram suspects in the northeast. The panel’s findings are yet to be released despite repeated calls from civil society groups and international actors.\n\nIn 2013, self-defense militias began to form and became known as the Civilian Joint Task Force (CJTF). The CJTF was initially loosely organized, but began to receive military training and financial and logistical support from both the federal and state governments. By 2016, the CJTF reportedly included 26,000 members. The UN has documented hundreds of cases of child recruitment by the CJTF, including children as young as nine, and some CJTF leaders have reportedly stated that one-quarter of their members were under age 18. Children in the CJTF were primarily used for intelligence, search operations, night patrols, crowd control, to man guard posts, and to identify Boko Haram members. Some also allegedly participated in combat against Boko Haram.\n\nChildren affected by the insurgency often are targeted by both sides, and some children may have joined the CJTF to allay suspicion that they may be part of Boko Haram. According to a study by United Nations University, “for many, not participating in an armed group on one side or another is not an option.”\n\nIn September 2017, the CJTF signed an action plan to end its recruitment of children, and subsequently released more than 1,700 children from its ranks. The UN reported that it did not document any new cases of child recruitment by the CJTF in 2018.\n\nBoko Haram Abuses Against Children\n\nAttacks on Villages\n\nMost of the children Human Rights Watch interviewed described Boko Haram attacks on their village or neighboring communities. Ibrahim, now 10, described an attack when he was four years old: “They came with guns and were shooting everywhere, throwing bombs, burning houses. They killed many people. They killed my uncle and my brother.” Sani, 15, said that when Boko Haram attacked his village, “They burned down houses, including mine. They killed people in front of children. They slaughtered so many I couldn’t count.” In most cases, children said that they and their families fled and eventually sought refuge in camps for internally displaced persons (IDPs).\n\nAbduction and Forced Marriage\n\nThree girls told Human Rights Watch that Boko Haram abducted them. Khadija, 14, said that Boko Haram abducted her when she was eight. She said:\n\nBoko Haram had been attacking my village on and off. When they came, if they met small children and adults, they would take them back to the bush to their camp. When I was eight, I was out caring for my father’s sheep and goats with my brother, who was 11. They came with guns and knives and threatened us if we didn’t follow them.\n\nShe said that her abductors wanted to marry her and other captives to Boko Haram members, and when the captives refused, locked her and about 50 others into a room for a month before they were able to escape.\n\nFarida said she was abducted in 2016, when she was 14. “They came to the market square in our village and said nobody should run. They came with weapons such as guns and knives and slaughtered two people on the spot who attempted to run. When I tried to run, they captured me.” She said that when they reached a Boko Haram camp, she was confined to a room with about a dozen other women and girls. She said that after five months, she and another girl were released because they had become very weak. Some nearby villagers cared for them and helped them return to their families.\n\nSafiya Safiya was captured by Boko Haram during an attack in 2012 or 2013, when she was about 12 years old. For six months, she lived in a house with female Boko Haram members and several other girls in Gwoza, but after the town was retaken by the Nigerian military, they fled to a camp in Sambisa forest, in the southwestern part of Chad Basin National Park, about 60 kilometers southeast of Maiduguri. There, she was “married” to a Boko Haram commander. “I agreed to marry him instead of suffering although I imagined they would kill me one day,” she said. Her husband had three other wives. Because of his status, he also had “slaves” to cook and perform other chores. Safiya said, “The Chibok girls were some of our slaves. Most of our slaves were Christians that had been captured who didn’t want to become Muslim.” Safiya said her husband taught her to clean and shoot guns. “I shot the gun many times, but never killed anyone,” she said. On three occasions, Boko Haram attempted to use her for a suicide attack. She said: Three times, they gave me a bomb to detonate in a suicide attack in town but I never did. I always went back each time without doing it. Each time I came back, they would tell me that I had no faith and I should go back to the Islamiyah (Islamic school) in Sambisa to learn and strengthen my faith. After four years, she persuaded a Boko Haram guard to escape with her and a Chibok “slave.” They fled during the night and surrendered to the Nigerian military shortly after.\n\nRashida, 13, said she was forced to marry a Boko Haram member when she was only 10 years old. Her family was having problems and her older sister took her to a Boko Haram camp in the Sambisa forest and forced her into a marriage with a Boko Haram member. Rashida said:\n\nMy husband took care of me in some ways but also didn’t take care of me in other ways. I went to a qur’anic school and went out to collect vegetables to cook meals for my husband. He provided food and every other thing I needed but he was hostile, he was always frowning and shouting at me. He would beat me sometimes when he heard a rumor about me misbehaving. I don’t know what my husband did for Boko Haram. We didn’t interact much. He had sex with me forcefully many times and beat me when I wasn’t interested.\n\nShe spent two years with Boko Haram until government forces attacked the camp and captured her.\n\nChild Recruitment\n\nSeveral of the children told Human Rights Watch that Boko Haram members asked them to join the group, but that they refused. Salisu, age 17, said: “There were two of them, they came in a motorcycle and gathered a few young men including me in a group and started preaching and encouraging us to join Boko Haram instead of being idle. They threatened to kill all of us if we didn’t join.” He refused to join and left the village shortly afterwards, fearing for his safety. Similarly, Abdulsalam said a member of Boko Haram asked him to join when he was 16. He said that when he refused, the Boko Haram member threatened him, saying that if he did not join, Boko Haram would kill his family and take their belongings. He and his family fled the village soon after.\n\nSuleiman, 14, said that Boko Haram recruited children from his village. “Whenever they go out, they would snatch goats and cook the meat. Then they would call the children to join them and give them meat. They told us that if we joined Boko Haram, we would get more meat.” He said he was eight years old at the time, and that he considered joining, but didn’t. “My mother told me not to,” he said. Boko Haram attacked his village later, he said, looting, burning houses, and killing several people, including his father. “They attacked us because people refused to join or support them,” he said.\n\nSeveral children interviewed said they knew other people who joined Boko Haram. Muhammed said that one of his brothers had joined Boko Haram and died carrying out a suicide attack in 2015. Saeed said that three of his cousins were part of Boko Haram; two had been killed and one was detained at Giwa barracks. Most of the children, however, denied that they or their families had any involvement with Boko Haram. Human Rights Watch was not able to independently verify their statements.\n\nControl over Schools and Villages\n\nSeveral children said that Boko Haram took over their schools and imposed new rules on their village. Yusuf, age 16, said, “Boko Haram stopped me from going to school. They took our books and burned them. They turned the school into an Islamic school and taught Arabic instead of Western education. They went from house to house to force us to go. If you refused, they would kill you. They killed a lot of people.”\n\nAbdul, 17, said that Boko Haram came to his village around 2014 and imposed new rules on the residents: only women and girls were allowed to fetch water, the villagers were no longer allowed to farm, and they could only go to the mosque at prescribed times. Boko Haram occupied his school, so he was no longer able to attend classes. He and his family were unhappy with the conditions and after two years, decided to leave.\n\nGovernment Arrest and Detention of Boko Haram Suspects\n\nNigerian security forces, often with the support of the CJTF, have arrested and detained thousands of adults and children in the Northeast for suspected association with Boko Haram. Authorities arrest suspects in the context of military operations, checkpoint searches, screening procedures at camps for internally displaced persons, house raids, and large-scale security sweeps.\n\nBetween January 2013 and March 2019, the UN documented 3,617 cases of children deprived of liberty for alleged association with Boko Haram, including 1,617 girls. In 2017 alone, authorities detained over 1,900 children for alleged association with Boko Haram. According to the UN, the number of children detained in 2018 dropped significantly, to 418, although Nigerian authorities have denied the UN access to military detention facilities, and the total number of children currently detained is unknown.\n\nArrest\n\nMost of the children Human Rights Watch interviewed said Nigerian authorities arrested them after they fled attacks on their village by Boko Haram. Many fled with their families or with the entire village. In many cases, they approached the military voluntarily. Saeed, 17, said that both Boko Haram and the military had attacked his village. He said he fled with a group of others, and that, “When we reached Banki we went straight to the soldiers. We did this because if the soldiers find you themselves, they will accuse you of being a Boko Haram member and kill you.”\n\nSome children said they were arrested when seeking refuge at IDP camps. For example, Nurudeen, 16, said that his family and approximately 300 others left his village in 2016, believing it was no longer safe. On their way to Maiduguri, the CJTF stopped the group and arrested him and four others who were about the same age. He said the CJTF took the rest of the villagers to an IDP camp, but took him and the other four boys to the army. When questioned, they denied involvement with Boko Haram, but were taken to Giwa barracks for detention. Other children also said they fled their villages with large groups of people, but that the military or CJTF singled them and other adolescent boys out for arrest.\n\nThree children said that soldiers accused them of being Boko Haram because they had not left their villages earlier. Farida, 17, left Kirawa village, Borno state, in 2017 and said, “We didn’t leave earlier because we were afraid of being attacked and caught by Boko Haram.”\n\nSome children were arrested based on information apparently provided by informants. Maliki, 16, fled his village, Kumshe, near Bama in Borno State with his family in 2017 and took refuge in an IDP camp. He enrolled in school there, but said that four months later, soldiers came to arrest him. He said, “I don’t know why they arrested me. Maybe someone overhead me talking about Boko Haram.” Similarly, Abdulrahman, age 16, said that several days after he and others from his village arrived at an IDP camp in Maiduguri, the CJTF arrested him and 3 others. “This was after one man from my community in the camp labeled me as Boko Haram,” he said. “He was in the camp before we arrived and I don’t know why he labeled me.”\n\nLateef, 15, said that when he was 9 years old, Boko Haram began coming to his village. He said,\n\nThey would send children to go and buy things for them. I never joined them and was not part of them, but if they sent me, I would go. Mostly we bought food for them. They would give us the money. Sometimes they let me keep the change. Someone identified me as buying things for Boko Haram, so the CJTF arrested me.\n\nMusa Musa said that Boko Haram attacked his village near Maiduguri when he was about 8 years old. “They came and burned it down. They burned a church behind my house and it burned my house too.” The family relocated, but about two years later, Boko Haram attacked again and took all the family’s livestock. The family relocated a second time to another state in northeast Nigeria, and Musa began to earn money by selling yams. When he was 13, Nigerian authorities arrested him, accusing him of selling yams to Boko Haram. Musa said he never knowingly sold to Boko Haram. “You can’t tell who is Boko Haram and who isn’t,” he said. He believed that another vender reported him to security forces. Musa was kept in a local prison for nearly a year. “No one told my family I was there. When I asked if I could call, they said I shouldn’t worry, that I would be released soon.” He was then transferred to Giwa barracks and detained another year and a half. “I began to lose hope and feel that I wouldn’t make it. I felt that I was never getting out.” Musa, now 17, was released in 2018. “I’m very angry with the government because I didn’t do anything wrong,” he said. “The government should dig deeply and investigate before detaining someone.”\n\nInitial Detention and Interrogation\n\nSome children said they were detained at military facilities and local prisons in Bama and Gwoza, Borno State, and in Taraba State or other locations before being transferred to Giwa barracks. Some reported harsh treatment at these initial locations, including lack of food and beatings by the military.\n\nSadisu said he was detained at Bama prison for 43 days, where he was interrogated three times. “They [soldiers] beat us up when we said we were not involved with Boko Haram and flogged us with their belts,” he said. Saeed, 17, was initially detained in Banki. He said:\n\nWe were beaten badly. Some people had their hands broken and suffered severe injuries from the beatings during interrogation. I was injured on my arm during my interrogation. They asked me if I was a member of Boko Haram and beat me up when I said no. They tied my hands and legs and hung me to a tree and continued to flog me. They flogged me and left me tied to the tree from morning till evening. Members of the CJTF did the beating but the soldiers were there. They were working together. They shot some people and even beat others to death with sticks during interrogation. One person from my village was killed during the interrogation.\n\nTwo children said that Nigerian military detained and beat them in Gwoza before transferring them to Giwa barracks. Ibrahim, 10, said his family fled his village after an attack by Boko Haram when he was five years old and was arrested several days later by the military. “We said we escaped from Boko Haram, but the military did not believe us,” he said. “They said that we were part of Boko Haram.” Ibrahim said the military detained the family for four days in Gwoza and beat them repeatedly. “They hit us children with a rope of animal skin and slapped our parents with the flat end of a long knife. They beat us every day. They hit me about 20 times.” He showed Human Rights Watch researchers a scar on his back that he said was from the beating.\n\nA few children said the military apprehended them during military operations against Boko Haram. Rashida, for example, had been forced to marry a Boko Haram member and was captured during a military attack on the camp. She said, “The soldiers were beating us with their belts, calling us names and telling us they will deal with us because we are Boko Haram wives. I felt bad, I even became sick, my stomach started hurting me and I passed out.”\n\nOnce they were transferred to Giwa barracks, most children said soldiers questioned them again, and in some cases, beat or threatened them. Sani, 15, said he was interrogated as part of a group. “They asked everyone individually if they were part of Boko Haram, and after they asked the last person, started over again with the first person in the group. It lasted about one hour. They scared the children, threatening us with a gun. They said, ‘If you don’t speak the truth, we will shoot you.’” Others said they were questioned about involvement with Boko Haram, but were not threatened or beaten.\n\nGiwa Barracks\n\nChildren arrested in the context of the insurgency may be detained for short periods of time at local detention facilities, but many of those suspected of involvement with Boko Haram are eventually sent to Giwa barracks, a military detention center located in Maiduguri, Borno State. All the children interviewed by Human Rights Watch said they were detained at Giwa barracks. According to Amnesty International, in April 2017 the military detained more than 4,900 people at the detention center.\n\nThe children interviewed described multiple cells of approximately 10 by 10 meters that each held 250 or more detainees. One cell was designated for boys of age 17 and under, and one cell was for women, girls, babies, and small children. The remaining cells were for adults, although many children interviewed reported that they were held with adults in these cells for periods ranging from a week to more than a year.\n\nThe children said that some cells had adjacent outdoor “cages” constructed with iron bars of similar size as their cells. They said they were allowed into the cage during the day, and some said they had the option of sleeping there at night. Sleeping mats placed on the top of the cage provided some shelter from the sun during the day.\n\nIn April 2018, Nigerian media reported that in response to criticism regarding conditions at Giwa barracks, Nigerian Army engineers had constructed a new detention facility at Giwa with capacity for 200. Human Rights Watch has no information on whether children have been detained in the new facility.\n\nClick to expand Image A barred enclosure, known as “the cage”, adjacent to prison cells at Giwa military barracks in Maiduguri. ©2019 John Holmes for Human Rights Watch\n\nOvercrowding, heat, and sanitation\n\nNearly all of the children described severe overcrowding in their cells. Most said there wasn’t enough room for all detainees to sit or lie down and that at night, detainees would sleep on their sides, packed one next to another. One child, age 15, said, “We were so close you couldn’t put one finger between one person and the next.” Several children described the sleeping arrangement “like razorblades in a pack.” Once in position, no one would be able to move or roll over until the morning. Several children said they developed sores on their bodies from restricted movement and sleeping or sitting on hard floors for prolonged periods.\n\nClick to expand Image Children described severe overcrowding in military detention, forcing them to sleep like “razorblades in a pack.” @2019 John Holmes for Human Rights Watch\n\nOvercrowding was even worse in the adult cells. Several detainees described the adult cells of similar size holding up to 400 detainees. Salisu, age 17, was held in an adult cell for a year, and said that he was forced to sleep sitting up, and developed sores on his buttocks.\n\nMany children described an overwhelming stench in the cells. Sani said, “When the smell was very bad, it made me want to faint. We used our clothes to cover our nose and mouth, but our clothes were very dirty, so it didn’t really help.” A cell would typically have a single toilet or a couple of buckets for 250 or 300 people. Saeed was held in an adult cell at Giwa for several months.\n\nWe didn’t have toilets initially, we had buckets in the cells. One for feces and one for urine. People had to use them in full view of others, and it smelled badly. They were emptied once every day. We suffered this for three or four months until the Red Cross intervened by building a toilet inside the room and then put a wall to separate the toilet for some privacy.\n\nAbdulsalam, also held in the adult cell, said,\n\nIn the adult cell there was always a queue to use the one toilet because we were too many. Sometimes three people will squat at different angles of the bowl to use the toilet at the same time. We used a stick to push the feces down when we had no water to flush.\n\nMalam, held in the children’s cell, said:\n\nThere was a toilet in the cell. It was a flushing toilet which was not working. We used a bucket to flush, but at times there was no water to flush. The toilet was very dirty and I didn’t feel comfortable using it. When there was no water we all continued defecating and urinating in it like that until we got water. The toilet would smell badly and it was right in the room, there was no separation.\n\nChildren said the cells were often very hot, with four small windows and inadequate ventilation. In Maiduguri, the average annual maximum temperature is 35 degrees Celsius (95 degrees Fahrenheit). In hot months, temperatures can exceed 40°C (104°F).\n\nAbdullahi said, “There was a fan in the cell, but even with the fan, there were lots of people and the air smells very bad. Often there was no power and the fan and lights don’t work, so it was even worse.” Several children said that they had seen other detainees faint from the heat. Some said they saw soldiers carry dead bodies from other cells (see “Deaths in Custody,” below), and believed the deaths were due to excessive heat.\n\nSome children described being unable to bathe for extended periods. Three children said they were detained in an adult cell for two months without being allowed to bathe. One girl was detained for nearly two years in a cell with women and children between 2016 and 2018 and said that for the first 10 months, she was not allowed to bathe at all.\n\nSeveral children said that they and other detainees were infested with lice. Ibrahim said, “I had small bugs in my hair and the collar of my clothes. They laid eggs in my hair. I itched a lot. I had no soap.” Khadija said, “The lice was everywhere, we were itching everywhere.”\n\nSeveral children described visits by people they believed to be representatives of the Red Cross. They said that after the Red Cross’ visits, conditions improved noticeably, and that they received more food, soap, and opportunities to bathe. Saeed, for example, was held in an adult cell and said, “Before the Red Cross intervention, I took a shower once in two months, but this changed to once a week with their intervention. We slept on mats at first and then Red Cross brought us blankets.”\n\nSome children said they were able to bathe once or twice a month, while others said they could bathe two to three times per week. Some of the children said they had access to soap, while others did not.\n\nDeaths in custody and access to medical care\n\nNearly half of the children had personally seen dead bodies of other detainees while in custody at Giwa barracks. Nurudeen was detained for two years and spent his first year in the adult cell. He said four people died in that cell while he was there, and he saw other bodies carried from other adult cells. “I think it was because of the heat,” he said. Abdulrahman, 16, spent six months in the adult cell, and then was transferred to the children’s cell for two more years. He said:\n\nI saw people die in both cells. In the adult cell many people died, I can’t say the number. In the children’s cell I saw about 10 deaths. It was during the hot season, they were in distress. They carried them to the hospital but they died. Some died in the cell and soldiers came to carry their corpse.\n\nAbdullahi was arrested with his brother, and said his brother died the day after they arrived at Giwa. He saw his brother’s body in the cell but didn’t know the cause of death. When Abdullahi was released two months later, he discovered that the authorities had never informed his parents of his brother’s death. “So I had to tell them. They cried bitterly,” he said.\n\nAmnesty International estimated in 2015 that more than 7,000 men and boys had died in Nigerian military custody, due to starvation, thirst, severe overcrowding, disease, torture, and lack of medical attention.\n\nMost of the children interviewed said they had access to a doctor when they were ill, but some questioned the quality of treatment. Some said that a doctor came to the cell, while others said they were taken to a clinic at the barracks. Hussein said several children in his cell became ill from the heat. He said a doctor saw them just outside the cell, but had no equipment and simply stood and spoke to the children, without providing any treatment. He said one of the boys died shortly after.\n\nAbdulrahman said that a 14-year-old friend of his died in detention, despite medical treatment:\n\nHe lost consciousness in the night in the cell from the heat. He initially reported that he was sick and was in distress. They took him away and gave him an injection and medicines and brought him back later the same day. By morning the next day, he was unconscious and we found him dead. The soldiers took his body away but we don’t know what happened to it.\n\nSeveral children said they got malaria while at Giwa, describing symptoms including fever, vomiting, severe headaches, and joint pain. One said mosquitos were “everywhere” in the cell, and others said the military took no steps to keep the mosquitos away.\n\nFood and Water\n\nMost of the children said they did not get enough food and were often hungry. They typically said they received “pap” (a porridge made of corn meal) for breakfast, rice in the afternoon, and beans at night. Ibrahim said, “They would give a half plate of food for five people. I was hungry all the time.” Yar’adua said he volunteered to clean toilets so that he would receive extra food. Several children said they lost weight. Bana, 17, said, “The food was never enough... I was always hungry. I became so lean and unrecognizable.”\n\nChildren said that food was scarcer in the adult cell. Some children, particularly those held in an adult cell, also said they did not receive enough water. Abdulsalam said that in the adult cell, he sometimes went two days without water. Another child held in the adult cell said he received only half a cup of water in the morning, and another half-cup in the evening.\n\nBeatings and Discipline\n\nSix of the 32 children interviewed said that soldiers beat them at Giwa barracks. Abdulsalam said that when he arrived in 2016, “They put four of us in a room and started beating us with ropes tied together in a ball. The balls tore our skin on impact. They beat us daily for some time after we arrived but they eventually stopped. I can’t say how many times they beat us. It was too many.” Malam, 16, said, “Soldiers would flog us with ‘koboko’ [a whip made with cow skin] if there was fighting, noise, or if we didn’t sleep in the right position.”\n\nSome children said that other child detainees designated as cell leaders beat them. Soldiers appointed older children to serve as the cell’s “chairman,” “vice-chairman,” and “discipline master.” According to the children interviewed, the “chairman” or “discipline master” often beat children for perceived misbehavior, most often for making noise or taking up too much space. Some said the beatings took place on a daily basis, and that they couldn’t count the number of times the leaders beat them.\n\nMuhammed said, “If you make a noise, if you drink water without asking them, if you go toward the door to get fresh air, they beat you.” Yar’adua said, “Whenever we make noise, they would start beating. They would beat everyone in the area where the noise came from. But it’s impossible to stay quiet in a group so big.”\n\nYar’adua said that on one occasion the military chose a boy as “chairman” who refused to take on the role. He said a soldier asked the boy to state the reason for his refusal, and the boy replied that he couldn’t beat children for doing nothing wrong. Yar’adua said that the soldier punished the boy by transferring him to an adult cell.\n\nSeveral children said that soldiers would shout at the child detainees. Sani said, “They would shout and threaten us, tell us if we didn’t tell them the truth about whether we were part of Boko Haram, we would never get out of prison.”\n\nOther children described the soldiers in positive terms, saying that they treated the children well.\n\nEducation and recreation\n\nChildren interviewed said they received no formal education at Giwa barracks or other detention sites. Several children said soldiers gave them informal lessons, but more typically, older children in the children’s cell who had previously attended school taught the other children. Yar’adua, for example, had attended six years of primary school in his village and became one of these peer teachers. He said, “We complained to the army to get a chalkboard and said we would teach ourselves. The soldiers listened and brought a chalkboard.” He said several boys took turns giving lessons, typically for an hour a day, teaching the ABC’s and how to count to 100.\n\nApart from these informal lessons, prayers, and watching television, the children said that they had no other opportunities for activities or recreation. During the day, some said they were allowed out into a caged area adjacent to the cell, but said there was nothing to do apart from talk amongst themselves. Due to severe overcrowding in both the cells and cages, there was no room for physical activity.\n\nAbdul said that during the day, he sat in the cage. “There were no games, nothing to do,” he said. “It was often very hot, but I preferred to sit in the sun because the cell was too congested.” Saeed, 17, was held in an adult cell and said, “We were not allowed out of the cell. We sat in the room from morning till night doing nothing.” Sadiq was detained at Giwa for over three years and said, “It was very sad for me to be there for so long doing nothing.”\n\nClick to expand Image Children said they had no activities and that severe overcrowding limited their movement. ©2019 John Holmes for Human Rights Watch\n\nYoung children\n\nIbrahim, now 10, said he was detained at Giwa when he was only five. His 15-year-old brother was detained in the same cell and looked after him, he said, and often shared his food when Ibrahim was hungry. Other boys interviewed said that the children’s cell typically included children as young as seven or even younger. Abdul said he was detained at Giwa barracks for 14 months in 2016 and 2017 and estimated that of the 250 children in his cell, 70 or 75 were under the age of 10. Similarly, Muhammed, detained in the children’s cell in 2017, said that 55 to 60 of the 250 children in the cell were under the age of 10. They said that older children in the cell would often look after the younger ones. Yusuf said that occasionally, children aged three or four were brought from the women’s and girls’ cell into the children’s cell “when they cried too much.” He said the cell’s leaders would take care of them, and after a few hours, soldiers would return the children to their mothers.\n\nThe girls’ and women’s cell\n\nAt Giwa barracks, women and girls were housed together in a single cell with younger children and babies. Rashida was detained in the cell for nine months when she was 12 years old. She said, “There were many of us around my age in the cell, there were women with babies too.” She said that the cell was crowded, and they were not allowed out, except when they were occasionally removed to be counted or for interrogation. “In the cell, we didn’t do much, we plaited each other’s hair and watched television.” She described a bathroom in the room, but said, “The toilet was not working well. We had to use sticks to push down feces.”\n\nFarida, now 17, was detained in the female cell for nine months in 2017, together with her mother and two younger brothers, aged three and five. “They stayed in the female cell because they were too young to look after themselves,” she said. She said some of the women in the cell were breastfeeding babies who were a few months old, and there were many young children in the cell.\n\nThree girls said that they believed soldiers sexually exploited girls in the female cell. One said that soldiers made sexual advances to female detainees when their superiors were not around. Halima, 14, said: “The soldiers had girlfriends. One of the girls from our village was a girlfriend of a soldier. He would usually take her out of the compound. Some ladies got pregnant in the cell and delivered while I was there.” Farida said that while she was detained, the soldiers guarding the cell were all male. “Although senior officers warned against any sexual relations, I suspect some of the soldiers had them,” she said. “They would usually call out some girls and take them away from morning till night but I don’t know the details of what happened when they went away.”\n\nHalima, 14, detained in the female cell from 2013 to 2015, said that conditions were crowded and that she did not receive enough food. Farida, detained in 2017, described conditions in the female cell as comparatively better and said the female detainees got enough to eat, daily showers, soap, and menstrual products.\n\nSafiya, five months pregnant when she arrived at Giwa barracks, said she was only detained there for two weeks before she was moved to another facility where she was housed with other girls who had been with Boko Haram. She described conditions there as good, and said she gave birth there and stayed for several more months before her release.\n\nContact with families\n\nChildren uniformly said that they had no contact with family members outside Giwa barracks during their detention. Many said they had no idea whether their parents knew where they were, or whether they were alive or dead. Nurudeen, 16, was detained at Giwa for two years and four months and said that during that time, his parents didn’t know where he was. He said, “Maybe they were wondering whether I am alive or not. I don’t know if they had any hope that I would come back.”\n\nMusa asked military guards if he could call his parents, but was told that calls were not allowed. None of the children interviewed said that authorities had informed their family of their arrest or detention. In most cases, if family members knew about the child’s detention, it was either because they had witnessed the arrest or had been given information by other detainees who had been released.\n\nThese cases may constitute enforced disappearances. Enforced disappearance is defined under international law as the arrest or detention of a person by state officials, agents of the state, or by persons acting with the authorization, support or acquiescence of the state, followed by a refusal to acknowledge the arrest or to reveal the person’s fate or whereabouts.\n\nKhadija, detained for nearly two years, said that an older man witnessed her arrest and told her mother what had happened. She learned later that her mother had gone to Giwa barracks to try to see her, but that the military refused to let her enter and threatened to put her in a cell if she did not leave. Nafis said his parents learned that he was in Giwa from other detainees who had been released, but said, “They never tried [to visit] because they were afraid it would not be good for them.”\n\nMany children were arrested with other family members who were also taken to Giwa. In some cases, boys were detained together with brothers who were also underage, but separated from their parents or older siblings. Abdul, for example, was arrested with his father and uncle, and detained in the adult cell for his first week at Giwa, but was then transferred to the children’s cell. He was detained for another year and two months at Giwa, but was not allowed further contact with his father. Abubak was arrested with his older brother. They spent the first two months together in the adult cell, but then Abubak was transferred to the children’s cell. He said that sometimes when he was allowed into the “cage,” he would see his brother, but they had no further direct contact during his two years of detention.\n\nDetention without charge or access to legal assistance\n\nNone of the 32 children interviewed said that they were brought before a judge or informed of any charges against them. One child said that someone came to Giwa barracks on one occasion and asked him questions about his background. He thought the person might have been a lawyer, but was not sure. None of the other children had any contact with a lawyer, they said. “I was never given an opportunity to contact my family or a lawyer,” said Sadiq. “They didn’t provide one for me. There was no mention of charges against me and I was not brought before any court.”\n\nRelease and the future\n\nBetween January 2013 and March 2019, Nigerian security forces released 2,220 children, including 941 girls, from military detention. At the time of Human Rights Watch’s visit to Maiduguri in late June 2019, the government had not released any children from Giwa barracks since October 2018.\n\nChildren released from Giwa barracks are usually taken to a transit center operated by the Borno State Ministry of Women Affairs and Social Development and funded by UNICEF. Upon arrival, they receive kits including clothing, soap, toothbrushes, sandals, towels, and other items. Children typically stay at the center for two to three months, receiving psychosocial support, education, and vocational training. Social workers assess their individual situations, trace family members, facilitate family reunification, help the children enroll in school, and conduct follow-up visits.\n\nAccording to staff at the transit center, some families are reluctant to take their children back. In such cases, staff counsel the families and sometimes involve community elders to help facilitate reintegration. When it has been difficult to locate family members, children have stayed at the center for as long as two years.\n\nIn 2017 and 2018, UNICEF provided community reintegration services to more than 9,800 adults and children, including children released from detention centers as well as children who were previously associated with the CJTF.\n\nAccess to education\n\nFollowing their release, most of the children interviewed by Human Rights Watch expressed a strong desire to advance their education, but many were unable to do so because a local school was not available, or because transportation costs were prohibitive. Of the children and youth interviewed, less than half were attending school on even a part-time basis.\n\nAbdul, 17, now lives in an IDP camp near Maiduguri and said he wants to become a journalist. “I have the opportunity to go to school, but it is too far,” he said, estimating that the school was seven to eight kilometers from where he lived. “Transportation is 300 naira (US$0.83) a day, so I dropped out. I need my money for food and water.” Umar, 15, lived in the same IDP camp and had also dropped out of school. “I was enrolled, but there is a problem with distance and cost,” he said. “It was 200 naira (US$0.55) a day for transportation. I can’t afford to go.”\n\nSome children said they could only afford to attend school a few days a month. “It costs 200 naira (US$0.55) a day for transportation,” said Abubak, 16. “When my father gives me money, I can go to school, but if he has no money, I can’t go. In some months, I can only go four or five times.”\n\nAbdullahi, 16, is now attending an Islamic school. He said, “I would prefer to go to a Western school, but [the Islamic school] was the only option. The Western school is very far and transportation costs 200 naira (US$0.55) each way. I can reach the Islamic school in 45 minutes to an hour by bicycle.”\n\nSeveral of the children said that access to a bicycle would enable them to overcome their transportation difficulties and attend school regularly.\n\nOther children described problems with the quality of available education. Suleiman, 14, living at Bakassi IDP camp, said, “There is school, but if you go, they don’t teach, so there’s no point. The teacher would write on the chalkboard, but not explain anything.” He dropped out and is now working as a laborer, earning about 150 naira (US$0.41) a day carrying loads at the local market, but hopes to have the opportunity to study again in the future.\n\nSani, age 15, completed primary school before his arrest but said that registration fees have kept him from attending a local junior secondary school. He said he is working shining shoes, but would like to continue his education and become a doctor.\n\nStigma\n\nSome of the former detainees said they experienced stigma in IDP camps. Idriss, age 11, said, “People in the community call us Boko Haram. They discriminate against those of us who were detained, and this is unfair.” Farida, age 17, who had been abducted by Boko Haram, said:\n\nBoko Haram is the reason we are displaced and the reason we have lost everything and become nobody. People treat me badly in the camp because I was abducted by Boko Haram. They treat me like I am a Boko Haram. ... Also because we were detained in the barracks they assume we must really be Boko Haram affiliates.\n\nRashida, age 13, said:\n\nPeople tease me at the camp and call me names because I was the wife of a Boko Haram member, but I have a few friends who are nice to me. I feel bad when I think about what happened to me. It is a bitter experience having to live among people that hate you and that you also hate. Even my stepmother does not like me. Nobody respects me. I live alone in my own tent at the camp.\n\nResentment towards the Government\n\nMany children felt doubly victimized, first by Boko Haram due to abduction or attacks on their families or villages, and then by the government for their detention. Khadija, for example, said she was abducted by Boko Haram and locked in a room for a month with others who refused to marry Boko Haram fighters. After her escape, she was detained by the Nigerian military. She compared the two experiences, saying, “The way Boko Haram treated us, the military treated us the same.” Abdulsalam said, “I am not happy with Boko Haram because they killed my people. I also do not like the military because they detained me for no reason. There was nothing good about my experience in detention. My years were wasted in suffering.”\n\nSeveral children expressed frustration that the military did not adequately investigate their claims that they were not part of Boko Haram. Yar’adua, 17, said, “They didn’t do me justice. They detained me without any concrete reason. They denied me any visitors even though I didn’t do anything wrong. They denied the right of my parents to see me. I have been separated from my friends. If I was not detained at Giwa I would be at home helping my parents.”\n\nLateef, age 15, said, “I’m not putting blame on the government, but on the people that detained me for the first time at the barracks. They questioned me and I shared my story, but they still detained me.” Sadiq said, “The government should make sure that people are not detained for no reason. They should have evidence of wrongdoing before they cage people up.”\n\nSome children harbored negative feelings towards the government because of the way they had been treated. Suleiman, 14, said, “I feel badly towards the government. The government is acting deliberately just to punish people.” Abubak, 16, said, “I felt bad about how I was treated. I felt very angry towards the government, but I have no choice but to forget about it.”\n\nHopes for the Future\n\nWhen asked what they hoped to do in the future, several boys named careers that appeared to be influenced by their experiences of arrest and detention. Yusuf, 16, said he wants to become an SSS [State Security Service] officer. “I want to make a difference,” he said. “If people are arrested, they should have a proper investigation to see if they did anything wrong.” Ibrahim, aged 10, said “I want to be in the army because I want to protect people and because the way the army treated us was very bad.” Another boy, Lateef, said he wanted to become a lawyer “to fight for people’s rights.”\n\nWhen asked how the Nigerian government could help children who had been detained, nearly every former detainee mentioned access to education. Suleiman said, “Tell the government to provide children with education so they have knowledge.” “Children detained should be released and go back to school. The more they detain them, the more they delay their destiny as good people in society,” said Lateef.\n\nSeveral children recommended that the government provide opportunities for entrepreneurship so that they could start businesses. Muhammed wanted to buy a small generator to charge batteries and hoped the government could help him start his business. Saeed, 17, “I would like to start a food store, but I didn’t have the money for that. I hope the government can provide funds for me to start a business.”\n\nOthers expressed concern for other children who might still be detained and recommended their release. Umar, 15, said “The government should release people because they have done nothing wrong.”[151] Sadisu said, “My experience in detention makes me very sad. I hate that I was separated from my family. I pray God should help those in detention, including my brother, to come out of it.”[152] Yar’adua said, “The way they detained us in Giwa was very bad. My experience is past, but I don’t want it to happen to any child in the future.”\n\nLegal Standards\n\nNigerian Legal Standards\n\nNigeria’s Child Rights Act (CRA) of 2003 provides extensive protections for children, including in conflict situations, and the right to free and compulsory primary education. It stipulates that when a child is apprehended, the police or court must consider release “without delay” and promote the best interest and well-being of the child. The Act states that when children are detained in the criminal justice process, pre-trial detention for children must be used only as a measure of last resort and for the shortest possible period of time, and should be replaced by alternative measures whenever possible. The Act states that if a child has been found to have committed an offense, detention should be a last resort, and only ordered when “there is no other way of dealing with the child.” Instead, courts should consider placing the child under supervision, ordering community service, group counseling, payment of compensation, or other non-custodial measures.\n\nUnder Nigeria’s federal system, however, each individual state parliament must pass the CRA for it to be applicable in that state. Only 24 of Nigeria’s 36 states have passed the CRA. Borno, Yobe, and Adamawa—the three states most affected by the insurgency—have not yet passed the law. In states that have not yet passed the CRA, child legislation is based on the Children and Young Persons Law, originally enacted in 1943. The law sets the minimum age of criminal responsibility at seven years, and stipulates that children older than 16 are tried as adults.\n\nNigeria’s primary counter-terrorism legislation is the Terrorism Prevention Act, adopted in 2011 and amended in 2013. Under the Terrorism Prevention Amendment Act of 2013 (TPAA), anyone who “does, attempts or threatens any act of terrorism,” “omits to do anything that is reasonably necessary to prevent an act of terrorism,” or “assists, facilitates, organizes or directs the acts of persons or organizations engaged in an act of terrorism,” is guilty of a terrorist offense. Those convicted may face the death penalty.\n\nThe Terrorist Prevention Amendment Act stipulates that “any person who is a member or professes to be a member of a terrorist group commits an offence and is liable on conviction to imprisonment for a term of not less than twenty years.” This suggests that children may be charged for mere association with a group designated as terrorist, even if they do not participate in the commission of a terrorist act.\n\nThe Terrorism Prevention Amendment Act provides law enforcement and military forces broad arrest and detention powers. After arrest, suspects may be held in pre-charge detention for a maximum of 48 hours. A court may then order pre-trial detention for 90 days, which is subject to repeated renewal, effectively allowing indefinite pre-trial detention. The Child Rights Act protects children from criminal prosecution for offenses defined in the Terrorism Prevention Act, but as noted above, it is not in force in Borno State. The Terrorism Prevention Act itself does not provide any sentencing limitations or alternative procedural guidelines for children under the age of 18.\n\nIn 2004, Nigeria adopted the Compulsory, Free Universal Basic Education Act, which requires that “every government in Nigeria shall provide free, compulsory, and universal basic education for every child of primary and junior secondary school age.”\n\nAfrican Legal Standards\n\nNigeria ratified the African Charter on the Rights and Welfare of the Child in 2001. Under the charter, states parties are to take all feasible measures to ensure the protection and care of children affected by armed conflicts, and take all necessary measures to ensure that children are not recruited or take part in hostilities. The charter also states that children accused of penal offenses are entitled to special treatment. They should be promptly informed of charges against them and provided with legal assistance, and have the matter determined as speedily as possible. Authorities are to separate children in detention from adults and ensure they are not subjected to torture, inhuman or degrading treatment. The aim of the child’s treatment should be their “reformation, re-integration into his or her family, and social rehabilitation.”\n\nInternational Legal Standards\n\nRegarding the Involvement of Children in Armed Conflict\n\nNigeria ratified the Convention on the Rights of the Child in 1991. The Convention defines a child as any person under the age of 18 and requires states to “take all feasible measures to ensure protection and care of children who are affected by an armed conflict.” Nigeria ratified the Optional Protocol of Convention on the Rights of the Child on the involvement of children in armed conflict (the “Optional Protocol”) in 2012. The protocol prohibits any forced recruitment or conscription of children under 18 by government forces, and the participation of children under 18 in active hostilities by any party. The Optional Protocol also places obligations upon non-state armed groups, which include insurgent and militia groups: \"armed groups that are distinct from the armed forces of a state should not, under any circumstances, recruit or use in hostilities persons under the age of eighteen.” The recruitment or use of children under the age of 15 in armed conflict is considered a war crime.\n\nInternational standards recognize that children who have been involved in armed conflicts are entitled to special treatment, placing a priority on their rehabilitation and reintegration into their communities. These standards—including both hard and soft law—recognize these children primarily as victims of violations of international law, not perpetrators, and reject the use of detention, except in exceptional cases where children may have committed grave offenses or pose a serious threat to a state’s security. Even in such exceptional cases, international law still requires the application of due process and international juvenile justice standards, and does not allow exceptions based on national emergency or the seriousness of the offense.\n\nThe Optional Protocol calls on states to provide appropriate assistance for the physical and psychological recovery and social reintegration for children who have been recruited or used in armed conflict contrary to the protocol. The Convention on the Rights of the Child states that any prosecution of children for criminal acts should prioritize the best interest of the child and be conducted with the objective of rehabilitating the child and promoting the child’s reintegration and assumption of a constructive role in society.\n\nSince 1999, the UN Security Council has adopted a series of resolutions on children and armed conflict that call on member states to ensure the rehabilitation and reintegration of children recruited in violation of international law. Resolution 2225, adopted in 2015, addresses detention specifically, urging UN member states:\n\nto consider non-judicial measures as alternatives to prosecution and detention that focus on the rehabilitation and reintegration for children formerly associated with armed forces and armed groups taking into account that deprivation of liberty of children should be used only as a last resort and for the shortest appropriate period of time, as well as to avoid wherever possible the use of pretrial detention for children.\n\nA non-binding 2017 Presidential Statement elaborated the Security Council’s concerns further, stressing the need to pay “particular attention” to the treatment of children allegedly associated with all non-state armed groups, including those who commit acts of terrorism, “including through establishing standard operating procedures for the rapid handover of these children to relevant civilian child protection actors.”\n\nThe Principles and Guidelines on Children Associated with Armed Forces or Armed Groups (the “Paris Principles”), a non-binding set of international guidelines endorsed by over 100 countries, sets forth a wide range of principles relating to the protection of children from recruitment or use in armed conflict, their release, and their successful reintegration into civilian life. The Principles state that release and rehabilitation measures should be carried out without any conditions. During release, children should be handed over to “an appropriate, mandated, independent civilian process,” and the majority of children should be returned to their family and community or a family and community environment as soon as possible after their release.\n\nThe Paris Principles also state:\n\nChildren who have been associated with armed forces or armed groups should not be prosecuted or punished or threatened with prosecution or punishment solely for their membership of those forces or groups.\n\nFurthermore, children who are accused of crimes committed while they were associated with armed groups “should be considered primarily as victims of offenses against international law; not only as perpetrators.”\n\nStandards for Children Accused of Terrorism-Related Crimes\n\nThe Convention on the Rights of the Child stipulates a number of important rights for children accused of committing crimes. It prohibits torture and ill-treatment, provides that children should only be detained as a last resort and for the shortest appropriate period of time, and generally be allowed to maintain contact with his or her family through correspondence and visits. Children have the right to prepare an appropriate defense with “legal or other appropriate assistance,” the right “to have the matter determined without delay by a competent, independent and impartial authority or judicial body in a fair hearing according to law, in the presence of legal or other appropriate assistance,” including the child’s parents or legal guardian, and the right to “not to be compelled to give testimony or to confess guilt.”\n\nThe UN General Assembly, in its resolution on the UN Global Counter-Terrorism Strategy Review, strongly condemned the systematic recruitment and use of children to perpetrate terrorist attacks and acknowledged that children alleged or accused of committing terrorist acts may themselves be victims of terrorism. It stressed that they should be treated in a manner consistent with their rights, dignity and needs, in accordance with applicable international law, in particular obligations under the Convention on the Rights of the Child.\n\nThe 2016 Neuchatel Memorandum on Good Practices for Juvenile Justice in a Counterterrorism Context puts forward guidelines for how states can uphold the rights of the child in terrorism-related cases. The memorandum was drafted under the auspices of the Global Counter-Terrorism Forum, with the participation of experts from governments, the judiciary, academia, international organizations, and civil society. The Memorandum stresses that the primary and preferred jurisdiction for children charged with terrorism-related crimes should be specialized juvenile justice systems. It reinforces that the best interests of the child should be a primary consideration, that particular attention should be paid to alternatives to prosecution, and that any justice action should aim at the child’s reintegration into society. It encourages states to develop diversion mechanisms to avoid the negative effects of formal judicial proceedings. The guidelines state that “The successful completion of the diversion program by the child should result in a definite and final closure of the case, and no criminal or other forms of public records should be kept.” They also call on courts to ensure individualized and proportional sentencing that considers both the gravity of the crime, but also the child’s own situation and to take into account mitigating factors and consider non-custodial sentences even for terrorism-related crimes.\n\nRecommendations\n\nTo the Nigerian Authorities\n\nImmediately release all children in military detention who are not charged with a criminal offense, and transfer them to child protection authorities for family reunification, rehabilitation, and community reintegration.\n\nSign and implement a handover protocol with the UN to ensure that children taken into military custody but not charged with criminal offenses are transferred to child protection authorities within 72 hours for rehabilitation and reintegration.\n\nAllow unrestricted and unannounced monitoring of all detention facilities where children may be held by the UN and other appropriate humanitarian and child protection actors.\n\nEnsure that all children who are deprived of their liberty be brought before a competent authority within 24 hours to review the legality and necessity of their detention.\n\nEnsure that all children who are deprived of their liberty are not subjected to torture, ill-treatment or physical or mental abuse including sexual abuse or any harmful and abusive interrogation tactics. Ensure no child is detained in conditions that amount to inhuman or degrading treatment.\n\nEnsure that any children accused of criminal offenses committed while associated with Boko Haram are transferred to civilian judicial authorities, and promptly charged, provided with access to legal counsel, and treated in accordance with international juvenile justice and fair trial standards.\n\nEnsure the best interests of babies and young children whose mothers are detained, including by promptly releasing mothers who have not been charged with a criminal offense, and considering the best interests\n\nInvestigate all security officers, regardless of rank, who commit or are complicit in abuses against children including during arrest or custody, and ensure that those responsible are appropriately disciplined or prosecuted.\n\nOrder all security forces to promptly notify relatives of the whereabouts of arrested children and ensure all children in detention are given immediate access to their relatives or a guardian and legal counsel.\n\nProvide education and other reintegration and rehabilitation services to all children in detention.\n\nEnsure that conditions of detention are safe, sanitary, and that detainees have adequate food, water, and medical care.\n\nSet up effective complaint mechanisms regarding authorities and facilities involved in detention and interrogations, and ensure they are accessible by children and their families.\n\nEnsure that information on children who have not been charged with an offense or who have been released without being convicted of a crime is excluded from any security databases related to association with nonstate armed groups. If children are convicted of an offense, their right to privacy must be protected, and measures taken to ensure that records or data are kept confidential and not used in ways that infringe their rights or cause harm.\n\nTo Federal and States Ministries of Women Affairs and Social Development\n\nContinue to work with UNICEF and child protection partners to ensure that children affected by the insurgency receive appropriate rehabilitation and reintegration assistance, including family reunification, school enrolment and attendance, vocational training, and support for entrepreneurship.\n\nTo the Federal and States Ministries of Education\n\nEnsure availability and accessibility of schools, and expand access to quality education for children affected by the insurgency, including by developing strategies to address transportation costs and other barriers to education.\n\nTo the National Assembly\n\nAmend the Terrorism Prevention Act to make specific provisions for children linked with armed groups in line with international standards.\n\nTo the State Assemblies of Adamawa, Borno, and Yobe States\n\nEnact legislation to domesticate at the state level the Child Rights Act, which was enacted at the national level in 2003 for the protection of children’s rights.\n\nTo international partners, including the United States, United Kingdom, France, and European Union\n\nPublicly support the immediate release of children in military detention who are not charged with a criminal offense, and their transfer to child protection authorities for family reunification, rehabilitation, and community reintegration.\n\nPublicly press the Nigerian government to sign a handover protocol with the UN to ensure the prompt transfer of children from military custody to appropriate child protection authorities.\n\nSupport the rehabilitation and reintegration of children affected by the insurgency, including through vocational training programs, education programs, and medical and psycho-social counseling activities.\n\nSupport Nigeria’s efforts to expand access to education for all children, in particular in the Northeast.\n\nAssist Nigerian authorities in ensuring that any detention of children complies with international juvenile justice and fair trial standards.\n\nTo the African Committee on the Rights and Welfare of the Child and the Group of Friends of Children and Armed Conflict (Addis Ababa)\n\nEncourage Nigerian authorities to release immediately children in military detention who are not charged with a criminal offense, and transfer them to child protection authorities for family reunification, rehabilitation, and community reintegration.\n\nPress the Nigerian government to sign a handover protocol with the UN to ensure the prompt transfer of children from military custody to appropriate child protection authorities.\n\nTo Boko Haram\n\nHalt all attacks against non-combatants and release immediately all civilians in custody.\n\nCease the abduction and recruitment, forced or otherwise, of anyone under age 18 into the armed group for any purpose.\n\nRelease everyone in the group under age 18 and ensure their safe return by acting in cooperation with humanitarian agencies; permit anyone recruited under age 18 to leave.\n\nAcknowledgments\n\nThis report was researched by Jo Becker, advocacy director for the children’s rights division of Human Rights Watch, and Anietie Ewang, researcher in the Africa Division of Human Rights Watch. The report was written by Becker and edited by Ewang, Mausi Segun, executive director of the Africa Division, and Bede Sheppard, deputy director in the children’s rights division. Clive Baldwin, senior legal advisor, and Babatunde Olugboji, deputy program director, provided legal and program reviews, respectively.\n\nThe report was prepared for publication by Remy Arthur, photo and publications associate; Fitzroy Hepkins, senior administrative manager; and José Martínez, administration officer at Human Rights Watch. Additional production assistance was provided by Delphine Starr, coordinator in the children’s rights division of Human Rights Watch.\n\nHuman Rights Watch would like to thank the children who shared their experiences, making this report possible. We also thank the Allamin Foundation for Peace and Development and others who offered information, assistance, and expertise."}}