{"GDELT": {"GlobalEventID": 871671003, "Day": 20190910, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6849, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "GOV", "Actor2Name": "MINIST OF FOREIGN AFFAIRS", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.34013605442177003, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bishkek, Bishkek, Kyrgyzstan", "Actor2Geo_CountryCode": "KG", "Actor2Geo_ADM1Code": "KG01", "Actor2Geo_ADM2Code": "37216", "Actor2Geo_Lat": 42.8731, "Actor2Geo_Long": 74.6003, "Actor2Geo_FeatureID": "-2331392", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20190910094500, "SOURCEURL": "http://www.theasian.asia/archives/105716"}, "ARTICLE": {"TITLE": "Kyrgyzstan to bring home 70 Kyrgyz children from Iraq", "TEXT": "Kyrgyzstan to bring home 70 Kyrgyz children from Iraq\n\nBishkek: Kyrgyzstan is working on bringing 70 Kyrgyz children home from Iraq.\n\nMinister of Foreign Affairs Chingiz Aidarbekov said the process of returning Kyrgyzstanis from Iraq and Syria was difficult, but now there is an agreement to return about 70 children to Kyrgyzstan, KABAR news agency reported.\n\n“This is a difficult issue that cannot be resolved in one day,” he said. “The government is paying close attention to protecting the rights and interests of Kyrgyz citizens abroad and it has carefully approached this issue. It relates to issues of financing, returning to the territory of Kyrgyzstan, their release and clarification of citizenship,” he said.\n\nThe question is not only about their return to Kyrgyzstan, but also about their stay at home, reunion with families, and reintegration into society, he added. “We are here talking about multiple layers of social issues.”\n\nThe country’s top diplomat said that the negotiations on the return of citizens have reached the finish line.\n\n“The departure of the governmental delegation is already planned. There is an agreement on the return of our citizens. Today we are talking about 70 children who plan to return from Iraq. However, a final list will be formed locally, subject to parental consent for children,” he said.\n\n“As for Syria, negotiations with government agencies are actively ongoing. There are territories not fully controlled by the government. Therefore, negotiations are underway with other states that can assist in solving the problem. This issue is under the special control of the head of state and the prime minister.”\n\nKyrgyzstan officials have often stated their country’s determination to “do everything it can to fight against the evil of terrorism.”"}}