{"GDELT": {"GlobalEventID": 871671111, "Day": 20190910, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6849, "Actor1Code": "USA", "Actor1Name": "PITTSBURGH", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.14440433212996, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "SA", "DATEADDED": 20190910094500, "SOURCEURL": "https://prospect.org/article/never-again-except-right-now"}, "ARTICLE": {"TITLE": "Never Again, Except for Right Now", "TEXT": "× Expand Josh Dawsey/The Washington Post/Pool via AP Men stand in a migrant detention center in McAllen, Texas, during a visit by Vice President Mike Pence, July 12, 2019.\n\nHow to Fight Anti-Semitism\n\nBy Bari Weiss\n\nCrown\n\nUpon a recent visit to the United States Holocaust Memorial Museum in Washington, D.C., I was startled to see, between the remembrances, plaques, and flags, a group of elementary school students in the lobby in red MAGA hats.\n\nTo me, Trump’s ubiquitous slogan is above all a message of whiteness, a call for violent exclusion all too familiar to scholars of fascism and genocide. This is a man who came to the political stage by perpetuating a nativist conspiracy against the first African American president. Trump’s policies are bigoted and his words anti-Semitic, Islamophobic, and misogynistic, often all at once. The torch-bearing white supremacists who marched on Charlottesville chanted, “Jews will not replace us,” among other slogans. This isn’t the background to today’s story; it is the story.\n\nYet in a recent statement, the Holocaust Museum categorically “rejected” any comparison between Nazi concentration camps and ICE camps at the U.S. southern border. In my view, it’s impossible not to draw connections to the Shoah when seeing the separation of families, the abuse of young children, the deaths of those fleeing violence and instability, and the intentionally cruel policies of first Steve Bannon and now Stephen Miller. It’s little wonder that young Jewish activists have taken up the moniker Never Again Action in their multigenerational demonstrations against the Department of Homeland Security and the Trump administration.\n\nThe lesson I take from the Shoah is that the dehumanization of a people sets the stage for inhumane policies and a slippery slope. Anyone who cares about the message of “Never again” should be advocating for just and humane immigration policies right now, alongside an end to a politics that mainstreams and indeed marinates in hate.\n\nBut in How to Fight Anti-Semitism, the book by buzzy conservative New York Times writer and popularizer of the term “Intellectual Dark Web” Bari Weiss, the connection between today’s immigration crisis and the earlier immigration crisis provoked by fleeing the Nazis is never once mentioned. Weiss writes early on about how Jews must “never allow others to become slaves, because we know the bitterness of slavery, ancient and modern.” Hers is such a narrow definition of “slavery,” however, that she fails to notice the systemized tyranny of Trump’s border policies—and how they fit into a bigger authoritarian project.\n\nBy underplaying Trump’s bigoted rants, making him a footnote and not a headline, Weiss has chosen to disconnect the real threat of anti-Semitism from white supremacy and the KKK, the rising number of hate crimes in the U.S., and the racist digital revolution of sites such as Stormfront. In these pages, there is no reckoning with the root causes of today’s scariest trend: that someone like Trump could capture our democracy and use it to promote a racist, white-first worldview that galvanizes mass shooters and terrorists, while imprisoning immigrants and deporting citizens.\n\nHired by Times editorial page director James Bennet in 2017, Weiss, 35, comes from The Wall Street Journal and the right-wing-friendly Jewish magazine Tablet. She has staked out a position as a free-speech defender—that is, whenever the speech is conservative, or advocating for Israel’s impunity on the global stage.\n\nYour donation keeps this site free and open for all to read. Give what you can... SUPPORT THE PROSPECT\n\nIt’s not surprising then that Weiss focuses on the likes of Representatives Ilhan Omar and Rashida Tlaib, slandering them without analyzing their records. But by arguing that “the left” represents as dangerous a threat as mass shooters and right-wing terrorists, Weiss cheapens the crisis facing America. She witnessed it firsthand but came away with a flawed conclusion.\n\nON SATURDAY, OCTOBER 27, 2018, a gunman entered the Tree of Life synagogue in Pittsburgh and murdered 11 Jews during the Shabbat service. This is the scene described in the opening chapter of How to Fight Anti-Semitism—and an urgent one. It’s an unthinkable crime, and Weiss, who hails from the community and was actually bat mitzvahed in that very sanctuary, is uniquely equipped to return to the neighborhood of Squirrel Hill to convey the tragedy.\n\nYet her background does not give her license to attempt to explain the origins of the attack without delivering the reader any context or history. Of what value is it that Trump delivered a strong statement about the Tree of Life killings, as Weiss highlights? She doesn’t mention Trump’s pandering to Second Amendment Republicans, or Senator Mitch McConnell’s decades of closeness with the gun industry. Where is the discussion of federal law enforcement’s failure to stop white supremacists, not to mention the Trump administration’s drastic cuts to such programs. These enablers of white supremacy are material to this story.\n\nRather than grappling with the dark nexus of online hate and easily obtainable automatic firearms, Weiss has offered a treatise on why anti-Zionism, including any act of BDS (boycott, divestment, and sanctions), is tantamount to anti-Semitism. So much of the book is devoted to conflating Jewishness and Zionism, American diasporic Jews and Israel, that she is able to easily transition from discussions of the Tree of Life shooter to those who express any criticism of Israel.\n\nShe is especially sloppy in the “Radical Islam” chapter, citing MEMRI, Ayaan Hirsi Ali, Bernard Lewis, and the late Fouad Ajami as chapter and verse. The latter might be remembered for his prognosis that Iraqis were “sure to erupt in joy” upon welcoming an American invasion, not for his keen reading of the so-called Arab Street.\n\nHer examples from the Arab world are dated, and throughout the book her use of the word “Islamist” is intentionally malleable for the sake of muddying the waters. Her selective narrative jumps from the 9th century to the 19th century, only to conclude that Hamas mixes “Nazism, Soviet communism, and a radical interpretation of Islam,” an “alchemy” that gives the reader a false sense of anti-Semitic continuity in the Middle East.\n\nUsing this questionable source material, she draws a pernicious connection, blaming “journalists, intellectuals, commentators, professors, feminists, gay rights activists, and so on” for turning a blind eye to “Islamist violence” and a rise in anti-Semitic thought among Muslim immigrant communities. She goes on for several pages about the terror and security threats posed by Muslim Americans, Muslim immigrants, and travelers to the U.S. (even though she notes earlier that Trump is wrong that there's a Muslim demographic threat in America). But these examples allow Weiss to take this roller coaster of a chapter in a particularly slimy direction, veering to Ilhan Omar and her tweets.\n\nYour donation keeps this site free and open for all to read. Give what you can... SUPPORT THE PROSPECT\n\nIf she had the intellectual heft, Weiss might have bracketed the congresswoman’s regrettable social media blunders and contended with her actual positions. Omar has challenged Elliott Abrams’s record in Latin America, taken a firm line against Saudi Arabia and the Emirates, and advocated for—wait for it—the two-state solution for Israel and Palestine (even though the headlines have focused on her expressing support for the right to boycott as a tactic).\n\nOmar does not belong in this chapter, and I’m not sure much of this chapter belongs in a book on how to fight anti-Semitism that’s framed around a mass shooting by a white man in a Pittsburgh synagogue.\n\nI too struggle with the meaning of anti-Semitism, but I have never experienced Weiss’s dark imaginary of the left. “In order to be welcomed as a Jew in a growing number of progressive groups, you have to disavow a list of things that grows longer every day,” she writes. “Whereas once it was enough to criticize Israeli government policy, specifically its treatment of Palestinians, now Israel’s very existence must be denounced … This bargain, which is really an ultimatum, explains so much.”\n\nHaving traveled the Arab world for the past decade and traded in progressive, liberal, activist, and academic circles—the very spaces for which Weiss reserves her harshest invective—I can say there’s no there there. I haven’t come across much anti-Semitism among my day-to-day interactions. My research focuses on Arab political cartoons, a field that has been caricatured by right-wing advocacy groups as unabashedly anti-Semitic. But among young journalists and independent cartoonists in Cairo and other Arab capitals, there is no anti-Semitism to be detected.\n\nSustained critical treatment of Israel and Prime Minister Benjamin Netanyahu, most frequently during what Weiss describes as “Israel's periodic wars with Hamas in Gaza,” is not anti-Semitism. Rather, most Arab cartoons about Israeli policy, which inevitably include the Israeli flag and thus the Star of David, are rooted in principled resistance to Israeli violence against Palestinians and Arabs.\n\nMore interesting from my perspective is the willingness of many Arab readers to grapple with anti-Semitism. Art Spiegelman's Maus, the innovative and Pulitzer-winning graphic novel about the Shoah, for example, is available at Beirut bookstores—but in Weiss’s narrative there is no space for complexity.\n\nAnd when I have seen anti-Semitic tendencies in Arabic mass media, political speech, and protests, I found that those presenting such tropes had much in common with the Rush Limbaughs, Sean Hannitys, and Tucker Carlsons who weaponize bigotry for political ends.\n\nThe anti-Semitic images I have collected from years of archival research fit into a small file, and have mostly been produced by two divergent strains: on the one hand, Egyptian state news publishers (as in, the regime), and on the other, Islamist outlets. As a student of the Arabic press, I found that none of Weiss’s examples resonated.\n\nIn fact I was left with the conviction that, rather than grapple with the merits of progressives’ and leftward politicians’ critiques of Israel, Weiss has instead chosen to malign them as anti-Semitic. Having watched Israel murder thousands of Palestinians, having watched it bomb Gaza to the edge time and time again, I find myself much closer to Omar than to Weiss. Am I anti-Semitic for standing by the congresswoman?\n\nThe FBI is concerned about white supremacists meeting in hotel conference rooms across America or hosting public demonstrations. The FBI is monitoring threats against Ilhan Omar from these very card-carrying anti-Semites. To not offer any humility or sensitivity toward the anti-Arab and Islamophobic vitriol that the congresswoman faces shows that Weiss hasn’t learned the lesson of solidarity from centuries of anti-Semitism and of the Holocaust itself. It wasn’t just the Jews who have been targets of violent hate. It has never been just the Jews.\n\nI HOPE THAT ALL MAGA hat wearers visit the Holocaust Museum’s exhibit about American anti-Semitism, where Charles Lindbergh and the America First Committee are analyzed. Looking at how Jews were treated before and during World War II is an instructive reminder of the rawness and proximity of anti-Semitism, notably in the State Department, which denied visas to thousands upon thousands of Jews fleeing Europe. The story is too familiar.\n\nBut where is the American Jewish establishment? Yes, organizations have made some statements about the president’s racist remarks and have pushed back about brutal policies that are killing children in search of refuge. But the leadership of these major Jewish community groups would rather work quietly on the sidelines with the Trump administration and revel in its radically dangerous pro-Israel policies. None of the leaders of the major mainstream American Jewish organizations—powerful grassroots, community-driven bodies with massive constituencies and budgets—want to be the leaders who challenge Trump. No figure today would hold the potential to be the next Rabbi Abraham Joshua Heschel, who marched with Martin Luther King Jr. to Selma.\n\nI admire Weiss’s chutzpah to speak on behalf of my entire generation. But someone who, for much of her transpiring career, has laid the accusation of anti-Semitism against many a critic of Israel may not be the right messenger.\n\nAnd what tactics does she suggest as the way to fight anti-Semitism? We see them in the headers of the final chapter: “Tell the truth”; “Trust your discomfort”; “Call it out. Especially when it’s hard”; “Don’t trust people who seek to divide Jews. Even if they are Jews”; “Allow for the possibility of change”; “Notice your enemies. But even more, notice your friends,” among others. Even the most noble aspects of those prescriptions fall flat in the face of systematized right-wing anti-Semitism advanced at the highest levels of U.S. government.\n\nIn the end, this op-ed sermon of a book tells us exactly what we knew: that Weiss is auditioning for David Brooks’s column. She leaves the reader with a cursory history of the phenomenon of anti-Semitism and some tips for self-care to keep one afloat. It’s frightening to consider that someone with so much power, occupying opinion journalism’s premier perch, is unable to see what’s before her eyes. The U.S. is home to internment camps and brutal immigration policies, on top of rampant violent acts of anti-Semitism. The two national crises share a cause. And any effort to combat anti-Semitism shouldn’t let the American president get away with murder.\n\nThis article is a preview of the Fall 2019 issue of The American Prospect magazine. Subscribe here."}}