{"GDELT": {"GlobalEventID": 871976449, "Day": 20190911, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6877, "Actor1Code": "CRM", "Actor1Name": "ILLEGAL IMMIGRANT", "Actor1Type1Code": "CRM", "Actor2Code": "USA", "Actor2Name": "NORTH CAROLINA", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -7.4074074074074, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Mecklenburg County, North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_ADM2Code": "NC119", "Actor1Geo_Lat": 35.2668, "Actor1Geo_Long": -80.8498, "Actor1Geo_FeatureID": "1008570", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_Lat": 35.6411, "Actor2Geo_Long": -79.8431, "Actor2Geo_FeatureID": "NC", "Action2Geo_Type": 2, "Action2Geo_Fullname": "North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 35.6411, "Action2Geo_Long": -79.8431, "Action2Geo_FeatureID": "NC", "DATEADDED": 20190911131500, "SOURCEURL": "http://www.gopusa.com/tillis-furious-north-carolina-sanctuary-cities-let-loose-nearly-500-illegals/"}, "ARTICLE": {"TITLE": "Tillis furious North Carolina sanctuary cities let loose nearly 500 illegals", "TEXT": "Sen. Thom Tillis on Monday blasted sanctuary cities in his home state of North Carolina for turning loose nearly 500 illegal immigrants despite detention requests from U.S. Immigration and Customs Enforcement.\n\n“These North Carolina counties are releasing illegal immigrants charged with violent crimes like rape and murder without even notifying federal officials, jeopardizing public safety,” Mr. Tillis fumed.\n\nThe release of 489 illegal immigrants by law enforcement agencies across North Carolina was detailed in a report by WBTV in Charlotte. The illegals were turned loose during the past 10 months as a result of sanctuary city policies that ignore detainer requests from ICE, according to the report.\n\nSanctuary cities have existed for years, but their number has soared under President Trump as local public officials and some law enforcement leaders attempt to thwart his get-tough immigration agenda.\n\nMr. Tillis has emerged as a vocal opponent of sanctuary cities.\n\n“Today’s report shows just how dangerous and reckless sanctuary policies are for counties that refuse to comply with ICE’s lawful detainer and release notification requests,” he said.\n\nMr. Tillis said the report underscored the need for his legislation that would help hold sanctuary cities responsible for their actions. His bill would allow victims of illegal immigrant crimes to sue sanctuary cities and counties for damages.\n\nAt the time, he said the bill was a direct response to North Carolina authorities refusing to cooperate with federal immigration agents, including the Mecklenburg County Sheriff’s Office releasing an illegal immigrant charged with trying to strangle a woman in a domestic violence incident.\n\n© Copyright (c) 2019 News World Communications, Inc.\n\n—-\n\nThis content is published through a licensing agreement with Acquire Media using its NewsEdge technology."}}