{"GDELT": {"GlobalEventID": 871975971, "Day": 20180911, "MonthYear": 201809, "Year": 2018, "FractionDate": 2018.6877, "Actor1Code": "MNCJPN", "Actor1Name": "HONDA", "Actor1CountryCode": "JPN", "Actor1Type1Code": "MNC", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.08024691358024, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20190911131500, "SOURCEURL": "https://www.techspot.com/news/81841-europe-gets-another-small-ev-shape-new-honda.html"}, "ARTICLE": {"TITLE": "Europe gets another small EV in the shape of the new Honda e", "TEXT": "The big picture: The Honda e revealed at the Frankfurt Motor Show might seem like forbidden fruit considering it won't be coming to the US and that its cute retro design alone gives a 'fizzing sensation'. However, the figures show that the Japanese hatch is geared more towards the European market, something which the company reportedly mentioned in its auto show conference.\n\nHonda's urban-focused 'e' hatchback is set to go on sale in Europe next year and it's not that hard to figure out why it's not headed to the US, for now.\n\nLet's start with the trim levels, of which there are two. The base model produces 134 bhp from its 35.5 kWh motor that operates the rear axle and offers up to 136 miles of range (WLTP) while the more powerful 'Advance' version manages 152 bhp, goes from 0-62 mph in around 8 seconds and is expected to last up to 125 miles (WLTP).\n\nIn both variants, the 'e' makes 232 lb ft of torque, making it an entry-level hot hatch to rival a Renault Zoe or a Nissan Leaf instead of a Chevy Bolt or a Tesla Model 3.\n\nThe Honda e will take five hours to fully recharge from a 7 kW home wallbox charger (Type 2 AC connector ) while a 50 kW charger will juice it up from 0 to 80 percent in under an hour. This value can be achieved in 30 minutes through supported fast charging of 100 kW through a CCS2 DC plug.\n\nThese figures strictly make it a town runabout that also comes at a rather premium price with the base model starting at £26,160 (~ $32,300) and the 'Advance' trim that further raises it to £28,660 (~ $35,400). Prices for both models include the £3.5k government EV discount.\n\nBut on to the good bits about the car. Specifically, how cool it looks on the outside and manages to stay almost as funky inside as it did in Honda's EV concept from two years ago. The simple round lights at each corner of the black trim piece, both at the front and rear, offer a nearly symmetric design.\n\nThe black roof panel, side mounted cameras instead of mirrors, frameless front doors, hidden rear door handles and wheel design further adds to the charm of the little hatchback.\n\nThe interior is occupied by two 12.3-inch touch screens fixed in the center of the flat-surfaced dashboard (that's reportedly plastic and not wood), a separate 8.8-inch display for the driver behind the wheel and two six-inch screens on each corner that display footage from the side-mounted cameras.\n\nThere's also a co-pilot mode that enables the front passenger to share information from their screen (e.g. a map route) by simply swiping it towards the driver's display. Despite screens spanning the width of the interior, there are physical knobs and buttons below the air vents for the climate controls, buttons on the flat dashboard, as well as plenty of ports below for charging smartphones and the like, including a 1500W 230V source, two USB-A ports and an HDMI port (why tho?)\n\nOther features include a personal assistant that responds to \"Okay Honda\" and a My Honda+ connected car experience that's essentially an app for things like remote climate control, security and location monitoring, and locking/unlocking the car via a digital key.\n\nHonda has put up a reservation website for the 'e' and so far more than 31,000 people in Europe (including 9,000 from UK) have registered their interest with a refundable deposit.\n\n\"You look at the technology, particularly on the interior of the car, and that puts it on a premium level. Given those features it’ll be good value – look beyond the numbers to the car itself. The innovation here and the confidence: this car takes Honda back to where it belongs,\" said Honda UK's head of cars Phil Webb."}}