{"GDELT": {"GlobalEventID": 871977054, "Day": 20190911, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6877, "Actor1Code": "KOR", "Actor1Name": "SOUTH KOREA", "Actor1CountryCode": "KOR", "Actor2Code": "MYS", "Actor2Name": "MALAYSIA", "Actor2CountryCode": "MYS", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.50214592274678, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Red Fort, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6333, "Actor2Geo_Long": 77.2333, "Actor2Geo_FeatureID": "-2109338", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS", "Action2Geo_Lat": 37.0, "Action2Geo_Long": 127.5, "Action2Geo_FeatureID": "KS", "DATEADDED": 20190911131500, "SOURCEURL": "https://www.ibtimes.co.in/modi-govts-challenge-now-turn-nationalism-into-economic-force-805218"}, "ARTICLE": {"TITLE": "Modi govt's challenge now is to turn nationalism into an economic force", "TEXT": "In February 2019, when India conducted an airstrike on Pakistan in response to a terrorist attack that killed 40 Indian paramilitary officers, it reinforced the image of Prime Minister Narendra Modi as a man of action. This image of a decisive leader had propelled him to a second term win with 303 of the 542 seats in Lok Sabha for the BJP, an improved performance over the 2014 general elections.\n\nThe strong mandate proved beyond doubt that the Indian population has great hopes and expectations on the government both on the political and the economic front. But unfortunately, the government has continued its focus on jingoism rather than boosting the economy and creating jobs. The government has been focusing on highly sensitive and crucial issues like abrogation of Article 370, the abolition of Triple Talaq and surgical strikes.\n\nThough the government was quick to solve politically motivated issues, such swiftness seems to be lacking in addressing the recent economic slowdown. The economy was taken for granted in the last few quarters and the country was battered by many issues like non-performing assets, demonetization, implementation of GST and the recent NBFC crisis. Recent budget proposals to impose additional taxes soured sentiment and has impacted investment, especially by FPIs who have also been turned away by the economic slowdown and fears of a global recession as well. The Government seems to believe that a laissez-faire approach would somehow make the slowdown go away.\n\nNational pride and growth\n\n\"Pride is War's ground, War begets Poverty\" is true in every sense. Our national pride should propel us to greater heights rather than basking in our past glory. A country like Singapore under the dynamic leader Lee Kuan Yew had made great strides in terms of development and self-reliance. Whereas our national pride is not helping us to grow in any way and it is evident from our economic numbers and job losses.\n\nThe global crisis in regards to the trade war would have been an opportunity for India to gain a foothold in the international market trade by competing with China whose exports have been impacted by rising wages and imposition of higher tariffs by the US. However, our foreign policy is recently more focused on Pakistan to nullify the impact of abrogation of Article 370 and thus the focus on trade ties has not received due priority. Growing trade can be used as a measure to boost the economy even at a time when many macro indicators like auto sales and industrial production consistently show a downtrend for an extended period of time.\n\nThe recent lack of focus on GDP growth has eventually resulted in a slowdown in growth rate from 8% to 5%. This seems even more bizarre given that the Prime Minister has already sent out a clarion call to make India a $5 trillion economy by 2014. Also, while the government has brought in macroeconomic stability and lowered fiscal stability, it has lost focus on economic development. This is the time I believe, for the government to focus on an immediate revival of the growth rate. It can do so by spending more on Infra and other economic accommodative sectors to generate wealth and more jobs in the future. Other measures can be improving liquidity, GST simplification and rationalisation, boosting consumption and economic stimulus that would eventually result in a more export-oriented economy thus reducing the trade deficit.\n\nOur priority should be more focused towards ease of doing business index which would bring in investments. Inducing patriotism and nationalistic feeling alone need not be the focus.\n\nLiquidity crunch in the economy has resulted in weak demand conditions and sectors like auto, manufacturing, agriculture, FMCG, real estate and construction have witnessed a lower growth rate. The main reason for this slowdown can be attributed to the weaker consumer demand and slowing private investments. The economy needs a helping hand from the government in the form of a stimulus to boost demand. In the current scenario, the government needs to focus more on short-term measures by setting things right. Any delay in such measures may weaken growth further due to a negative feedback loop.\n\nAreas that need reform\n\nThe government needs to have a dual focus, first on short-term measures to revive growth and secondly to carry out reforms which will boost the long term prospects of the economy. Some of the reforms we would like to mention are -- reforms on land and labour laws, financial sector reforms, fiscal reforms and lastly reforms to improve ease of doing business. Some of these reforms are best carried out when growth rates are good as the initial impact of some of these reforms may be negative, but can help deliver growth in the long run.\n\nThis is not to say that nationalism has no role. India aims to replicate the Asian miracle, where many nations such as South Korea, Japan, Singapore, Hong Kong, Taiwan, Malaysia, Thailand and China delivered rapid growth that pulled their population out of poverty. Economic development accompanied by a sense of nationalism is the need of the hour. The current government should reorient the debate on nationalism in order to turn it into a formidable force for the country's economic development.\n\n[Rajiv Singh is the CEO of Karvy Stock Broking. The views and opinions expressed in this article are those of the author and do not reflect those of International Business Times, India]"}}