{"GDELT": {"GlobalEventID": 871977192, "Day": 20190911, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6877, "Actor1Code": "MOS", "Actor1Name": "MUSLIM", "Actor1Religion1Code": "MOS", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.19354838709677, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "SA", "DATEADDED": 20190911131500, "SOURCEURL": "https://www.lawfareblog.com/al-qaeda-today-18-years-after-911"}, "ARTICLE": {"TITLE": "Al-Qaeda Today, 18 Years After 9/11", "TEXT": "Editor’s Note: This article originally appeared on Order from Chaos.\n\nEighteen years after the 9/11 attacks, the al-Qaeda organization that carried them out is a shell of its previous self. The global campaign against Osama bin Laden’s creation has achieved notable success. The ideas that inspired bin Laden and his followers have lost some, but not all, of their attractiveness. There is no place for complacency, but the threat is different.\n\nBin Laden and his deputy Ayman Zawahiri built the core al-Qaeda infrastructure in Afghanistan and Pakistan in the 1990s with the protection of the Afghan Taliban and Pakistan. The group functioned as a de facto state within the Taliban Islamic Emirate. It survived the American assault on Afghanistan after 9/11 by moving its leadership and infrastructure to Pakistan where it thrived until 2009. America took its eye off the ball by invading Iraq.\n\nFrom Pakistan, the al-Qaeda core planned and conducted attacks like the Madrid train bombing in 2004, a wave of attacks on targets in Saudi Arabia in 2003-06, and the civil war in Iraq led by Abu Musaib al Zarqawi, bin Laden’s lieutenant. The results were a wave of violence across the world.\n\nIn 2009, President Barack Obama’s so-called AfPak strategy gave top priority to the defeat of the al-Qaeda core in Pakistan. A relentless campaign, primarily using drones and highlighted by the 2011 commando raid that killed bin Laden in Abbottabad, gradually wore down the core by 2015.\n\nIn September 2014, Zawahiri planned his last major international terror plot: to hijack the Pakistani Navy frigate Zulfiqar and use it to sink a U.S. Navy ship in the Indian Ocean, provoking war between the United States and Pakistan. The plot was foiled only at the last moment. It was probably al-Qaeda’s most audacious conspiracy ever. It could have changed the world even more than 9/11.\n\nZawahiri remains alive and he continues to issue statements from his hideout in Pakistan, but the core is defeated. Bin Laden’s son and potential heir, Hamza, was killed mysteriously sometime this year with the assistance of the Trump administration. The heir of the al-Qaeda organization in Iraq—the Islamic State of Iraq and Syria—has lost control of most of the ground it once held in Iraq and Syria but remains a very dangerous terrorist threat, with offshoots in Libya, Afghanistan, and elsewhere. The Islamic State also has cells in Western Europe.\n\nThe ideology of bin Laden and Zawahiri played very little role in the Arab Spring in 2011 or the revolutions in Algeria and Sudan this year. It was criticized as too cautious by the Islamic State; ironically, time has shown that al-Qaeda was right not to announce a caliphate or try to control territory. Both al-Qaeda and the Islamic State continue to inspire so-called lone wolf attacks by individuals who have no physical connections to either group.\n\nThe central jihadi message that Islam is under attack by the West remains a potent one, reinforced by Islamophobia and bans on Muslims. The speed with which ISIS spread underscores how vulnerable the police states of the Middle East are when they become crippled by civil war. The Saudi-Iranian proxy war feeds sectarian tensions and creates failed states in places like Yemen, where al-Qaeda can stage a comeback.\n\nThe success of the war against al-Qaeda has made possible the policy discussion about bringing our troops home from Afghanistan. But it should also underscore the necessity of close counterterrorism cooperation with reliable partners in the Islamic world, not ones that pursue some terrorists while harboring others like Pakistan. The global jihadi threat has been transformed over the last two decades, but vigilance remains essential.\n\nThe administration has been right to insist that the Afghan Taliban renounce and condemn al-Qaeda as a crucial beginning to any deal about the future of Afghanistan. As recently as this summer, the Taliban lauded both the 9/11 attack and the 2004 Madrid attack. But it should be more than a hortatory promise. A public break should lead to practical cooperation in bringing Zawahiri to justice, given the continuing connections between the Taliban and Zawahiri, who still pledges loyalty to the leader of the Taliban.\n\nThe 9/11 attacks also transformed the American national security bureaucracy more thoroughly than any event since the dawn of the Cold War. New organizations like the National Counter Terrorism Center, the Department of Homeland Security, and the Director of National Intelligence owe their creation to 9/11. This infrastructure is still essential to detecting and disrupting plots. The next administration should review the infrastructure with an eye to strengthening damaged foreign alliances."}}