{"GDELT": {"GlobalEventID": 871976503, "Day": 20190911, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6877, "Actor1Code": "CZECVL", "Actor1Name": "CZECH REPUBLIC", "Actor1CountryCode": "CZE", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.15830115830116, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20190911131500, "SOURCEURL": "https://news.expats.cz/weekly-czech-news/the-czech-population-has-grown-this-year-thanks-to-immigration/"}, "ARTICLE": {"TITLE": "The Czech Republic’s population has grown this year thanks to immigration", "TEXT": "Prague, Sept 11 (CTK) – The number of inhabitants of the Czech Republic increased by 18,841 to 10.67 million in the first six months of the year thanks to immigration, although there were fewer births than deaths, according to the preliminary data that the Czech Statistical Office released on its website today.\n\nMichaela Nemeckova, from the CSU demographic department, said 20,942 people moved in the country.\n\nMore than 40 percent of them were citizens of Ukraine since some 11.7 thousand of them moved in and 3.1 thousand moved out of the country.\n\nUkrainians thus prevailed among both the immigrants and the emigrants.\n\nFrom January until the end of June, 56,836 people died and 54,735 babies were born in the Czech Republic, nearly half of them, or 48.2 percent, out of wedlock. The portion of children born out of wedlock dropped in 2018 for the first time in 20 years and further decreased since.\n\nThe number of both deaths and births decreased by about 3 percent compared to the first six months of last year.\n\nThe number of weddings increased by nearly 600 to 22,433 and the number of divorces decreased to 12,155, compared to the period from January to June 2018.\n\nIn the first six months of the year, 21,232 people moved in Prague – 10,236 from other Czech regions and 10,996 from abroad. At the same time, 15,903 moved out of the city, including 6,307 who moved abroad. The number of childbirths (7,178) was higher than that of deaths (6,063). The city had 1,315,076 inhabitants at the end of June, or 6,444 more than at the end of last year.\n\nkva/dr/rtj"}}