{"GDELT": {"GlobalEventID": 871977184, "Day": 20190911, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6877, "Actor1Code": "MNCKOR", "Actor1Name": "HYUNDAI", "Actor1CountryCode": "KOR", "Actor1Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 1.30841121495327, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Frankfurt, Brandenburg, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM11", "Actor1Geo_ADM2Code": "16538", "Actor1Geo_Lat": 52.35, "Actor1Geo_Long": 14.55, "Actor1Geo_FeatureID": "-1771146", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Frankfurt, Brandenburg, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM11", "Action2Geo_ADM2Code": "16538", "Action2Geo_Lat": 52.35, "Action2Geo_Long": 14.55, "Action2Geo_FeatureID": "-1771146", "DATEADDED": 20190911131500, "SOURCEURL": "https://www.autoexpress.co.uk/hyundai/107696/new-hyundai-45-concept-hints-at-new-all-electric-suv"}, "ARTICLE": {"TITLE": "New 2021 electric Hyundai 45 SUV spied for the first time", "TEXT": "Our spy photographers have spotted a new new electric SUV from Hyundai undergoing testing at the Nurburgring for the first time, which will be based on the 45 concept car revealed at the 2019 Frankfurt Motor Show. The production-ready model is expected to make its debut later this year, before going on sale in 2021 as a rival for upcoming electric SUVs like the Volkswagen ID.4 and Skoda Enyak.\n\nThe 45 concept was revealed as an homage to the company’s first ever concept – the 1974 Pony Coupe. The production model will be the first car based on the Hyundai Group’s new scalable electric car platform, similar to the Volkswagen Group’s MEB system. In the coming years it will underpin a range of new EVs across the Hyundai, Kia and Genesis brands.\n\n• Best electric cars on sale now\n\nFrom its unveiling, the Hyundai 45 concept was said to be a close representation of the eventual production model – and initial impressions suggest the rumours were accurate.\n\nNaturally, some of the concept’s sharper angles have been toned down in the interest of pedestrian safety – but this mule and Hyundai’s show car share the same basic silhouette, the same tailgate spoiler, a similar radiator grille, comparable front and rear lamps and a near-identical set of alloy wheels."}}