{"GDELT": {"GlobalEventID": 871976108, "Day": 20190911, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6877, "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.6864988558352401, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20190911131500, "SOURCEURL": "https://www.allure.com/story/julia-stiles-revisits-90s-beauty-trends-interview-photos"}, "ARTICLE": {"TITLE": "Julia Stiles on '90s Beauty Trends, 10 Things I Hate About You, and More: Interview", "TEXT": "Side Effects\n\n“Like every other Courtney Love fan, I remember really liking baby barrettes,” says Stiles. Undercover dress. Lelet NY hair clip. Makeup colors: ColorStay Brow Shape & Glow eyebrow pencil in Medium Brown, ColorStay Endless Glow Liquid Highlighter in Citrine, and Super Lustrous Lipstick in Abstract Orange by Revlon.\n\nJulia Stiles, lips glazed mauve, eyes iced blue, is 17 and starring in a movie called 10 Things I Hate About You, a rom-com based on Shakespeare's The Taming of the Shrew, set to the music of Letters to Cleo. It would be a moderate financial success, failing to crack the top 50 highest-grossing films that year, but would eventually become a cultural touchstone. To call it a cult classic would be not only reductive but also incorrect — cults are tiny groups with niche interests; 10 Things is a canonical coming-of-age film, and one that has held up remarkably well over the decades.\n\n2019: Julia Stiles endures interview after interview, at least one with a reporter who is shoveling hummus into his mouth at a desperate pace, about an experience she had for a few months 20 years ago.\n\n\"Did you realize it was going to be such a hit?\" I ask. \"No, I didn't,\" she says. \"And the minute you start thinking that, then it's over.\" When I ask if she's tired of talking about it, she doesn't smile so much as press her lips together: \"No, it's nice when people say that they remember it and that they like it. If I weren't working now, maybe I would be like, 'Hey, can I move on from that?' But I'm happy.\"\n\nIf 10 Things were to be reshot tomorrow, Stiles could swan-dive back into a pair of low-rise jeans and we the people would be none the wiser. The only thing that has changed about her face between now and 1999 is our language to describe it: Her skin no longer shimmers; it glows. Her highlights are no longer chunky, but balayaged in the downtown tradition."}}