{"GDELT": {"GlobalEventID": 871976816, "Day": 20190911, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6877, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "TTO", "Actor2Name": "TRINIDAD AND TOBAGO", "Actor2CountryCode": "TTO", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.38095238095238, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Scotiabank, Tobago, Trinidad And Tobago", "Actor1Geo_CountryCode": "TD", "Actor1Geo_ADM1Code": "TD11", "Actor1Geo_ADM2Code": "27421", "Actor1Geo_Lat": 11.1815, "Actor1Geo_Long": -60.7345, "Actor1Geo_FeatureID": "11449916", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Scotiabank, Tobago, Trinidad And Tobago", "Actor2Geo_CountryCode": "TD", "Actor2Geo_ADM1Code": "TD11", "Actor2Geo_ADM2Code": "27421", "Actor2Geo_Lat": 11.1815, "Actor2Geo_Long": -60.7345, "Actor2Geo_FeatureID": "11449916", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Scotiabank, Tobago, Trinidad And Tobago", "Action2Geo_CountryCode": "TD", "Action2Geo_ADM1Code": "TD11", "Action2Geo_ADM2Code": "27421", "Action2Geo_Lat": 11.1815, "Action2Geo_Long": -60.7345, "Action2Geo_FeatureID": "11449916", "DATEADDED": 20190911131500, "SOURCEURL": "https://www.antiguaobserver.com/scotiabank-is-might-right/"}, "ARTICLE": {"TITLE": "Scotiabank: Is might, right?", "TEXT": "Scotiabank: Is might, right?\n\nSpread the love\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sir Ronald Sanders\n\nThe Canadian-owned Bank of Nova Scotia, or Scotiabank, has more than US$1 trillion in assets; the Gross Domestic Product of the small island state, Antigua and Barbuda, is just US$1.5 billion.\n\nYet, there is what the Canadian newspaper, Globe and Mail, described, on August 26, as a “stand-off” between Scotiabank and the Government of Antigua and Barbuda over Scotiabank’s desire to sell its holdings in Antigua without consulting, or in any other way involving, the government in the sale to Republic Financial Holdings (RFH), headquartered in Trinidad and Tobago.\n\nScotiabank’s decision not to discuss the sale of its holdings in nine Caribbean jurisdictions with the governments concerned, in advance of concluding an agreement, was extraordinary, particularly as, in Canada, no bank or bank branch can carry on business without obtaining the approval of the finance minister and the Office of the Superintendent of Financial Institutions. The Bank appears to believe that it could contravene in the Caribbean what it would be obliged to obey in Canada.\n\nApart from ignoring the law in Antigua and Barbuda, and elsewhere, to first obtain the agreement of the governments for a sale in order to secure a ‘vesting order,’ Scotiabank’s decision demonstrated a lack of good corporate judgment. It could not have been difficult to engage governments about plans to sell before concluding a sale agreement with RFH. Unless it assumed its clout would hammer acceptance of the sale.\n\nEqually disdainful behaviour by Scotiabank was the way in which it informed the nine Caribbean jurisdictions that it had settled the sale arrangement. That information came through a public announcement, issued to the media, on 27 November 2018. Governments of the nine jurisdictions and their Central Banks, the regulatory bodies for banking, learned of the sale arrangement simultaneously with the general public.\n\nWhy would a Canadian financial institution that has been present and money-spinning in the Caribbean since 1889 and which reported a profit of CAN$1.98 billion a year ago, treat the Caribbean region so disparagingly? Is this another demonstration of the persistent contemptuous behaviour that small countries confront in the international arena – the doctrine of ‘might is right’?\n\nOn its website, which was designed to attract business from the region, Scotiabank still declares that: “Over the past century, Scotiabank has developed the most extensive representation of any bank in the region, with approximately 370 branches in 23 countries. Scotiabank is proud to be your “Banker to the Caribbean.” Now, it seems, Scotiabank is not so proud to be “Banker to the Caribbean” despite over a hundred years of repatriating profits to Canada gained from the labours of its Caribbean customers.\n\nIn the same announcement through which it informed the public, including governments and regulatory bodies, that it was selling its holdings, it also made the remarkable and revealing statement, clearly targeted at its shareholders, that: “These transactions are not financially material to Scotiabank.” Indeed, it said, “Scotiabank’s common equity tier one capital ratio will increase by approximately 10 basis points on closing.” So, it appears to say, all will be well with Scotiabank’s shareholding and that’s all that matters.\n\nHowever, Caribbean governments are also entitled to make decisions that fulfil their duty of care to their people who also matter.\n\nEvery country in the Caribbean, without exception, is faced with a major threat to its banking sector and to its participation in the global financing and trading systems subsequent to the withdrawal of the correspondent banking relations (CBRs) by many global banks. The greatest value of Scotiabank to the region is that it supplied its own CBRs because of the relationship between its headquarters in Canada and its Caribbean branches. When Scotiabank departs the nine jurisdictions, it will effectively deprive them of that crucial CBR.\n\nThat is why, Caribbean governments, including the Government of Antigua and Barbuda, have made the point, repeatedly, that they are not pushing Scotiabank out of the region and would prefer that it remains.\n\nIn the case of Antigua and Barbuda, the government has made it clear that building resilience in its banking sector is vital to the maintenance of CBRs. Therefore, it prefers Scotiabank to sell its Antigua holdings to a local bank or banks in order to strengthen their attractiveness for the provision of CBRs. In other words, the objective is to make the rewards to global banks of providing CBRs to a larger indigenous entity worth the risk of doing so. This would give the Antigua and Barbuda banking sector greater strength and durability.\n\nScotiabank’s sale of its Antigua holdings to RFH would not achieve that objective, nor would it fill the hole that the departure of Scotiabank would leave for CBRs, since RFH, like all other indigenous Caribbean banks, encounters the same obstacles to securing CBRs.\n\nDespite all this, instead of talking with the Antigua and Barbuda government about selling the Antigua holdings to local banks, Scotiabank is insistent, as it told the Globe and Mail, that it remains “bound by the terms of this agreement.” Remarkably, Scotiabank has stated that if it is unable to consummate the sale to RFH, it will re-examine all options, “including the closure of our operations in Antigua and Barbuda.”\n\nThe Bank’s haughty position – our way, or no way – elicited from Prime Minister Gaston Browne the response, that his government “considers it highly irresponsible” that Scotiabank “could so casually threaten to close the bank” without acknowledging its fiduciary responsibilities to depositors and employees and committing to fulfil them. In the circumstances he pledged “to insist on the most scrupulous attention to the interests of employees and depositors” should Scotiabank “decide to close rather than to sell to Antiguans and Barbudans from whose transactions the Bank made its considerable profits.”\n\nSmall states face many struggles to achieve justice in the international community; the struggles are sometimes political, but they are mostly economic. Being realistic about the restrictions of their size does not include denying rights because they are small.\n\nDavid is once more called upon to confront Goliath.\n\n(The writer is Ambassador of Antigua and Barbuda to the United States and the Organisation of American States. He is also a Senior Fellow at the Institute of Commonwealth Studies at the University of London and at Massey College in the University of Toronto. The views expressed are entirely his own)"}}