{"GDELT": {"GlobalEventID": 871976240, "Day": 20190911, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6877, "Actor1Code": "BGR", "Actor1Name": "BULGARIAN", "Actor1CountryCode": "BGR", "Actor2Code": "IGOEUREEC", "Actor2Name": "EUROPEAN UNION", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.45351473922902, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sofia, Sofiya-Grad, Bulgaria", "Actor2Geo_CountryCode": "BU", "Actor2Geo_ADM1Code": "BU42", "Actor2Geo_ADM2Code": "12028", "Actor2Geo_Lat": 42.6833, "Actor2Geo_Long": 23.3167, "Actor2Geo_FeatureID": "-838489", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sofia, Sofiya-Grad, Bulgaria", "Action2Geo_CountryCode": "BU", "Action2Geo_ADM1Code": "BU42", "Action2Geo_ADM2Code": "12028", "Action2Geo_Lat": 42.6833, "Action2Geo_Long": 23.3167, "Action2Geo_FeatureID": "-838489", "DATEADDED": 20190911131500, "SOURCEURL": "https://in.reuters.com/article/bulgaria-russia-espionage/espionage-probe-not-aimed-against-russia-says-bulgarian-pm-idINKCN1VW1LE"}, "ARTICLE": {"TITLE": "Espionage probe not aimed against Russia, says Bulgarian PM", "TEXT": "SOFIA (Reuters) - A Bulgarian investigation into alleged espionage involving Russian non-governmental organisations is not intended to influence relations with Moscow, Prime Minister Boyko Borissov said on Wednesday.\n\nBulgarian Prime Minister Boyko Borissov arrives to take part in a European Union leaders summit, in Brussels, Belgium July 2, 2019. Geoffroy Van Der Hasselt/Pool via REUTERS\n\nProsecutors charged the head of a Bulgarian non-governmental organisation (NGO) on Tuesday with spying for Russia as part of a scheme they said aimed to draw Bulgaria away from its Western allies and towards Moscow.\n\nProsecutors said Nikolai Malinov, 50, head of the National Russophile Movement, had worked for the Russian Institute for Strategic Studies, run mainly by former foreign intelligence officials, and also for another Russian NGO, the Double-Headed Eagle, since 2010.\n\nIn his first public comments following the charges against Malinov, Borissov said his country had made its choice long ago and stands with the European Union and NATO.\n\nBulgaria, Moscow’s most loyal satellite in Soviet times, is now a member of NATO and the European Union but has close cultural and historic ties with Russia, which remains its biggest energy supplier\n\n“Some are trying to put this on the same level with our relations with Russia ... I do not see any reason to link the one with the other,” Borissov said at a government meeting.\n\n“Everyone, including non-governmental organisations, has the right to carry on with their activities ... some love Russia, some America, some Europe, but our geopolitical stance, backed by all political parties, is with the European Union and NATO,” he said.\n\nAt a special a hearing in parliament, Chief Prosecutor Sotir Tsatsarov said Bulgaria had banned the leader of Double-Headed Eagle organisation, Konstantin Malofeev, from entering Bulgaria for 10 years.\n\nHe said 15 people, mainly linked with the National Russophile Movement were questioned as part of the investigation and eight were temporary detained.\n\nThe head of the state security agency, Dimitar Georgiev, told parliament that the heads of the two organisations identified in the case had publicly declared they were waging a hybrid war against the West.\n\nThe arrests prompted protests from the opposition Socialist party, which supports closer ties with Russia and suggested that the probe could be linked with local elections on Oct. 27.\n\n“We have nothing against people who love Russia ... but we, together with the services of our allies, work on specific people and processes,” Borisov said.\n\nThe Russian embassy in Sofia was not immediately available for comment when contacted by Reuters."}}