{"GDELT": {"GlobalEventID": 871977407, "Day": 20190911, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6877, "Actor1Code": "TJK", "Actor1Name": "TAJIKISTAN", "Actor1CountryCode": "TJK", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.877305877305879, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Khujand, Leninobod, Tajikistan", "Actor1Geo_CountryCode": "TI", "Actor1Geo_ADM1Code": "TI03", "Actor1Geo_ADM2Code": "37610", "Actor1Geo_Lat": 40.2826, "Actor1Geo_Long": 69.6222, "Actor1Geo_FeatureID": "-2556120", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Khujand, Leninobod, Tajikistan", "Action2Geo_CountryCode": "TI", "Action2Geo_ADM1Code": "TI03", "Action2Geo_ADM2Code": "37610", "Action2Geo_Lat": 40.2826, "Action2Geo_Long": 69.6222, "Action2Geo_FeatureID": "-2556120", "DATEADDED": 20190911131500, "SOURCEURL": "http://www.forum18.org/archive.php?article_id=2506"}, "ARTICLE": {"TITLE": "Forum 18: TAJIKISTAN: Pensioner jailed until August 2026", "TEXT": "11 September 2019\n\nMushfig Bayram, Forum 18\n\nShamil Khakimov Jehovah's Witnesses\n\nJehovah's Witnesses, other communities banned\n\nInterrogations, literature and passport seizures\n\nArrest, months in detention\n\nKhujand Investigation Prison Radioi Ozodi (RFE/RL)\n\n\"Inciting religious hatred\" charges\n\nTried, sentenced in closed prison trial\n\nKhujand City Court Radioi Ozodi (RFE/RL)\n\nDespite promises, no visitors allowed in trial hearings\n\nSix months after his arrest, a court in the northern city of Khujand yesterday (10 September) gave 68-year-old Jehovah's Witness Shamil Khakimov a strict regime jail sentence of seven years and six months. In a closed hearing held in prison, the court convicted him of inciting religious hatred, a charge he denied.On his projected release in August 2026, when he would be 74, Khakimov would then be deprived of the right to participate in any religious organisation for three years, a period due to end in August 2029 when he would be 77 (see below).Khakimov, a retired widower, is in poor health. He underwent major leg surgery not long before his arrest and suffers from high blood pressure. Despite this, he has been held in pre-trial detention for more than six months, since his 26 February arrest (see below).Khakimov denied the accusations against him. \"Yes I am a member of Jehovah's Witnesses and no one will convince me otherwise,\" Mavluda Rafiyeva of local news agency Asia-Plus quoted him as declaring in his final address to the court. \"I love all people. I had no enmity for any nation or religion. I have no intention to renounce my beliefs. I am guilty of nothing\" (see below).Khakimov was jailed under Criminal Code Article 189, Part 2 for allegedly \"inciting religious hatred\" carried out by a group or with the use of the media, which carries a jail term of between five and ten years. But his real \"crime\" seems to be that the regime thinks he leads Khujand's Jehovah's Witness community (see below).The Court promised to provide Khakimov's lawyer a copy of the written verdict on 13 September. Khakimov is expected to appeal and will have ten days to do so from when he gets the written verdict, Jehovah's Witnesses told Forum 18.Forum 18 was unable to reach the Judge, Nargis Nabizoda, to find out why Khakimov was jailed when no evidence was produced that he had harmed anyone. It was also unable to ask him why the trial was held in Investigation Prison, to which his son and his friends were not allowed access despite his promises (see below).Trials are often held in prison in Tajikistan when defendants face serious criminal charges.Khakimov was prosecuted for books, other literature, photos, videos, audios, computer files and mobile phone data seized from him and other community members. The Prosecutor's Office claimed these materials contain \"features of extremist activity\", according to the indictment seen by Forum 18. Khakimov denied any wrongdoing (see below).The investigation into Khakimov revealed that in 2016, the Department for Religious Affairs and Regulation of Traditions, Ceremonies and Rituals of Sogd Regional Administration commissioned a \"state religious expert analysis\" of the Tajik translation of the Bible published by the Institute for Bible Translation (IBT) in Stockholm. (The IBT is not linked to Jehovah's Witnesses and its translations are used by a wide range of Christians.)The analysis – conducted by three local Imams – was carried out at the request of the National Security Committee (NSC) secret police (see below).The imams and the Department for Religious Affairs concluded: \"The book does not correspond to our society of Hanafi Muslims, its propaganda and distribution among the Muslim people does not meet the goals of our society, and its distribution among Hanafi Muslims causes confrontation and schism, and leads to misunderstandings.\"Jehovah's Witnesses told Forum 18 of their \"considerable concern\" that the investigator included in Khakimov's case file the \"expert analysis\", \"which concludes that the Bible incites religious hatred and should not be permitted for use in Tajikistan.\"Jehovah's Witnesses \"have not asked us for help\", Saidali Bobokhonov of the Ombudsperson's Office in Dushanbe told Forum 18 on 11 September. \"If they write to us, we will take necessary steps to provide them help,\" he claimed. (The Ombudsperson's Office does not comply in full with the Paris Principles on independence from the authorities, according to the Global Alliance for National Human Rights Institutions.)The Culture Ministry banned Jehovah's Witnesses throughout the country in October 2007 . The banning order stated: \"The religious organisation of Jehovah's Witnesses carried out its activity in violation of Republic of Tajikistan legislation by distributing in public places and at the homes of citizens, i.e. among members and followers of other religions, propagandistic books on their religion, which has become a cause of discontent on the part of the people\".The Supreme Court banned the Tabligh Jamaat Muslim missionary movement (in an unpublished 2006 decision) and Salafi Islam (in 2009) . Two Protestant communities were \"temporarily\" banned in 2007.Prisoner of conscience Pastor Bakhrom Kholmatov, who led a Protestant Church in Khujand, was jailed for three years in July 2017 under Criminal Code Article 189, Part 1 for allegedly \"singing extremist songs in church and so inciting 'religious hatred'\". He remains in prison and is due to complete his term in April 2020.Jehovah's Witness Shamil Rasulovich Khakimov (born 30 January 1951), a retired widower, began facing harassment in early 2019. On 28 January an officer of the police Department for the Struggle with Organised Crime, Nekruz Ibrokhimzoda, phoned him when he was at home and called him onto the street. However, no one was there.The following day, the police Department for the Struggle with Organised Crime began summoning for questioning people Khakimov knows, both fellow Jehovah's Witnesses and others. Such interrogations continued until May, Jehovah's Witnesses told Forum 18.On 1 February, police Department for the Struggle with Organised Crime officers summoned Khakimov. There, Lieutenant Colonel Sukhrob Rustamzoda led questioning over eight hours about how Khakimov became a Jehovah's Witness and the structure of the organisation. Officials did not allow him to seek legal assistance during the interrogation, Jehovah's Witnesses stated. Nor did officials allow him to seek a required change in his dressing on his leg following surgery.Officials then took Khakimov home, where they seized his computer, tablet computer, religious literature and passport. Without his passport he was unable to access his pension funds which he needed to pay for necessary medical treatment.On 3 February Khakimov filed a complaint with the Regional Prosecutor's Office about his treatment by the police Department for the Struggle with Organised Crime. However, the Prosecutor's Office ignored the complaint as well as a second complaint.Officials arrested Khakimov on 26 February. Khujand City Court approved his detention in pre-trial custody in Khujand's Investigation Prison for two months . Three successive court hearings extended the detention each time for a further month (at least once without his lawyer even being informed ). Each time Khakimov challenged the City Court detention orders in the Regional Court, but without success.Prisoner of conscience Khakimov is still being held in Khujand's Investigation Prison. The address:Ya/T 9/2 Investigation PrisonKhujandSogd RegionAgainst international human rights standards, prisoner of conscience Khakimov has not been allowed the read his Bible in prison Navchavon (who did not give his last name), Deputy Chief of the Investigation Prison, claimed to Forum 18 on 11 September that \"Khakimov has his Bible in his cell, and can read it\".Officer Navchavon also claimed that \"Khakimov is given all the medicine he needs from the prison doctors\". Asked if the prison authorities will allow medicine provided by visitors, he responded: \"Only his close relatives can bring medicines from outside, and we will pass these to Khakimov.\"Khakimov's son has been able to hand over some medicines for his father in prison, Jehovah's Witnesses told Forum 18.Investigator Nosirkhuja Dodokhonzoda of Sogd Regional Prosecutor's Office led the investigation. He commissioned a literary-political and psycho-linguistic \"expert analysis\" of books, other publications, photos, audio and video recordings and other information from the mobile phones and computers not only of Khakimov but other community members.The \"expert analysis\", completed on 10 April, claimed that these materials \"contained mass appeals and ideas, aimed at inciting religious, national and racial discord and at advocating superiority of citizens on the basis of religion, demeaning national honour and dignity, and advocacy of improvement for citizens due to their belonging to the religion and party\". It claimed this contained \"features of extremist activity\".The \"expert analysis\" based its conclusion on quotations from some of the seized materials, such as \"The Kingdom will destroy the governments of this world\", \"What is God's Kingdom? The Kingdom of God is a heavenly government. It will replace all other governments, and will cause God's will to be done in heaven and on earth..\", \"Jehovah will change the world through the Kingdom of the Messiah\", and \"No government has ever succeeded in eliminating violence, disease, or death. But there is good news. Shortly, God will replace all human governments with his own government. Its subjects will enjoy peace and good health\".Another part of the case relates to Khakimov's possession of a Tajik translation of the Bible published by the Institute for Bible Translation (IBT) in Stockholm. An \"expert analysis\" by three Imams – commissioned by the regional Department for Religious Affairs at the request of the National Security Committee (NSC) secret police in 2016 - concluded that distribution of the translation in Tajikistan would cause conflict.Imam Ibodullo Kalonzoda – one of the three Khujand Imams the state brought in to conduct the analysis - put the phone down when Forum 18 tried to ask him about it in August Investigator Dodokhonzoda accused Khakimov of violating Criminal Code Article 189, Part 2, Point d (\"Inciting national, racial, local or religious hatred or dissension, humiliation of national dignity, as well as propaganda of the superiority of citizens based on their religion, national, racial, or local origin, if committed in public or using the mass media\", when committed by a group). This carries a punishment of five to 10 years' imprisonment, with a possible additional ban on specified activity.The indictment makes no claim and gives no evidence that Khakimov violated or called for the violation of others' human rights.On 4 July, Investigator Dodokhonzoda completed his indictment, of which Forum 18 has seen the text. Khakimov rejected the charges and refused to sign the documents.The criminal trial of Khakimov under Criminal Code Article 189, Part 2, Point d began under Judge Nargis Nabizoda at Khujand City Court on 5 August. The trial was adjourned until 19 August so that an interpreter from Tajik into Russian for Khakimov could be provided However, on 19 August no Court proceedings took place. Judge Nabizoda announced to the participants that the hearing of the case was postponed until 26 August, and that the trial would take place in the building of Khujand's Investigation Prison, where Khakimov was being held.During trial hearings at the Investigation Prison between 26 August and 10 September, Khakimov was held in a metal cage in the courtroom.At a 6 September hearing, Khakimov's lawyer submitted a motion for the case to be dropped and for him to be freed. However, at the final hearing on 10 September, Judge Nabizoda rejected the motion. State prosecutors asked the Court to hand Khakimov a nine-year strict regime jail term, Jehovah's Witnesses told Forum 18 on 10 September.Khakimov denied the accusations against him. \"Yes I am a member of Jehovah's Witnesses and no one will convince me otherwise,\" local news agency Asia-Plus quoted him as declaring in his final address to the court. \"I love all people. I had no enmity for any nation or religion. I have no intention to renounce my beliefs. I am guilty of nothing.\"That day, Judge Nabizoda convicted Khakimov of inciting religious hatred under Criminal Code Article 189, Part 2, Point d. The Judge handed down a strict regime prison term of seven and half years. After release from prison, the Judge ordered that Khakimov be deprived of the right to participate in any religious organisation for three years.Madina Mukumzoda, head of Khujand City Court Chancellery, confirmed to Forum 18 on 11 September that Khakimov's sentence will be counted from the day of his arrest and that each day in custody is equal to one day's sentence.This means Khakimov is due to complete his prison term in August 2026, when he would be 74. He would then be deprived of the right to participate in any religious organisation for three years, a period due to end in August 2029 when he would be 77.Mukumzoda declined to comment on the Court decision and referred Forum 18 to Judge Nabizoda.Asked why Khakimov was harshly punished for peaceful religious activity, the official (who did not give her name or position) who answered Judge Nabizoda's phone on 11 September claimed to Forum 18: \"The Judge is busy hearing a case\". She refused to tell Forum 18 when the Judge will be available to talk about the case.Jehovah's Witnesses stated that no visitors were allowed into the Investigation Prison for the final court hearings, including Khakimov's adult son, who lives in Dushanbe.\"Judge Nabizoda indicated to our members that all visitors will be allowed to enter the detention facility to observe the hearing,\" they told Forum 18. \"Unfortunately, during the last hearings held at the Investigation Prison, no unapproved visitors were allowed to enter the facility to observe the hearings. Only visitors approved by the judge and who were on a list provided to security were allowed to enter and observe the hearing.\"Because Forum 18 was unable to reach Judge Nabizoda, it was unable to find out why the trial was transferred to the prison and why none of Khakimov's friends were allowed in to attend the hearing. (END)For more background, see Forum 18's Tajikistan religious freedom survey Forum 18's compilation of Organisation for Security and Co-operation in Europe (OSCE) freedom of religion or belief commitments Follow us on Twitter @Forum_18 Follow us on Facebook @Forum18NewsService All Forum 18 text may be referred to, quoted from, or republished in full, if Forum 18 is credited as the source.All photographs that are not Forum 18's copyright are attributed to the copyright owner. If you reuse any photographs from Forum 18's website, you must seek permission for any reuse from the copyright owner or abide by the copyright terms the copyright owner has chosen.© Forum 18 News Service. All rights reserved. ISSN 1504-2855."}}