{"GDELT": {"GlobalEventID": 871976465, "Day": 20190911, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6877, "Actor1Code": "CVL", "Actor1Name": "POPULATION", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.32090132090132, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Haiti", "Actor1Geo_CountryCode": "HA", "Actor1Geo_ADM1Code": "HA", "Actor1Geo_Lat": 19.0, "Actor1Geo_Long": -72.416667, "Actor1Geo_FeatureID": "HA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Haiti", "Action2Geo_CountryCode": "HA", "Action2Geo_ADM1Code": "HA", "Action2Geo_Lat": 19.0, "Action2Geo_Long": -72.416667, "Action2Geo_FeatureID": "HA", "DATEADDED": 20190911131500, "SOURCEURL": "https://www.antiguaobserver.com/how-do-you-struggle/"}, "ARTICLE": {"TITLE": "How Do You Struggle?", "TEXT": "How Do You Struggle?\n\nSpread the love\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Alvette ‘Ellorton’ Jeffers\n\n(Speech delivered at The Movement meeting, August 30th, 2019)\n\nThe question is an important one since so many people believe that Antiguans, more than Barbudans, do not desire change, or they are too susceptible to taking bribes to think that a new Antigua and Barbuda is possible. Bear in mind, though, that this slavish mentality is deliberately nurtured to facilitate a system that requires obedience and compliance from its citizens, so that they do not think of disrupting the defined social relationships that exist between the workers and owners of industry, government and the governed, political leaders and the led. However, your analysis would be incomplete if you do not search for an understanding as to why so many registered voters refused to vote in the last general election.\n\nYou may think that they had good reasons to vote. Obviously, they did not think so. What they were offered seemed insufficient and neither party distinguished itself in economic policy. Both accepted the centrality of tourism and emphasized more foreign control of the commanding heights of the economy, reminding the voters occasionally that there was something in it for them too. And of course, registered voters in significant numbers remained unconvinced and stayed home. You have to find out who are these people and what they are looking for. What I am suggesting is that these voters may be thinking that a new Antigua and Barbuda is possible. Not just a new party or supposedly more honest politicians, but a complete reorganisation of the society from top to bottom – with the emphasis on power to the people. The Athenians practised direct democracy as the concrete expression of power to the people.\n\nNow, I must admit that I do not know your political or ideological orientation. I would assume that you have one; and if you don’t, you have to begin to formulate one. If you want to encourage change, you need to have some ideological tool that you can use to analyze your society. You have to understand the dynamic social forces that shape Antigua and Barbuda’s evolution; and if you get it right, you will recognize that men and women make their own history, and that history influences their outlook and behavior. To bring about fundamental changes you cannot just change political personalities and parties, but institute new ways of doing politics that advance always power to the people at work and the creation of peoples’ self-governing councils. At this stage, a new historical moment begins.\n\nIt is clear that I am hinting at some things that you may not grasp fully, or to which you have already formed an opinion and attitude. Whatever your feelings and thoughts, whether they align with mine or not, the thing you ought to take away is that if you are interested in doing work particularly among those who did not vote, you cannot begin by trying to convince them that one party is better than the other. For all intent and purposes, their minds are already made up, just like some of you who have made up your minds about which party you are going to support. They, perhaps, have no fixed loyalty to UPP or the ALP. But you must be sure about this.\n\nThe social and cultural systems are in a crisis; and worse, they have produced a way of existence that cribs and confines the population to a limited vision of themselves. And the young – if we are to attach social significance to Asher Otto’s song, “Come For Me,” – want to escape Antigua’s walls. She says any place is better than here. What am I placing before you? It’s indisputable that a significant part of the population is searching for an alternative existence – here in Antigua and Barbuda. To reach out to them, you must be prepared and have formulated some ideas which could form both the basis of discussion and the ideology and philosophy around which the workers and people are going to be organised and drawn into political activity, if that is your mission.\n\nIn my readings of history, I have discovered that those who want to break completely from the past are always clear about what they are against and what they are for. The Americans, the Cubans, the black South Africans and Mandela, Martin Luther King, Malcolm X and the leaders of the Haitian revolution, were all clear about what they were against and they offered some vision of the society they wished to create. When you have worked yours out, it must influence your political demands and strategies. Frederick Douglas said “Power concedes nothing without a demand.” It never did, and it never will. I think you know that quite well, because you have been participating in a number of demonstrations in support of Barbuda’s claim to its land and against the Port deal. The government remains unmovable, but that should not stop you.\n\nThere will come a time when you will have to change your methods and do something more dramatic – something that will put a halt to “business as usual”; that forces the government to acknowledge your seriousness – but more so to let people, particularly your activists, know that they must become their own agency. The power resides with them and the more they act, the quicker they will learn that the power is in their hands. They just have to use it. Don’t expect the government, their sympathizers, and their financial backers, to reward you for your efforts. They are going to do everything to discourage your activities, but your members must have the assurance that the organization will always protect them – financially, legally, and politically. Because, as I said on Observer radio, you must make your leaders’ lives politically uncomfortable until they do right by you. If they cannot, then you must decide your next step.\n\nMartin Luther King once said he was maladjusted to injustice. You have to become maladjusted to the system that makes it possible for injustice, exploitation, corruption, abuse, and concentration of power to exist and thrive. If you think that as a good citizen and Christian you cannot be a regular annoyance for good and moral reasons, you must read Luke 18. Notice I did not say read Karl Marx and Lenin, CLR James or Franz Fanon and Noam Chomsky. But if you are just curious about these thinkers after reading Luke 18, you may just find that they offer some way of unravelling a system that produces more than an unjust Judge. Luke 18 tells the story of a woman who had an issue before an “unjust Judge.” More than once she appeared at court and was at all times contemptuously ignored. He was powerful, uncaring and vindictive. But he had met his match in this woman for she never failed to appear in court to demand that she be heard. She was persistent and, in the Judge’s view, an annoyance. She knew what he thought of her, but she had made up her mind that her case must be heard. Worn down by her persistence, annoyance and advocacy, he was compelled to hear her case. And on the occasion of her hearing, he said to the court, “I neither fear God nor man, but this woman troubles me.”\n\nThis is certainly a good example for us. The ruling classes must be made to feel uneasy and more. We have to end the system that concentrates enormous power in the hands of the few to the detriment of the many. I have shared with you some ideas on the subject “How To Struggle.” I hope they help."}}