{"GDELT": {"GlobalEventID": 872155518, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "PRTLEG", "Actor1Name": "PORTUGAL", "Actor1CountryCode": "PRT", "Actor1Type1Code": "LEG", "Actor2Code": "PRTGOV", "Actor2Name": "PORTUGAL", "Actor2CountryCode": "PRT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.563706563706571, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Portugal", "Actor1Geo_CountryCode": "PO", "Actor1Geo_ADM1Code": "PO", "Actor1Geo_Lat": 39.5, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "PO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Portugal", "Actor2Geo_CountryCode": "PO", "Actor2Geo_ADM1Code": "PO", "Actor2Geo_Lat": 39.5, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "PO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Portugal", "Action2Geo_CountryCode": "PO", "Action2Geo_ADM1Code": "PO", "Action2Geo_Lat": 39.5, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "PO", "DATEADDED": 20190912051500, "SOURCEURL": "https://www.euronews.com/2019/09/12/portugal-parliament-condemns-plan-for-dictatorship-museum"}, "ARTICLE": {"TITLE": "Portugal parliament condemns plan for dictatorship museum", "TEXT": "Portugal's parliament voted on Wednesday to condemn a plan by the hometown of the late dictator Antonio Oliveira Salazar to open a museum dedicated to his New State regime after complaints from former political prisoners and anti-fascist activists.\n\nLocal authorities in Santa Comba Dao insist the museum is not designed to glorify Salazar, who still divides opinions in Portugal more than five decades after his death.\n\nPut forward by the Communist Party, an ally of the ruling Socialists in parliament, the motion to condemn the museum said it would be an \"offence to the memory of the victims of dictatorship\" and an \"affront to democracy\".\n\nThe motion was approved by the Socialists and the hard left, while the two centre-right opposition parties abstained.\n\nAn online petition against the plan had gathered over 17,000 signatures after its launch last month and more than 200 survivors of the dictatorship sent a letter to the government expressing their opposition to what they fear could become an attraction for far-right sympathisers.\n\nIt is still up to the local authorities to decide whether to go ahead with the plan.\n\nMayor Leonel Gouveia, a Socialist, has told the Expresso newspaper the museum would be a place to \"study the history\" of the regime and not a \"sanctuary for nationalists\".\n\nSalazar, Europe's longest-serving right-wing dictator, ruled Portugal with an iron hand from 1932 to 1968, though his regime finally crumbled only in 1974 in the bloodless \"Carnation\" revolution.\n\n(Reporting by Catarina Demony; Editing by Andrei Khalip and Dan Grebler)\n\nWant more news?"}}