{"GDELT": {"GlobalEventID": 872155556, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "SAU", "Actor1Name": "SAUDI ARABIA", "Actor1CountryCode": "SAU", "Actor2Code": "GHA", "Actor2Name": "GHANAIAN", "Actor2CountryCode": "GHA", "IsRootEvent": 1, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.1912568306011, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA", "Actor2Geo_Lat": 25.0, "Actor2Geo_Long": 45.0, "Actor2Geo_FeatureID": "SA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "SA", "DATEADDED": 20190912051500, "SOURCEURL": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Saudi-Arabia-deports-eight-more-Ghanaians-780346"}, "ARTICLE": {"TITLE": "Saudi Arabia deports eight more Ghanaians", "TEXT": "General News of Thursday, 12 September 2019\n\nSource: abcnewsgh.com\n\nSaudi Arabia deports eight more Ghanaians\n\nEight more Ghanaians deported from Saudi Arabia for staying in the country illegally have arrived in Ghana, ABC News can report.\n\n\n\nThis follows the deportation of 22 other Ghanaians from Saudi Arabia in the past five days after they were detained in the country for four months.\n\n\n\nAssistant Superintendent of Immigration (ASI), Barbara Sam, in charge of Public Relations at the Kotoka International Airport (KIA) confirmed the arrival of the eight deportees in an interview with ABC News Wednesday.\n\n\n\nShe, however, declined to give further details about the eight deportees as she was not in the position to do so.\n\n\n\n“Almost every day we receive some arrivals. This is not mass deportation so we have some of them arriving individually. We have been informed that eight more will be arriving today so we are ready to receive them,” ASI Sam had said prior to the arrival of the deportees Wednesday noon.\n\n\n\nLater in the day, she confirmed to ABC News that the expected deportees had arrived.\n\n\n\nThere has been an increase in the deportation of Ghanaians from a number of countries including Saudi Arabia in the past month, most of whom are females who went in search of greener pastures.\n\n\n\nIn August this year, 12 Ghanaian females were deported from Saudi Arabia for staying in the country without relevant documentation.\n\n\n\nBarely three weeks later, 22 others were also been deported from Saudi Arabia into the country on the same grounds of illegal stay.\n\n\n\nThe deportees, all of whom arrived in the country within a week, comprised of one male and 22 females between the ages of 21 and 38.\n\n\n\nA release by the GIS to announce their arrival indicated that the deportees, who had lived in Saudi Arabia since 2015, worked as domestic help and drivers during their stay.\n\n\n\nAccording to a report by the GIS, over 2,000 young Ghanaian women were stranded in Kuwait, Qatar, Saudi Arabia and Lebanon barely five months after reaching the countries after being recruited by fake recruitment agencies that promised them lucrative jobs.\n\nSend your news stories to and via WhatsApp on +233 55 2699 625.\n\nJoin our Newsletter"}}