{"GDELT": {"GlobalEventID": 872155885, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "VNM", "Actor1Name": "VIETNAM", "Actor1CountryCode": "VNM", "Actor2Code": "BRN", "Actor2Name": "BRUNEI", "Actor2CountryCode": "BRN", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.9702970297029703, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Laos", "Actor1Geo_CountryCode": "LA", "Actor1Geo_ADM1Code": "LA", "Actor1Geo_Lat": 18.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "LA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Brunei", "Actor2Geo_CountryCode": "BX", "Actor2Geo_ADM1Code": "BX", "Actor2Geo_Lat": 4.5, "Actor2Geo_Long": 114.66666699999999, "Actor2Geo_FeatureID": "BX", "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20190912051500, "SOURCEURL": "https://www.orissapost.com/we-have-requested-japan-s-korea-to-review-ftas-piyush-goyal/"}, "ARTICLE": {"TITLE": "We have requested Japan, S Korea to review FTAs: Piyush Goyal", "TEXT": "New Delhi: Union Commerce Minister Piyush Goyal Wednesday said that South Korea and Japan have been requested for a review of their respective Free Trade Agreements (FTAs) with India.\n\nAccording to the Minister, the FTAs should be reviewed as the present import-export position has changed since the time India entered into these agreements.\n\nThe development comes just after India and the Association of Southeast Asian Nations decided to review their FTA.\n\nOn the proposed Regional Comprehensive Economic Partnership (RCEP), Goyal said that negotiations for the deal are going on and that the government will make sure that India’s national interests are protected.\n\nHe stressed upon the fact that the government has taken a balanced approach in negotiating the RCEP, where on one hand it has made sure the interests of domestic industry are protected, while on the other it has worked towards a deal which promises greater trade and investments.\n\nGoyal revealed that representatives of all the 15 RCEP negotiating countries have been invited to India from September 14-15 to discuss various ideas and measures regarding the mega trade pact.\n\nThe RCEP is a proposed free-trade agreement between 10 member states (Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand and Vietnam) of the Association of Southeast Asian Nations (ASEAN) and its six FTA partners (China, Japan, India, South Korea, Australia and New Zealand). The RCEP negotiations began in November 2012 in Cambodia.\n\nEarlier in the day, Goyal held a meeting with representatives of domestic industries, manufacturers and sector specific associations here to discuss regulatory instruments for the formulation and implementation of effective trade policy and development strategy.\n\nIn his address to the meeting, Goyal said that tariff and non-tariff measures will be used judiciously by India with an ultimate aim to enable the industry to become more competitive.\n\n“The objectives of the meeting were awareness generation about regulatory instruments amongst the stake-holders, to provide a platform where issues faced by the domestic industry may be appropriately addressed and calibrate trade policy to balance domestic industry interests, including protection against unfair trade practices with imperatives of consumer interest, efficiency and competitiveness,” the Ministry of Commerce and Industry said in a statement.\n\n“The meeting focused on the prudent use of all available ‘Trade Policy Instruments’ viz. ‘Tariff Measures, Non-Tariff Measures’ as well as ‘Trade Remedial Measures’ for the Indian industry,” it added."}}