{"GDELT": {"GlobalEventID": 872154948, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.9390581717451498, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Auckland, Auckland, New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZE7", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -36.75, "Action2Geo_Long": 174.583, "Action2Geo_FeatureID": "11483124", "DATEADDED": 20190912051500, "SOURCEURL": "http://www.voxy.co.nz/business/5/347709"}, "ARTICLE": {"TITLE": "Trans-Tasman leaders gather to identify opportunities for growth", "TEXT": "Thursday, 12 September, 2019 - 17:20\n\nTomorrow Australia’s top business leaders will meet with their New Zealand counterparts in Auckland for the 13th Australia New Zealand Leadership Forum.\n\nThe 2019 Forum will be attended by 270 invited leaders who will reflect on 15 years of the Single Economic Market agenda, and what is needed next to continue to strengthen the bilateral relationship and drive economic growth in both countries.\n\nThe forum is the centrepiece for the ANZLF, a trans-Tasman business-led initiative, steered by the Australian and New Zealand Co-Chairs, Ann Sherry AO (Chair of Carnival Australia) and Adrian Littlewood (CEO of Auckland International Airport), that brings together business and government leaders to help Australia and New Zealand prosper.\n\nAustralian Co-Chair Ann Sherry AO sees great value in continuing to strengthen the trans-Tasman relationship that is built on history, geography, values and enduring mateship.\n\n\"Australia - New Zealand business links are so important to both economies, and need to be a continued focus.\"\n\n\"We need to ensure there are not unnecessary impediments to trans-Tasman business engagement so growth opportunities for both countries can be pursued,\" Ann Sherry AO said.\n\nNew Zealand Co-Chair Adrian Littlewood who has been steering the ANZLF now for five years added his views on the Forum.\n\n\"There are billions of dollars in value to be had from business and government working together to tackle trans-Tasman issues that are common to both countries, or that stand in the way of economic growth in Australia and New Zealand.\"\n\n\"One example is the joint e-invoicing initiative which will reduce payment times and costs for business. It is estimated this will unlock $30 billion of value to the trans-Tasman economy over the next ten years.\"\n\n\"Across the past 15 years the forum has provided the perfect platform to advance these goals\", Adrian Littlewood said.\n\nThe Forum will start with the ANZLF’s five sector groups providing recommendations across the areas of tourism, infrastructure, innovation, health technology and Indigenous business, followed by a series of panel discussions to identify opportunities and barriers presented by the bilateral relationship.\n\nThis year’s Forum will see the launch of the ANZLF Trans-Tasman Innovation and Growth Awards, as well as the inaugural ANZLF Emerging Leaders programme.\n\nSince 2004, the Australia New Zealand Leadership Forums have been attended by numerous Prime Ministers and senior Ministers. This year is no exception with the New Zealand Prime Minister, seven key Ministers from both sides of the Tasman as well as the respective Leaders of the Opposition attending the event.\n\nABOUT THE ANZLF:\n\nThe ANZLF brings together business and government leaders to help Australia and New Zealand prosper.\n\nThe ANZLF is steered by the Australian and New Zealand Co-Chairs, Ann Sherry AO and Adrian Littlewood. The Co-Chairs are supported by the ANZLF Policy Group comprising of business leaders on both sides of the Tasman who oversee five business-led Sector Groups focussed on; Innovation, Tourism, Health Technology, Infrastructure and Indigenous Business, while working closely with the Australian and New Zealand governments.\n\nThe centrepiece for the ANZLF is a trans-Tasman conference, bringing together leaders from business and government with the aim of further developing the bilateral trade and economic relationship.\n\nThe ANZLF was established in 2004, borne out of a political desire to strengthen the trans-Tasman relationship as the Closer Economic Relations began to expand. The ANZLF is now known amongst business and government leaders as a key contributor to building a stronger trans-Tasman relationship.\n\nKEY ATTENDEES:\n\nThis year trans-Tasman senior business leaders will be joined by, New Zealand Prime Minister, Rt Hon Jacinda Ardern and some of New Zealand’s key Ministers including Minister of Finance, Hon Grant Robertson; Minister for Trade and Export Growth Hon David Parker, Minister for Small Business Hon Stuart Nash, Minister of Defence Hon Ron Mark and Minister for MÄ\u0081ori Development and Associate Minister for Trade and Export Growth Hon Nanaia Mahuta, along with Australian Minister for Trade, Tourism and Investment Senator the Hon. Simon Birmingham and Australian Minister for International Development and the Pacific, the Hon Alex Hawke MP.\n\nBoth the Australian Opposition Leader Hon Anthony Albanese MP and New Zealand Opposition Leader Hon Simon Bridges will also be attending the forum, along with Senator Penny Wong, Shadow Minister for Foreign Affairs in Australia."}}