{"GDELT": {"GlobalEventID": 872154752, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "CVL", "Actor1Name": "POPULATION", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.28310502283105, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Daly River, Northern Territory, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS03", "Actor1Geo_ADM2Code": "154722", "Actor1Geo_Lat": -13.7654, "Actor1Geo_Long": 130.71200000000002, "Actor1Geo_FeatureID": "11430487", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Daly River, Northern Territory, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS03", "Action2Geo_ADM2Code": "154722", "Action2Geo_Lat": -13.7654, "Action2Geo_Long": 130.71200000000002, "Action2Geo_FeatureID": "11430487", "DATEADDED": 20190912051500, "SOURCEURL": "https://www.abc.net.au/news/2019-09-12/daly-river-in-northern-territory-totally-bereft-of-barramundi/11505436"}, "ARTICLE": {"TITLE": "Barramundi fail to breed in Daly River as researchers report 'lowest catch on record'", "TEXT": "Recognised as the premier barramundi fishing location in the Northern Territory, the Daly River has seen fishers bereft of their beloved baby barramundi throughout the dry season.\n\nKey points: Daly River barramundi had a \"failed recruitment event\", failing to breed in 2019\n\nDaly River barramundi had a \"failed recruitment event\", failing to breed in 2019 Researchers said the low number of barramundi and bait fish were due to a \"really poor\" wet season\n\nResearchers said the low number of barramundi and bait fish were due to a \"really poor\" wet season Only one or two juveniles were caught in each research area, but researchers said the population will bounce back\n\nA team of researchers with representatives from universities and NT Fisheries have been monitoring fish populations in the river for over a decade, and they have concluded 2019 has had a \"failed recruitment event\" for juvenile barramundi.\n\nSo, where have all the barra gone?\n\nCharles Darwin University aqua ecologist and associate professor, Alison King, has been leading the research team and said the cause of the issue was simple to explain.\n\n\"More water means more barra,\" she said.\n\n\"Off the back of a really poor wet season which the territory had we had low catches of juvenile barramundi,\" Ms King told ABC's Tales from the Tinny.\n\n\"This is the lowest catch on record.\"\n\nMs King said the wet season has led to low breeding numbers. ( Supplied: Alison King )\n\nThe research team have been collecting data from multiple locations in the upper and lower Daly River for 13 years.\n\nMs King said the lack of water or rain flowing into the river during the wet season has meant the fish have \"failed to breed\".\n\n\"We only caught one to two juveniles in each research site, which is pretty pathetic,\" she said.\n\nApart from barramundi, Ms King said other species have been impacted due to the lack of water in the river system.\n\n\"We had low catches of many bait fish, such as bony brim, mullet, tarpon and catfish, all of which support the barramundi fishery,\" she said.\n\n\"All records of catches were low this year.\"\n\nWill the barra bounce back?\n\nMs King said it may take several years for barramundi numbers to return.\n\n\"It may take three to five years before these juveniles are a size appropriate to catch,\" she said.\n\n\"The numbers are all lower, but we do believe the populations will bounce back.\"\n\nMs King and her research team have been monitoring barramundi breeding for 13 years. ( Supplied: Alison King )\n\nMs King said barramundi were a strong species and she believed the low numbers did not mean the end of fishing in the Daly River.\n\n\"Barramundi live for many years. One failed year does not mean the end of fishing in this river,\" she said.\n\n\"Now we just have to cross our fingers and hope this coming wet season is good, and that this gap will not be repeated next year."}}