{"GDELT": {"GlobalEventID": 872154935, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 127, "EventBaseCode": 127, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.9911308203991096, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20190912051500, "SOURCEURL": "https://www.sunnewsonline.com/minimum-wage-fg-to-fast-track-negotiations/"}, "ARTICLE": {"TITLE": "Minimum wage: FG to fast-track negotiations", "TEXT": "James Ojo, Abuja\n\nThe Federal Government has pledged to fast-track negotiations on consequential adjustment on the salary scales for the commencement of the payment of minimum wage signed into law by President Muhammadu Buhari in April.\n\nMinister of Labour and Employment, Dr. Chris Ngige who made the disclosure when he hosted Labour Correspondents in Abuja, said President Buhari is worried about delay in implementing the minimum wage.\n\nNgige stressed the determination of the president to fasttrack the negotiation on consequential adjustment, saying, “I have just received a correspondence from the Chief of Staff to the President and we are putting a deadline to that negotiation.\n\n“We are fast-tracking it because the government will also want to put in place a Presidential Committee on Salaries and Allowances that will be able to take request after this consequential adjustment.”\n\nHe said the Federal Government was mindful of the financial burden the delay would cost states to implement the minimum wage.\n\nWhile agreeing that the delay was avoidable, Ngige blamed it on failure to agree on the table of adjustment between government and labour.\n\nNegotiation between the government and the Joint National Public Service Negotiating Council (JNPSNC), representing labour in the technical committee set up to negotiate the consequential adjustment of workers’ salaries, had broken down due to unresolved differences in their proposals.\n\nWhile the Federal Government proposed 9.5 per cent salary increase for employees on grade levels 07 to 14 and five per cent for those on grade levels 15 to 17, Labour is demanding 30 per cent increase for officers on grade levels 07 to 14 and 25 per cent increase for grade levels 15 to 17.\n\nNgige said the decision to end the disagreement was to avoid the burden the backlog of arrears, the new minimum wage, would pose to state governments.\n\n“If you remember, a committee was set up and I was a member. When we left, the Permanent Secretary took our place and was negotiating with the Joint Negotiating Council on the consequential adjustment.\n\n“The states are waiting for that, and it is not proper for us not to fast-track that negotiation so that even the states will not have too much back log to pay when the consequential adjustment is concluded.\n\n“We have on our own budgeted for it in the 2019 budget and we are going to also budget for it in the 2020 budget. We are concerned about the states because some of the states are not proactive like us.\n\n“So, the sooner we conclude at the Federal level, and the Joint Negotiating Councils in the states takes it from there and negotiate with the states, the better for everybody,’’ he said."}}