{"GDELT": {"GlobalEventID": 872155651, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "UGA", "Actor1Name": "UGANDA", "Actor1CountryCode": "UGA", "Actor2Code": "KEN", "Actor2Name": "KENYA", "Actor2CountryCode": "KEN", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.04529616724738, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mombassa, Coast, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE02", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -4.05466, "Actor1Geo_Long": 39.6636, "Actor1Geo_FeatureID": "-2256513", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mombassa, Coast, Kenya", "Actor2Geo_CountryCode": "KE", "Actor2Geo_ADM1Code": "KE02", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -4.05466, "Actor2Geo_Long": 39.6636, "Actor2Geo_FeatureID": "-2256513", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mombassa, Coast, Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE02", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -4.05466, "Action2Geo_Long": 39.6636, "Action2Geo_FeatureID": "-2256513", "DATEADDED": 20190912051500, "SOURCEURL": "http://www.canindia.com/how-a-global-drug-cartel-hooked-an-indian-pharma-firm-for-multi-billion-narco-deal-ians-exclusive/"}, "ARTICLE": {"TITLE": "How a global drug cartel 'hooked' an Indian pharma firm for multi-billion narco deal (IANS Exclusive) • Canindia News", "TEXT": "New Delhi, Sep 12 (IANS) Lure of easy money readily convinced Indian pharmaceutical Company, Avon Life Sciences, to supply ephedrine, a chemical used for manufacturing drugs, to one of the biggest global drug cartels operating from Kenya, reveals the US Drug Enforcement Agency (DEA) in its report filed with the Southern District Court of New York on July 25, 2019. The top management of Avon Life Sciences was ensnared in the multi-billion deal by underworld don Dawood Ibrahim’s close aide Vicky Goswami, who happens to be the husband of controversial Bollywood heroine Mamta Kulkarni.\n\nThe DEA report, filed by US Attorney Geoffrey S. Berman, gives a shocking insight into Goswami’s global drug operations as he supplied mandrax, hashish, cocaine and heroin in quantity of tons, across continents stretching from Australia to Europe and Africa to Americas.\n\nThe report says Goswami, son of a former police officer of Gujarat, shifted his base from Dubai to Kenya in 2013. During his stay in Kenya’s Mombassa, Goswami came in contact with the Ibrahim Akasha syndicate, considered to be the biggest drug cartel operating from Africa.\n\nGoswami, who rubbed shoulders with top Bollywood stars, also had links with manufacturers of ephedrine in India. The report says he struck a deal with the Directors of Indian Pharma Co, Avon Life Sciences through two NRIs – Dr Bipin Panchal and Minesh Patel.\n\nDuring a sting operation, launched by DEA agents (in 2014-16), Goswami and members of Ibrahim Akasha syndicate admitted that they attended a meeting in Mombassa wherein Panchal offered to broker a deal between Akasha and Indian pharma company, Avon Life Sciences. The DEA report says that Panchal assured that he would facilitate supply of ephedrine from Avon.\n\nThe syndicate discussed that once ephedrine reaches Africa, the stimulant can be used to manufacture the drug methamphetamine.\n\nGoswami, with the help of the Akasha syndicate, then set up a meeting with Ugandan President’s sister-in-law to discuss methods of illegally importing ephedrine into Uganda. Once the ephedrine was imported from the Indian company, the plan was to manufacture the drugs in a factory there.\n\nThe report says that Goswami and Panchal subsequently met President’s sister-in-law who offered to provide a licence to import ephedrine from India. The terms for profit sharing were also discussed during this meeting.\n\nMeanwhile in 2016, the DEA recorded telephonic conversations between Goswami’s aides and management of Avon Life Sciences. On a tip off from DEA, the Thane police rounded up three Directors of the company including Manoj Jain in connection with recovery of Rs 2,000 crore of drugs from the premises of the factory in Maharashtra’s Solapur. The police was also informed about the involvement of drug kingpin Goswami in the scandal. The police found during investigation that Jain had gone abroad several times to meet Goswami.\n\nMumbai police sources states that Jain, arrested by police, later denied charges of manufacturing any narcotics substance. In a bail application filed last week, in a special court in Thane, Jain’s lawyer argued that 12 tons of ephedrine recovered from Jain’s warehouse was not a narcotics substance but only its waste for which the company has licence to produce for medical purposes.\n\nThe lawyers argued that the “so-called” drug seized by the police from the factory premises was, in fact, waste left by the company’s earlier management.\n\n–IANS\n\nds/vd"}}