{"GDELT": {"GlobalEventID": 872154331, "Day": 20180912, "MonthYear": 201809, "Year": 2018, "FractionDate": 2018.6904, "Actor1Code": "USA", "Actor1Name": "WISCONSIN", "Actor1CountryCode": "USA", "Actor2Code": "LEG", "Actor2Name": "SENATE", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.5848142164781898, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Iowa, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIA", "Actor2Geo_Lat": 42.0046, "Actor2Geo_Long": -93.214, "Actor2Geo_FeatureID": "IA", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20190912051500, "SOURCEURL": "https://www.dailyherald.com/article/20190911/news/309119910/"}, "ARTICLE": {"TITLE": "O'Rourke bets on new approach to revive flagging campaign", "TEXT": "O'Rourke bets on new approach to revive flagging campaign\n\nFILE - In this March 19, 2019 file photo, Democratic presidential candidate Beto O'Rourke gestures during a campaign stop at Keene State College in Keene. After a mass shooting in his hometown, Democrat Beto Oâ\u0080\u0099Rourke has again remade his White House bid. Associated Press\n\nKEENE, N.H. -- Beto O'Rourke was back at Keene State College, but the large crowd that flocked to see him six months ago was not.\n\nFar removed from the whirlwind opening days of his presidential campaign, the former Texas congressman faced a far smaller, quieter gathering. An attempted \"Beto! Beto!\" chant fizzled, and when an elderly voter declared that O'Rourke was \"so clear and consistent on what the world needs,\" the candidate responded, \"Could you travel with us to every campaign stop and say what you just said?\"\n\nThe joke was emblematic of the campaign's troubles since O'Rourke has already undertaken two major campaign reboots since first coming to Keene State in March - and his latest is built on a national approach to running for president that makes a third visit to the New Hampshire campus seem unlikely. Looking to recapture the early enthusiasm surrounding his candidacy, O'Rourke is pursuing the go-anywhere, freewheeling style that made him a Democratic star last year while nearly unseating Sen. Ted Cruz.\n\nAfter a mass shooting last month in his hometown of El Paso, O'Rourke has again remade his White House bid, this time around decrying what he calls President Donald Trump's racism and sympathy for white supremacy, as well as combating gun violence. He's still visiting Iowa, New Hampshire, Nevada and South Carolina, which kick off the presidential contest. But he's also turned up at places like an Arkansas gun show, where he debated banning assault-style weapons with self-described conservatives.\n\nO'Rourke became the first presidential candidate to visit Mississippi communities where immigration raids led to the arrests of nearly 700 people and traveled to \"Black Wall Street,\" the site of Oklahoma's 1921 Tulsa Race Massacre. He also hit Charlottesville, Virginia, to blame Trump for the deadly 2017 racial clash there, which former Vice President Joe Biden highlights as a key reason for his own presidential run.\n\nAfter the El Paso shooting, which saw the shooting suspect drive 600-plus miles (965-plus kilometers) to a Walmart near the U.S.-Mexico border and kill 22 people after posting an online screed that echoed some of the president's anti-immigrant, anti-Hispanic rhetoric, O'Rourke suspended his campaign to attend vigils and visit hospitalized victims. He returned to the race vowing to forgo the Ferris wheels and corndogs of places like the Iowa State Fair because \"the kind of challenges that we face in this country at this moment of crisis require an urgency.\"\n\nThat's since meant nontraditional stops, like visiting Virginia's deep-red Bland County, where about 82% of voters backed Trump in 2016, and hopping on a low-cost BoltBus for a five-hour trip from New York to Boston.\n\n\"I kind of feel like I'm talking at a church or library because there are other passengers here,\" O'Rourke said on a Facebook livestream during the journey. \"They are reading or taking a nap or doing their own thing, so I want to be respectful.\"\n\nO'Rourke has also begun swearing in public again, even using the F-word live on CNN. That's something he did frequently while running for Senate last year in Texas but had sworn off during his fourth day of presidential campaigning when a man at a Wisconsin coffee shop complained he wasn't setting a good example for the nation's children.\n\nO'Rourke entered the presidential race with promising polling and strong fundraising, reflected by his packed first visit to Keene State. But that early buzz has faded following underwhelming debate performances and as rivals like 37-year-old Pete Buttigieg supplanted him as the Democratic Party's fresh face. O'Rourke raised only $3.6 million last quarter, down from the $9.3 million he brought in during his campaign's opening 18 days alone.\n\nBefore the El Paso shooting, O'Rourke had concentrated on Iowa with frequent visits and months of building out staff there. But that increased campaign costs and ensured he began spending more money than he was taking in. The new national campaign approach may be helping with that. O'Rourke's advisers noted that online fundraising in the two weeks leading up to Thursday's debate in Houston was the highest since he entered the race in March.\n\nThe latest overhaul follows a first relaunch in May, when O'Rourke began concentrating more on television appearances, after largely shunning them in favor of rallies where he could see voters \"eyeball-to-eyeball.\" He also unveiled a series of proposals on combating climate change, protecting LGBT rights and other issues in an effort to boost his policy gravitas.\n\nStill, none of his efforts has translated into better polling. After an initial bump, O'Rourke continues to badly trail the 2020 Democratic presidential primary's established front-runners: Biden, Sen. Elizabeth Warren of Massachusetts and Sen. Bernie Sanders of Vermont.\n\nThe potential pitfall of focusing on Trump and guns, meanwhile, is that O'Rourke has a lot of company: Virtually all the Democrats seeking the White House slam Trump as racist and support gun control. And candidates prioritizing states other than Iowa and New Hampshire often don't survive long.\n\nIn 2008, former New York Mayor Rudy Giuliani entered the Republican primary leading in some national polls. He largely skipped campaigning in the early states in favor of spending weeks in delegate-rich Florida, where he finished third and dropped out the following day.\n\nMore recently, New York Sen. Kirsten Gillibrand took a break from her frequent trips to Iowa and New Hampshire to begin a bus tour of the swing states of Pennsylvania, Ohio and Michigan, which she vowed to take back from Trump over the long haul - only to abandon her 2020 presidential bid barely six weeks later.\n\n\"I think it's very difficult to try to break the mold,\" said Democratic strategist Zac Petkanas. \"You win the nomination by winning delegates, and you win delegates by winning states, and you win more states by winning early states.\"\n\nO'Rourke's advisers insist he's not shortchanging early states, holding more events in them than most candidates because he packs so many stops into each campaigning day. They also note that Super Tuesday falls on March 3, just three days after South Carolina's primary, and features voting in Oklahoma, Arkansas, Virginia, Massachusetts and O'Rourke's native Texas - meaning their candidate's nontraditional travel could yet pay off.\n\n\"There are many paths to the nomination, and none of them include leaving voters out of the conversation,\" said Jen O'Malley Dillon, O'Rourke's campaign manager. \"That commitment is something every voter - whether they're in Iowa, New Hampshire or Oklahoma - can appreciate.\"\n\nSome Iowans are used to seeing presidential hopefuls almost laughably frequently. But former 2016 presidential candidate Martin O'Malley, who campaigned for O'Rourke in Iowa over Labor Day weekend, while the candidate returned to El Paso for a concert to benefit shooting victims, said seasoned activists know to look for candidates who have presidential wherewithal - something O'Rourke displayed in the face of tragedy.\n\n\"I didn't hear anybody say he needs to be here more,\" said O'Malley, a former Maryland governor who said he instead met a couple in Davenport, Iowa, who saw O'Rourke after the El Paso shooting and \"noticed a depth of purpose and passion that they had not heard in other appearances when they had seen him.\"\n\n___\n\nWeissert reported from Washington.\n\n___\n\nThis story has been edited to remove a reference to proposed mandatory federal assault weapons buybacks because of uncertainty over when formal announcements on the issue were made."}}