{"GDELT": {"GlobalEventID": 872155817, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "MNCUSAMED", "Actor2Name": "GOOGLE", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "Actor2Type2Code": "MED", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.77890724269377, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Alabama, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAL", "Actor1Geo_Lat": 32.799, "Actor1Geo_Long": -86.8073, "Actor1Geo_FeatureID": "AL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8964, "Actor2Geo_Long": -77.0262, "Actor2Geo_FeatureID": "DC", "Action2Geo_Type": 2, "Action2Geo_Fullname": "District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8964, "Action2Geo_Long": -77.0262, "Action2Geo_FeatureID": "DC", "DATEADDED": 20190912051500, "SOURCEURL": "https://www.irishtimes.com/business/technology/us-antitrust-action-has-tech-companies-sweating-on-their-home-turf-1.4015180"}, "ARTICLE": {"TITLE": "US antitrust action has tech companies sweating on their home turf", "TEXT": "What a week. The US hasn’t seen this much tech industry antitrust activity since Microsoft faced off against the US Department of Justice two decades ago.\n\nThis time around, the targets are the huge internet platforms Google and Facebook.\n\nSome major moves have already come from the EU, under the direction of EU Competition Commissioner Margrethe Vestager, who this week was appointed to a second term in the role. In March, Vestager fined Google €1.5 billion for uncompetitive practices in the advertising market it dominates. A year before that, the EU walloped the company with a €4.34 billion fine for abusing its power in the mobile phone market. And in 2017, Vestager issued Google a €2.4 billion antitrust fine for steering searches to its own online shopping service.\n\nBut the relevant federal bodies in the US – the Federal Trade Commission and the Justice Department – have done little over the years in which these platforms gained massive power. They’ve only recently sputtered into antitrust investigations, alongside ongoing bipartisan hearings in Congress.\n\nIt’s about time. Anti-tech sentiment from the US public is growing. Only three per cent said they felt tech companies could “always be trusted” and just a fourth felt they could be trusted “most of the time” in a survey published last year by Pew Research, which also noted “around half of US adults (51 per cent) believe these companies should be regulated more than they are now”.\n\nNotably, some presidential candidates eyeing the 2020 election have moved to align with that unease, suggesting that big tech platforms need to be regulated more vigorously, even broken up.\n\nSet against a succession of done-and-dusted investigations in Europe, such belated activity, and campaign promises that cannot be acted upon without an election win, only serve to highlight further the staggering dearth of US federal action.\n\nGoogle\n\nA formidable phalanx of US state attorneys general has stepped into the breach in a tightly coordinated manner that will, at last, have tech companies sweating on their home turf. On Monday, 50 AGs – excluding California and Alabama’s, but including those from the territories of the District of Columbia and Puerto Rico – launched a major antitrust investigation into Google.\n\nAnnouncing the investigation from the symbolic steps of the US Supreme Court, Texas attorney general Ken Paxton stated that “Google’s business practices may have undermined consumer choice, stifled innovation, violated users’ privacy and put Google in control of the flow and dissemination of online information”. While the initial focus is on Google’s advertising division, the AGs have indicated they intend the investigation to encompass far more over time.\n\nMeanwhile, New York state attorney general Letitia James, announced Friday that eight states plus the District of Columbia had begun an antitrust investigation into Facebook.\n\nCalifornia’s absence from the Google group seems strange. After all, this is the state that has always led with tech slapdowns, just this week passing a Bill that gives gig economy workers greater entitlements. And at year’s end, the state’s new privacy act goes into effect, giving GDPR-like privacy and data control rights to its citizens (prompting a broad alliance of tech companies to lobby desperately for a weaker federal law that might override it).\n\nResponding to media questions, the California AG’s office stated it was protecting “potential and ongoing investigations”. Whatever that might mean.\n\nLaws\n\nCan states, even as a unified group, achieve much? The answer is, yes. Not only can they enact significant state-level punishments and laws, but they could do it in a piecemeal way that creates a nightmare for companies who must comply with varying laws across multiple jurisdictions within a single national market.\n\nHowever, two concerns hover over any US and EU antitrust actions. First those with long memories (me) can tell you the Microsoft action dragged on for years and even with findings against the company, actual remedies petered out in the face of technological change and a new, disinterested federal administration. Meaningful action must be swift and decisive.\n\nThe EU, by contrast, has shown antitrust vigour and mettle. But still, the fines so far may seem enormous, but for these massive companies they constitute a mere financial mosquito bite and will barely make a dent in their annual accounts.\n\nAnd while Vestager’s re-appointment this week will rattle Silicon Valley, she has publicly veered away from considering the most effective remedy: breaking up these tech giants. That followed recommendations from a report she commissioned from three business and economics experts.\n\nIt’s a disappointing turn. If she maintains it, her stance removes one of her most effective regulatory sticks – and remedies. It may yet be the US, under a restive Congress and a new presidential administration, that finally dismembers these giants of surveillance capitalism."}}