{"GDELT": {"GlobalEventID": 872303443, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "USAEDU", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "EDU", "Actor2Code": "MIL", "Actor2Name": "ARMY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.54666146036705, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Farmingdale, Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_ADM2Code": "VA161", "Actor1Geo_Lat": 37.2571, "Actor1Geo_Long": -80.0392, "Actor1Geo_FeatureID": "1706654", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Farmingdale, Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_ADM2Code": "VA161", "Actor2Geo_Lat": 37.2571, "Actor2Geo_Long": -80.0392, "Actor2Geo_FeatureID": "1706654", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Farmingdale, Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_ADM2Code": "VA161", "Action2Geo_Lat": 37.2571, "Action2Geo_Long": -80.0392, "Action2Geo_FeatureID": "1706654", "DATEADDED": 20190912181500, "SOURCEURL": "https://www.newsday.com/long-island/long-island-veterans-share-tattoos-in-ink-stories-1.36175898"}, "ARTICLE": {"TITLE": "Rendering service: Veterans share stories of military tattoos", "TEXT": "“Ink Stories: Symbols of Service” is part art history project, part labor of love for Kathryn Heaviside. The exhibit featuring veterans and their tattoos and the stories behind the ink is planned for November at the Northport-East Northport Public Library.\n\nHeaviside, Northport-East Northport's Community Services librarian and the project’s director, said the idea was borne of a similar exhibit in Seattle she saw in a webinar. The exhibit is perfect for the library, she said, marrying the proximity of the nearby Northport VA Medical Center and the community’s love of art. She said it was a fitting way to honor the community’s military service members.\n\n“We’re so close to the veterans center, and we have a huge gallery space in both of our buildings,” Heaviside said. “We’re actually known as the 'art library' of Long Island, so we have a real interest and our community is huge with art.”\n\nSince spring, veterans have come to the library's Laurel Avenue branch each month to have photos taken of them and their tattoos and to tell the stories behind their body art. As of the August shoot, no female veterans had responded to the library’s invitation to be photographed for the exhibit.\n\nThe veterans' photos and stories will be displayed on 24-by-36-inch posters mounted on boards in the gallery at either of the library district’s two buildings for November, designated Veterans and Military Families Month by the U.S. Department of Defense. (See box for exhibit information.)\n\nFor Heaviside the project is also a tribute to her father, George L. Cressy, an Army lieutenant and Vietnam veteran who served as platoon commander with Company C, 3rd Battalion, 8th Infantry, 4th Infantry Division, earning a Bronze Star and Purple Heart.\n\nShe said growing up she would ask him about his tattoos. “He’d say, ‘Oh, I’ve got a story for this one,’ ” Heaviside said.\n\nSign up for The Classroom newsletter. Education on Long Island is changing. Find out how. By clicking Sign up, you agree to our privacy policy.\n\n“I said everyone must have a story behind their tattoo whether it’s good or bad,\" she said. \"So, I said it would be a really cool way for the guys to open up and talk.”\n\nAnd they have. At least 21 veterans have shared their tattoos and themselves, a sometimes emotional experience for them — and Heaviside.\n\nIt’s also been bittersweet. One of the first veterans photographed, Northport resident Guilford P. Harris, who was a Navy cook/baker 3rd class petty officer who served for six years, died just short of his 80 birthday about a week after he was photographed.\n\n“He was so proud of being a veteran,” Heaviside said. “We got his last photographs, and it was really emotional.”\n\nChris Cordone, owner of Huntington-based Foxlight Studios and the photographer behind the images for the library, said it has been an enriching experience to connect people to historical events in an unexpected way.\n\n“You get to hear little bits and pieces you don’t usually get to hear or read about in history books — more behind the scenes stuff,” Cardone said. “Some of them came in and opened up and told us more than they told family members.”\n\nOnce the province of bikers and military personnel — and the object of scorn and a source of ostracism — tattoos have become commonplace. Heaviside said she hopes this project will lead the way in changing the remaining stigma surrounding tattoos.\n\n\"I want people to look at veterans differently and see them, as they are stories themselves,\" she said. \"And as a librarian, that’s like the perfect tie in: We love to hear the story, it’s the story behind the art.”\n\nVeterans with military tattoos who would like to participate can be photographed at the library's final session on Oct. 3 (see box). Here we share the stories from a few veterans who will be featured in the exhibit.\n\nBill Chapman, Army 1968\n\nArmy veteran Bill Chapman, 72, said he enlisted after attending Farmingdale College for a year.\n\n“I wanted to do something for my country,” said Chapman, who lives in Ronkonkoma. “What you saw on the news\" inspired him to enlist, he said.\n\nHe said he served for a year as an infantryman in Cu Chi, in Ho Chi Minh City, then returned home.\n\n“I was in Vietnam in 1968, the turning point, the Tet Offensive, everything changed after that,” Chapman said softly. “I was really fortunate I came home unscathed, some hearing loss, but that’s nothing compared to some of the guys.”\n\nDuring a spring visit to the Northport VA Medical Center, Chapman saw the flyer for \"Ink Stories.\"\n\n“I knew I wanted to be a part of it, he said. “Anything to get the word out, our stories.”\n\nHis tattoos of a Fallen Soldiers Cross, a rifle set on boots with a helmet on top meant to signify a dead serviceman, and of his Vietnam campaign ribbons were inked about 10 years ago.\n\nChapman, an F-14 production worker for years at Grumman and now an HVAC technician, isn’t sure why it took him so long to get service-related tattoos, but one day something clicked.\n\n“I saw one one day, somebody had one and the light went off, I decided I wanted one,” he said. “I’m so proud of my service, to be a part of this, something so big.”\n\nGeorge W. Harstedt III, Army 1966-1968\n\nVietnam veteran George W. Harstedt III, 74, of Northport was reluctant to tell his story. But after some prompting from his wife, Susan Tickering, he agreed.\n\nHarstedt is a bit of a rebel — albeit a respectful one. His father, a World War II Marine, never got a tattoo and forbade his son to get one, at least while his father was alive. Harstedt, who served in the Army from 1966 to 1968 in the south of Vietnam, waited as long as he could — until 2003 — a year short of his father’s death.\n\nHarstedt has two tattoos, one on each arm, both military.\n\nOne tattoo, that of a combat infantryman badge given to those in combat, is in tribute to his service as a sergeant in the 1st Infantry Division, nicknamed \"Big Red One.\" His second is an Air Medal for helicopter assaults in combat.\n\n“I’m proud of what I had done. I don’t know why my dad didn’t get one, but he was Amherst, Harvard graduate, and they don’t get tattoos.”\n\nThe younger Harstedt was involved in at least 60 combat missions.\n\n“I saw a lot,” he said. “Combat assaults means they fly us in. You didn’t necessarily have to see combat, but you were flown into a combat zone.” After the service he worked as a union dock builder, clam digger and union operating engineer.\n\nGeorge Poulos, Marines 2013-2017\n\nMarine infantryman George Poulos, 25, of Islip Terrace has at least nine military tattoos, most of which reflect his years of service from 2013 to 2017.\n\n“I picked the Marines over the other branches because I was promised a challenge,” he said.\n\nAfter boot camp at Parris Island, South Carolina, Poulos served in such places as the United Arab Emirates, Kuwait, Jordan, Oman and Bahrain.\n\nHe got his first tattoo — a cross on the side of his rib cage that features dog tags emblazoned with “Mom\" and \"Dad” — right after boot camp. It's the tattoo dearest to him.\n\nBut the one that gets the most reaction is a full-back tattoo, which people have told him is “terrifying.” That tattoo features images including a ram skull, women with wings, spent ammunition and a squad. He said some of the imagery was inspired by his squad’s nickname, \"Black Sheep.\" He explained that his unit provided support and security to units closer to the front line, and got its nickname in the spirit of sibling rivalry.\n\nHe said the idea for the tattoo was envisioned while he and his squad were returning from a deployment.\n\nHis last two military tattoos were in honor of friends who died.\n\nThe full-time criminal justice student said when people see his tattoos they should not be turned off or frightened. \"The idea is I just cared about the guys I served with,\" he said.\n\nUzy Qamar, Marines 2004-2008\n\nMarine veteran Uzy Qamar, 34, of East Northport, knew he wanted a tattoo. But it had to be say something about him as a Marine — and as an individual.\n\nHe decided on an interpretation of the Marine motto, Semper Fidelis, that better fit him and his heritage: the phrase, which means \"always faithful,\" inked on his back in Arabic.\n\n“I’ve always been a faithful, trustworthy person,” Qamar said. “I’ve always been true, even if my heart doesn’t go with it, but I know it’s the right thing to do, I follow the code.”\n\nHe said he wrestled with a how tattoo could best represent his feelings. “I just couldn’t, for some reason, do the 'Semper Fidelis' one, I’m not of Latin descent and I just couldn’t picture it. If I wasn’t going to do it in English, I was then bent on doing it in Arabic.”\n\nOnce he made up his mind, he recruited his mother to do the translation.\n\n“A couple of the privates were like, ‘we’re getting tattoos.’ I felt it was a brother bonding experience,” he said. “So, we all went together.”\n\nHe joined the Marines in 2004 and went to boot camp at Parris Island, followed by Marine Corps training in North Carolina and later serving as a law clerk. He currently works as an events coordinator and website social media manager at a law firm.\n\n“ 'Always faithful,' the phrase is who I am,” he said.\n\nAndres Garcia, Marines 2002-2006\n\nMarine veteran Andres Garcia, 36, of Cambria Heights, Queens, said just as being a Marine is part of his identity, so especially is his tattoo.\n\nHe joined the Marines in 2001 but was unable to leave for basic training until he graduated from Flushing's John Bowne High School in 2002. He joined because he didn’t have money for college, he said, but knew from a tough upbringing that he wanted more out of life: the success the Marines offered.\n\n“I found a way out,” he said. “The Marine Corps always stuck out to me even when I was a kid. … They had everything I wanted: honor, belonging, pride.”\n\nHis military tattoo features a skull gripping a bloody knife in its teeth and wearing a Marine Corps hat, with an eagle, globe and anchor (the Marine Corps logo) sketched in the middle.\n\n“The skull represents me, that regardless of what happens to me in life — even after life, as [when] I’m gone from this world, I’ll always be a Marine,” he said. “The knife [in the tattoo] was just really cool when I got it. I was 18.”\n\nGarcia said it took two visits to get the tattoo, which was inked by an elderly Japanese man in Okinawa, and he still feels sentimental when he looks at it.\n\n“It’s a reminder that I served my country, that I did something special,” said Garcia, now an analyst for the U.S. Army Corps of Engineers.\n\nFrank Perry, Marines 1984-1988\n\nFrank Perry, 52, of Wantagh, who served in the Marines from 1984 to 1988, has two military tattoos. He got his first after boot camp in 1985 at Camp Lejeune in North Carolina, choosing the Marine Corps bulldog.\n\n“The choice of tattoos was usually the Marine logo, which is the eagle, globe and anchor, or the bulldog; and I thought the bulldog showed the attitude and traits of what I learned in boot camp of what a Marine is,” said Perry, who now works as a senior account manager for a biotech firm.\n\nWhile in the service, his assignments included working with the officers’ mess at The Basic School at Quantico, Virginia, arranging special events for visiting dignitaries, officer mess nights, mixers and commanding generals’ nights.\n\n“It was a great experience and really taught me how to act and behave and conduct myself around those with elevated rank,” he said. “My occasional workout partner in the gym was the commanding officer of the base.”\n\nThat understanding of reverence and respect is behind his second military tattoo, a POW-MIA logo that honors veterans who never made it home. There is one person in particular, Perry said, that tattoo pays homage to: his uncle Alfred Patrick Perry, of Howard Beach, a Korean War veteran. The elder Perry was taken prisoner Nov. 30, 1950, and marched 20 miles to a Chinese prison camp, where he died from exposure on Feb. 11, 1951. He was 20.\n\n“I get a lot of compliments on this one, it’s so unique,” Perry said. “I get stopped on the street all time.”\n\nHe noted that he got the tattoo on the third Friday of September, a day he later learned is traditionally National POW-MIA Recognition Day. “I didn’t know it at the time, but that’s the day I got it in 2015,” Perry said. “Truth, I didn’t know it.\"\n\nMichael DePaoli, Navy 1967-1968 and Army 1972-1974\n\nMichael DePaoli, 72, of South Setauket, did two tours in Vietnam and served in both the Navy and Army. While in the Navy in 1967 and 1968 he served as a second-class petty officer.\n\n“I was very fortunate to be in the Navy at the time. We guarded the aircraft carriers; I was on a destroyer, which intercepted the torpedoes,” he said.\n\nHe served in the Army from 1972 to 1974 as a helicopter crew chief. After his service, he went to college on the GI Bill, getting two associate's degrees, a bachelor's degree and two master's degrees.\n\nDePaoli said military service changed him in many ways. \"Being in the military made me grow up fast and have more respect for life and other people,\" he said.\n\nHe keeps a positive disposition, even handing out yellow smiley-face buttons everywhere he goes; that's his way of paying it forward, he said. \"I get so much joy out of giving out such a small item that makes people smile.\"\n\nHe has about 10 military tattoos. One of his more recent tattoos is a Fallen Soldiers Cross inked on his right leg about four months ago.\n\n“It’s an homage to all of the soldiers we’ve lost, especially recently. It’s the ultimate sacrifice,\" DePaoli said."}}