{"GDELT": {"GlobalEventID": 872303134, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "SAU", "Actor1Name": "SAUDI ARABIA", "Actor1CountryCode": "SAU", "Actor2Code": "GOV", "Actor2Name": "PETROLEUM MINIST", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.4412955465587096, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jeddah, Makkah, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA14", "Actor1Geo_ADM2Code": "25312", "Actor1Geo_Lat": 21.5169, "Actor1Geo_Long": 39.2192, "Actor1Geo_FeatureID": "-3096108", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jeddah, Makkah, Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA14", "Actor2Geo_ADM2Code": "25312", "Actor2Geo_Lat": 21.5169, "Actor2Geo_Long": 39.2192, "Actor2Geo_FeatureID": "-3096108", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jeddah, Makkah, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA14", "Action2Geo_ADM2Code": "25312", "Action2Geo_Lat": 21.5169, "Action2Geo_Long": 39.2192, "Action2Geo_FeatureID": "-3096108", "DATEADDED": 20190912181500, "SOURCEURL": "https://www.daijiworld.com/news/newsDisplay.aspx?newsID=624040"}, "ARTICLE": {"TITLE": "Big breakthrough: Aramco keen to partner in Modi's mega refinery project", "TEXT": "New Delhi, Sep 12 (IANS): If all goes well, the world's leading oil company Saudi Aramco would soon be India's key strategic partner in Narendra Modi government's mega project, the West Coast Refinery, worth over Rs 4 lakh crore.\n\nThe refinery is to be set up at Raigad in Maharashtra where the state government has initiated a move for the acquisition of around 600 acres of land. The project, expected to be completed within five years, will not only fulfill the country's future oil requirements, but also make India one of the top global players in the refinery sector.\n\nA senior official in the Petroleum Ministry told IANS that the top management of Saudi Aramco has shown keen interest in forging a strategic alliance with India for the West Coast Refinery, to be built as world's most advanced oil refinery.\n\n\"Union Petroleum Minister Dharmendra Pradhan on September 8 had a fruitful meeting with Prince Abdul Aziz bin Salman, the new Saudi Minister for Energy, in Jeddah in this connection.\n\n\"Pradhan was assisted by Joint Secretary B.N. Reddy and senior officials of Indian Oil Corporation (IOCL), Bharat Petroleum Corporation (BPCL) and Hindustan Petroleum Corporation (HPCL). The Saudi Minister reiterated his country's commitment on investments in India,\" said the official.\n\nSources said that Prime Minister Narendra Modi would be visiting Saudi Arabia, probably next month, where he would have talks with King Salman bin Abdulaziz and Crown Prince Mohammed Bin Salman. It is expected that decisive and positive talks over Saudi Arabia's strategic partnership in the West Coast Refinery project could be achieved.\n\nModi had announced the mega plant during his first term in 2016. Initially, the outskirts of Ratnagiri was selected as the site for the mega project. However, the farmers launched an agitation to shift the project from the district.\n\nFinally in early 2019, Maharashtra Chief Minister Devender Fadnavis assured that the project would be shifted to Raigad for which the state government would acquire land.\n\nAt present there are around 24 oil refineries in India, majority of which belong to public sector. In the wake of India's growing oil and energy needs, a mega refinery like the one on the west coast with an expected capacity of 60 mmtpa is vital which would cater to the country's future requirements.\n\nIndia also aims to increase its oil reserves for up to 100 days. Sources said that Saudi Aramco is also willing to provide reserve oil to India. In fact, Aramco, which is soon bringing in a much-awaited IPO, could be keen on projecting its huge investments and strategic partnership with India.\n\nIn July this year, the then Saudi Energy Minister and Chairman of Aramco, Khalid Al-Falih, visited New Delhi and held important talks with Petroleum Minister Dharmendra Pradhan. Both the ministers had discussions on enhancing India-Saudi hydrocarbon cooperation. The ministers also reviewed the progress on Saudi investments in oil and gas sector, including the West Coast Refinery project."}}