{"GDELT": {"GlobalEventID": 872302398, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 4.02930402930403, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bristol, Bristol, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKB7", "Actor1Geo_ADM2Code": "40094", "Actor1Geo_Lat": 51.45, "Actor1Geo_Long": -2.58333, "Actor1Geo_FeatureID": "-2590919", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bristol, Bristol, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKB7", "Actor2Geo_ADM2Code": "40094", "Actor2Geo_Lat": 51.45, "Actor2Geo_Long": -2.58333, "Actor2Geo_FeatureID": "-2590919", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bristol, Bristol, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKB7", "Action2Geo_ADM2Code": "40094", "Action2Geo_Lat": 51.45, "Action2Geo_Long": -2.58333, "Action2Geo_FeatureID": "-2590919", "DATEADDED": 20190912181500, "SOURCEURL": "https://boingboing.net/tag/fundraising"}, "ARTICLE": {"TITLE": "fundraising", "TEXT": "The news cycle isn’t kind to stories that take a long time to be told. Sure, no one ever stops talking about Trump and his uncle Vlad, but despite it all being a part of one two-year long shit show, there’s always something new and horrific to draw the eye. Not so with stories like the ones that are still playing on on the United States’ southern border, daily. Families are still being kept apart, kids barely able to talk are being asked to defend themselves in court, and individuals seeking asylum from the dangers of their homes are being turned away by customs agents or railroaded into custody with less than legal practices.\n\nWhile much of the media has turned its focus to alleged Russian spies sleeping their way into influential positions, The Texas Tribune just keeps on keeping on: their reportage on the tragedies being played out on the U.S./Mexican border is has been absolutely outstanding. But, they’re a non-profit. In order to continue to do the sort of quality journalism that they’ve been churning out of late, they could use a hand.\n\nRight now, the Texas Tribune is raising funds to open a newsroom in the Rio Grande Valley: an area of the state that, as it’s name suggests, lays along the Mexican border by the Rio Grande River. It’s where you’ll find McAllen and Brownesville – two of the cities where DHS has been splitting up families and stashing kids away in privately operated prisons. It’s ground zero for the Trump administration’s bigoted bullshit. Read the rest"}}