{"GDELT": {"GlobalEventID": 872303525, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "ltn", "Actor1Name": "LATINOS", "Actor1EthnicCode": "ltn", "Actor2Code": "CAN", "Actor2Name": "TORONTO", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.0840108401084, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Hollywood, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_ADM2Code": "CA037", "Actor2Geo_Lat": 34.0983, "Actor2Geo_Long": -118.32700000000001, "Actor2Geo_FeatureID": "1660757", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20190912181500, "SOURCEURL": "https://www.hollywoodreporter.com/news/toronto-gael-garcia-bernal-says-latin-american-filmmakers-need-break-free-1239176"}, "ARTICLE": {"TITLE": "Toronto: Gael Garcia Bernal on Why Latin American Filmmakers Need to \"Break Free\"", "TEXT": "Toronto: Gael Garcia Bernal on Why Latin American Filmmakers Need to \"Break Free\"\n\nThe 'Mozart in the Jungle' star says stateside Latino filmmakers need to be \"mischievous\" if they want to follow the success of Guillermo del Toro and Alfonso Cuaron.\n\nGael Garcia Bernal says American-born Latino filmmakers need to misbehave if they want to follow Mexican directors Guillermo del Toro, Alfonso Cuaron and Alejandro Gonzalez Inarritu and conquer Hollywood.\n\n\"Latinos that are born in the United States — second or third generation — I haven't seen recently a force of filmmakers from them,\" Bernal, who is screening Chicuarotes, his second movie as a director, in Toronto, told The Hollywood Reporter.\n\n\"It has to do with being restrained culturally, unable to express themselves freely. They need to break free, be mischievous, and question everything,\" he added.\n\nBernal won a Golden Globe for his performance in the Amazon series Mozart in the Jungle and appeared in the Oscar-winning cartoon Coco. He's also been active as an actor and film producer in Mexico, including with Chicuarotes, about two Mexico City slumdogs, Cagalera and Moloteco, who are desperate to escape their dead-end lives, even if it means sliding into violence and petty crime.\n\n\"There's something Latinos in the United States need to do to make films. They need to not be so well behaved and not having to buy the ticket that Cagalera buys, of believing you have to cross the border and become a better person because where you're from,\" Bernal insisted.\n\n\"It's wrong, from the get-go. They're born in the right place. They own that place,\" he said about their Latino cultural roots as well as his own. Bernal said Mexican directors working on the periphery of the U.S. are freer to make movies because they don't have to work with established Hollywood tropes, Bernal said.\n\n\"We can wander around the gray areas and the uncomfortable areas, and in a way ultimately we understand that's the nature of cinema. If we're not going to engage in these things, we might as well go and have a coffee and quit. Cinema is about that; it's not a perfect story. It's something way different,\" he argued.\n\nThe Toronto Film Festival continues through Sunday."}}