{"GDELT": {"GlobalEventID": 872302675, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "INDGOVBUS", "Actor1Name": "KAMAL NATH", "Actor1CountryCode": "IND", "Actor1Type1Code": "GOV", "Actor1Type2Code": "BUS", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.69121813031161, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Madhya Pradesh, Madhya Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN35", "Actor1Geo_ADM2Code": "17744", "Actor1Geo_Lat": 23.5, "Actor1Geo_Long": 78.5, "Actor1Geo_FeatureID": "-2103026", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Madhya Pradesh, Madhya Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN35", "Action2Geo_ADM2Code": "17744", "Action2Geo_Lat": 23.5, "Action2Geo_Long": 78.5, "Action2Geo_FeatureID": "-2103026", "DATEADDED": 20190912181500, "SOURCEURL": "https://thewire.in/politics/congress-infighting-resignations-power-plays"}, "ARTICLE": {"TITLE": "Infighting, Resignations and Power Play: Congress's List of Ailments Grows Longer", "TEXT": "New Delhi: For the first time since taking over as the party’s interim president, Sonia Gandhi addressed the general secretaries and other office bearers at a meeting on Thursday. Sharing the dais with her were senior leaders Manmohan Singh, A.K. Antony, K.C. Venugopal and Ghulam Nabi Azad.\n\nCongress leaders said that the general thrust of the meeting was on discussing ways to motivate party members at the ground level. It may also result in the party appointing ‘preraks’, or motivators, in various districts.\n\nIt’s significant that the meeting is being held at a time when the Congress is facing small rebellions from different quarters. The party in recent times, has witness much indiscipline among its ranks, especially from its young, aspirational leaders.\n\nIn fact, the situation appear to have worsened so much that it looks like the bedrock of the Congress ‘system’ is crumbling.\n\n‘GenNext’ leaders\n\nOver the last few months, the young turks in the party have set the stage for a rebellion. Leaders like Jyotiraditya Scindia, Milind Deora, Jitin Prasada, Sachin Pilot or Deepender Singh Hooda have openly gone against the Congress’s official line on many recent occasions.\n\nAlso read: The Congress’s Crisis Runs Deeper Than Its Leadership Vacuum\n\nScindia is now being accused by his own party men of trying to destabilise the Congress state government in Madhya Pradesh. Hooda junior was the first among the lot to support the government move to read down Article 370 in Jammu and Kashmir, even as his father threatened to form another party in Haryana if his wishes were not fulfilled.\n\nDeora suddenly brought the Maharashtra state leadership into the line of questioning. Prasada, it is being said, may still join the BJP after Rahul Gandhi somehow convinced him not to exit before general elections. Pilot is locked in a constant tussle with the Rajasthan chief minister Ashok Gehlot.\n\nThat the so-called GenNext leaders have chosen to launch their attack at this crucial hour is intriguing as the Congress has yet to recover from the humiliating defeat in the general elections.\n\nAnd while it is caught in the claws of this crisis, the BJP’s attacks on it have continued unabated.\n\nWhat exactly is happening in the Congress?\n\nThe problems in the Congress became apparent after Rahul Gandhi took moral responsibility for the electoral defeat and resigned from the post of president. The party took more than a month to nominate Sonia as the interim chief.\n\nIn the interim period, however, many of these GenNext leaders threw themselves in the ring with an eye on the top post.\n\nAlso read: Rahul’s Exit is a Historic Opportunity for the Congress, and its Members\n\nBut much of this assertion by the young leaders were mouthed only indirectly.\n\nScindia was the first one to say that he supported “full integration” of Jammu and Kashmir into the Union of India, essentially deflecting from the Congress’s official line that condemned the “unilateral” and “unconstitutional” way the union government diluted the provisions of Article 370 and bifurcated the state into union territories.\n\nDeora, Hooda junior, and Jaiveer Shergill, all followed suit.\n\nSo even though the party had secured temporary relief from the rebellion by nominating an ailing Sonia as the party chief, it could not quite quell it.\n\nTo top it, Scindia and Pilot’s rebellion – in the only two big states where the Congress is in power – has come back to haunt the party.\n\nMadhya Pradesh\n\nIn Madhya Pradesh, the grand-old party is facing a mini-crisis. It all started when one of Scindia’s aides and a minister in state cabinet Umang Shingar fired the first salvo. He accused former chief minister Digvijaya Singh of interfering in government matters and establish himself as a power centre. He also accused him of being involved in liquor and illegal mining businesses. Scindia backed Singhar and demanded that his complaints should be looked into by the party’s high command.\n\nIn retaliation, Singh’s supporters in the party accused Singhar of helping the BJP by throwing mud at the senior leader’s face.\n\nKamal Nath, the chief minister, met Sonia and attempted to calm her. Sonia had earlier asked senior leader A.K. Antony to form a committee to probe the matter.\n\nMuch of this infighting came against the backdrop of the Congress party trying to find a new PCC chief. Observers say that each of these camps want a share of the power, and hence they have gone all out to speak against each other even though it has hurt the government’s image dearly.\n\nNow the situation is such that Singh, who was backing Ajay Singh, son of former union minister Arjun Singh, for the post of PCC chief, will now be content with any other leader as long as he is not Scindia.\n\nScindia, on the other hand, had made his displeasure clear. He has already resigned from the party’s general secretary’s post. Soon after he showed signs of rebellion, he was made in-charge of Congress party’s screening committee for the Maharashtra elections – a role he did not want. Having lost his traditional Guna seat to the BJP candidate, he is currently worried about his own political future, which, at the moment, seems uncertain.\n\nAlso read: To Fight a Presidential-Style Election in India, Congress Must Find the Right Face\n\nThus, he will settle for nothing less than the PCC chief of a state where the party is in power. Sources said that he threatened the high command that he may have to “explore other options” if he is not appointed as the party chief in Madhya Pradesh.\n\nKamal Nath, on the other hand, is worried about sharing power with any of these tall leaders and is batting for his crony Bala Bachchan, a tribal leader, for the state president’s post. Bachchan, a senior leader, suddenly got himself into the contest as the crisis unfolded.\n\nSenior state leaders like Arun Yadav and many others have taken to social media to express disappointment over the happenings in the party, making the infighting an open war for everyone to see. Shivraj Singh Chouhan, former BJP chief minister, and 12 independent legislators, who are currently supporting the Kamal Nath government, have already started speculating a probable collapse of the government.\n\nOther internal power rifts\n\nThings do not seem to be going smoothly for the Congress even in other states. Rajasthan deputy chief minister Sachin Pilot have been regularly giving statements which have hurt chief minister Ashok Gehlot’s perception as a good administrator.\n\nThe internal rift in Rajasthan Congress became apparent when, on September 11, Pilot criticised the poor law and order situation in the state and said that the state government needs to do much more to contain untoward incidents. “It is true that we should pay more attention to law and order. A lot of incidents have just happened, which should not be repeated. Whether it is from Dhaulpur or Alwar, these are disturbing events,” Pilot said.\n\n“Communal incidents have happened. Jails have been broken. Ensuring law and order is an important part of the government’s jobs. My daughters should be safe,” he added. Incidentally, Gehlot, as the home minister of the state, is in-charge of law and order.\n\nPilot’s supporter and MLA Johri Lal Meena also criticised the state government for not being able to stabilise the law and order situation. Earlier, in an interview to India Today, Pilot had slammed his own government for a poor investigation by the state SIT in the Pehlu Khan lynching case.\n\nAlso read: The Congress Needs a Bracing Civil War\n\nIn Maharashtra, too, the Congress party’s internal rift is clear for everyone to see. The latest bout of bad blood between Congress leaders was triggered by Urmila Matondkar’s resignation from the party. After her defeat in the north Mumbai Lok Sabha seat, she wrote a letter to Milind Deora, then Mumbai Congress chief who later resigned. She complained of lack of organisational support to her and infighting between state leadership during the elections.\n\nThe letter conspicuously got leaked to the media, catalysing Urmila’s resignation – but not before her letter exposed the bad blood between Deora and Sanjay Nirupam, former Mumbai Congress chief, who is said to have inducted Urmila into the party. A range of senior Congress leaders who exited the party in recent months, including the leader of opposition in the assembly Radhakrishna Vikhe-Patil, Abdul Sattar and Kripa Shankar Singh, blamed the rift between Mumbai Congress and Maharashtra Congress for the party’s electoral debacle.\n\nSimilarly, in poll-bound Haryana, the Hooda family has weighed in again but not before threatening the party high command to float another party, if Hooda senior was not made the election-in-charge. This preceded a long-drawn infighting between state president Ashok Tanwar, considered to be an able organisational man, and Bhupinder Singh Hooda over the question of leadership.\n\nSoon after Deepender supported abrogation of Article 370, his father Bhupinder organised a rally in which he said that the Congress party has lost its way and he would not hesitate to chart his own route.\n\nNot merely infighting\n\nThe problem runs deep in the Congress, which looks scattered and beleaguered in the face of one defeat after another. What is being classified as an assertion struggle between the old guard and young turks stems from the way Congress has operated over the years. Political scientist Rajni Kothari in his seminal paper ‘Congress ‘system’ in India’ argued that the party, in independent India, built itself by accommodating and co-opting local elites and interest groups.\n\nThe leaders came from these interest groups who built a long, complicated chain of patron-client relationships. Political practice of the party, in the process, became largely transactional instead of ideological.\n\nAlso read: ‘Modi 2.0 a Regime of Chaos, Tyranny and Anarchy’: Congress Attacks Centre\n\n“This arrangement assured the leader a chunk of support at the constituency level, which, coupled with party support, led them to victory. Under frontal assault from the BJP, this model has failed to motivate and attract cadres,” former Centre For Policy Research fellow Ashish Ranjan wrote in The Wire recently. His field work in Maharashtra showed that with a large-scale exit of leaders from the Congress to other parties, almost all of their client base also switched sides with them.\n\nLeaders like Scindia, Hooda, or Pilot are essentially using this ‘system’ to bargain for greater power, leading to what one may call a war between different interest groups in the Congress. Having spent almost a lifetime in the party, they are well-aware of both the advantages and problems of the party.\n\nAs infighting grows, the BJP-led Centre, meanwhile, has already upped its ante. The ED swiftly moved to arrest Ratul Puri, Kamal Nath’s nephew, in an alleged Rs 345 crore bank fraud case. A couple of days ago, the MHA also cleared a CBI proposal to reopen some 1984 anti-Sikh riots cases, in which Kamal Nath has been named as one of the accused persons. One already knows about others who are in line.\n\nAlso read: A New India Has Emerged and Narendra Modi Is Its Voice\n\nThe saffron party has also finished one round of campaigning in the poll-bound states of Maharashtra and Haryana and galvanised various interest groups which were disgruntled. It has also been organising almost mass-level defections from the Congress. The grand-old party is the worst hit in Maharashtra, where a number of senior party leaders have joined the BJP, merely weeks before the assembly elections.\n\nAt the meeting on Thursday, apart from lambasting the Union government for its alleged vendetta politics and its multiple failures on the economic front, Sonia Gandhi sent across a stern message to party workers.\n\n“We are soon going to have elections in three states. The situation is challenging and it is only if we keep party interests and nothing else other than party interests uppermost in our minds, that we will regain our lost position.”\n\nShe added that the party has a “special responsibility” in Punjab, Rajasthan, Madhya Pradesh, Chhattisgarh and Puducherry – states where it is in power. “These states must stand out as examples of sensitive and responsive governance, accountable and transparent administration. We must be seen to be fulfilling our manifesto commitments. If not, we will lose people’s support with obvious consequences.”\n\nGandhi may have attempted to impart some discipline to the party, give it a temporary structure, and motivate workers. But the biggest challenge for her will be to carefully balance different power centres within the Congress ‘system’ – a political arrangement that is bound to crumble in the face of BJP’s frontal attacks."}}