{"GDELT": {"GlobalEventID": 872303493, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "USAMIL", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "MIL", "Actor2Code": "VNM", "Actor2Name": "VIETNAM", "Actor2CountryCode": "VNM", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.64043915827997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hanoi, Ha N?i, Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM44", "Actor1Geo_ADM2Code": "74067", "Actor1Geo_Lat": 21.0333, "Actor1Geo_Long": 105.85, "Actor1Geo_FeatureID": "-3714993", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hanoi, Ha N?i, Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM44", "Actor2Geo_ADM2Code": "74067", "Actor2Geo_Lat": 21.0333, "Actor2Geo_Long": 105.85, "Actor2Geo_FeatureID": "-3714993", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hanoi, Ha N?i, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM44", "Action2Geo_ADM2Code": "74067", "Action2Geo_Lat": 21.0333, "Action2Geo_Long": 105.85, "Action2Geo_FeatureID": "-3714993", "DATEADDED": 20190912181500, "SOURCEURL": "https://www.usafa.af.mil/News/Article/1958744/air-force-generals-goldfein-brown-make-historic-visit-to-vietnam/"}, "ARTICLE": {"TITLE": "Air Force generals Goldfein, Brown make historic visit to Vietnam", "TEXT": "As his plane approached Hanoi during the middle leg of a trip across the Indo-Pacific in August, Air Force Chief of Staff Gen. David L. Goldfein confronted a set of powerful and unusual reactions as he peered out the window to the countryside below.\n\n\n\n“I realized I was looking at the exact same picture my dad looked at in the cockpit of his F-4 (Phantom II); I looked down and saw this big river that was flowing very red with mud and I said, ‘Well, there it is, the Red River Valley’ as it came into view,” Goldfein said.\n\n\n\nGen. CQ Brown Jr, Pacific Air Forces commander, was on the flight as well. He too experienced a similar swell of memories and emotions as the plane closed in on Vietnam.\n\n\n\n“As a young officer, my father did two tours in Vietnam working special operations intelligence and subsequently as an adviser to a South Vietnamese transportation unit. As we flew in, I reflected on my memories of my dad leaving home and at such a young age not fully appreciating he’d gone to war in this very country,” Brown said.\n\n\n\nFor Americans of a certain age like Goldfein and Brown, Vietnam remains an unshakable memory even today, 44 years after the era-defining war ended. The memory and the reactions it triggers are even more pronounced for people like Goldfein and Brown – second-generation service members whose fathers fought in a war whose legacy continues to influence military thinking and strategy to this day.\n\n\n\nThe view from the window and the memories it triggered, however, were misleading.\n\n\n\nIn two days of meetings with senior Vietnamese officials, the prevailing atmosphere was how best to work together. What Goldfein and Brown experienced was the new Vietnam.\n\n\n\n“I wasn’t sure what kind of reception we’d get given our history between our two countries,” Goldfein conceded. “What was really rewarding was how sincerely warm the reception was.”\n\n\n\n“Those that had once been my father’s adversaries were now our partners focused on common security interests,” Brown said. “We were warmly received by our Vietnam hosts, a complete (departure) from the reception experienced by our Vietnam-era POWs.”\n\n\n\nThat is no illusion. Despite an anguished past, the connection today between the United States and Vietnam has realized achievements on multiple fronts and holds potential for even broader cooperation.\n\n\n\nThe U.S. normalized trade relations with Vietnam in 1994 and diplomatic relations were fully restored in 1995. More recently, Vietnam joined the World Trade Organization in 2007. Vietnam is now the United States’ 16th largest trading partner and the U.S. ranks as Vietnam’s third largest trading partner.\n\n\n\nAlong with Indonesia and Malaysia, Vietnam is emerging as an important fixture in a changing region. As such, U.S. policy toward Vietnam includes efforts to build a “strategic partnership” that is rooted in “common interests and principles, including freedom of navigation, respect for a rules-based order in accordance with international law and recognition of national sovereignty.”\n\n\n\nDistinct actions clearly illustrate that posture and highlight the “then and now” nature of the relationship.\n\n\n\nGoldfein’s visit marked the first time a U.S. Air Force chief of staff came to Vietnam since the war ended. Another major example of how relations have changed occurred last year, when a U.S. aircraft carrier came to Vietnam for the first time since the war ended.\n\n\n\nMore broadly, the U.S. military engages in numerous annual training exchanges and activities to enhance bilateral cooperation and interoperability with the Vietnam People’s Army, Air Force, Navy and Coast Guard.\n\n\n\nExperts support the conclusion by Goldfein and Brown that Vietnam offers an opportunity for the U.S. to cooperate on security issues.\n\n\n\n“While disagreements over the (U.S.-Vietnam) trade imbalance could temporarily stall progress, China’s growing influence in the region will likely push U.S. and Vietnamese strategic interests closer together,” the Council on Foreign Relations concluded in a 2019 analysis of U.S. and Vietnam relations.\n\n\n\nThe connection came through during meetings, Goldfein said.\n\n\n\n“Here we are sitting in this room as the second generation of combatants who went after one another all those years and we are talking about partnership. It was surreal,” he said of the conversation with senior Vietnamese military leaders in Hanoi.\n\n\n\n“We’ve been very serious about legacy war issues, including efforts to help clean up dioxin (better known as Agent Orange, a cancer-causing defoliant that was sprayed across the countryside during the war). We’re also serious about the repatriation of remains, including Vietnamese remains when they are found,” Goldfein said.\n\n\n\nAnother catalyst is China, which is moving to expand its influence. It is especially active in the South China Sea off Vietnam’s coast.\n\n\n\nVietnam and other countries have taken note and reacted, Brown said.\n\n\n\n“I’ve noticed the increased focus and whole-of-government efforts by nations to ensure a safe and secure environment free of coercion,” he said. “There is more bilateral and multilateral cooperation and collaboration than in year’s past.”\n\n\n\nDespite the history, Goldfein said there were no awkward moments.\n\n\n\n“None at all. If you think about it, this is not new. How many aces have befriended their fellow aces? … In every conflict afterwards, sometimes the profession of arms gets you beyond the animosities that got you to go to war in the first place.”\n\n\n\nAnd yet, despite the emergence of the “new” Vietnam, memories of an earlier time were never far from Goldfein or Brown.\n\n\n\nFrom their hotel in Hanoi, they could see the red rooftop of what remains of the notorious Hanoi Hilton, a prison camp operated by the North Vietnamese, where U.S. servicemen were held in harsh conditions in some cases for years. Among them were Air Force pilots Lee Ellis and Bud Day. Each endured more than five years in prison.\n\n\n\nGoldfein, who during the trip was reading Ellis’s book, “Leading with Honor,” chronicling his years as a prisoner of war, was able to tour the prison with Brown.\n\n\n\n“That only made it more personal, that I was standing in a cell that (Ellis) probably spent some time in or John McCain,” Goldfein said. “It’s pretty surreal and moving.”\n\n\n\nBrown’s reaction was similar.\n\n\n\n“Standing in one of the concrete cells for just a few moments. I reflected on the fact that many of our POWs spent not moments, but years in these cells under arduous conditions. It was a very sobering experience,” he said."}}