{"GDELT": {"GlobalEventID": 872303252, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "USA", "Actor1Name": "CHICAGO", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.30095403295751, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Tuscaloosa, Alabama, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAL", "Actor1Geo_ADM2Code": "AL125", "Actor1Geo_Lat": 33.2098, "Actor1Geo_Long": -87.5692, "Actor1Geo_FeatureID": "153742", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Tuscaloosa, Alabama, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAL", "Action2Geo_ADM2Code": "AL125", "Action2Geo_Lat": 33.2098, "Action2Geo_Long": -87.5692, "Action2Geo_FeatureID": "153742", "DATEADDED": 20190912181500, "SOURCEURL": "https://capitolfax.com/2019/09/12/city-continues-its-winning-streak/"}, "ARTICLE": {"TITLE": "Your Illinois News Radar » City continues its winning streak", "TEXT": "* Press release…\n\nMayor Lori E. Lightfoot today announced that, for the seventh year in a row, Chicago leads the U.S. in foreign direct investment (FDI) according to the 2019 IBM Global Location Trends report. The annual report, which outlines the latest trends in corporate location selection, named Chicago the top North American metro in foreign direct investment projects.\n\n“Chicago has proven itself as a leader in the global economy,” Mayor Lightfoot said. “This report demonstrates Chicago’s strength as a city where businesses from around the world want to locate and grow, creating jobs and economic opportunities across the city. We welcome their investment and look forward to their sustained impact on our city for years to come.”\n\nChicago ranks first in North America in foreign direct investment for the seventh year running in terms of the total number of FDI projects.\n\n“Chicago has now ranked as the top city in North America for the number of significant foreign investment projects for seven consecutive years,” Roel Spee, Global Leader IBM-Plant Location International said. “Chicago has consistently performed as a prime global city for foreign direct investment.”\n\nA hub of international business activity, Chicago is home to more than 1,800 foreign-based companies, accounting for more than $140 billion in foreign direct investment. World Business Chicago continuously works to increase foreign direct investment with initiatives including the Gateway Cities Agreement with the Chinese Ministry of Commerce, Global Cities Economic Partnership with Mexico City, Chicago-London City Data Alliance, and Tel Aviv-Yafo –Chicago Partnership. These efforts serve as a model to enhance economic ties with other countries and global cities to facilitate trade and foreign direct investment.\n\n“Today’s announcement further demonstrates Chicago’s position as a global leader in foreign investment,” said Andrea Zopp, president and CEO of World Business Chicago. “By creating economic partnerships around the world and growing our international network, we ensure that Chicago leads on the global stage.”\n\nThe IBM Global Location Trends report shows where companies are locating, expanding, and creating jobs around the world. Projects must meet IBM criteria, including having created more than ten jobs, to qualify. The 2019 report, covering annual data for 2018, will be released by IBM on September 25th."}}