{"GDELT": {"GlobalEventID": 872302820, "Day": 20190912, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6904, "Actor1Code": "LBN", "Actor1Name": "LEBANESE", "Actor1CountryCode": "LBN", "Actor2Code": "PSEGOV", "Actor2Name": "PALESTINIAN", "Actor2CountryCode": "PSE", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.11111111111111, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20190912181500, "SOURCEURL": "https://reliefweb.int/report/occupied-palestinian-territory/37000-palestine-refugee-students-lebanon-return-unrwa-schools"}, "ARTICLE": {"TITLE": "37,000 Palestine Refugee Students in Lebanon return to UNRWA Schools - Lebanon", "TEXT": "This week some 37,000 Palestine refugee girls and boys began the 2019-2020 scholastic year in the 65 schools run by the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) in Lebanon.\n\nRepresentatives from the Ministry of Education and Higher Education in Lebanon and from the Lebanese-Palestinian Dialogue Committee, as well as the Palestinian Ambassador to Lebanon Ashraf Dabbour, UNRWA Commissioner-General Pierre Krähenbühl, and the Director of UNRWA Affairs in Lebanon, Claudio Cordone took part in a ceremony to mark this occasion at the UNRWA Yarmouk School in Beirut. Representatives of the European Union and UNICEF also took part in the ceremony.\n\n“The girls and boys I met today give real meaning to celebrating ‘Back to School’,” Mr. Krähenbühl said. “Seeing 65 schools open their doors is a source of immense joy and seeing some of our students become great achievers is a source of immense pride. We work hard to keep the aspirations and rights of Palestine refugees protected.”\n\nDuring the ceremony, students from the UNRWA School Parliaments in Lebanon gave Mr. Krähenbühl a “box of dreams” to present at the upcoming United Nations General Assembly in New York. “We wrote our dreams on cards and put them all in this box,” said Balsam Wehbi. “We want world leaders to know that, like children elsewhere, some of us dream of becoming doctors, others want to be teachers, others artists and much more,” she added.\n\nUNRWA operates 709 elementary and preparatory schools in its five fields of operation with a total of 530,000 Palestine refugee children, including eight secondary schools in Lebanon. Last week, Ismail Ajjawi, a graduate of UNRWA Deir Yassin Boys’ School in Tyre began his studies at Harvard University in Boston.\n\nFor nearly 70 years, UNRWA has preserved the right to education of Palestine refugee children and has provided inclusive and quality education, including during times of conflict, blockade and occupation, graduating some 2.5 million students from its schools since 1950.\n\nDuring his visit to Lebanon, Mr. Krähenbühl will hold talks with senior Lebanese officials, the Palestinian Ambassador to Lebanon, as well as representatives of the various Palestinian factions in the country. The Commissioner-General and Deputy Commissioner-General are also participating in the Agency’s Inter-Staff Union Conference (ISUC), an annual forum where representatives of all five field offices come together to discuss challenges and possible solutions.\n\nBACKGROUND INFORMATION\n\nUNRWA is confronted with an increased demand for services resulting from a growth in the number of registered Palestine refugees, the extent of their vulnerability and their deepening poverty. UNRWA is funded almost entirely by voluntary contributions and financial support has been outpaced by the growth in needs. As a result, the UNRWA programme budget, which supports the delivery of core essential services, operates with a large shortfall. UNRWA encourages all Member States to work collectively to exert all possible efforts to fully fund the Agency’s programme budget. UNRWA emergency programmes and key projects, also operating with large shortfalls, are funded through separate funding portals.\n\nUNRWA is a United Nations agency established by the General Assembly in 1949 and mandated to provide assistance and protection to some 5.4 million Palestine refugees registered with UNRWA across its five fields of operation. Its mission is to help Palestine refugees in Jordan, Lebanon, Syria, West Bank, including East Jerusalem and the Gaza Strip achieve their full human development potential, pending a just and lasting solution to their plight. UNRWA services encompass education, health care, relief and social services, camp infrastructure and improvement, protection and microfinance.\n\nFor more information, please contact:\n\nSami Mshasha\n\nDirector of Communications, Arabic Language\n\nSpokesperson\n\nMobile: +972 (0)54 216 8295\n\nOffice: +972 (0)258 90724\n\nTamara Alrifai\n\nUNRWA Spokesperson\n\nMobile: +962 (0)79 090 0140"}}