{"GDELT": {"GlobalEventID": 872861622, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor2Code": "HND", "Actor2Name": "HONDURAS", "Actor2CountryCode": "HND", "IsRootEvent": 0, "EventCode": 1821, "EventBaseCode": 182, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.5350553505535105, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Honduras", "Actor2Geo_CountryCode": "HO", "Actor2Geo_ADM1Code": "HO", "Actor2Geo_Lat": 15.0, "Actor2Geo_Long": -86.5, "Actor2Geo_FeatureID": "HO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Honduras", "Action2Geo_CountryCode": "HO", "Action2Geo_ADM1Code": "HO", "Action2Geo_Lat": 15.0, "Action2Geo_Long": -86.5, "Action2Geo_FeatureID": "HO", "DATEADDED": 20190915170000, "SOURCEURL": "https://www.fox46charlotte.com/news/ice-blasts-mecklenburg-county-sheriff-following-release-of-honduran-national-accused-of-rape"}, "ARTICLE": {"TITLE": "ICE blasts Mecklenburg County sheriff following release of Honduran national accused of rape", "TEXT": "CHARLOTTE, N.C. (FOX 46 CHARLOTTE) — The release of a rape suspect has reignited an immigration enforcement debate.\n\nLast week, Immigration and Customs Enforcement arrested Oscar Pacheco-Leonardo, 33, a Honduran national, according to a news release. He was arrested on June 14 charged with first degree rape and indecent liberties with a child. Two days later, on June 16, Pacheco-Leonardo was released from the Mecklenburg County Jail on a $100,000 bond.\n\n“Bonds are not set by the Mecklenburg County Sheriff’s Office,” Sheriff Garry McFadden pointed out at a news conference Friday, responding to criticism over Pacheco-Leonardo’s release. “We do not have any part of the bonds being set, and we do not have any part of the magistrate releasing these individuals.”\n\n“When the person meets the condition of his bond,” the sheriff added, “by law, I’m supposed to allow him to leave.”\n\nRELATED: Debate continues over bill that would force NC sheriffs to comply with ICE\n\nMcFadden would not take any questions. He said his agency notified ICE, as required, that Pacheco-Leonardo was in their custody.\n\n“When we notified ICE on June 14th, they had the discretion to bring a criminal warrant or a detainer,” he said. “They sent us a detainer.”\n\nThe Mecklenburg County Sheriff’s Office does not honor ICE detainers, which are voluntary requests to hold an inmate for up to 48 hours after their release date so federal officials can decide whether the person can be deported.\n\n“This is yet another example of a clear public safety threat being released onto the streets of Mecklenburg County rather than into ICE custody due to the current sheriff’s policy on ICE non-cooperation,” said ICE Enforcement and Removal Operations Atlanta Field Office Director Sean Gallagher. “The Mecklenburg County sheriff’s decision to restrict cooperation with ICE serves as an open invitation to aliens who commit criminal offenses that Mecklenburg County is a safe haven for persons seeking to evade federal authorities, and residents of Mecklenburg County are less safe today than last year due to these policies.”\n\nNorth Carolina House Speak Rep. Tim Moore (R-Cleveland) says there could be a vote as early as next week on House Bill 370. That bill, drafted in part as a response to McFadden’s protest stance, would mandate law enforcement agencies cooperate with ICE detainers.\n\n“What really is an outrage is the fact that he [Pacheco-Leonardo] was ever released,” said Moore. “I mean, why are we turning a person charged with rape loose on the street?”\n\n“Had the sheriff honored the ICE detainer, this rapist wouldn’t have been turned loose back on the street,” he added, “but would have been turned over immediately to ICE officials.”\n\nMecklenburg County Sheriff Statement\n\nOscar Pacheco-Leonardo was arrested on charges of first-degree rape and indecent liberties with a minor on June 14th. Upon fulfilling his court ordered terms and conditions of release, including the payment of a $100,000 bond, Pacheco-Leonardo was released from Detention Center Central on June 16th as required by law. Setting bond amounts and conditions of release are the responsibility of Mecklenburg County, Judges and Magistrates. MCSO has a responsibility to abide by such court orders.\n\nMy decision that MCSO will no longer honor voluntary ICE administrative detainers is not the sole reason for Pacheco-Leonardo’s release on June 16th. Different discretionary decisions of multiple stakeholders in the criminal justice system, including judicial and law enforcement (in particular ICE’s own discretion), must also be acknowledged and addressed by those who believe that Pacheco-Leonardo should have been kept in custody and the placed directly into deportation proceedings. At the time of Pacheco-Leonardo’s arrest, MCSO had no knowledge that he was previously deported in July 2006. However, that information as readily available to ICE. Furthermore, it is a federal felony to re-enter the United States after having been previously deported.\n\nICE chose to issue voluntary ICE administrative detainers on Pacheco-Leonardo, knowing that it is against MCSO’s policy to honor such detainers. Based upon Pacheco-Leonardo’s previous deportation, ICE could have but did NOT seek a criminal arrest warrant for Illegal Re-Entry. The reasons for that decision have yet to be satisfactorily explained to me or the public. MCSO will always honor a criminal warrant and hold any individual so charged in custody if and until that person has satisfied all court-ordered conditions of release.\n\nAs of today’s date, MCSO still does not have any information regarding current federal charges against Pacheco-Leonardo or his current location.”"}}