{"GDELT": {"GlobalEventID": 872861646, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor2Code": "PAKCVL", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.26315789473684, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Swat, North-West Frontier, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK03", "Actor2Geo_ADM2Code": "40352", "Actor2Geo_Lat": 35.3803, "Actor2Geo_Long": 72.1751, "Actor2Geo_FeatureID": "9173650", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shiv, Rajasthan, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN24", "Action2Geo_ADM2Code": "17848", "Action2Geo_Lat": 26.1833, "Action2Geo_Long": 71.25, "Action2Geo_FeatureID": "-2111141", "DATEADDED": 20190915170000, "SOURCEURL": "https://www.newsnation.in/world/news/malala-tweets-on-kashmir-bjp-shiv-sena-question-her-silence-over-plight-of-pakistans-minorities-shobha-karandlaje-priyanka-chaturvedi-237735.html"}, "ARTICLE": {"TITLE": "Malala Tweets On Kashmir, BJP, Shiv Sena Question Her Silence Over Plight Of Pakistan's Minorities", "TEXT": "New Delhi:\n\nThe Bharatiya Janata Party and the Shiv Sena sharply reacted to Nobel Peace Prize winner and Pakistani education rights activist Malala Yousafzai tweets, urging the UN to work towards peace in Kashmir and help children in the Valley to go back to school. Taking to Twitter, Malala, 22, said she was deeply concerned about reports that Kashmiri students \"have not been able to attend schools for more than 40 days\", and \"about girls who are afraid to leave their homes\".\n\n\"I am asking leaders, at UNGA and beyond, to work towards peace in Kashmir, listen to Kashmiri voices and help children go safely back to school,\" the youngest-ever Nobel Laureate tweeted on Saturday.\n\nI am asking leaders, at #UNGA and beyond, to work towards peace in Kashmir, listen to Kashmiri voices and help children go safely back to school. — Malala (@Malala) September 14, 2019\n\nBJP leader Shobha Karandlaje and Shiv Sena leader Priyanka Chaturvedi lashed Malala out, questioning her silence on the plight of the girls belonging to the minority community in Pakistan.\n\n\"Pakistan doesn't react to how it's perceived in the world, carries forward their agenda and how Malala is helping run that agenda on Kashmir in the garb of her 'concern' for Kashmiri girls but am loving the meltdown Indians are having on behalf of Malala. So touching,\" said Chaturvedi in a tweet.\n\n\"Sincere request to the Nobel winner, to spend some time speaking with the minorities of Pakistan. To speak against the forceful conversation & persecution taking place on the minority girls in her own country!Developmental agendas got extended to Kashmir, nothing suppressed!\" tweed BJP leader Shobha Karandlaje.\n\nThe life has remained affected in Kashmir since August 5 when India abrogated Article 370 of the Constitution, ending the special status of Jammu and Kashmir. Most shops and schools remain shut and public transport has gone off the roads in the Valley.\n\nThe efforts of the state government to reopen schools have not borne any fruit as parents continue to keep the kids at home due to apprehensions about their safety.\n\nPosters have appeared in Srinagar warning people to keep their children away from schools after the Centre abrogated Jammu and Kashmir's special status last month.\n\n\"The terrorists want the public to remain illiterate so that they can control their mind,\" said Farooq Khan, the advisor to Governor Satya Pal Malik.\n\nMalala, the famed human rights activist, was shot by the Taliban gunman in December 2012 for her campaign on girls' education in the Swat Valley in northeastern Pakistan.\n\nThe Taliban, who are opposed to the education of girls, have destroyed hundreds of schools in Pakistan.\n\nAt age 17, Malala became the youngest recipient of the Nobel Peace Prize in 2014 when she shared the coveted honour with India's social activist Kailash Satyarthi.\n\nFor all the Latest World News, Download News Nation Android and iOS Mobile Apps."}}