{"GDELT": {"GlobalEventID": 872891612, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "DOM", "Actor1Name": "DOMINICAN REPUBLIC", "Actor1CountryCode": "DOM", "Actor2Code": "CHN", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Dominican Republic", "Actor1Geo_CountryCode": "DR", "Actor1Geo_ADM1Code": "DR", "Actor1Geo_Lat": 19.0, "Actor1Geo_Long": -70.666667, "Actor1Geo_FeatureID": "DR", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chunhua, Shaanxi, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH26", "Actor2Geo_ADM2Code": "13218", "Actor2Geo_Lat": 34.7989, "Actor2Geo_Long": 108.575, "Actor2Geo_FeatureID": "-1900922", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Dominican Republic", "Action2Geo_CountryCode": "DR", "Action2Geo_ADM1Code": "DR", "Action2Geo_Lat": 19.0, "Action2Geo_Long": -70.666667, "Action2Geo_FeatureID": "DR", "DATEADDED": 20190915220000, "SOURCEURL": "https://www.stabroeknews.com/2019/03/31/features/the-view-from-europe/a-cold-wind-starts-to-blow/"}, "ARTICLE": {"TITLE": "A cold wind starts to blow", "TEXT": "New winds are blowing through the Caribbean. Some may welcome what they bring, others may not.\n\nFour events in the last 14 days illustrate how the region is being captured, probably irretrievably, by a new, if so far ill-defined, cold war that involves the US, China, Russia and Europe, which for strategic reasons are seeking geo-political and geo-economic influence in the region.\n\nThe most high-profile demonstration of this came in Washington’s decision to invite just five Caribbean leaders to a meeting with President Trump at his Mar-a-Lago home in Florida on March 22nd. A second illustration was a pre-arranged visit to the Dominican Republic just one day later by the Chinese Vice Premier Hu Chunhua. The third relates to Venezuela and a low-key exchange organised with Canadian support between a delegation of CARICOM foreign ministers and Juan Guaidó, the country’s self-declared Presi-dent. And the fourth was a Royal visit to Cuba, which indirectly underlined the growing transatlantic rift between Europe and the US.\n\nEach has implications for the political and economic integrity of the Caribbean and each suggests that the region is now caught in a multipolar power struggle in which a small number of nations seek to create spheres of influence around their not easy to reconcile world views and values.\n\nAlthough there are various versions of what took place at the meeting with President Trump in Florida, and despite a White House briefing before the event suggesting that the discussion would center on Venezuela and China’s role in the region, in reality such issues were not the overriding purpose of the encounter.\n\nApart from the fact that such issues had anyway previously been discussed bilaterally by others, the principal purpose, as the Caribbean leaders present and President Trump indicated just before the meeting began, was how the US might respond now and in the future for their support.\n\nRead the press releases and statements made by Caribbean leaders after the event – the White House said almost nothing – and it becomes clear that Jamaica, Haiti, The Bahamas, the Domi-nican Republic and St Lucia, while stressing the need for support for the whole region after years of neglect, now stand to benefit the most from Washing-ton’s transactional approach. This was underlined by the participants being able to make requests on issues of bilateral concern.\n\nNone of this should be a surprise as it is almost a mirror image of the line of attack Washington is adopting towards Africa, albeit with the unique twist that in the western hemisphere the Monroe doctrine applies.\n\nThe underlying message being delivered formally and informally is that in future the Trump administration will respond to the Caribbean in a manner that discriminates in favour of those nations seen as being supportive. In doing so, regional dialogue and multilateralism will largely be dispensed with, and Washington will enhance bilaterally its investment, energy, security and other hemispheric strategies with those that are like minded.\n\nJust as significant was the visit to the Dominican Republic by the Chinese Vice Premier and a 35-person delegation to take forward the significant investment and trade plans Beijing is hoping to agree with the government of President Medina. It followed from Santo Domingo’s decision to recognise Beijing in 2018 and will likely bring Chinese investment in a wide range of infrastructural and other projects, including ports, telecommunications and the importation of Dominican produce and goods. The visit coincided with the publication of an article and subsequent robust Chinese statements indicating Beijing’s desire to build a regional relationship based on multilateralism and “mutual benefit and cooperation.”\n\nThe third event of strategic importance was a low-key meeting between CARICOM and the self-declared President of Venezuela Guaidó. The dialogue, which took place via a video link from Barbados, was intended to take forward through calibrated steps the Montevideo Mechanism agreed by Mexico, Uruguay and CARICOM, which is supported by Russia, Cuba and others to try to find a peaceful way out of the increasingly confrontational internal situation in Venezuela.\n\nAnd finally, the fourth and least noticed development is the growing transatlantic rift between Europe and Washington in relation to the US administration’s attempts to isolate Cuba as a part of what it describes as a “Troika of Tyranny” with Venezuela and Nicaragua.\n\nIn a very visible public signal, Prince Charles, the Prince of Wales, and his wife visited Cuba for three days. Although the British crown is apolitical, the visit was encouraged by the British Government as a demonstration of the UK’s desire along with its EU27 colleagues that engagement and dialogue are required, despite fundamental differences over human rights and other issues.\n\nIt followed recent demarches and other high-level interventions in Washington by the UK and other EU nations. These established their opposition to the possible lifting of the waiver on Title III of the 1996 Helms Burton legislation, and concern about the possible use of Title IV, which would prohibit EU and other third country executives alleged to be involved in “trafficking” in expropriated assets, from entering the US.\n\nDespite having strategic concerns in common with the US, the British Government – Washington’s closest ally in Europe – recently decided that US measures on Cuba were counterproductive, divisive, undermined legitimate trade and international attempts to bring Cuba into the international fold, and were an obstacle to free and frank discussion on reform in Cuba. More significantly, and of strategic importance to the UK and the EU 27, is the strongly held view that Washington’s Cuba policy is creating significant new openings for non-EU players in the wider region, a reference understood to refer to Russia and China\n\nWhat all of this suggests, plus the ongoing crisis in Venezuela and the possibility of a growing of Russian military presence there, is that future pan-Carib-bean coherence and stability is much less certain.\n\nThese geo-strategic and geo-economic developments happen at a time when the Caribbean’s single market and economy offers no defence and there is no unified foreign policy.\n\nThey raise multiple questions about regional unity, whether CARICOM and its neighbours in the wider region will be able to balance competing international interests, and about the longer-term implications should Russia gamble on establishing a significant presence in South America.\n\nDavid Jessop is a consultant to the Caribbean Council and can be contacted at david.jessop@caribbean-council.org\n\nPrevious columns can be found at https://www.caribbean-council.org/ research-analysis/"}}