{"GDELT": {"GlobalEventID": 872862038, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -8.35322195704058, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Salmon Arm, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12566", "Actor1Geo_Lat": 50.7, "Actor1Geo_Long": -119.28299999999999, "Actor1Geo_FeatureID": "-573088", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Salmon Arm, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12566", "Action2Geo_Lat": 50.7, "Action2Geo_Long": -119.28299999999999, "Action2Geo_FeatureID": "-573088", "DATEADDED": 20190915170000, "SOURCEURL": "https://www.saobserver.net/news/mississauga-mayor-shocked-after-teen-killed-five-wounded-in-shooting/"}, "ARTICLE": {"TITLE": "Mississauga mayor “shocked” after teen killed, five wounded in shooting – Salmon Arm Observer", "TEXT": "The mayor of Mississauga, Ont., says she’s “shocked and saddened” after a teenage boy was killed and five other people were wounded when gunfire erupted in the city west of Toronto on Saturday evening.\n\nBonnie Crombie called the incident a “senseless act of gun violence” and says her thoughts and prayers are with the victims’ families.\n\nPeel Regional Police Chief Chris McCord said at a news conference late Saturday night that according to witnesses, multiple suspects unleashed a barrage of gunfire from semi-automatic weapons near a parkette behind an apartment building at around 6:20 p.m.\n\nHe said a 17-year-old old boy died at the scene and that five others — a 13-year-old, a 16-year-old, two 17-year-olds and a woman in her 50s — were injured.\n\nMcCord said one of the wounded was in serious condition and that the other four suffered non-life-threatening injuries.\n\nNo suspect information has been released as officers continued to canvass the area for surveillance footage and police are asking anyone with information on the shooting to come forward.\n\nI‘m deeply shocked & saddened to hear of this senseless gun violence in our city, it’s unacceptable. I‘m committed to ensuring Mississauga remains one of the safest cities by helping to get illegal guns off our streets. My thoughts remain with the young victims & their families. — Bonnie Crombie 🇨🇦 (@BonnieCrombie) September 15, 2019\n\nCrombie thanked first responders who rushed to the scene and she says she hopes to take action in response to the shooting.\n\n“As a member of the police board, I am committed to ensuring Mississauga remains one of the safest cities by working to get illegal guns off our streets,” said Crombie in a statement.\n\nMcCord has said that “a lot” of shell casings were found scattered over a wide area and that several vehicles were hit by the gunfire.\n\nHe said it’s early in the investigation and that many questions about the incident remained unanswered, including the motive, whether the victims were targeted and whether the shooting was gang related.\n\nA music video was being filmed near the scene of the shooting, but McCord said he didn’t know if it was in any way linked to the case.\n\nThe Canadian Press\n\nLike us on Facebook and follow us on Twitter."}}