{"GDELT": {"GlobalEventID": 872891374, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor2Code": "KEN", "Actor2Name": "KENYA", "Actor2CountryCode": "KEN", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -8.43373493975904, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20190915220000, "SOURCEURL": "https://www.standardmedia.co.ke/article/2001342049/take-action-over-these-chinese-death-traps"}, "ARTICLE": {"TITLE": "Take action over these Chinese death traps", "TEXT": "The deadly attack last week on Kenyan security personnel by the Al Shabaab (pictured) highlights yet again that the Somalia militia remains a major threat to peace and security in our country. Five people were killed and 20 others injured when vehicles, carrying Kenya Defence Forces and Anti-Stock Theft Unit, were hit by rocket-propelled grenades in Elwak, Mandera County, on Tuesday. The killing added to the rising list of security personnel who have died in the course of their work. Yesterday, the National Police Service revealed that 65 police officers were killed last year in the line of duty. The figure is, obviously, much higher if you add the number of soldiers who have died under similar circumstances.\n\nSEE ALSO: 11 killed in Somali hotel attack claimed by Al-Shabaab\n\nWhat is consoling though is the fact that their deaths were not in vain; they died while protecting Kenyans. Be that as it may, the latest deaths in Elwak could perhaps have been averted. Notably, the police and the soldiers were travelling in Armoured Personnel Carriers which were acquired to protect them from such attacks. But they didn’t. Sadly, this is not the first time that grenades are reducing the Chinese-built armoured vehicles into mangled wrecks. Last year, five KDF soldiers were killed in Lamu when their vehicle was blown up by an inprovised explosive device. Clearly, these vehicles are no better than matatus in the face of grenades, which begs the question, why are our security agencies still using them? There is need to enquire whether the right procedures were followed during their acquisition. Someone should be punished over the mess. In addition, the Chinese manufacturers of these death traps should be made to pay for the fatalities resulting from their handiwork. No one should be allowed to put the lives of our gallant sons and daughters in needless danger."}}