{"GDELT": {"GlobalEventID": 872891326, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor2Code": "BEN", "Actor2Name": "COTONOU", "Actor2CountryCode": "BEN", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.20705663881152, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Venezuela", "Actor2Geo_CountryCode": "VE", "Actor2Geo_ADM1Code": "VE", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": -66.0, "Actor2Geo_FeatureID": "VE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -66.0, "Action2Geo_FeatureID": "VE", "DATEADDED": 20190915220000, "SOURCEURL": "https://www.stabroeknews.com/2019/05/05/features/the-view-from-europe/europes-very-different-approach-to-the-caribbean-and-latin-america/"}, "ARTICLE": {"TITLE": "Europe’s very different approach to the Caribbean and Latin America", "TEXT": "In a more normal world, a communication produced by the European Commission (EC) setting out the main elements of Europe’s future policy towards Latin America and the Caribbean (LAC) might only be of passing interest.\n\nHowever, at a time when international relations are in flux, and Washington has claimed the right to impose the Monroe Doctrine in the Americas and is critical of the presence of China and others in the hemisphere, the European Union (EU) is about to offer a relationship that is very different in tone and substance.\n\nIn its recently published paper, “the European Union, Latin America and the Caribbean: Joining Forces for a Common Future,” the EC sets out why and how Europe wishes to develop a partnership that is forward looking, innovative, and which it believes offers a long term approach that coincides with the values and aspirations of the LAC region.\n\nTucked away within its 15 pages are two wordy sentences that summarise Europe’s strategic thinking.\n\n“Aware that in today’s world there are different international players competing for influence, economic presence or even political and societal models, the EU should differentiate itself through its values-based policy and promote a logic of complementarity and mutual benefit. An exclusionary vision of international relations where someone’s gain is someone else’s loss is detrimental to the two regions; the EU proposition to LAC is based on open regionalism and win-win solutions,” the document says.\n\nTo achieve this, the communication sets out in detail the EU’s intention to develop relationships based on bi-regional and sub-regional partnerships that emphasise shared cultural and social values and the centrality of helping build prosperity and development through partnerships.\n\nThe document stresses European willingness to work with all LAC partners to support joint actions on the environment and climate change, to build resilience on issues from crime to disaster management, to encourage democracy, improve social and human rights, and to make more effective through common actions global rules-based systems and multilateralism more effective.\n\nAs such, both in general and in its detail, the communication draws a clear line between Europe’s approach to the LAC region to that of the Trump administration, and to a lesser extent China; so much so that it quite possible to imagine at some future date European and Chinese thinking on LAC development, the environment and multilateralism converging.\n\nThe document is also forward looking, suggesting cooperation in areas in which the EU and the LAC region have not previously had any joint programmes. The communication speaks in detail to supporting the development of the green economy, encouraging a low-carbon energy transition and the development of the blue economy. At a social level it places emphasis on encouraging better working conditions, the growth of productive and responsible micro to medium-sized enterprises and encouraging gender equality. It proposes too, working with the LAC region to help advance its digital economy and connectivity with Europe by encouraging investment in high speed broad band connectivity. It also addresses the need to expanding air and maritime transport cooperation.\n\nThese are of course snapshots and a full reading is required to understand the ambition of the policy framework the EC is proposing after having consulted widely in Europe and the LAC region.\n\nAlthough the communication contains little that is Caribbean specific, there are references to the importance Europe places on having established a framework for dialogue with Cuba, expressions of support for closer regional integration through the Community of Latin American and Caribbean States (CELAC), CARIFORUM and CARICOM, language about the role the EU envisages playing in Venezuela in restoring democracy and ending the present crisis, and about the importance of avoiding a one size fits all approach to complex inter-regional political and economic dynamics.\n\nTo understand in practical terms what the communication offers the Caribbean it should be read in conjunction with the EC’s negotiating mandate for a post-Cotonou arrangement with the ACP. This is because the latter document, unlike the ACP’s counterpart document, contains a separate and detailed section on the probable content of a future EU-Caribbean Partnership relationship.\n\nIn what could be read as the first draft for a chapter in a post-2020 ACP-EU Treaty, the mandate proposes areas in which Caribbean-specific programmes might be developed. These range from support for initiatives to address climate change, the encouragement of private sector led development in key economic sectors, including for example digital financial services and tourism, as well as help in relation to countering crime, illegal migration and delivering more gender equal societies.\n\nTogether the EC’s communication and the Caribbean partnership chapter of its post-Cotonou negotiating mandate propose a framework of new initiatives that offer the region an inclusive vision.\n\nIt contrasts with the messaging surrounding the late March meeting between President Trump and a selected group of Caribbean leaders in Miami, which suggested that the Caribbean is rapidly becoming a contested space in which the US is prepared to preferentially and transactionally support only those nations that agree to or acquiesce to its wishes.\n\nPut another way, European thinking demonstrates that “the space the Caribbean has to play in” – to use a phrase in a recent editorial in the Jamaica Gleaner – is about much more than what is left when the US and China resolve their differences, and that there are values-based alternatives available to the region.\n\nAstute Caribbean governments clear about their national interest and sovereignty ought to be doing more to explore the flexibility and innovation the new European communication offers them. They should be identifying politically with EU leaders how Europe’s long-term strategy coincides with their own and might be used subtly to ameliorate US pressure and to balance their growing relationship with China.\n\nAt the same time, the EU and particularly its ambassadors and senior officials should be more strenuously indicating in the region in person and through the media the significance of what a post-Brexit EU27 can offer.\n\nAs the European High Representative, Federica Mogherini, told the European Parliament personally in Italian, her own language, when introducing the new communication, the transatlantic relationship is not only what Europe has with Washington, but “also what we have with Central America, with South America, with Canada and with the Caribbean.”\n\nDavid Jessop is a consultant to the Caribbean Council and can be contacted at\n\ndavid.jessop@caribbean-council.org\n\nPrevious columns can be found at https://www.caribbean-council.org/research-analysis/"}}