{"GDELT": {"GlobalEventID": 872862262, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "MED", "Actor1Name": "JOURNALIST", "Actor1Type1Code": "MED", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -5.18838789376159, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_Lat": 37.768, "Actor1Geo_Long": -78.2057, "Actor1Geo_FeatureID": "VA", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Norfolk State University, Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 36.8493, "Actor2Geo_Long": -76.2627, "Actor2Geo_FeatureID": "1479804", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 37.768, "Action2Geo_Long": -78.2057, "Action2Geo_FeatureID": "VA", "DATEADDED": 20190915170000, "SOURCEURL": "https://historynewsnetwork.org/article/173032"}, "ARTICLE": {"TITLE": "How the Kikotan Massacre Prepared the Ground for the Arrival of the First Africans in 1619", "TEXT": "9/15/19\n\ntags: slavery\n\nGregory D. Smithers is a Professor of History and Eminent Scholar at Virginia Commonwealth University. Dr. Smithers is the author of numerous books including The Cherokee Diaspora: An Indigenous History of Migration, Resettlement, and Identity (Yale University Press, 2015) and most recently Native Southerners: Indigenous History from Origins to Removal.\n\nA painting depicting the construction of a fort at Jamestown, close to Fort Comfort, from National Park Service\n\nReckoning with the past is never easy. We’ve seen this in the United States and the United Kingdom this summer, as British universities grapple with their connections to the wealth and human suffering resulting from transatlantic enslavement, and Americans debate the historical meaning of the 400th anniversary of the arrival of the first enslaved Africans in English North America.\n\nCommemorating the 400th anniversary of what the English colonizer John Rolfe described as the “20 and odd Negroes” (a number that was actually closer to 30) has dominated social media and the summer’s newscycle. But there’s an aspect of this commemorative activity that hasn’t received much attention. I refer specifically to the violence that occurred at Point Comfort less than a decade before the slave ship White Lion made anchor in August 1619. On that spot, a bloody event worthy of historical introspection took place: the massacre of the Kikotan Indians.That bloody event is important because it made it possible for the English to take Native lands and build Fort Henry and Fort Charles. The Kikotan massacre prepared the ground for the arrival of the first Africans in Virginia.\n\nThe history of English North America and what became the United States is a complex and often-violent story involving the enslavement of African peoples and the territorial dispossession and genocide of Native American communities. This is an uncomfortable history and neither the British nor Americans have fully reconciled itwith the contemporary economic, political, and social dimensions of their respective societies.\n\nMost Americans don’t like to think about genocide as a foundational part of US history, while the English certainly don’t view their forebears as capable of perpetrating the mass killing of indigenous people. However, historian Jeffrey Ostler makes a compelling case for how genocide is woven into the fabric of North American history in his most recent book, Surviving Genocide. In Virginia, English colonization sparked dramatic population declines among Native American communities. While Virginia Indians numbered about 50,000 in 1607, by the early twentieth century, only a little over 2,000 remained.\n\nBut did the English initiate a genocide against Virginia’s Indian people? To answer this question it’s important to define genocide. The United Nations defined genocide in 1948 as “acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group.” Genocide can involve killing members of a group, causing “serious bodily or mental harm,” deliberately creating conditions designed to physically destroy a group “in whole or in part,” imposing measures that prevent births, and forcibly transferring children out of one group and to another.\n\nThis definition describes not only the “founding” of Virginia but the course of US history and its relationship to Native America. Importantly, the genocide of Virginia Indians didn’t occur within a discrete time period and under well-established bureaucratic conditions; genocide in Virginia unfolded slowly over a period of decades.\n\nThe opening act in the tragedy of Native land loss, attacks on indigenous culture and language, the separation of children from families, and the physical destruction of entire communities, began in 1607 when English ships passed through the mouth of the Chesapeake Bay. The English aboard those vessels passed lands belonging to the Accomac, Nansemond, Warraskoyaak, and Kikotan (or Kecoughtan) people. These weren’t the first European ships the region’s Native people saw, but the English were different: they were determined to stay. This wasn’t good news for the Kikotan. They’d once numbered as many as 1,000, but by 1608 the English estimated that the Kikotanhad as few as 20 fighting men and perhaps a total population of no more than 60. The Kikotan had been reduced to a small community vulnerable to external attacks. Joining the Powhatan Chiefdom, albeit by force, under the leadership of Wahunsenacawh (Chief Powhatan) offered a degree of protection from both European and Native American violence and captive raids.\n\nIn the spring of 1608, though, the English probably didn’t seem like much of a threat to the Kikotans because the English were starving. Although the Kikotans and other Native communities provided the English with small parcels of food, in the spring of 1608 the English were on the verge of abandoning Jamestown. The colonizers were saved, however, by the arrival of supply vessels from England.\n\nThe English recognized they couldn’t sustain a colony that relied on supply ships from England. They needed to make changes. One of those changes was establishing trade relationships with Virginia Indians. An Englishman by the name of John Smith helped to initiate trade talks. Smith was an ambitious man determined to make a name for himself in Virginia. Unfortunately for Smith, the Kikotan “scorned” his advances to engage in trade talks, allegedly mocking him for his inability to feed himself. Smith wasn’t amused. He immediately let “fly his muskets,” whereupon the Kecoughtan “fled into the woods.”\n\nSuch incidents seem small and petty when viewed in isolation. However, these types of encounters grew in regularity and fueled mutual mistrust along Virginia’s Anglo-Indian frontier.\n\nThat mistrust grew between 1609 and 1611 when the English made plans to build forts and establish homesteads on indigenous lands at the mouth of the Chesapeake Bay. The Kikotan need only look across the bay to see how English homesteads had started to displace Nanesmond families. English intentions were clear. Slowly, methodically, a genocide was unfolding.\n\nTwo factors overlapped to result in the genocide of the Kikotan people. First, English colonizers began establishing homesteads on Kikotan lands. Just as they did among the Nansemond, English land use practices were designed to sever indigenous people from their crops, sacred spaces, and homes.\n\nSecond, violence played an important role in eliminating the remaining Kikotan people from their homelands at the mouth of Chesapeake Bay. In 1610, the English moved aggressively against the Kikotans. This sudden English assertiveness was in response to Kikotans aligning with neighboring indigenous tribes in opposition to the construction of English forts – including the fort that witnessed the arrival of the first Africans in Virginia. By early July, 1610, Sir Thomas Gates, the governor of Virginia, was \"desyreous for to be Revendged upon the Indyans att Kekowhatan\" for their opposition to English colonial expansion.\n\nColonial officials initiated a plan to “drive” the remaining “savages” from the land. The violence directed against the Kikotan people in July 1610 became known as the Kikotan massacre. The exact number of Kikotan deaths is unknown. Those who did survive the massacre fled their homelands and took refuge among neighboring indigenous communities. The Kikotan’s connection to their homeland was lost.\n\nFor the Kikotans, the physical and psychological toll of the 1610 massacre were compounded by English actions in the proceeding years. To reinforce the sense of loss that Kikotan people undoubtedly felt, the Virginia General Assembly agreed to “change the savage name of Kicowtan” to Elizabeth City in 1611. The Kecoughtan name remained to demarcate the foreshore, but in 1619 English families pushed to have the Kikotan erased from memory and the Corporation of Elizabeth City established. As the \"20 and odd negroes\" stepped onto Virginia should, the colonizers were writing their name over a Native landscape.\n\nThe English were changing the landscape that Virginia’a Indians had nurtured for as long as anyone could remember. When Wahunsenacawh died in 1618, less than a year before the White Lion set anchor at Port Comfort, Opechancanough, Chief Powhatan’s brother, took up the fight against English incursions into Powhatan homelands.\n\nOver the next two decades, violence between English colonizers and Powhatan warriors broke out in fits and starts throughout Virginia. The English, however, weren’t leaving. In 1624 Virginia was declared a royal colony and Native people continued to use violence to prevent the growing number of colonizers from squeezing them off their homelands.\n\nVirginia’s Indians were up against a determined foe. Governor Wyatt’s response to Indian resistance in the 1620s captured both the intent and determination of the English: “to root out [the Indians] from being any longer a people.”\n\nWyatt’s words are chilling. They reveal that prior to a treaty between the Powhatan and English in 1646, guerrilla-style warfare punctuated life in Virginia. So long as this fighting continued the English would take no quarter with their enemies. Native people, reduced in numbers and confined to reservations by the 1650s, suffered traumas that live on today in the stories Virginia Indian’s tell about seventeenth-century English colonizers.\n\nIn remembering 1619 it’s right to reflect on the lives of the African people who disembarked from the White Lion on the traditional homelands of the Kikotans. We should also remember the loss of indigenous life in Virginia, losses that grew as the decades unfolded. We need not look too far beyond the events of 1610 and 1619 to see how the English treated Native resistance to their expansive plans for a settler colonial society supported by plantations and the exploitation of unfree labor.\n\nAt the end of September, Norfolk State University in Virginia will host academics, journalists, and community members at a summit called “1619: The Making of America.” Sponsored by American Evolution, the summit will undoubtedly provide a forum for reflecting on Virginia’s past. I also hope that in trying to understand the “Making of America” we remember that English (and ultimately, United States) colonialism was (and is) built not only with the labor of stolen bodies from Africa, but the stolen lands of Native Americans."}}