{"GDELT": {"GlobalEventID": 872891510, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.90625, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -66.0, "Action2Geo_FeatureID": "VE", "DATEADDED": 20190915220000, "SOURCEURL": "https://www.stabroeknews.com/2019/01/27/features/the-view-from-europe/dialogue-not-ideology-required-to-address-the-crisis-in-venezuela/"}, "ARTICLE": {"TITLE": "Dialogue not ideology required to address the crisis in Venezuela", "TEXT": "Last Wednesday. Juan Guaidó, the President of Venezuela’s National Assembly, took an informal oath of office and declared himself the country’s interim President. In a choreographed response, the United States and a number of other hemispheric countries, including Canada, Brazil and Argentina, recognised him as such.\n\nThe response of other nations was significantly more nuanced, calling instead for a political process that leads to free and credible elections. Russia, China and Turkey, however, indicated their support for the Maduro government and objected to external interference in the country’s internal affairs.\n\nIn contrast, Caribbean nations, including some of those in the Lima Group who voted recently at the OAS not to recognise Nicolas Maduro’s second term in office as Venezuela’s President, said nothing about Mr Guaidó . Instead they have called for a rapid regional and international dialogue involving all actors to preserve the democratic process.\n\nWhat happens next is far from certain. Washington’s unprecedented decision to recognise an alternative government to the one that holds de facto power has set in train a hard to predict range of outcomes that may turn a humanitarian disaster into geopolitical conflict.\n\nVenezuela’s military leadership have declared that they support the existing regime and regard Mr Guaidó’s proclamation as a “reprehensible event,” suggesting that a military-led change of government or fresh elections are unlikely for the present.\n\nEvents will, therefore, demonstrate whether President Trump, his hawkish advisers, or those nations that have recognised Mr Guaidó really have both a well-thought through consistent long-term strategy, and a clear-cut exit plan for what they have set in train.\n\nWhat their sudden change in tactics towards Venezuela is more generally the first manifestation of is a much less benign policy towards any nation in the hemisphere that Washington regards as not conforming to Western democratic norms.\n\nRecent comments by senior US figures, including the Secretary of State Mike Pompeo, the National Security Adviser John Bolton, and the influence exerted over policy towards the hemisphere by individuals such as the Republican Senator Marco Rubio set this in context.\n\nIn an indication of what might happen next in Venezuela, Senator Rubio, who is widely regarded as the architect or the Trump Administration’s ideologically-driven approach to Latin America and the Caribbean, has warned of the “swift and decisive” consequences should any harm befall American diplomats in Venezuela.\n\nAlthough understandably no one has commented publicly on what might happen should Mr Guaidó be harmed in any way, those with long memories will remember the circumstances in Grenada that led in 1983 to a request by Caribbean neighbours to the US to intervene militarily: a precedent that suggests that all parties in Venezuela should proceed with caution.\n\nIn a more general indication of what may come next in relation to those Washington sees as its ideological enemies, Pompeo sent a message to Congress on January 16 relating to Cuba. This noted that the Trump administration was only waiving for a period of 45 days from February 1, the legal provision in the 1996 Helms Burton legislation that enables US citizens to take legal action against companies and individuals alleged to be ‘trafficking’ in assets expropriated in the years following Cuba’s revolution.\n\nThe language contained in the US Secretary of State’s message was particularly striking.\n\nHe said that the Administration would “conduct a careful review” of the US’s right to act under Title III of the legislation. This was being undertaken, he observed, “in light of the national interests of the United States and efforts to expedite a transition to democracy in Cuba and include factors such as the Cuban regime’s brutal oppression of human rights and fundamental freedoms and its indefensible support for increasingly authoritarian and corrupt regimes in Venezuela and Nicaragua.”\n\nThen. in an indication that Washington expects third nations and their companies to use the 45 days between February 1 and March 17 to reconsider their engagement with Cuba, Mr Pompeo noted: “We ask the international community to intensify efforts to hold the Cuban Government accountable for the 60 years of repression of its people. We encourage anyone doing business in Cuba to reconsider whether they are trafficking in confiscated property and inciting that dictatorship.”\n\nIn a strongly-worded response, Cuba’s Foreign Ministry alluded to the wider implications which were subsequently summed up by the country’s President, Miguel Díaz-Canel, who described in a Tweet the US decision as having the “objective of subverting and overthrowing the government and imposing a regime to the liking of the US government.”\n\nAt the very least, if the US President breaks with precedent and ceases to waive Title III, it is likely to prove divisive. This is because the legislation is extraterritorial in its effect. Not only does it enable US registered holders of expropriated assets to seek redress in US courts against foreign companies and persons, it also allows for the exclusion from the US of directors and their families and authorises civil and criminal sanctions.\n\nIt is also likely to bring the US into conflict with its allies. For example, during the Obama Administration the EU and many nations elsewhere, with US encouragement, normalised the deepened their relations with Cuba, encouraging investment and trade and dialogue.\n\nIt is now widely expected that other ideologically-driven US sanctions on Venezuela, Nicaragua and Cuba will follow, requiring nations from Jamaica to St Vincent to take more than a partisan view.\n\nNone of which should be taken as seeking to minimise the suffering of the Venezuelan people, excuse the incompetence of the Maduro government, or exonerate those nations that continue to argue, despite the hunger, chaos and the millions who have departed, that Venezuela is creating an alternative socially just society.\n\nRather, it is to indicate that if the Caribbean is not to become irreconcilably divided it needs to arrive at a common, genuinely non-aligned position that accepts that the introduction of ideologically-led policies into the hemisphere will have unpredictable consequences.\n\nDavid Jessop is a consultant to the Caribbean Council and can be contacted at\n\ndavid.jessop@caribbean-council.org\n\nPrevious columns can be found at https://www.caribbean-council.org/research-analysis/"}}