{"GDELT": {"GlobalEventID": 872862430, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.3719704952581697, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Stalingrad, Volgogradskaya Oblast', Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS84", "Actor1Geo_ADM2Code": "25113", "Actor1Geo_Lat": 48.8047, "Actor1Geo_Long": 44.5858, "Actor1Geo_FeatureID": "-3034353", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Munich, Bayern, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM02", "Actor2Geo_ADM2Code": "16532", "Actor2Geo_Lat": 48.15, "Actor2Geo_Long": 11.5833, "Actor2Geo_FeatureID": "-1829149", "Action2Geo_Type": 4, "Action2Geo_Fullname": "East Prussia, Poland (general), Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL00", "Action2Geo_ADM2Code": "24598", "Action2Geo_Lat": 54.0, "Action2Geo_Long": 21.0, "Action2Geo_FeatureID": "-500705", "DATEADDED": 20190915170000, "SOURCEURL": "https://defensemaven.io/warriormaven/history/how-hitler-helped-russia-achieve-superpower-status-cL027E0YV0GlADOyHwQWzA/"}, "ARTICLE": {"TITLE": "How Hitler Helped Russia Achieve Superpower Status", "TEXT": "\"To Join Warrior Maven Gold AI & CyberWar Circle CLICK HERE\n\nWarrior Maven Video Above: Army Fast-Tracks New Technology to Destroy Enemy Drones\n\nBy Michael Peck, The National Interest\n\nAfter suffering more than twenty million military and civilian deaths in World War II, Russia has little cause to thank Hitler.\n\nBut with Wednesday, June 22 marking the seventy-fifth anniversary of Operation Barbarossa, the Nazi invasion of the Soviet Union, it is time to recall one of history’s greatest ironies. Adolf Hitler was obsessed with turning Russia into a vast German colony and the Russian people into slaves. Instead, half of Germany was occupied by the Red Army, its people subjects of the Russian empire. When four million Nazi soldiers crossed the Soviet border in the early hours of June 22, 1941, they dreamed of seeing the spires of the Kremlin. Instead they unleashed a chain of consequences that still shape the world today.\n\nTo claim that Russia was not a great power before Hitler would be silly. Abundant in territory, resources and population, Russia has been a heavyweight since at least the eighteenth century, a behemoth strong enough to destroy the army of Napoleon (who also thought Russia would be easy prey). Yet three-quarters of a century later, it is hard to appreciate just how different the global balance of power was back then.\n\nIn the late 1930s, the United States had an army smaller than Romania’s. Britain, whose destroyers today can’t sail in warm water, owned a quarter of the Earth’s surface, and was reckoned to have the world’s most powerful navy. France, now the butt of many “I surrender” jokes, was considered to have the most powerful land army in Western Europe. Germany, whose military today appears barely functional, had been terrifying its neighbors since 1870.\n\nAnd then there was Russia, the enigmatic Communist colossus racked by Stalinist purges, the giant with feet of clay that could barely subdue tiny Finland in 1939–40. It wasn’t just Hitler and his generals who believed Russia would collapse like a house of cards; even British and American experts did not expect Moscow to survive Hitler’s blitzkrieg. Yet in May 1945, it was Britain that was broke, France devastated, and Germans who watched Russian tanks clank through the rubble of Berlin. Like a boxer bloodied but still triumphant, it was Russia that remained on its feet and became one of the world’s two superpowers for more than forty years.\n\nWhat would Russia look like today if World War II had never happened? What if Hitler had remained a failed painter in Vienna, or had been blown up by an assassin’s bomb in a Munich beer hall?\n\nWithout Hitler starting the war, the Soviet Union would never have seized their European empire. Britain and France were so anti-Communist that they almost bombed Russia’s oil fields in 1940 after Stalin signed a pact with Hitler, and considered sending troops to support Finland. They would not have remained idle if the Soviet Union marched into Germany (which might actually have happened if the Soviets had defeated Poland in the Russo-Polish War of 1920).\n\nA considerable chunk of the German armies in Operation Barbarossa came from Axis allies that foolishly joined Hitler’s “crusade against Bolshevism,” including Romania, Hungary, Bulgaria and Finland (the thought of Italian troops eating pasta in the snow near Stalingrad is still surreal). Conquering Romania, Hungary and Bulgaria allowed Red Army bayonets to install Communist regimes in those nations, as did liberating (yes, it was liberation from the horrors of Nazi rule) Poland and Czechoslovakia. In other words, no Hitler, no Warsaw Pact.\n\nThe borders of Russia today would also look different. Hitler and Stalin carved up Poland in 1939, and after the war the Soviet Union annexed most of the Polish territory it grabbed in 1939, with Poland being “compensated” with German territory. These lands would never have changed hands were it not for the war, while East Prussia would be part of Germany today instead of Russia.\n\nTrue, Operation Barbarossa devastated the industry and natural resources of Russia and Ukraine, a shortfall only part made up by Lend-Lease and postwar Soviet looting of Germany. Stalin’s ruthless push for industrialization in the 1930s had grown the Soviet economy at a remarkable rate, and transformed the Soviet Union from a Tsarist peasant state into a major industrial power capable of producing enough weapons to defeat Hitler’s panzers. Even with the economic contradictions of Communism, it would have been interesting to see how the Soviet economy would have compared to others in the long run if not for the war.\n\nHowever, there weren’t many others. Except for the United States, Hitler’s madness eliminated the USSR’s competition. The world of 1939 was multipolar, with multiple states competing for power. By 1945, there were just two superpowers: America and the Soviet Union. The other contenders were smashed, occupied or exhausted.\n\nAnd that is the greatest legacy that Hitler left Russia. Putin’s Russia has but a shadow of the military power and global influence of the Soviet Union. But compare the military power and influence of today’s Britain, France and Germany to what those nations enjoyed in 1939, and Russia doesn’t seem in bad shape. Moscow could maintain an expeditionary force for months in Syria: NATO could barely muster enough resources to tackle a fifth-rate power like Gaddafi’s Libya in 2011.\n\nHitler left a power vacuum in Europe for Russia to fill. Whether this was worth twenty million dead is another matter.\n\nP.S.: For those who have never heard it, Al Stewart’s “Roads to Moscow” is still one of the most poignant historical ballads ever written.\n\nMichael Peck is a contributing writer for the National Interest*. He can be found on* Twitter and Facebook. This first appeared several years ago.\n\nImage: Wikipedia.\n\nThis piece was originally published by The National Interest"}}