{"GDELT": {"GlobalEventID": 872862493, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "REF", "Actor2Name": "REFUGEE", "Actor2Type1Code": "REF", "IsRootEvent": 0, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.40773809523808, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Idlib, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26365", "Actor1Geo_Lat": 35.9306, "Actor1Geo_Long": 36.6339, "Actor1Geo_FeatureID": "-2542538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Idlib, Idlib, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY12", "Actor2Geo_ADM2Code": "26365", "Actor2Geo_Lat": 35.9306, "Actor2Geo_Long": 36.6339, "Actor2Geo_FeatureID": "-2542538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Idlib, Idlib, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY12", "Action2Geo_ADM2Code": "26365", "Action2Geo_Lat": 35.9306, "Action2Geo_Long": 36.6339, "Action2Geo_FeatureID": "-2542538", "DATEADDED": 20190915170000, "SOURCEURL": "https://www.middleeasteye.net/news/desperate-syrians-flee-lebanon-turkey-syria"}, "ARTICLE": {"TITLE": "Desperate Syrians flee Lebanon to Turkey - via Syria", "TEXT": "Samer Shamout has been here before.\n\nHe has attempted to cross into Turkey from Syria's Idlib province a dozen times without success, and now he is waiting in a tiny village that lies near the border wall for his 13th attempt.\n\nLike many Syrians, Shamout, not his real name, is desperate to get out of his war-torn country and into the safety of Turkish territory.\n\nBut unlike the thousands of others waiting along the border, he has spent the last eight years in Lebanon, a country he says is so hostile that he has risked travelling back through Syria in order to reach Turkey.\n\n\"I left behind in Lebanon a lot of refugees who fear they will be returned to Syria and cannot afford the expenses of crossing illegally into Turkey,\" Shamout tells Middle East Eye.\n\nSyrians and human rights groups say Lebanese authorities have begun forcibly returning refugees to government-held Syria, where they have been subject to arrest.\n\n\"I can't go back to Syria, it's not safe, there's no work there and I'm afraid that the authorities will arrest me or conscript me and force me to kill people,\" Shamout says.\n\n“I have nothing to do with the Syrian government or the rebels, or the political situation and the war. I worked eight years in Lebanon to live and support my parents.”\n\nA hefty price for safety\n\nStraining after accepting some three million Syrian refugees and witnessing several terror attacks perpetrated by Islamic State and Kurdish militants, Turkish authorities built a wall along the Syrian-Turkish border in early 2017, reinforced by a large number of guards.\n\nThat has made passage across the border near impossible, unless a small fortune is paid to smugglers who may or may not be successful in getting people into Turkey.\n\nLebanon deported nearly 2,500 Syrian refugees in three months: Amnesty Read More »\n\nHere in Syria’s rugged and mountainous extreme north, tens of thousands have settled in tattered tents that are warm in the sun but bitterly cold at night, even in these summer months.\n\nMany of the informal camps’ residents were recently pushed north by a deadly pro-Syrian government forces offensive on rebel-held Idlib that has killed around 1,000 civilians since April.\n\nThe difference between the Syrian and Turkish sides of the border is stark, particularly at night time when villages on Turkey’s side are lit up with electricity while the tents in Syria are steeped in darkness.\n\nOn the border, there is a heavy Turkish military presence.\n\n\"There are tight checks on the Turkish side of the border, possibly due to fears that radical Islamists fleeing Idlib will infiltrate,\" a broker working for a smuggler tells MEE, adding that Syrians pay hefty amounts to be trafficked into the country as a result.\n\n\"The cost of illegal transit to Turkey is between $800 to $3,000,\" he says.\n\nDemand is high. The broker says Syria President Bashar al-Assad’s assault on Idlib has encouraged more and more people to attempt the crossing, but mixed in among them are many coming from Lebanon, too.\n\nAt this particular point on the border, about 10 to 25 people attempt to cross daily.\n\nHuman goods\n\nShamout was told it would take three days to cross from Lebanon to Turkey, travelling across some 150km of Syrian territory, some parts held by Damascus, others by rebels.\n\n\"But it took two weeks because smuggling routes were cut off due to the escalation in Idlib province,\" he says.\n\nShamout and the other Syrians in his group were disguised as belonging to the Russian military, Assad’s chief ally.\n\n'The violations against Syrian refugees in Lebanon violate international law' - Said Fadel Abdel Ghani, chairman of SNHR\n\n\"After crossing the Lebanese border into Syria, I was transported in a luxury car with an official letter written in Russian and Arabic,” he says.\n\nThe letter was stamped with the official seal of Hmeimim, Russia’s primary military base in Syria, and demanded the car not be searched.\n\n\"I stayed for about 10 days with other fugitives in government-held areas in northern Hama, several villages away from rebel-held areas,\" Shamout adds.\n\nThe villages of northern Hama province are quiet, rural and heavily loyal to Assad. Most roads are unpaved, and many are pockmarked by checkpoints and lined with pictures of the Syrian president.\n\nDuring one pause in a village, Shamout overheard the smuggler negotiating passage forward with rebels.\n\n\"I could hear the smuggler talking to the rebels and agreeing that the road is unsafe. When it was time to leave, we walked for about six hours,\" he says.\n\n\"At the meeting point, the regime-linked smuggler handed a large bag of money to the rebel-linked smuggler and told him, smiling: ‘Take these 15 people coming from Lebanon.' I felt like I was goods.\"\n\nShamout paid $3,000 to the smuggler operating in government-held areas of Syria to transport him from Lebanon to Idlib province.\n\n\"All the way, everything we had, like watches or rings, was stolen from us, and sometimes women were harassed,\" he adds.\n\nBetween harassment and detention\n\nEven with large parts of Syria now spared fighting, Assad-held areas are not safe for many returnees, warns the Syrian Network for Human Rights (SNHR) activist group.\n\nDespite that, Lebanese authorities urge Syrians to return home.\n\nThe government in Beirut says the estimated one million refugees are placing an impossible burden on Lebanon’s already creaking infrastructure and have contributed to pushing its economy towards a frightening precipice.\n\nSyrian refugees in Turkey: What you need to know Read More »\n\nReligious identity, too, plays a part. Some in Lebanon worry its delicate confessional makeup risks being unbalanced by the presence of Syrian refugees, who are predominantly Sunni.\n\n\"Lebanon is the largest country that has seen the return of refugees,\" Said Fadel Abdel Ghani, chairman of SNHR, tells MME.\n\n\"Some 200,000 returned as a result of harassment, most notably discrimination based on religion,\" he adds.\n\n\"The violations against Syrian refugees in Lebanon violate international law.”\n\nIn mid-August, the SNHR released a 21-page report alleging that 15 Syrian refugees had been tortured to death and 638 others forcibly disappeared after returning to Syria since 2014.\n\n\"The most dangerous thing facing returning refugees is detention. More than half of the detainees are forcibly disappeared, perhaps killed by torture, and when released they are recruited into regime forces,\" Abdel Ghani says.\n\n\"The refugee often returns and finds his neighbourhood uninhabitable, without basic services or any job opportunities, and finds that regime forces have stolen his home and property. \"\n\nThe wall\n\nSuddenly, Shamout is invited along with others he has been travelling with to meet the smugglers taking him on the last leg of his journey. The refugee disappears into an adjoining room, and shouts begin to mount.\n\nFurious, he emerges, accusing the smugglers of being deceitful.\n\nShamout had been told that the plan had changed, and now they had to jump over the wall because the border patrol officer who coordinates with the smuggler is not there.\n\nExasperated, the refugee explains that he paid $2,000 for coordinating his passage with the Turkish border guards to cross safely, but now the smuggler will make him take a route that Syrians typically pay $800 for.\n\nOne of the smugglers isn’t happy about the turn of events either – during a previous attempt he injured himself climbing over the wall, and is scared to do it again.\n\nShamout sighs nervously as he waits for his 13th attempt to cross into Turkey.\n\n\"Although some refugees have been deported from Turkey, I am sure I will be able to live in peace, it is much better than Lebanon,\" he says.\n\nOnce the wait is over, 35 people, most of them fleeing Lebanon, including women, children and the elderly, are ready to enter Turkey illegally.\n\nThe smuggler cuts the barbed wire separating them from the wall, and the refugees begin to jump over the barrier.\n\nGunfire cracks, and the sounds of border guards arriving in their vehicles looms closer.\n\nJust five of the 35 escape into Turkey. Shamout has been arrested."}}