{"GDELT": {"GlobalEventID": 872891711, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "GBRGOV", "Actor1Name": "DOWNING STREET", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor2Code": "IRL", "Actor2Name": "DUBLIN", "Actor2CountryCode": "IRL", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.9404388714733599, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dublin, Dublin, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI07", "Actor1Geo_ADM2Code": "18288", "Actor1Geo_Lat": 53.3331, "Actor1Geo_Long": -6.24889, "Actor1Geo_FeatureID": "-1502554", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dublin, Dublin, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI07", "Actor2Geo_ADM2Code": "18288", "Actor2Geo_Lat": 53.3331, "Actor2Geo_Long": -6.24889, "Actor2Geo_FeatureID": "-1502554", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE11", "Action2Geo_ADM2Code": "5850", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": 4.33333, "Action2Geo_FeatureID": "-1955538", "DATEADDED": 20190915220000, "SOURCEURL": "https://www.itv.com/news/2019-09-15/hard-cheese-in-luxembourg-tomorrow-boris-johnson-hopes-to-send-tough-new-message-to-eu-in-face-to-face-talks/"}, "ARTICLE": {"TITLE": "Hard Cheese in Luxembourg? Boris Johnson hopes to send tough new message to EU in face-to-face talks", "TEXT": "Boris Johnson is in Luxembourg for his first meeting with Jean Claude Juncker, the outgoing President of the European Commission.\n\nAs the pair shook hands upon Mr Johnson's arrival the prime minister was asked why he was so optimistic about the talks.\n\n\"Cautious, cautious,\" he told reporters, and when Mr Juncker was asked if he was confident of progress he said, \"we will see\".\n\nThey've spoken twice on the phone before, but these are the first face-to-face talks. On the menu \"Escargot, Salmon and Fromage\" we're told.\n\nA hard cheese perhaps?\n\nBecause the Prime Minister will be delivering what he hopes will be seen as a new, tough message to the EU.\n\nA Number 10 source says: “The Prime Minister could not be clearer that he will not countenance any more delays. We will be leaving on October 31 - no ifs, no buts.\n\n“Any further extension would be a huge mistake. It is not just a question of the extra dither and delay – it is also the additional long months of rancour and division, and all at huge expense. We must finally deliver on the 2016 referendum result.\n\n“This is why the PM will stress to Mr Juncker that, while he wants to secure a deal, if no deal can be agreed by October 18 his policy is to leave without a deal on October 31 – and reject any delay offered by the EU.”\n\nSaying that he'll reject any extension/delay offered beyond the end of October is as much for domestic consumption as it is for Brussels.\n\nPut to one side that the terms of Article 50 demand that the UK must ask for an extension itself. (The Prime Minister has already said he'd \"rather die in a ditch\" than ask for another delay.)\n\nBoris Johnson pushing for a deal but not willing to drag it out is the narrative Downing Street wants to encourage.\n\nThe government is well aware that the EU now seems just as fed up as the British public with the inability of UK politicians to find a conclusion, one way or another. This new message is a fresh attempt to focus minds here and in Europe.\n\nDon't expect Monday's talks to lead to a seminal moment in this saga. Despite that end of September 30 day 'window' which Angela Merkel talked about when she met the PM in Berlin on the 21st of August narrowing fast, 'steps towards movement' and 'a long way to go' are the sort of phrases used by the PM's aides.\n\nEven if there is a deal that Dublin, Brussels and Downing Street can agree on, we'd be back to assessing the chances of getting it through the Commons.\n\nFormer Conservative Minister Tobias Ellwood told us today he can detect movement in the \"hard right-wing\" of his own party.\n\nThere are also an estimated 25 Labour MPs from Leave seats who seem prepared to back an exit agreement. Glimmers perhaps, but getting MPs to agree is still a \"game of 3D chess\", one government advisor told me today.\n\nThe suggestion that Brexit Secretary Stephen Barclay seems to be mulling over with the EU is a possible three-year transition period after a divorce deal that's also being seen as a sign of compromise.\n\nYou really get the sense that there's a frantic fortnight ahead. If a deal isn't starting take shape after that, the narrative may start to shift towards a 'collapse of talks' scenario with the clash between PM and Parliament intensifying along with the courts, and possibly the Monarch, becoming more involved."}}