{"GDELT": {"GlobalEventID": 872861955, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "GBR", "Actor1Name": "WALES", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.0544815465729398, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20190915170000, "SOURCEURL": "https://www.walesonline.co.uk/news/local-news/merthyr-councillors-give-backing-regional-16912825"}, "ARTICLE": {"TITLE": "Merthyr councillors give backing to regional development plan for south Wales", "TEXT": "Want the latest news sent straight to your inbox? Don't miss anything! Sign up for regular updates from WalesOnline Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nMerthyr Tydfil councillors have given their backing to a regional development plan for south east Wales.\n\nThe strategic development plan (SDP) for the Cardiff capital region is being put together covering 10 councils across the region.\n\nAll 10 councils – Blaenau Gwent, Bridgend, Caerphilly, Cardiff, Merthyr Tydfil, Monmouthshire, Newport, Rhondda Cynon Taf, Torfaen and the Vale of Glamorgan – need to sign the SDP off.\n\nThe Vale of Glamorgan is set to be the responsible authority overseeing the SDP.\n\nIt is expected to cost £3.14m across five years, with the total cost to Merthyr being more than £136,000 (an annual cost of about £27,000 over the five years) as well as £2,715 towards the £50,000 start-up costs.\n\nThe SDP sits above each authority’s own local development plan (LDP) with strategic decisions around housing, transport, employment and infrastructure being taken at a regional level but key decisions on planning proposals to be taken locally through LDP allocations and policies and in planning committee decisions.\n\nThere will be a strategic planning plan as part of the SDP made up of representatives from all the councils and Merthyr’s representative is set to be Councillor David Hughes, who is the cabinet member for planning and neighbourhood services.\n\nAt full council on Wednesday, September 11, some councillors raised concerns over how the voting is weighted between the 10 authorities on the SDP panel with Cardiff getting five votes and Merthyr only getting one.\n\nThis is different to the Cardiff Capital Region City Deal cabinet where each member gets one vote.\n\nCouncillor Chris Barry asked why it’s not one person one vote on the SDP panel and said: “I can’t understand the rationale or the fairness.”\n\nThe council officer said the weighting of the voting was based on population and the area of each local authority area and was considered to be the most appropriate way forward.\n\nCouncillor Chris Davies says the weighting of the voting “doesn’t make it democratic in any way, shape or form” but he said he’s pleased that the council should soon have a new LDP to deal with any developments Merthyr doesn’t want.\n\nCouncillor Geraint Thomas said they all have reservations about the voting process but that Merthyr is currently in a good place.\n\nThe leader of the council Kevin O’Neill, said: “One of the powerful elements of the city deal is that we get the same vote as Cardiff.”\n\nIn terms of the voting on the SDP panel, he said: “We have raised it in relation to our uneasiness as to how that voting framework looks.”\n\nJudith Jones, chief officer for neighbourhood services, said: “The opportunities are clear as a region. The opportunity to have influence over developments in the region that we haven’t had until now.\n\n“It is important that we are at the table to have that voice. It is one vote but it can be an important vote.”\n\nIn terms of the risks of not backing the SDP, Ms Jones said they would not be at the table and so would have no say over any proposals in Merthyr Tydfil.\n\nMerthyr Tydfil Council adopted its current LDP in 2011 and it runs out in 2021.\n\nIt is currently reviewing this plan, which is expected to be adopted in January next year."}}