{"GDELT": {"GlobalEventID": 872892083, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.0969932104752602, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -66.0, "Action2Geo_FeatureID": "VE", "DATEADDED": 20190915220000, "SOURCEURL": "https://www.stabroeknews.com/2018/09/02/features/the-view-from-europe/threatening-retaliation-over-closer-relations-with-china-is-misguided/"}, "ARTICLE": {"TITLE": "Threatening retaliation over closer relations with China is misguided", "TEXT": "Two weeks ago, El Salvador recognised China, breaking off its long-standing relationship with Taiwan. Its decision to do so further enhanced China’s standing in the hemisphere and followed similar actions by Panama and the Dominican Republic.\n\nWhat, however, was different this time around was the response from the Trump Administration.\n\nThe language was unequivocal. A statement from the White House said that the decision was of “grave concern.” Washington would, it observed, now reevaluate its relationship with El Salvador and counter Chinese “political interference in the Western Hemisphere.” It added that the Government of El Salvador’s decision affected ‘the economic health and security of the entire Americas region.’\n\nThe statement coincided with US media reports that the Florida Senator, Marco Rubio, had discussed with Donald Trump ending US aid to the country and an earlier assertion by the US Ambassador Jean Manes that China might seek to transform the country’s commercial port of La Union into a military base.\n\nWhat the strength of language in the White House statement suggested is that after decades of relative disinterest in China’s engagement in the Latin American and Caribbean region, the US has decided that it will now actively oppose China’s presence in the hemisphere.\n\nFor the Caribbean – where now only Belize, St Kitts, St Vincent, St Lucia and Haiti recognise Taiwan – the language now being used by Washington suggests the need to consider how the region should respond to the increasingly fractious super power struggle between China and the US.\n\nSpeaking last October in Beijing, President Xi could not have been clearer about the way that China sees its future role in the world. Then he told members of China’s Communist Party ‘it is time for us to take centre stage in the world and to make a greater contribution to humankind’ and to offer a “new choice for the developing world.”\n\nHis and Washington’s words suggest, Venezuela apart, that the most taxing future foreign policy challenge the Caribbean and its neighbours will face is how to balance the quixotic nature of the present administration in Washington with China’s accelerating global role.\n\nWhile the US is still the Caribbean’s principal economic partner, recent studies have shown that within three decades a vastly more populous China will have far outstripped the US, enabling it to control around 30 per cent of the global economy though the unique model it is now constructing.\n\nWhat seems not to be well understood in Washington is that this means that the region’s choice is not ideological. Instead it is based on China’s statements that it has no interest in imposing its model on any nation it works with, but rather is seeking through investment, trade and other forms of linkage a ‘win-win’ approach that is respectful of national interests.\n\nIn the Caribbean, this translates into billions of dollars in investment in infrastructure, new enterprises and multiple forms of development assistance. This was reflected in the outcome of January’s Second China-Community of Latin American and Caribbean States (CELAC) Ministerial Forum. There an agreed ten-page action plan advanced initiatives that will provide support for the development of modern transport, telecommunications and IT infrastructure as a part of China’s Belt and Road project as well as a deeper political and security relationship.\n\nUnlike the US, which is busy trying to re-shore economic activity to make ‘America great again,’ Beijing’s strategic approach revolves around a belief that any overdependence on the west in trade is dangerous and that by enhancing co-operation with the non-western world all developing economies and many developed economies can grow, enabling in the process its economic and political rise.\n\nNo one should be under any illusion about what this means or the ultimate outcome: by peaceful means China is advancing a desire to lead the world economy in a manner that ensures its continuing wealth, power and security in ways that will change global relationships and thinking and diminish the US’s role in the world.\n\nNothing better illustrates this and the ways in which China is causing even powerful nations to adapt than a section of a recent speech made by the French President, Emanuel Macron, to his country’s Ambassadors. “China,” he said “has posed one of the most important geopolitical concepts of recent decades with its new silk routes. We cannot pretend that it does not exist. We must not give in to any guilty or short-term fascination: it is a vision of globalisation which has the stabilising virtues of certain regions, but which is hegemonic.”\n\nSpeaking to me recently about this, one Caribbean Foreign Minister said the region must determine where mutual interest lies. While there are positive relationships with the US on security and investment, the region has to be clear about its sovereignty, the minister noted.\n\nThe Minister concerned noted: “when it comes to China we have pointed out that they are investing and offering new opportunity. The US cannot expect to have influence without similar levels of engagement. The relationship with Washington has become more transactional, but we have shared values and global outlook. The influence of the US would be greater with greater investment.”\n\nWhat this suggests is that if the US does not want to see China playing a central role in Caribbean development, it should recognise that threatening sovereign nations is the wrong approach.\n\nBy framing China’s growing influence in the hemisphere in terms of security, giving consideration to cutting in response what little aid remains, and stressing US hegemony in the hemisphere, the Trump administration seems intent on fighting a war that was lost long ago.\n\nWashington needs to recognise that if it to ever compete with China in the Caribbean, now is the time to develop in-depth complementary programmes based on shared values and common interests. That is to say, the US should consider creating a new development model that addresses practically the impact of climate change on the region, provides funding or tax incentives to US business to help renovate critical infrastructure and make productive investments, and gives support to multilateral programmes that address economic fragility.\n\nDavid Jessop is a consultant to the Caribbean Council and can be contacted at david.jessop@caribbean-council.org\n\nPrevious columns can be found at https://www.caribbean-council.org/ research-analysis/"}}