{"GDELT": {"GlobalEventID": 872861580, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor2Code": "CAN", "Actor2Name": "MANITOBA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.94088669950739, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20190915170000, "SOURCEURL": "https://www.mysteinbach.ca/news/5074/10th-annual-open-farm-day-kicks-off-farm-and-food-awareness-week/"}, "ARTICLE": {"TITLE": "10th annual Open Farm Day kicks off Farm and Food Awareness Week", "TEXT": "The 10th annual Open Farm Day will officially kick off the fourth annual Farm and Food Awareness Week on Sunday, September 15.\n\n“Visiting farms to see first-hand how they operate and where our food is produced is a tremendous learning opportunity,” said Agriculture Minister Ralph Eichler. “For 10 years, Open Farm Day has been an excellent educational tool for Manitobans of all ages and I’m happy to see it continuing to grow year after year.”\n\nOpen Farm Day, organized by the Manitoba Association of Agricultural Societies (MAAS), allows guests to visit 56 participating host sites, where they will have the opportunity to learn about modern agriculture with farmers, learn about the food and other products grown, raised or made there, and have a unique educational experience. Many sites include demonstrations, markets, tours and other recreational activities. More information, including a map of all participating host farms, is available at www.openfarmday.ca/.\n\n“MAAS is pleased to present Manitoba Open Farm Day 2019 with 56 host sites across the province, connecting Manitobans with farms, agribusinesses and rural experiences,” said Donna Sagin, president, MAAS. “This opportunity to visit host sites to touch, taste, see and hear agriculture in action helps create a true appreciation of array of food production and agriculture in Manitoba.”\n\nSpecial events taking place during Farm and Food Awareness Week include:\n\nAgriculture in the Classroom – Manitoba’s Amazing Agriculture Adventure (AAA) takes place\n\nSept. 17 to 19 at Richardson International’s Kelburn Farm. The AAA is a hands-on and interactive event geared toward a grades 4 and 5 science curriculum. Various activities are centered around habitats and communities, rocks, minerals and erosion, properties of land, changes in substances and simple machines.\n\nSept. 17 to 19 at Richardson International’s Kelburn Farm. The AAA is a hands-on and interactive event geared toward a grades 4 and 5 science curriculum. Various activities are centered around habitats and communities, rocks, minerals and erosion, properties of land, changes in substances and simple machines. Manitoba Protein Summit – Manitoba Agriculture is hosting its first ever Protein Summit, a gathering of crop and livestock industry leaders, processors, academics, government and other stakeholders to gain new insight into protein opportunities, and discuss how to grow the protein industry.\n\nFood from the Land – Bruce D. Campbell Farm and Food Discovery Centre is hosting a new hands-on and interactive field trip geared towards senior years science and social science curriculum. ‘Food from the Land’ day encourages students to discover the role agriculture plays in the production and processing of the foods they eat every day.\n\nIn Manitoba, 37,900 jobs in the agriculture and agri-food industries contribute to seven per cent of Manitoba’s gross domestic product."}}