{"GDELT": {"GlobalEventID": 872862595, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "AUTHORITIES", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -3.6930371066964502, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20190915170000, "SOURCEURL": "https://dailycaller.com/2019/09/15/new-brett-kavanaugh-allegation/"}, "ARTICLE": {"TITLE": "Trump Says Kavanaugh Allegations Deserve Libel Lawsuits", "TEXT": "President Donald Trump accused Democrats and members of the press of waging an influence campaign against Supreme Court Justice Brett Kavanaugh Sunday, after another allegation of sexual misconduct against the justice appeared in The New York Times.\n\nThe president suggested that Kavanaugh bring civil suits for libel and decried “accusations without recrimination.”\n\nNow the Radical Left Democrats and their Partner, the LameStream Media, are after Brett Kavanaugh again, talking loudly of their favorite word, impeachment. He is an innocent man who has been treated HORRIBLY. Such lies about him. They want to scare him into turning Liberal! — Donald J. Trump (@realDonaldTrump) September 15, 2019\n\nBrett Kavanaugh should start suing people for liable, or the Justice Department should come to his rescue. The lies being told about him are unbelievable. False Accusations without recrimination. When does it stop? They are trying to influence his opinions. Can’t let that happen! — Donald J. Trump (@realDonaldTrump) September 15, 2019\n\nA Saturday story in the Times from reporters Robin Pogrebin and Kate Kelly prompted the presidents tweets. Pogrebin and Kelly are the authors of a forthcoming book about the justice called “The Education of Brett Kavanaugh: An Investigation.” The pair reported they reached seven individuals who could further corroborate Deborah Ramirez’s accusation.\n\nRamirez, the second accuser to publicly levy her claim, said Kavanaugh thrust his penis in her face at a dorm room party during their freshman year at Yale. Kavanaugh denied any wrongdoing. (RELATED: Chief Justice John Roberts Switched Sides During The Census Deliberations: Report)\n\nSaturday’s story also recounts a previously unreported incident that is broadly similar to Ramirez’s. One of Kavanaugh’s Yale classmates, Max Stier, told authorities he witnessed Kavanaugh expose himself during a campus party. By Stier’s telling, Kavanaugh’s friends then “pushed his penis into the hand of a female student,” Pogrebin and Kelly reported. The alleged victim is called Tracy Harmon Joyce.\n\nStier himself did not speak to the Times about the allegation. Unnamed “officials” who communicated with Stier about the accusation confirmed it with the authors. It is not clear whether those officials were FBI investigators, Senate Judiciary Committee staffers or members of some other entity. Harmon Joyce has refused to discuss the incident, though several unnamed friends said she has no recollection of the incident.\n\nThis is the blockbuster “new allegation” against Kavanaugh. Except it’s not actually new. It was shopped to Senate Democrats at the time and they apparently found it impossible to nail down, so they ignored it – the same Senators who found the “rape boat” allegations plausible. pic.twitter.com/0183DKr0q2 — Carrie Severino (@JCNSeverino) September 15, 2019\n\nHouse Democrats have floated further investigations and even impeachment of Kavanaugh. The House Judiciary Committee asked the National Archives in August to release records relating to Kavanaugh’s service in the Bush administration. Kavanaugh served as associate White House counsel and then as staff secretary prior to his appointment to the U.S. Court of Appeals for the District of Columbia Circuit in 2006.\n\nThe Supreme Court will return from its summer hiatus on Oct. 7.\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org."}}