{"GDELT": {"GlobalEventID": 872862407, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "QAT", "Actor1Name": "QATAR", "Actor1CountryCode": "QAT", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.21518987341773, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Doha, Ad Daw?ah, Qatar", "Actor1Geo_CountryCode": "QA", "Actor1Geo_ADM1Code": "QA01", "Actor1Geo_ADM2Code": "25307", "Actor1Geo_Lat": 25.2867, "Actor1Geo_Long": 51.5333, "Actor1Geo_FeatureID": "-785169", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Doha, Ad Daw?ah, Qatar", "Action2Geo_CountryCode": "QA", "Action2Geo_ADM1Code": "QA01", "Action2Geo_ADM2Code": "25307", "Action2Geo_Lat": 25.2867, "Action2Geo_Long": 51.5333, "Action2Geo_FeatureID": "-785169", "DATEADDED": 20190915170000, "SOURCEURL": "https://www.qatarliving.com/forum/news/posts/qatar-keen-implement-un-program-culture-peace"}, "ARTICLE": {"TITLE": "Qatar keen to implement UN program on culture of peace", "TEXT": "Qatar has reiterated its commitment to continue to implement the United Nations (UN) Declaration and Program of Action on a Culture of Peace.\n\nThe country has also underlined its continued efforts to promote the values of tolerance and combating extremism as Qatari institutions, such as the Doha International Center for Interfaith Dialogue, continue to promote a culture of peace and capacity building in the field of dialogue and tolerance.\n\nQatar’s Permanent Representative to the UN, Ambassador HE Sheikha Alya Ahmed bin Saif Al Thani expressed these sentiments at the \"High-Level Forum on the Culture of Peace\" held recently by the UN General Assembly.\n\nThe Qatari ambassador pointed out that the Doha International Center for Interfaith Dialogue has been holding annual international interfaith conferences with the participation of religious leaders from different religions.\n\nQatar reiterated its commitment to continue to implement the UN Declaration and Program of Action on a Culture of Peace, and that Doha International Center for Interfaith Dialogue, has been holding annual international interfaith conferences. #QNA — Qatar News Agency (@QNAEnglish) September 14, 2019\n\nThese conferences have actively contributed to promoting a culture of peace by providing a platform for constructive dialogue to understand and accept differences, to focus on shared noble human values, to advance efforts to combat extremism and hatred and to build bridges of cooperation and understanding among peoples, Sheikha Alya noted.\n\nThe ambassador added that as part of Qatar's continued efforts in this regard, the 14th Doha International Interfaith Conference will be held in Doha in March 2020 under the theme: 'Religions and Hate Speech Scriptures and Practice'.\n\nQatar continued its efforts in promoting the values of tolerance and combating extremism, voiced its firm belief that nation-building begins with building human being, this came in a statement delivered by Permanent Representative of Qatar to the UN. #QNA — Qatar News Agency (@QNAEnglish) September 14, 2019\n\nFurthermore, the ambassador highlighted that Qatar has adopted an approach based on addressing the root causes of violent extremism, especially among young people.\n\nIn this regard, she pointed out the importance Qatar gives to the path of education and employment, as the country has established many institutions and launched initiatives in the field of education and employment at the national, regional and international levels.\n\nAt the top of these initiatives is the Education Above All Foundation which has a great achievement in cooperation with international partners in offering quality education services to ten million children and youth all around the world.\n\nGave a statement today @UN High Level Forum on The Culture of Peace - 20th Anniversary Convened by @UN_PGA. Qatar looks forward to hosting the 14th Intl Interfaith Conference in March 2020 on “Religions & Hate Speech… Scriptures & Practice”. pic.twitter.com/IDIPSATKTj — Alya Ahmed Saif Al Thani (@AmbAlyaAlThani) September 14, 2019\n\nHE Sheikha Alya also praised Qatar's Silatech, which actively contributes to tackling the problem of unemployment among youth through its training and employment programs in the Arab region.\n\nThe ambassador noted the pioneering and active role played by Qatar in supporting the UN Alliance of Civilisations and the Global Alliance for measuring progress in achieving UN's Sustainable Development Goal (SDG) 16 dedicated to promoting peaceful and inclusive societies.\n\nQatar is working in cooperation with South Korea in the Group of Friends of Education for Global Citizenship, with a belief in the importance of establishing values, attitudes, and behaviors in support of responsible global citizenship, she stated.\n\nShe also referred to Qatar's efforts at the international level to support the role of mediation and preventive diplomacy in preventing armed conflicts and solving them through peaceful resolution and dialogue in different parts of the world.\n\n--\n\nMake sure to check out our social media to keep track of the latest content.\n\nInstagram - @qatarliving\n\nTwitter - @qatarliving\n\nFacebook - Qatar Living\n\nCover Image Credit: Twitter/@AmbAlyaAlThani\n\nSource: QNA"}}