{"GDELT": {"GlobalEventID": 872891607, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "DEUGOV", "Actor1Name": "BERLIN", "Actor1CountryCode": "DEU", "Actor1Type1Code": "GOV", "Actor2Code": "DEUGOV", "Actor2Name": "GERMAN", "Actor2CountryCode": "DEU", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 12, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.5298013245033101, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Berlin, Berlin, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM16", "Actor1Geo_ADM2Code": "16538", "Actor1Geo_Lat": 52.5167, "Actor1Geo_Long": 13.4, "Actor1Geo_FeatureID": "-1746443", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Berlin, Berlin, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM16", "Actor2Geo_ADM2Code": "16538", "Actor2Geo_Lat": 52.5167, "Actor2Geo_Long": 13.4, "Actor2Geo_FeatureID": "-1746443", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Berlin, Berlin, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM16", "Action2Geo_ADM2Code": "16538", "Action2Geo_Lat": 52.5167, "Action2Geo_Long": 13.4, "Action2Geo_FeatureID": "-1746443", "DATEADDED": 20190915220000, "SOURCEURL": "https://emtv.com.pg/schaeuble-to-head-german-parliament-unblocking-coalition-talks/"}, "ARTICLE": {"TITLE": "Schaeuble to head German parliament, unblocking coalition talks – EMTV Online", "TEXT": "Share the News\n\n\n\n\n\n\n\n\n\n\n\nImage: FILE PHOTO: German Finance Minister Wolfgang Schaeuble arrives for the weekly cabinet meeting at the Chancellery in Berlin, Germany August 30, 2017. REUTERS/Hannibal Hanschke\n\nBy Thomas Escritt\n\nBERLIN (Reuters) – Germany took a first decisive step on Wednesday towards forming a new government when its veteran finance minister, conservative Wolfgang Schaeuble, agreed to become president of the parliament, clearing the way for another party to take his job.\n\nChancellor Angela Merkel will hope that Schaeuble, deeply respected in Germany for helping to steer the euro zone through its debt crisis, can stamp his authority on a fractious Bundestag lower house that will include two more parties after Sunday’s federal election.\n\nMerkel must assemble Germany’s first three-way coalition since the 1950s after her conservatives lost support and a far-right party, the anti-immigrant Alternative for Germany (AfD), entered parliament for the first time in half a century.\n\nIn a sign of the challenges ahead, Andrea Nahles, the Social Democrats’ newly elected parliamentary leader, told reporters her party would hit conservatives “squarely in the jaw” after four years as junior partner in a Merkel-led “grand coalition”.\n\nMerkel’s most realistic coalition option now is a deal with the pro-business Free Democrats (FDP), returning to parliament after a four-year hiatus, and the Greens.\n\nBut the parties disagree on issues such as energy, Europe and migration, complicating the path to a so-called ‘Jamaica’ coalition – a reference to the parties’ colours: black, yellow and green, which are also those of the Jamaican flag.\n\nFDP EYES FINANCE PORTFOLIO\n\nSchaeuble, 75, who emerged as one of Europe’s most influential politicians during the euro zone crisis, will bring unprecedented weight to the role of Bundestag president, normally a low-profile position.\n\nHis willingness to quit as finance minister after eight years in the post makes it easier for the FDP to join a Merkel-led coalition. The FDP, who are as fiscally hawkish as Schaeuble, have said they want his old job.\n\n“As an outstanding personality Wolfgang Schaeuble possesses a natural authority that is of particular importance in these times,” said FDP leader Christian Lindner, himself seen as a likely successor at the finance ministry.\n\nLindner’s deputy, Wolfgang Kubicki, another possible candidate for the post, told the RND newspaper chain that Schaeuble’s move showed Merkel’s openness to a ‘Jamaica’ coalition. He also underscored his party’s call for a shift in fiscal policy.\n\nSchaeuble was criticised in southern Europe, especially Greece, for his insistence on tax hikes and spending cuts at a time of deep recession, but is popular at home for balancing the books and presiding over high growth and low unemployment.\n\nEuropean Commission President Jean-Claude Juncker, speaking in Munich, said he did not think Schaeuble’s departure would soften the EU’s approach to heavily indebted Greece. “The austerity measures will be continued by those who carried them out together with Wolfgang Schaeuble,” he said.\n\nFDP COOLER ON EUROPE\n\nThe Free Democrats, with a voter support base among Germany’s small and medium-sized businesses, are as committed to budgetary discipline as Schaeuble but less pro-European, meaning Wednesday’s news drew a mixed reception from the euro zone.\n\n“I don’t think there will be radical changes in German economic policy if the FDP replaces him,” said one official close to euro zone policy-making. “The FDP are also hardliners on deficits.”\n\nBut another euro zone official said the euro zone was losing “one of the most pro-European politicians I know” and instead getting a party markedly cooler on political integration.\n\nItalian Finance Minister Pier Carlo Padoan told the Handelsblatt newspaper he would miss Schaeuble’s steady hand.\n\n“Wolfgang Schaeuble was a loyal discussion partner, serious, competent and also a good friend,” he said.\n\nMerkel emerged from Sunday’s election a weakened figure after her conservatives, still the largest bloc in the Bundestag, bled support to the AfD. But the exit of Schaeuble, the most powerful counterweight to the long-serving chancellor, could paradoxically strengthen her position.\n\nAs Bundestag president, Schaeuble will not be involved in coalition negotiations, removing one strong-minded negotiator from the table and potentially giving Merkel a freer hand.\n\nCoalition negotiations will only begin in earnest after Oct. 15, when the conservatives hope to wrest power from the Social Democrats in a state election in Lower Saxony.\n\nBy law, the new parliament must convene for its first session 30 days after the election, so by Oct. 24 at the latest.\n\nFor an interactive on the German federal elections, click: http://fingfx.thomsonreuters.com/gfx/rngs/MICHAEL%20OVASKA/010050DC0TY/index.html\n\n(additional reporting by Paul Carrel, Klaus Lauer, Andreas Rinke, Michael Nienaber and Andrea Shalal in Berlin and Jan Strupczewski in Brussels; Editing by Gareth Jones)"}}