{"GDELT": {"GlobalEventID": 872891530, "Day": 20190915, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6986, "Actor1Code": "COP", "Actor1Name": "BORDER PATROL AGENT", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.6994818652849695, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Kinney County, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX271", "Actor1Geo_Lat": 29.3336, "Actor1Geo_Long": -100.417, "Actor1Geo_FeatureID": "1383921", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Kinney County, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 29.3336, "Action2Geo_Long": -100.417, "Action2Geo_FeatureID": "1383921", "DATEADDED": 20190915220000, "SOURCEURL": "https://abcnews.go.com/Politics/border-patrol-agent-shot-suspect-killed-traffic-stop/story?id=65626375"}, "ARTICLE": {"TITLE": "Border Patrol agent shot, suspect killed during traffic stop", "TEXT": "Border Patrol agent shot, suspect killed during traffic stop The suspect was shot and killed by the agent's partner.\n\nA Border Patrol agent was shot in Texas over the weekend while conducting a traffic stop near the U.S.-Mexico border, authorities said. The suspect was shot and killed by the agent's partner soon after.\n\nThe incident unfolded on Friday night when two Border Patrol agents and a deputy with the Kinney County Sheriff's Department pulled over a vehicle near Brackettville, Texas, where the two U.S. agents were based, U.S. Customs and Border Protection announced Saturday.\n\nThe traffic stop turned deadly when a passenger in the vehicle opened fired on the agents, wounding one of them. The agent's partner returned fire, hitting the gunman and killing him on the scene. There were no other injuries reported.\n\nThe area is frequently used by smugglers to move drugs and people from the border to San Antonio and surrounding areas, according to U.S. Customs and Border Protection.\n\nCBP did not release the agents' or the suspects' identities, but they described the deceased passenger as a 25-year-old man. The driver, who was taken into custody at the scene, was described as a 32-year-old woman. They are both U.S. citizens.\n\n\"The agents and sheriff's deputy requested medical assistance and rendered first aid, however the passenger of the vehicle was pronounced dead at the scene,\" CBP said in a statement Saturday. \"The injured agent was taken to a local hospital for treatment of a non-life threatening gunshot wound, and later transported by AirFlight to a San Antonio hospital.\"\n\nSen. Ted Cruz, R-Texas, tweeted about the shooting shortly after the announcement, calling it a reminder of the dangers agents face every day.\n\n\"Border Patrol Agents go out and do their duty each and every day despite the dangers. My prayers are with the agents involved and their families,\" he said.\n\nAuthorities did not say why the vehicle was pulled over, but the incident is being investigated by the FBI, Kinney County Sheriff’s Office and CBP’s Office of Professional Responsibility.\n\nBoth CBP agents have been placed on administrative leave in light of the ongoing investigation."}}