{"GDELT": {"GlobalEventID": 873589911, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.0935960591133003, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kirkcaldy, Fife, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKV1", "Actor1Geo_ADM2Code": "40170", "Actor1Geo_Lat": 56.1167, "Actor1Geo_Long": -3.16667, "Actor1Geo_FeatureID": "-2600330", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kirkcaldy, Fife, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKV1", "Action2Geo_ADM2Code": "40170", "Action2Geo_Lat": 56.1167, "Action2Geo_Long": -3.16667, "Action2Geo_FeatureID": "-2600330", "DATEADDED": 20190918154500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7477789/Jeremy-Corbyn-warned-Labour-steamrollered-general-election-Brexit.html"}, "ARTICLE": {"TITLE": "Jeremy Corbyn warned Labour will be 'steamrollered' at the next general election because of Brexit", "TEXT": "brexit countdown_bg Created with Sketch.\n\nJeremy Corbyn has been warned the Labour Party will be 'steamrollered' at the next general election after he suggested he would remain neutral on Brexit during a second referendum.\n\nThe Labour leader said today that if he becomes prime minister he will negotiate a new Brexit deal with the EU and then put it to a public vote.\n\nThe nation would be asked to choose between his divorce deal and staying in the bloc but the Labour leader hinted he would not campaign in favour of either.\n\nThe position, set out just days before Labour's annual conference in Brighton is due to get underway, has sparked a wave of fury and prompted accusations that Mr Corbyn wants to continue sitting on the fence over Brexit.\n\nLeading the criticism was Labour former Cabinet minister Alan Johnson who said the party would be 'mowed down' at the next election if it carried on trying to please both Leave and Remain voters.\n\nMr Corbyn's political opponents accused him of lacking the 'courage' to adopt a firm Brexit position and suggested he was guilty of a 'shameful abdication of leadership'.\n\nMeanwhile, the scale of Labour Brexit divisions was illustrated today after Mark Drakeford, the First Minister of Wales, wrote to Welsh Labour members to say his wing of the party will campaign to Remain.\n\nThe row over how the party should approach the UK's departure from the EU sets up what is likely to be a titanic conference battle next week as activists and MPs try to force Mr Corbyn to change tack and fight to keep Britain in the bloc.\n\nJeremy Corbyn, the Labour leader pictured in Kirkcaldy on September 14, said a second referendum should offer voters the choice of a 'credible leave option' and Remain\n\nAlan Johnson, the Labour former Cabinet minister, said Mr Corbyn's approach to Brexit would result in the party being 'steamrollered' at the next general election\n\nLabour's Remainer core is increasingly frustrated at Mr Corbyn's failure to back staying in the EU.\n\nBut his stance will also infuriate many Labour Leave voters who are unlikely to view his offer of a soft Brexit based on being in a customs union with the EU as a sufficiently dramatic break from the bloc.\n\nHardline Eurosceptics will view the prospect of having to choose between staying in the EU and a soft Brexit as no choice at all.\n\nWriting in The Guardian, Mr Corbyn said he would negotiate a 'credible leave option' which would then be on a second referendum ballot paper alongside Remain.\n\n'A Labour government would secure a sensible deal based on the terms we have long advocated, including a new customs union with the EU; a close single market relationship; and guarantees of workers' rights and environmental protections,' he said.\n\n'We would then put that to a public vote against Remain, and I pledge to carry out whatever the people decide, as a Labour prime minister,' he added.\n\nThe last comment appeared to suggest that Mr Corbyn would try to act as an independent referee during a second referendum.\n\nThe Labour leader repeatedly refused to say today whether he would back Remain or Leave when he was grilled on his policy announcement.\n\n'My job as prime minister would be to deliver that option that's chosen by the British people,' he told Sky News.\n\nPressed if he would remain neutral in the campaign, he said: 'As prime minister I'm offering the people a choice - the only party that's doing so.'\n\nHis comments sparked a furious response from pro-Remain Labour MPs and senior party figures.\n\nMr Johnson, who led the Labour In campaign during the 2016 EU referendum, said Mr Corbyn's approach would undoubtedly hurt the party at a general election.\n\n'My fear is if you go into the next election without Europe being sorted it's going to be the most toxic, horrible, nasty and unpredictable election that probably we've ever had in this country,' he told the BBC.\n\n'And the people in the middle that are trying to suggest \"let's try and get a deal here somewhere\" are going to get mowed down.\n\nMr Corbyn's apparent commitment to remain neutral in a second referendum sparked anger among Labour MPs, including former leadership challenger Owen Smith\n\nThe Labour leader's comments also prompted a furious reaction from his political opponents like Jo Swinson\n\n'There's an awful lot wrong with it. My main fear is Labour will be steamrollered by the two extremes if they've got this neither one thing or the other thing in the middle.'\n\nOwen Smith, the former Labour leadership challenger, mocked Mr Corbyn and claimed he wanted to be 'present but not involved' on Brexit.\n\nLabour NEC vote to abolish party's student wing sparks fury Labour's ruling National Executive Committee last night backed a call to abolish the party's existing student organisation, sparking a furious backlash. The NEC supported a motion calling for Labour Students to effectively be disbanded and replaced with a new organisation. A Labour Party source said: 'The NEC has asked staff to draw up proposals for a reformed student organisation that complies with the rules and represents the tens of thousands of students in our party.' The NEC motion was put forward by the founder of the Jeremy Corbyn supporting Momentum group, Jon Lansman, and was approved just days before the start of the annual Labour Party conference. Labour Students denied claims the organisation had not paid its affiliation fees on time. A statement from the group issued before the NEC vote said: 'This motion is being brought forward as we approach a general election, with no alternative proposals for how the Labour Party organises and engages with students.' Critics of Labour Students believe the group was out of step with Mr Corbyn's political ambitions. The decision was bemoaned by numerous Labour MPs including deputy party leader Tom Watson. Advertisement\n\nHe tweeted: 'Better late than never on a People’s Vote, Jeremy. But reports elsewhere that you plan to be \"neutral\" on Remain v Leave can’t be right, can they?\n\n'You surely can’t be present but not involved on the biggest issue of our era?'\n\nAnother Labour MP told MailOnline: 'So we are still sitting on the fence. Because that has worked so well so far.'\n\nWhile Mr Corbyn appears content to remain neutral in a second referendum, Mr Drakeford, the Welsh Labour leader, today fully committed to fighting to keep the UK in the EU.\n\nHe wrote to his members to say that Welsh Labour 'must and will campaign to remain in the EU'.\n\nMr Drakeford said: 'Any type of Brexit, even the softest possible, will cause potentially irreparable damage to Wales and its economy.'\n\nMr Corbyn's comments also provoked an angry backlash from his political opponents.\n\nNicola Sturgeon, the SNP leader and Scottish First Minister who is vehemently opposed to Brexit, said: '\"Staying neutral\" on Brexit is a shameful abdication of leadership.'\n\nLib Dem leader Jo Swinson who is also fighting to stop Brexit echoed a similar sentiment as she piled in and said: 'The biggest issue facing the country in decades and Jeremy Corbyn wants to sit on the sidelines. He is betraying Remain voters.'\n\nTory MP Tobias Ellwood accused Mr Corbyn of lacking the 'courage to offer a view' on the 'biggest issue in a generation'.\n\nMr Corbyn is now on a collision course with numerous members of his frontbench who want Labour to campaign to Remain in a second referendum.\n\nTom Watson, John McDonnell, Emily Thornberry and Sir Keir Starmer have all said they would campaign to stay in the EU.\n\nTom Watson, the deputy Labour leader pictured in London on September 11, has called for a second referendum to be held before a general election\n\nNicola Sturgeon, pictured in Berlin today, accused Mr Corbyn of a 'shameful abdication of leadership' over Brexit\n\nMr Watson, the deputy Labour leader, has gone much further and called for a second referendum to be held before a general election.\n\nHe said earlier this month that the 2016 Brexit vote was no longer 'valid' and the 'circumstances are so changed' that the decision to leave the EU should be revisited.\n\nMr Corbyn is adamant that a second referendum should only take place after a general election.\n\nMs Thornberry was ridiculed during a recent appearance on the BBC's Question Time programme after she said Labour would negotiate a new deal with the EU but she would then campaign at a referendum to reject that deal.\n\nShe said: 'Personally, I will campaign to Remain... I would negotiate a deal to the best of my ability, a deal that will look after jobs and the economy, but the best way to look after jobs and the economy is for us to Remain.'\n\nMr Corbyn's latest comments appear to suggest that the party is now on the path to formally ditching its 2017 manifesto position on Brexit.\n\nAhead of that vote Labour said it 'accepts the referendum result' and that it would 'seek to unite the country around a Brexit deal that works for every community in Britain'."}}