{"GDELT": {"GlobalEventID": 873590714, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.8901601830663597, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK08", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.7, "Actor2Geo_Long": 73.1667, "Actor2Geo_FeatureID": "-2762812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72851", "Action2Geo_Lat": 32.7333, "Action2Geo_Long": 74.8667, "Action2Geo_FeatureID": "-2098228", "DATEADDED": 20190918154500, "SOURCEURL": "https://scroll.in/latest/937753/kashmir-dispute-pakistan-refuses-to-allow-prime-minister-narendra-modis-flight-over-its-airspace"}, "ARTICLE": {"TITLE": "India regrets Pakistan’s ‘unilateral’ decision to not allow Modi’s flight in its airspace", "TEXT": "India on Wednesday expressed regret over Pakistan’s decision to refuse permission to Prime Minister Narendra Modi’s flight to use its airspace for the second time in two weeks, ANI reported. The statement came hours after Pakistan’s Foreign Minister Shah Mahmood Qureshi said Islamabad has rejected the request keeping in mind the situation in Jammu and Kashmir.\n\n“Pakistan should reflect upon its decision to deviate from well established international practice, as well as reconsider its old habit of misrepresenting the reasons for taking unilateral action,” External Affairs Spokesperson Raveesh Kumar said.\n\nQureshi had cited alleged human rights violations in Kashmir as the reason behind the decision. “A request was received from India that Indian Prime Minister Narendra Modi wishes to go to Germany and seeks to use the airspace for an overflight on the 20th and wishes to use the same for a return flight on the 28th,” Dawn quoted Qureshi as saying. The minister also said the Indian High Commissioner had been informed.\n\nModi’s flight, Air India One, will now have to take a longer route for its Delhi to Frankfurt [which is a fuelling halt for an onward flight to Houston in the United States] flight that will increase travel time by 45 to 50 minutes, according to The Times of India. The earlier route would go from Delhi to Europe through Pakistan, Afghanistan, and Iran.\n\nNew Delhi had submitted a formal request last week, following which Islamabad called for a high-level meeting to discuss the matter, Dawn reported citing diplomatic sources.\n\nQureshi said that Prime Minister Imran Khan had approved the move to reject India’s request. “A terrible injustice is being carried out in occupied Kashmir and the Indian government has refused to budge from their hard-line position on the issue,” he said, according to Geo News.\n\nOn September 7, Islamabad had refused to allow President Ram Nath Kovind to use its airspace during his visit to Iceland. India had then expressed regret over Pakistan’s decision, and asked the country to “recognise the futility of such unilateral actions.”\n\nAccording to international law, Pakistan is bound to give permission to Modi’s flight, and if it is rejected New Delhi can appeal to the International Civil Aviation Organisation. This could lead to imposition of a heavy fine on Islamabad, Dawn reported, citing unidentified officials.\n\nRelations between India and Pakistan have been brimming with tension ever since the former’s August 5 order to revoke Jammu and Kashmir’s special status. The two countries have fought three wars over Kashmir since Independence.\n\nWhile India has repeatedly said that its decisions with regard to the region are an internal matter, Pakistan has threatened to take up the matter to several international forums. It has downgraded diplomatic ties and suspended bilateral trade.\n\nPakistan had closed its airspace to Indian aircraft on February 26 after the Indian Air Force’s airstrikes on a Jaish-e-Mohammad terror camp in Balakot. The country had opened only two routes going through southern Pakistan so far, out of 11.\n\nMinistry of External Affairs Spokesperson, Raveesh Kumar: Pakistan should reflect upon its decision to deviate from well established international practice, as well as reconsider its old habit of misrepresenting the reasons for taking unilateral action. 2/2 https://t.co/D5rlr8EneI — ANI (@ANI) September 18, 2019\n\nNow, follow and debate the day’s most significant stories on Scroll Exchange."}}