{"GDELT": {"GlobalEventID": 873589573, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "Actor2Code": "JPN", "Actor2Name": "OSAKA", "Actor2CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Osaka, Osaka, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA32", "Actor1Geo_ADM2Code": "35840", "Actor1Geo_Lat": 34.6667, "Actor1Geo_Long": 135.5, "Actor1Geo_FeatureID": "-240905", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN", "Actor2Geo_Lat": 1.366667, "Actor2Geo_Long": 103.8, "Actor2Geo_FeatureID": "SN", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Osaka, Osaka, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA32", "Action2Geo_ADM2Code": "35840", "Action2Geo_Lat": 34.6667, "Action2Geo_Long": 135.5, "Action2Geo_FeatureID": "-240905", "DATEADDED": 20190918154500, "SOURCEURL": "https://asia.nikkei.com/Business/Markets/Japan-Exchange-eyes-holiday-derivatives-trading-to-draw-global-money"}, "ARTICLE": {"TITLE": "Japan Exchange eyes holiday derivatives trading to draw global money", "TEXT": "TOKYO -- Japan Exchange Group, the operator of the Tokyo Stock Exchange, is considering opening its markets on Japanese public holidays for trading derivatives as early as 2021, Nikkei learned on Wednesday.\n\nThe move comes amid globalization and the need to compete for international investor money, sources familiar with the matter said.\n\nJPX offers derivatives trading only on weekdays, and Japan's holidays limit the number of such days during the year.\n\nThe Japanese exchange operator had 245 trading days in 2018, compared with 258 for Deutsche Boerse Group, the global leader in this regard, according to the World Federation of Exchanges.\n\nCalls for holiday derivatives trading have grown louder in Japan as investors worry that closed markets leave them without access to risk-hedging tools.\n\nDuring Japan's long stretch of holidays in April and May of this year when a new era name was unveiled, U.S. President Donald Trump announced additional tariffs on China. This triggered a sell-off when the Tokyo market reopened.\n\nThe Tokyo Stock Exchange has weighed various proposals to lengthen trading hours over the years to better compete with rivals like Singapore Exchange.\n\nJPX group member Osaka Exchange begins talks soon with other securities companies, which would have to bear extra burdens to operate on public holidays. The new trading hours are expected to begin as early as September 2021.\n\nOsaka Exchange plans to start handling popular products such as Nikkei and Topix futures. It also will consider night trading and extended hours."}}