{"GDELT": {"GlobalEventID": 873591291, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor1Code": "USAEDU", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "EDU", "Actor2Code": "EDU", "Actor2Name": "COLLEGE", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.73773265651438, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Wyatt Center, Tennessee, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTN", "Actor1Geo_ADM2Code": "TN037", "Actor1Geo_Lat": 36.1401, "Actor1Geo_Long": -86.7992, "Actor1Geo_FeatureID": "1954477", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Wyatt Center, Tennessee, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTN", "Actor2Geo_Lat": 36.1401, "Actor2Geo_Long": -86.7992, "Actor2Geo_FeatureID": "1954477", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Wyatt Center, Tennessee, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTN", "Action2Geo_Lat": 36.1401, "Action2Geo_Long": -86.7992, "Action2Geo_FeatureID": "1954477", "DATEADDED": 20190918154500, "SOURCEURL": "https://news.vanderbilt.edu/2019/09/18/robert-bullard-father-of-environmental-justice-to-give-keynote-lecture-oct-1/"}, "ARTICLE": {"TITLE": "Robert Bullard, ‘father of environmental justice,’ to give keynote lecture Oct. 1", "TEXT": "Robert Bullard, an award-winning author and Distinguished Professor of Urban Planning and Environmental Policy at Texas Southern University, will give a lecture to the Vanderbilt community on Tuesday, Oct. 1, from 4:30 to 5:30 p.m. at the Wyatt Center Rotunda. Bullard’s talk, “The Quest for Environmental and Climate Justice,” is co-presented by the Chancellor’s Lecture Series and Peabody College Dean’s Diversity Lecture Series.\n\nThis event, a collaborative effort among students, faculty, staff and community members from a wide array of disciplines, is representative of the transdisciplinary and multidisciplinary environmental and social justice efforts at Vanderbilt focused on making the world a more justice-centered place.\n\n“Professor Bullard’s work on environmental issues is particularly timely for Vanderbilt as we are ever more diligent in striving toward our sustainability goals,” Interim Chancellor and Provost Susan R. Wente said. “As we further our commitment to reducing our environmental footprint and being carbon neutral by 2050, we are always considering how that commitment pairs with our campus values of inclusive excellence.”\n\nKnown as a pioneer in environmental justice, Bullard is the former dean of the Barbara Jordan-Mickey Leland School of Public Affairs at Texas Southern University. He is the co-founder of the HBCU Climate Change Consortium and was the founding director of the Environmental Justice Resource Center at Clark Atlanta University prior to his arrival at Texas Southern. Over his career, he has written 18 books that address sustainable development, environmental racism, urban land use, climate justice, housing, transportation, community resilience, regional equity and more. His book Dumping in Dixie: Race, Class and Environmental Quality is a standard text in the environmental justice field.\n\n“Peabody College is proud to host Professor Bullard, a world-renowned leader in environmental justice,” said Camilla P. Benbow, Patricia and Rodes Hart Dean of Education and Human Development at Peabody College. “I encourage all members of our community to join us for what is sure to be a compelling lecture that is relevant to students, faculty and staff across Peabody and Vanderbilt.”\n\nBullard has been recognized with several distinguished honors throughout his career, including being named a Climate Trailblazer by the Global Climate Action Summit; featured on CNN’s “People You Should Know”; and named as one of Newsweek’s 13 Environmental Leaders of the Century.\n\nIn addition to the lecture, Bullard also will spend the day with faculty and students from Vanderbilt, Tennessee State University, Fisk University, Middle Tennessee State University as well as community members discussing how to transform grassroots environmental and social justice issues in Nashville from ideas to action, including leading an environmental justice workshop highlighting affordable housing challenges, a multi-university student-led discussion on potential justice projects in Tennessee facilitated by Vanderbilt’s Students Promoting Environmental Awareness and Responsibility organization, and more.\n\nThe Oct. 1 lecture with Bullard is open to all Vanderbilt community members and the general public, and American Sign Language will be available at the event. The hour-long lecture will be followed by a book signing and reception from 5:30 to 7 p.m. in the Wyatt Center Atrium.\n\nFor more information on the full list of sponsors and to RSVP, visit the program’s Eventbrite page. For accessibility needs and preferences, contact hasina.a.mohyuddin.1@vanderbilt.edu."}}