{"GDELT": {"GlobalEventID": 873589534, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.18091451292247, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chennai, Tamil Nadu, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN25", "Actor1Geo_ADM2Code": "70251", "Actor1Geo_Lat": 13.0833, "Actor1Geo_Long": 80.2833, "Actor1Geo_FeatureID": "-2103041", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20190918154500, "SOURCEURL": "https://yourstory.com/2019/09/bengaluru-startup-canvasflip-freshworks-acquisition"}, "ARTICLE": {"TITLE": "SaaS startup FreshWorks acquires Bengaluru-based CanvasFlip in an undisclosed deal", "TEXT": "FreshWorks announced on Tuesday that it has acquired Bengaluru-based CanvasFlip, a cloud-based prototyping and usability testing platform, without disclosing the terms of the deal.\n\n\n\n\n\nWhile CanvasFlip's feedback management tool, Visual Inspector will be available on Chrome's Webstore, post the acquisition, the prototyping and collaboration solutions of the company shall be discontinued.\n\n\n\n\n\nFounded in June 2015, CanvasFlip allows product managers, entrepreneurs and UX teams to validate their ideas and check on the user experience without having to write any code manually.\n\n\n\n\n\nPrior to starting CanvasFlip, Co-founders Vipul Mishra and Manish Jha worked with each other at Tech Mahindra, where they developed a shared interest in product development. They were looking to find a solution for non-technical people, who were keen on fine-tuning user experiences. And thus, CanvasFlip was born.\n\n\n\n\n\nManish Jha (L) and Vipul Mishra (R)\n\nWithin four years of starting the company, the duo managed to build multiple products to make collaboration easier between designers, developers, copywriters, and product managers. CanvasFlip's clientele list includes large companies such as Paytm, MakeMyTrip, MagicBricks, Accenture UK, TechMahindra, among others.\n\n\n\n\n\nIn this journey, CanvasFlip went through acceleration at TLABS (a Times Internet venture), Microsoft Ventures and San Francisco based VC program Google Blackbox. During the later years, CanvasFlip also expanded its offices in Delaware to explore growth operations in the Bay area.\n\nThe startup has also raised investments from Silicon Valley-based VC firm Bessemer Venture Partners; Pallav Nadhani, Founder, Fusionchart; and Girish Mathrubootham, Founder, Freshworks. Post the acquisition, both the founders have moved to Chennai from Bengaluru.\n\n\n\n\n\n“We are super thrilled to join the incredible team and continue learning under the great leadership team at Freshworks. It’s amazing to see how Freshworks has scaled as a global product company in recent years,” Mishra said.\n\n\n\n\n\nFreshworks has previously acquired 10 startups, which include Chatimity, Joe Hukum, Natero, Pipemonk, Framebench, Airwoot, Konotor, Frilp, Pipemonk and 1CLICK.\n\n\n\n\n\nFounded in October 2010 by Girish Mathrubootham, Freshworks is backed by venture capital firms such as Accel Partners, Tiger Global Management, CapitalG and Sequoia Capital India. In July 2018, it raised $100 million in funding, taking its total funding to $250 million and is valued beyond $1 billion.\n\n\n\n\n\nThe company offers a 360-degree suite of products to enable digital transformation of enterprises. The user-friendly business solutions provided by the SaaS company include cloud-based customer support, IT service management solution, CRM, call centre software, internal collaboration tools, and marketing automation solutions for enterprises of all sizes. These solutions are used by fast-growing companies in the region across automobile, hospitality, e-commerce, consulting, and the IT sector.\n\n\n\n\n\nThe company, which was set up in Chennai, is headquartered today in San Bruno, California, and has more than 2,000 employees and 1.5 lakh clients. It has global offices in India, UK, Australia, and Germany, with 35,000 paying customers across the globe, and a total of 200,000 business signed up on its platform.\n\n\n\n\n\n\n\n\n\n(Edited by Suman Singh)"}}