{"GDELT": {"GlobalEventID": 873590824, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor1Code": "RWA", "Actor1Name": "RWANDA", "Actor1CountryCode": "RWA", "Actor2Code": "COD", "Actor2Name": "DEMOCRATIC REPUBLIC OF CONGO", "Actor2CountryCode": "COD", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 5.57377049180328, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nairobi, Nairobi Area, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE05", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -1.2833299999999999, "Actor1Geo_Long": 36.8167, "Actor1Geo_FeatureID": "-2258072", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Uganda", "Actor2Geo_CountryCode": "UG", "Actor2Geo_ADM1Code": "UG", "Actor2Geo_Lat": 2.0, "Actor2Geo_Long": 33.0, "Actor2Geo_FeatureID": "UG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Congo", "Action2Geo_CountryCode": "CF", "Action2Geo_ADM1Code": "CF", "Action2Geo_Lat": -1.0, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "CF", "DATEADDED": 20190918154500, "SOURCEURL": "http://www.china.org.cn/world/Off_the_Wire/2019-09/18/content_75220161.htm"}, "ARTICLE": {"TITLE": "Africa's Great Lakes region pledges to promote private sector to boost regional stability", "TEXT": "You are here:\n\n视频播放位置 下载安装Flash播放器\n\nNAIROBI, Sept. 18 (Xinhua) -- Countries from Africa's Great Lakes region on Wednesday pledged to promote private sector development in order to boost stability.\n\nZachary Muburi-Muita, executive secretary of International Conference for the Great Lakes Region (ICGLR), told journalists in Nairobi that the challenges of unemployment, slow economic growth and uneven prosperity remain key drivers of political instability and civil strife.\n\n\"The Great Lakes region recognizes the vital role of the private sector in supporting lasting peace, stability and development,\" Muburi-Muita said during the general assembly of the Great Lakes regional private sector forum.\n\nThe day-long meeting brought member states of the ICGLR to elect a new executive committee of the Great Lakes Regional Private Sector Forum (GLRPSF).\n\nICGLR is an inter-governmental organization of 12 member states including Kenya, Uganda, Rwanda, and the Democratic Republic of Congo formed to address root causes of instability in the Great Lakes region.\n\nMuburi-Muita said that the region is keen to spur socio-economic development through enhanced investment and trade.\n\nHe observed that governments alone cannot provide employment and job opportunities required to ensure all citizens have sustainable livelihoods.\n\nAniefiok Johnson, chief of staff, Office of the Special Envoy of the United Nations Secretary-General to the Great Lakes Region said that the leaders of the Great Lakes region have recognized that mobilization of private sector investment into the region to take advantage of the rich natural resources endowments could be catalytic in creating shared prosperity and destiny.\n\nHe noted that a robust private sector will ensure peace, stability and transformation of the region. Enditem"}}