{"GDELT": {"GlobalEventID": 873589221, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor2Code": "AFGINSTAL", "Actor2Name": "TALIBAN", "Actor2CountryCode": "AFG", "Actor2KnownGroupCode": "TAL", "Actor2Type1Code": "INS", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.5847953216374201, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "North Korea", "Actor2Geo_CountryCode": "KN", "Actor2Geo_ADM1Code": "KN", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "KN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN", "Action2Geo_Lat": 40.0, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "KN", "DATEADDED": 20190918154500, "SOURCEURL": "https://www.ibtimes.com/who-robert-c-obrien-trump-names-new-national-security-adviser-2828738"}, "ARTICLE": {"TITLE": "Who Is Robert C. O'Brien? Trump Names New National Security Adviser", "TEXT": "President Trump on Wednesday named Robert C. O’Brien to become his fourth national security adviser, replacing John Bolton, a hawk who had major policy agreements with the president and some Cabinet officials.\n\nO’Brien, the president’s envoy for hostage affairs at the State Department, is a founding partner of the Los Angeles boutique law firm Larson O’Brien LLP and earlier had been considered as navy secretary. He earlier served at the U.S. Mission to the United Nations and in the State Department during the George W. Bush administration.\n\nTrump announced the appointment in a tweet, saying he is confident O’Brien “will do a great job!”\n\nO’Brien is viewed as a safe choice having developed relationships at State and the Pentagon in contrast with Bolton, who had clashed not only with the president but with Secretary of State Mike Pompeo.\n\nTrump revealed his short-list for Bolton’s replacement Tuesday, including Army Maj. Gen. Ricky Waddell, the assistant to the chairman of the Joint Chiefs of Staff; Lisa E. Gordon-Hagerty, Energy Department undersecretary for nuclear security; former Bolton chief of staff Fred Fleitz; and retired Army Lt. Gen. Keith Kellogg, Vice President Mike Pence’s national security adviser.\n\nO’Brien comes on board as a number of foreign policy issues are flaring. An investigation is underway to determine who was responsible for attacking Saudi Arabia’s largest oil facility at Abqaiq, wiping out half that country’s daily output. Fingers are pointing at Iran.\n\nThe new national security adviser, the nation's 28th, also will take leading roles on Venezuela and North Korea.\n\nThe Wall Street Journal reported O’Brien met with Trump last week and the president was impressed by his credentials.\n\nLast week, Trump said he fired Bolton because the two had major policy differences though Bolton said he resigned. The ouster came just days after a planned meeting with Taliban leaders at Camp David was called off. Bolton had been opposed to the meeting. He also differed on Trumps approach to Venezuela and North Korea."}}