{"GDELT": {"GlobalEventID": 873589852, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor1Code": "CZE", "Actor1Name": "CZECH REPUBLIC", "Actor1CountryCode": "CZE", "Actor2Code": "KHM", "Actor2Name": "CAMBODIA", "Actor2CountryCode": "KHM", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.15384615384616, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Czech Republic", "Actor1Geo_CountryCode": "EZ", "Actor1Geo_ADM1Code": "EZ", "Actor1Geo_Lat": 49.75, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "EZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Czech Republic", "Actor2Geo_CountryCode": "EZ", "Actor2Geo_ADM1Code": "EZ", "Actor2Geo_Lat": 49.75, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "EZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Czech Republic", "Action2Geo_CountryCode": "EZ", "Action2Geo_ADM1Code": "EZ", "Action2Geo_Lat": 49.75, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "EZ", "DATEADDED": 20190918154500, "SOURCEURL": "https://www.phnompenhpost.com/business/govt-set-sign-mou-czech-republic-mining-energy-sector"}, "ARTICLE": {"TITLE": "Gov’t set to sign MoU with Czech Republic on mining, energy sector", "TEXT": "Gov’t set to sign MoU with Czech Republic on mining, energy sector\n\nThe government is expected to sign a Memorandum of Understanding (MoU) with the Czech Republic on developing its mining and energy sector next month, Ministry of Mines and Energy secretary of state Dith Tina told The Post.\n\nThe MoU comes after a meeting on Wednesday to discuss enhanced bilateral cooperation in the energy and mining sector between Tina and Czech ambassador Marek Libricky.\n\n“The [MoU] between Cambodia and the Czech Republic is expected to be signed ahead of Prime Minister Hun Sen’s state visit [there] in October,” Tina said.\n\nThe ministry, Tina said, will also hold a joint workshop with the Czech counterparts on October 4 to explain the Kingdom’s laws and investment opportunities in the mining and energy sector as part of the cooperation.\n\n“The mining sector and the Czech Republic can conduct a joint study on the potential of metal mines in some areas,” he said.\n\nExtractive industries\n\nIn October last year, the inaugural Czech-Cambodian Seminar on Geological Research and mining was hosted in Phnom Penh.\n\nAs a result, the parties expressed interest in cooperation for the mining and extractive industries.\n\nThe Czech delegation said they were interested in providing human resources training and machinery to Cambodia.\n\nIn April, Nittetsu Mining Cambodia, a subsidiary of Japan Oil, Gas and Metals Corporation (Jogmec), obtained an exclusive three-year copper exploration licence in the Kingdom for 136sq km in Stung Treng province.\n\nNittetsu Mining Cambodia is expected to begin their exploration early next year after completing an Environmental Impact Assessment."}}