{"GDELT": {"GlobalEventID": 873590256, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor1Code": "HLH", "Actor1Name": "DOCTOR", "Actor1Type1Code": "HLH", "Actor2Code": "COP", "Actor2Name": "LAW ENFORCEMENT OFFICER", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.67752442996742, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20190918154500, "SOURCEURL": "https://www.hollandsentinel.com/news/20190918/ottawa-county-tackles-mass-shootings-in-townhall"}, "ARTICLE": {"TITLE": "Ottawa County tackles mass shootings in townhall", "TEXT": "GRAND HAVEN — Do you believe a mass shooting could take place in Ottawa County?\n\nThat was part of the discussion that took place at Monday’s townhall in Grand Haven, presented by Extended Grace.\n\nA group of panelists, from doctors to educators to law enforcement officers, talked about mass shootings and members of the audience gave a wide range of opinions as to why they feel mass shootings are on the rise, and what can be done to limit them.\n\nBarbara Lee VanHorssen, executive director of Extended Grace, said she hoped the event brought more awareness about mass shootings and mental illness to the 60-plus people in attendance.\n\n“I hope everyone is better educated about not stigmatizing people who have mental illness, about addressing mental health needs, and learning about resources in the community,” she said.\n\nVanHorssen said all of the ideas will be collected and displayed at momentumcentergh.org.\n\nHere are some highlights from each panelist:\n\nGina Ramirez, pediatrician\n\nRamirez serves as an advocate for gun violence prevention. She spoke from a physician’s standpoint, talking about the devastation caused by rounds fired from high-powered rifles.\n\nShe also talked about the psychological effects of mass shootings.\n\n“They cause a lot of anxiety, PTSD, fear,” she said. “Community-wide, we see people will have fear of crowded spaces, fear of going to movie theaters or concerts, even going to school.”\n\nRamirez listed several contributing factors that have pushed people to become mass shooters.\n\n“Adverse childhood events or childhood trauma, child abuse, neglect, the death of a parent, prenatal substance abuse — all lead to poor coping skills,” she said. “People who commit these crimes are almost universally suicidal.”\n\nShe urged anyone who encounters a person who could be suicidal — suffering from severe depression or making concerning comments — to observe the QPR method of suicide prevention: question, persuade, refer.\n\nGabby Easterly, Spring Lake High School student\n\nEasterly, a junior at Spring Lake High School, talked about the anxiety that lockdown drills cause students and staff.\n\n“I’m here today to talk about a student perspective on mass shootings and how that impacts our day-to-day lives,” she said. “I wanted to put you in our shows. Since I’ve gone to school, we’ve always done active shooter drills. That’s something many of you haven’t had to do. You haven’t gone to school with the fear of not knowing if you’re going to walk back out those doors. I do that every day.”\n\nBob VandePol, Pine Rest\n\nVandePol pointed out that those with mental illness are four times more likely to be a victim of violence than they are to be a perpetrator.\n\nHe maintains that it’s those with suicidal tendencies who tend to be the most dangerous.\n\n“Pinning it on mental health is a frantic effort from people on the outside who don’t understand, and who really want someone to blame,” he said. “One element of truth is, if you think of every mass shooter, they don’t have an escape plan. Every one of them knew they were going to die that day. Reducing suicide risk, I believe, is one of the best ways to prevent mass shootings.\n\nSarah Lewakowski, Mosaic Counseling\n\nLewakowski said the majority of people suffering with mental illness are not violent.\n\n“They are far more likely to be the victim of a violent crime,” she said. “A small percentage may be harmful to themselves or others.\n\n“Many people who have been shooters have experienced childhood trauma and experienced a crisis weeks before the shooting … relationship, financial or something happened at work, maybe a victim of bullying, feelings of hopelessness or harboring grievances.”\n\nLewakowski said the time following a mass shooting can be dangerous because there’s a demand for quick answers.\n\nShe said common mental health outcomes after shootings include PTSD, agitation, irritability, self-destructive behavior, social isolation, flashbacks, fear, severe anxiety, mistrust, a loss of interest in pleasure and activities, guilt, insomnia, nightmares, grief, depression, alcohol and drug use and panic attacks.\n\nMike Rohwer, Ottawa Area ISD\n\nRohwer said that while the ISD works with schools, each district has its own security plan.\n\n“We try to coordinate and help them, but each school and district has their own context, their own way of doing things,” he said. “Everyone wants to feel safe, and at the same time, what are we doing to promote the educational process?”\n\nRohwer referenced several initiatives at local schools that attempt to shape the culture of the school body.\n\nHe noted there’s been a shift in philosophy in regards to who is responsible for what during a shooting at a school.\n\n“The shift is to work with the teachers to give them a much smaller set of protocols,” he said. “We then have folks we call incident commanders. They’re the ones with the big binders and are issuing commands as needed.”\n\nSteve Kempker, Ottawa County sheriff\n\nKempker said he’s seen a massive shift in law enforcement in his nearly four decades on the job.\n\n“The fact that we now run church security programs, that’s something we never dreamed would have happened,” he said. “Business has changed for us — the way we do our business and the way we equip ourselves.”\n\nKempker said each of his officers was recently outfitted with a ballistic helmet and a heavier active shooter vest.\n\nKempker assured those in attendance his office takes any threat seriously.\n\nSgt. Chris Koster\n\nKoster teaches active shooter response drills for the Ottawa County Sheriff’s Office.\n\n“The first half of the class is doom and gloom,” he said. “Then we talk about the positive outcomes. At the end, we talk about avoid, deny, defend — what can you do to protect yourself, how thinking outside the box is a great advantage for you.”\n\nKoster said, as opposed to hiding in a dark room, he now encourages people to flee if that’s an option.\n\n“If you can get out, we encourage you to get out,” he said. “We’re doing this not just for schools, but for businesses and churches.”\n\nIf fleeing isn’t an advantage, Koster said to look around the room and find a weapon to fight.\n\n“Empower yourself for what you have: chairs, ink pens, a cane, a walker, ink pens … all these things can be used as weapons.”\n\nJoellen Rhyndress, Healthwest\n\n“There are three stages that happen after mass shootings,” said Rhyndress, who has responded to high-profile mass shootings across the country. “The initial phase is quite chaotic. ... Reunification centers are set up where people are coming.\n\nThe second stage is the homicide investigation. At this time, vigils and memorials often take place.\n\nPeople ask: \"What could I do? People fear leaving their house. They don’t feel safe anywhere. It’s hard for people to get services unless someone goes to them. … People feel guilty about surviving, and wonder if they were in some way responsible.”\n\nThe final stage is the long-term effects that linger through the community.\n\n“What we know about a mass shooting is that it can trigger people’s prior trauma. People’s perception of the world is altered,” Rhyndress said. “It impacts their trust, and when your sense of trust is impacted, you’re not likely to seek out new social situations.\n\n“Basically, it’s having the community adjust to a new normal,” she said."}}