{"GDELT": {"GlobalEventID": 873589231, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.68948655256724, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Alderley Edge, Borough of Cheshire East, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKZ7", "Actor2Geo_ADM2Code": "40099", "Actor2Geo_Lat": 53.3, "Actor2Geo_Long": -2.23333, "Actor2Geo_FeatureID": "-2588043", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Alderley Edge, Borough of Cheshire East, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKZ7", "Action2Geo_ADM2Code": "40099", "Action2Geo_Lat": 53.3, "Action2Geo_Long": -2.23333, "Action2Geo_FeatureID": "-2588043", "DATEADDED": 20190918154500, "SOURCEURL": "https://www.hellomagazine.com/fashion/celebrity-style/2019091877917/zara-check-shirt-coleen-rooney-veja-trainers/"}, "ARTICLE": {"TITLE": "Coleen Rooney stuns in a Zara check shirt and Meghan Markle's fave trainers", "TEXT": "Coleen Rooney is back in the UK, and on Wednesday, the mother-of-four was seen running errands in Alderley Edge, Cheshire. In photographs that appeared on The Daily Mail, the 33-year-old looked the epitome of casual cool, wearing black leggings, a green tartan blouse by Zara and a fabulous pair of Veja trainers - the brand loved by the Duchess of Sussex. We've tracked down the shirt which costs £49.99 from the Spanish store. It has long sleeves, patch pockets with flaps and is made in a striking green and white colourway. Coleen's trainers are from Veja - an environmentally-friendly vegan brand - and have splashes of red on the sides. You can pick them up in Office for £94.99.\n\nColeen was spotted wearing this £49.99 Zara shirt\n\nPrince Harry's wife was spotted wearing her Veja trainers during her royal visit to Australia in October, and unsurprisingly sparked a huge interest in the sustainable brand immediately afterwards. According to Lyst’s Year in Fashion Report for 2018, Instagram searches for the label rose by 113% year on year, thanks no doubt mainly to the Duchess' love for the shoes.\n\nThe wife of Wayne also had on trainers by Veja\n\nIt's not just Meghan, Princess Beatrice was spotted at the British Summer Time Hyde Park gig in July rocking the eco comfy footwear. Beatrice's sneaker style of choice was the 'Wata', which sells for £75 and is equally as in-demand as Meghan's preferred 'Esplar' style which you can pick up for £95.\n\nMeghan wore her Veja's during her royal visit to Australia\n\nVeja was founded in 2004 by besties Sébastien Kopp and François Morillion. The ethically driven and ecologically grounded company create trainers made from organic cotton and recyclable materials.\n\nMORE: Was Victoria Beckham's sell-out palette inspired by a special royal moment?\n\nThe shoes are always ethical, at every stage of the business, from sourcing and production cycle, right through to packaging and distribution.\n\nREAD: Coleen Rooney just wore a second-hand pair of shoes and we are shocked\n\nThis article contains affiliate links, which means HELLO! may earn a small commission if a reader clicks through and makes a purchase. More information."}}