{"GDELT": {"GlobalEventID": 873589355, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor2Code": "SWECOP", "Actor2Name": "SWEDEN", "Actor2CountryCode": "SWE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.37926675094817, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20190918154500, "SOURCEURL": "https://wgno.com/2019/09/18/trump-names-new-national-security-adviser/"}, "ARTICLE": {"TITLE": "Trump names new national security adviser", "TEXT": "This is an archived article and the information in the article may be outdated. Please look at the time stamp on the story to see when it was last updated.\n\nPresident Donald Trump named Robert O’Brien, the US hostage negotiator, his new national security adviser on Wednesday.\n\n“I am pleased to announce that I will name Robert C. O’Brien, currently serving as the very successful Special Presidential Envoy for Hostage Affairs at the State Department, as our new National Security Advisor. I have worked long & hard with Robert. He will do a great job!” Trump tweeted.\n\nThe announcement came a week after Trump fired John Bolton, citing disagreements on several issues, and as he confronts a major foreign policy crisis following the attack on Saudi oil facilities — which the administration has blamed on Iran.\n\nAides expected an announcement because acting national security adviser Charlie Kupperman, who took over in Bolton’s absence, was not scheduled to travel to New York for next week’s meeting of the United Nations General Assembly.\n\nSpeaking to reporters aboard Air Force One on Tuesday, Trump highlighted O’Brien’s praise of him in securing the release of hostages.\n\n“Robert O’Brien said, ‘Trump is the greatest hostage negotiator in history.’ He happens to be right,” Trump said, according to pool reporters. “We are 38-0. 38-0, ask Robert. In fact, I had never heard the term. Robert O’Brien said Donald Trump is the greatest hostage negotiator of all time. 38-0. At the time he said it we were 29-0. We are 38-0.”\n\nCNN has contacted the State Department for further details on the numbers cited by Trump.\n\nTrump personally dispatched O’Brien to help free US rapper A$AP Rocky from Swedish prison earlier this year. The hostage negotiator interviewed for the post with the President and acting chief of staff Mick Mulvaney last week.\n\nO’Brien enjoyed support from Secretary of State Mike Pompeo, who is now the most influential national security voice in the administration.\n\nTrump, who is known to respond well to flattery, has recounted praise from O’Brien in tweets, suggesting that the new national security adviser also knows how to handle the President and his mercurial moods.\n\nO’Brien has also made Trump look good — giving him numbers to boast about and successes that made for high profile media coverage.\n\nDuring an Oval Office meeting in March, O’Brien praised Trump for his success returning American hostages.\n\n“This wouldn’t happen with all of these hostages and detainees without the support of the President,” he said. “The President has had unparalleled success in bringing Americans home without paying concessions.”\n\nTrump ‘wants a consensus builder’\n\nOne senior White House official argued the pick shows that Trump “wants a consensus builder, not a showboater” in the role, suggesting O’Brien will cut a lower profile and work better with others in the administration than John Bolton did.\n\nO’Brien, though, has far less national security or foreign policy experience than past national security advisers — under Trump or otherwise. CNN previously reported that the national security adviser role was expected to be diminished in the wake of Bolton’s departure as Trump increasingly relies on his own instincts.\n\nTrump was considering a number of other candidates for the post, and yesterday named five people under consideration: O’Brien, Ricky Waddell, Fred Fleitz, Keith Kellogg, and Lisa Gordon-Hagerty.\n\nOther officials believed to be under consideration included the US special envoy for Iran, Brian Hook, who is close to Trump’s senior adviser and son-in-law, Jared Kushner, but who was criticized as a “Never Trumper” by other advisers. Trump had also been considering Rob Blair, a national security aide to Mulvaney, who is nonetheless considered a long shot inside the West Wing.\n\nTrump has solicited recommendations on the selection from advisers and friends, but officials said he would likely rely principally on advice from Pompeo. Trump said last week that he’d asked his chief diplomat if he was interested in also taking on the national security adviser job but that he had declined.\n\nTrump has picked O’Brien at a time when he is confronting another yet another foreign policy crisis following the attack on Saudi oil fields — a situation that lays bare his dueling instincts in the region, inclinations that ended Bolton’s tenure and are bound to complicate his replacement’s.\n\nIn mulling his response options, Trump finds himself drawn in opposing directions. While he has long sought to appear strong on Iran, he has promised voters he won’t be drawn into another Middle East war and says he’s open to talking.\n\nCNN previously reported that in his interviews and in interactions over the past days, Trump has sought to gauge whether those vying for the national security post agree with his overarching view that the United States should limit its activities abroad, according to people familiar with the matter."}}