{"GDELT": {"GlobalEventID": 873589667, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor1Code": "CHE", "Actor1Name": "GENEVA", "Actor1CountryCode": "CHE", "Actor2Code": "IGOUNO", "Actor2Name": "UNITED NATIONS", "Actor2KnownGroupCode": "UNO", "Actor2Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.19324577861165, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK08", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.7, "Actor2Geo_Long": 73.1667, "Actor2Geo_FeatureID": "-2762812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20190918154500, "SOURCEURL": "https://www.aninews.in/news/world/europe/activists-expose-pak-iran-over-human-rights-violations-in-balochistan20190918205127/"}, "ARTICLE": {"TITLE": "Activists expose Pak, Iran over human rights violations in Balochistan", "TEXT": "Geneva [Switzerland], Sept 18 (ANI): Activists have urged the United Nations to take notice of the plight of millions of Baloch people, who are being victimised by Pakistan and Iran.\n\nBaloch activist Qambar Malik said: \"I want to bring to your notice the plight of millions of Baloch people who are being minced by the powerful jaws of the two religious and fanatical states of Pakistan and Iran.\"\n\nBoth the states are taking draconian and inhuman measures in order to contain the Baloch demand to self-determination. As a result, the Baloch are not only faced with a physical elimination but also intrusions are made in their socio-cultural and political way of life in a systematic and organised way, he added.\n\n\"Our history has been distorted. Our language is on the brink of extinction. Secular beliefs are being replaced with a fundamentalist Islamic social outlook,\" he told the UNHRC session in Geneva.\n\nThe Baloch socio-political activists in Iran and Pakistan are facing extreme physical torture, summary executions, public hanging and other inhumane and barbaric acts in which the regime of Ayatollahs and the ruling Pakistani army are showing their excellence. The irony is that the authorities claim these acts of terror against the Baloch are culturally and religiously justified, the activist added.\n\nIn Pakistan, thousands of Baloch have been made subject to enforced disappearances and extra-judicial killings by the security forces with impunity. As a result, thousands of Baloch have been forced to flee Pakistan who now live as refugees in different countries of the world.\n\n\"We request the council's immediate and meaningful intervention to prevent Pakistan and Iran from continuing the policies which tantamount to genocide of a whole people. The human rights violations of Baloch must stop, and the religious state of Iran and Pakistan must be held accountable,\" Malik said.\n\nAnother Baloch activist Wajahat Hasan Mirza said: \"I am here today to plead the case of millions of ethnic Muhajirs and all those who are facing relentless persecution in Pakistan including religious groups such as Mohajirs, Balochs, Pashtuns, Ahmedies, Christians, Shias, and Sikhs.\"\n\nThe activists further noted that members of the LGBT community are being victimised.\n\nThey alleged that for years, the Pakistani security forces have been involved in widespread violation of human rights, which include enforced disappearances, arbitrary arrest, torture and custody, pre-trial detention and extrajudicial executions of minorities.\n\n\"The recent reports of all human rights organisation testify my statement. I urge the United Nations to exert pressure on Pakistan to treat its minorities with the dignity and respect they deserve as human beings,\" said Mirza.\n\nPakistan has been condemned internationally for cracking down on the minorities living in the country.\n\nIslamabad is also reportedly discriminating against its religious minorities, which is manifested in various forms of targeted violence, mass murders, extrajudicial killings, abduction, rapes, forced conversion to Islam, etc., making the Pakistani Hindus, Christians, Sikhs, Ahmadiyyas, and Shias one of the most persecuted minorities in the region.\n\nVarious activists belonging to the Baloch, Pashtuns, and Sindhi communities have been holding protests in Geneva to expose Pakistan over its illegal occupation and suppression of the minorities. (ANI)\n\n"}}