{"GDELT": {"GlobalEventID": 873590131, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor1Code": "GOV", "Actor1Name": "CHIEF EXECUTIVE", "Actor1Type1Code": "GOV", "Actor2Code": "COPMIL", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "Actor2Type2Code": "MIL", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.83582089552238, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Davao, Davao City, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPC3", "Actor1Geo_ADM2Code": "24267", "Actor1Geo_Lat": 7.073060000000001, "Actor1Geo_Long": 125.613, "Actor1Geo_FeatureID": "-2424066", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Davao, Davao City, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPC3", "Actor2Geo_ADM2Code": "24267", "Actor2Geo_Lat": 7.073060000000001, "Actor2Geo_Long": 125.613, "Actor2Geo_FeatureID": "-2424066", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Davao, Davao City, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPC3", "Action2Geo_ADM2Code": "24267", "Action2Geo_Lat": 7.073060000000001, "Action2Geo_Long": 125.613, "Action2Geo_FeatureID": "-2424066", "DATEADDED": 20190918154500, "SOURCEURL": "https://gulfnews.com/world/asia/philippines/did-duterte-admit-staging-ambush-of-mayor-he-earlier-tagged-as-narco-general-and-survived-1.1568818232946"}, "ARTICLE": {"TITLE": "Did Duterte admit staging ambush of mayor he earlier tagged as 'narco-general' and survived?", "TEXT": "Spokesperson insists the president’s remark was only a case of language 'mix up'\n\nPhilippine President Rodrigo Duterte Image Credit: Screengrab\n\nIn a speech on Tuesday before government officials at Malacañang's Rizal Hall, President Rodrigo Duterte said he ordered the ambush of former Daanbantayan, Cebu mayor Vicente Loot.\n\n\"General Loot, p******** mo nanalo pa ng barangay – mayor. Inambush kita, animal ka, buhay pa rin,\" Duterte in Tagalog. Translation: General Loot, you s*n of * b*tch, you even won as barangay – mayor. I ambushed you, you a****l, but you're still alive),\" he said.\n\nIn his first month as Chief Executive, Duterte publicly accused Loot along with four other police generals of involvement in the drugs trade.\n\nLoot survived an ambush attempt in May 2018.\n\nAlleged narco-generals named by Philippine president Rodrigo Duterte (from left): Retired police Deputy Director General Marcelo Garbo Jr., former National Capital Region Police Office chief Director Joel Pagdilao, Western Visayas Regional Director Chief Superintendent Bernardo Diaz, Quezon City Police District Director Chief Superintendent Edgardo Tinio and retired police general Vicente Loot. Image Credit: Screengrab\n\nDuterte then claimed that former senator and secretary Mar Roxas (of the Department of Interior and Local Government under former president Benigno Aquino's term) was behind the ambush of ex-General Loot.\n\n“I wasn’t the one who ordered for his ambush. It was Roxas. Roxas ordered his ambush, not me. Because he was told, ‘Your Garbo, your senior police aide is involved in drugs.’ That was why Roxas was irked. He said, ‘Patayin na lang ninyo para hindi tayo mapahiya (Just kill him so we won't be embarrassed),\" said Duterte in Visayan in a public speech in December 2018.\n\nIt is silly and absurd to conclude that PRRD is behind the ambush just because he misspeaks the Filipino language which is not his native tongue or first language. - Salvador Panelo | Presidential spokesperson\n\nA day after the media reported Duterte's \"admission\" that he had Loot ambushed, Presidential spokesperson Salvador Panelo, however, used the lost-in-translation card to explain the President's statement.\n\nPanelo, who is also Duterte’s legal counsel, insisted the president’s remark was not an admission of involvement and was only a case of language “mix up.”\n\n“Inambush kita, buhay ka pa (I ambused you, you're still alive),” is uttered by a Bisaya President who is not proficient in Filipino, the vernacular language used in the capital city of Manila and in most areas in Luzon,” Panelo said in a statement.\n\n\"It is silly and absurd to conclude that PRRD is behind the ambush just because he misspeaks the Filipino language which is not his native tongue or first language,\" Panelo said.\n\n“What the President intended to say was: ‘Inambush ka na, buhay ka pa (You've been ambused, but you're still alive).’ That has been his line as shown by the transcripts of some of his previous speeches every time he touches on the topic of General Loot’s ambush,” he added.\n\nMix of languages\n\nThe Palace official noted: “The Filipino nation by this time is already familiar and used to the language of the President who invariably uses a mixture of English, Bisaya (Cebuano dialect) and Filipino in communicating with the nation.”\n\nSenator Bong Go, Duterte's longtime aide, said in a media interview on Wednesday that another way to look at the President's statement was that it served as a warning to those in the drug trade.\n\n\"Biro lang, pero warning 'yun sa lahat – gobernador o mayor man kayo – basta 'pag pumasok kayo sa droga, nandiyan talaga ang risk; ako na nagsasabi sa inyo (It's only a joke, but it's a warning for everyone – even if you're a governor or a mayor – that if you part of the drug trade, the risk would always be there),\" he said."}}