{"GDELT": {"GlobalEventID": 873589716, "Day": 20190918, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7068, "Actor1Code": "COGMED", "Actor1Name": "CONGO", "Actor1CountryCode": "COG", "Actor1Type1Code": "MED", "Actor2Code": "USAMED", "Actor2Name": "REUTERS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -11.764705882352901, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Congo", "Actor1Geo_CountryCode": "CF", "Actor1Geo_ADM1Code": "CF", "Actor1Geo_Lat": -1.0, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "CF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Congo", "Actor2Geo_CountryCode": "CF", "Actor2Geo_ADM1Code": "CF", "Actor2Geo_Lat": -1.0, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "CF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Congo", "Action2Geo_CountryCode": "CF", "Action2Geo_ADM1Code": "CF", "Action2Geo_Lat": -1.0, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "CF", "DATEADDED": 20190918154500, "SOURCEURL": "https://www.aljazeera.com/news/2019/09/rwandan-army-hutu-rebel-commander-mudacumura-killed-drc-190918113859649.html"}, "ARTICLE": {"TITLE": "DRC army says Rwandan Hutu rebel commander Mudacumura killed", "TEXT": "Correction 18/09/2019: A previous version of this article was incorrectly headlined \"Rwandan army says Hutu rebel commander Mudacumura killed in DRC\". It was the DRC army that made the statement.\n\nDemocratic Republic of Congo's (DRC) army says it has killed Sylvestre Mudacumura, commander of the Rwandan Hutu fighters who was wanted for war crimes by the International Criminal Court (ICC).\n\nMudacumura had been a leader of the Democratic Forces for the Liberation of Rwanda (FDLR) since its founding in 2000 by Hutu officials, who fled Rwanda at the end of the 1994 genocide.\n\nThe FDLR has waged periodic war with the DRC government and rival armed groups, and Rwanda's government has cited its presence in DRC to justify repeated interventions across the border.\n\n\"Sylvestre Mudacumura was neutralised by the armed forces of Congo along with all the elements accompanying him ... in Rutshuru territory,\" army spokesman Richard Kasonga told Reuters news agency.\n\nMudacumura's death is the latest blow to the FDLR, which has been weakened in recent years by arrests of several of its leaders and military pressure from the DRC's army and other armed groups.\n\nThe international court issued an arrest warrant for Mudacumura in 2012 for alleged attacks against civilians, murder, rape and torture in eastern DRC, where armed groups have operated since the 1994 Rwanda genocide.\n\nAccused of killing civilians\n\nProsecutors accused Mudacumura, believed to be about 65 years old, of orchestrating attacks on civilians during a 2009-10 conflict against the DRC and Rwandan armies.\n\nUnited States-based rights group Human Rights Watch said FDLR fighters killed more than 700 civilians during that conflict in an effort to intimidate communities not to cooperate with the army.\n\nIn Rwanda, Mudacumura served as deputy commander of the presidential guard, where he was in charge of President Juvenal Habyarimana's security. During the genocide, he led a battalion in northern Rwanda.\n\nArmy spokesman Kasonga said he hoped Mudacumura's death would encourage holdout members of the FDLR, still fighting in the bush or temporarily settled in government-run camps in the DRC, to accept repatriation to Rwanda.\n\nThousands of former FDLR members and their families have returned to Rwanda, but many have refused. International efforts to find a third country to resettle them have so far been unsuccessful.\n\nThe FDLR has also been a source of friction between Rwanda and Uganda.\n\nIn March, Rwanda accused Uganda of supporting the FDLR and another DRC-based rebel group opposed to the Rwandan government. Uganda denied the allegations.\n\nThe ICC was set up as a court of last resort intended to prosecute senior leaders allegedly responsible for grave crimes, including genocide, war crimes and crimes against humanity when national courts prove unable or unwilling to take on such cases.\n\nBut the ICC has suffered several setbacks over recent years with some of its most high-profile suspects walking free, while it has also been criticised for mainly trying African suspects so far."}}