{"GDELT": {"GlobalEventID": 873894641, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "JUD", "Actor1Name": "ATTORNEY", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.90150970524802, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Harris County, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX201", "Actor1Geo_Lat": 29.8336, "Actor1Geo_Long": -95.4002, "Actor1Geo_FeatureID": "1383886", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Harris County, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 29.8336, "Action2Geo_Long": -95.4002, "Action2Geo_FeatureID": "1383886", "DATEADDED": 20190919183000, "SOURCEURL": "https://www.houstonchronicle.com/news/politics/texas/article/Echoing-other-Texas-sex-abuse-exonerations-14452850.php"}, "ARTICLE": {"TITLE": "Echoing other Texas sex abuse exonerations, Houston man claims new science clears him, too", "TEXT": "Bruce and Carol Perkins live in a fifth wheel camper on a pine-shaded lot off a dirt road. It’s about six miles from town. The trailer had been set in an RV park, but just before Bruce was released on parole earlier this summer the owner told Carol he didn’t want sex offenders on the premises. A friend offered the remote parcel for as long as they need it.\n\nEven with the isolation, the conditions of Bruce’s release are strict. He may, with prior approval, leave the property only to run the sort of errands necessary to someone who was imprisoned for nearly three decades - a new driver’s license, reactivation of his social security. He wears an ankle monitor when he leaves. On weekends it stays in the wall charger because he is prohibited from setting foot outside the trailer at all.\n\n“He spent a lot more time in prison than I expected,” said Marie Munier, who was an assistant district attorney for Harris County put Perkins away in 1993.\n\nPerkins said it was his choice: “I could have gotten out earlier. But I wouldn’t admit guilt. My grandchildren are never going to see anything where I admit that I’m guilty of this.”\n\nThe crimes Perkins was convicted of in a Houston court were horrific - sexually abusing two of his grandchildren. The descriptions, outlined in more than a thousand pages of court filings, trial transcripts and interviews, are difficult to read - preschoolers explaining in a child’s vocabulary how they had sex with an adult relative.\n\nYet also woven throughout the documents are details that, viewed decades on, have raised questions about Perkins’ conviction. In conversations with their parents and therapists, the children described complicated scenarios of abuse: Perkins supposedly smeared food on them and licked it off. They said he violated them with toys and a bottle.\n\nCarol was said to have participated, too. Bruce also molested a cat and maimed a dog, according to the accounts. In the incidents for which Perkins was convicted, complex acts involving several children occurred in brief periods of stolen time in a house crowded with people.\n\nTop hits: Get news stories sent directly to your inbox\n\nSwept up in a wave of extraordinary child sex abuse claims in the 1980s and early 1990s, prosecutors across the country charged dozens of parents and caregivers with appalling-sounding acts despite scant physical evidence. Suggestive, leading questioning by untrained police and counselors produced outlandish accusations, including claims of bizarre satanic rituals. Yet an unshakable belief that even young children always tell the truth yielded lengthy prison sentences.\n\nAs researchers, social workers and prosecutors learned more about how malleable children’s memories are under questioning, many cases eventually unraveled. Since 2016 a half-dozen Texans have been declared innocent after serving nearly a century in prison for committing acts that, in retrospect, seem obviously fantastical: logistically impossible gang rapes, burying children alive.\n\nThe same lawyers who helped prove their innocence now say Bruce Perkins is the latest to have wrongly spent time behind bars. As of this week, a filing asserting his innocence has been awaiting a Harris County judge’s decision for a year.\n\nAs in the other Texas cases, Perkins was convicted despite shifting and occasionally difficult-to-believe details of abuse from the victims. Like those cases, the primary physical evidence against Perkins was a physician’s finding that small marks inside the victims indicated they had been sexually abused - conclusions child trauma experts now say are wrong.\n\nAstrid Heger, a pediatrics professor at the University of Southern California’s Keck School of Medicine, author of a textbook on sex assault examination and founder of the Violence Intervention Program, was instrumental in convincing the physician in one of the overturned Texas cases to change her diagnosis. The doctor in the Perkins case, she said, made similar errors; the marks he interpreted as evidence of abuse were normal.\n\n“So you take the medical findings off the table,” she said, “and what are you left with?”\n\nTexas hysteria cases overturned\n\nThe most recently overturned “child sex abuse hysteria” cases have been out of Texas, according to the National Registry of Exonerations, which defines them as “prosecutions in the 1980s and 1990s based on aggressive and suggestive interviews [that] generally included bizarre and implausible claims.”\n\nIn 1991, three children accused an Austin couple of horrifying sexual abuse at their daycare. Over time the accusations became more complex and implausible — that Fran and Dan Keller penetrated them with objects, forced them to eat feces and go to cemeteries to watch bodies being exhumed. All of it supposedly occurred at a busy daycare business.\n\nProsecutors and therapists said such stories were the children’s way of processing and describing the terrible events that occurred. A doctor also confirmed abuse, testifying he saw abnormalities on the girl’s genitals indicating sexual trauma. In 1992 the Kellers were convicted of sexual assault and each sentenced to 48 years in prison.\n\nIn 1994, four San Antonio women were accused of sexually abusing two nieces of one of the women during a weekend of ritualistic-sounding molestation. The girls, 7 and 9 at the time, said they were restrained and raped with assorted objects as the four women - who came to be known as the San Antonio Four — got high and drunk.\n\nThe girls’ stories shifted significantly during the police investigation. But prosecutors said the essence of what they claimed was true. As with the Kellers, a physician also noted physical evidence of the abuse during an examination of one of the girls. The women were sentenced to a total of 82 years in prison.\n\nFor subscribers: Last vestiges of criminal past erased for wrongly convicted ‘San Antonio Four’\n\nThe San Antonio Four were exonerated three years ago. One of the victims recanted her story. The physician who’d performed the exam conceded newer research demonstrated that what she thought was a trauma scar in the girl actually wasn’t.\n\nA year later, in 2017, the Travis County district attorney’s office dismissed all charges against the Kellers. One victim had withdrawn her story. Child abuse experts said suggestive interview techniques had created the children’s false memories of abuse. The physician conceded that, as in the San Antonio case, newer research convinced him his conclusions had been mistaken.\n\nThe six were only the latest to have their names cleared in such cases. In all, 58 parents and caretakers convicted in a fog of child sex abuse hysteria between 1984 and 1998 have been exonerated of their crimes, according to the registry.\n\nNormal events turn suspicious\n\nThere are differences between Bruce Perkins’s innocence claim and those of the Kellers and San Antonio Four. While some details of his abuse appear implausible and share imagery common to hysteria cases, they are not as fantastical or ritualistic.\n\nNo one has recanted. In brief phone conversations, both of Perkins’s sons were furious to hear of his innocence claim. They said they still firmly believe he is guilty and that he destroyed their families.\n\nCarol said the only time she has spoken to her children in the past quarter-century was when she called her oldest son several years ago and asked to meet. “He said, ‘Are you ready to admit Bruce is guilty?’ And I said no. He said, ‘Then we have nothing to talk about.’”\n\nAs in the other cases, the accusations against Bruce and Carol Perkins expanded and became more intricate as adults attempted to pull the full truth out of the children.\n\nThe grandparents were not suspected at first. According to trial transcripts and other documents, the Perkins’ three grandchildren - two girls and a boy - had been caught taking off their clothes and playing doctor together and with a friend. The mothers of the Perkins grandchildren - Bruce and Carol’s two daughters-in-law - took them to a therapist in early 1992.\n\nThe children described sex play with several neighbor children. They identified a female teenager as the person who had taught them, but the therapist dismissed that. She “was very vivid,” one of the girl’s mothers later testified. “There is an adult involved here somewhere. She had said that a male adult is involved.”\n\nSeeingly normal events became suspicious. That fall one mothers wondered why Bruce and Carol sent her children cards with a couple of dollars in them as school began. “I can’t get the thought out of my mind that these people are paying my children to be silent,” she later said.\n\nWhen she asked her daughter directly if Bruce had touched her in a way that made her uncomfortable the girl denied it at first but then said yes, documents show. Prompted by her parents, she used dolls to demonstrate a wide variety of positions and poses she said she and Bruce had done together.\n\nThe mother alerted Bruce and Carol’s other daughter-in-law, who questioned her daughter, telling her that her cousin said Bruce touched in a bad way. The girl denied Bruce had done it to her. But later, after her mother asked why her cousin would say that, she said Bruce had touched her, too.\n\nThe girl then started “bouncing around the room,” saying “cake and ice cream and catsup.” When her mother asked what she meant, she said Bruce smeared it on her and ate it off. Abuse of all three of the grandchildren occurred in Bruce’s bedroom and closet and an outdoor shed and a chicken coop, she said, adding later that Bruce also had used the dog’s paw to molest her.\n\nExam findings help scuttle innocence claim\n\nHarris County Sheriff’s Det. Don Bynum investigated the case. Transcripts of his initial interview show when he first asked one of the girls who had touched her privates she named her cousin. He asked again; she identified a neighbor. He asked once more and she named another cousin.\n\nBynum inquired if any “big person” had done it; she named her cousin. He asked about “a big man”; she named her brother. What about “a great big person like me?” Bynum asked. My mother and father, the girl answered. Asked twice whose penis she’d seen, she eventually identified Bruce. (Reached at her East Texas home, Bynum’s wife said the former detective died last year.)\n\nWhen Bynum asked Bruce to come in and take a lie-detector test he agreed. The administrator later testified the polygraph indicated Perkins was being truthful when he denied any abuse. The tests are not admissible in court.\n\nHunter Hammill, an obstetrician, examined the girls two weeks later. At trial he said he had performed such exams occasionally, fewer than two dozen a year. Hammill noted “small defects” on the genitals of both girls “consistent with alleged abuse.”\n\nBruce eventually was charged in two incidents. The first was to have occurred at a birthday party at his house in October 1991. A dozen people were present; Bruce was accused of abusing children in his bedroom sometime that afternoon as people milled about downstairs. The second was the following August, again when the house was busy with guests.\n\nIn closing, Perkins’ attorney asked the jury to apply common sense: “Is it reasonable to believe that Bruce Perkins would be so dumb as to take those children upstairs to spend the time that it would have taken to do what they described him doing with their parents just downstairs?”\n\n“It only takes a minute” for an adult to molest a child, Munier, the prosecutor responded. As for the more far -etched details of the children’s accounts, “that’s because we’re looking at it as an adult,” she explained. “Children are not able to communicate to us like we think.”\n\nJuror Claudia Wolff recalled contentious deliberations: “We asked for a lot of the court reporter’s paperwork to see what was said because there was a lot of disagreement.” She said she was skeptical the abuse could have occurred at the parties but reluctantly joined the other jurors. Bruce was sentenced to 30 years in prison.\n\nIn an innocence claim filed a decade later, he alleged, among other things, that coercive questioning had falsely created the children’s memories. “Memory is not like a VCR or DVD; it’s not a perfectly recorded image,” said Mike Charlton, Bruce’s attorney who now lives in New Mexico. “With children, they take these suggestions and make them into stories.”\n\nThe claim was denied in September 2003. “While the details of the alleged abuse were not consistently described by the complainants, and their accounts varied as to type and frequency of the abuse, and while some details reported by the complainants strained credulity,” federal Magistrate Judge Frances Stacy wrote, “a physician testified at the trial that he had found, upon examination, evidence that both complainants had been sexually abused.”\n\n‘I was inaccurate in my opinion’\n\nDr. Michael Mouw recalled the moment he realized he’d been wrong about finding signs of abuse during his exam of one of Fran and Dan Keller’s supposed victims.\n\n“I attended a medical seminar which included a slide presentation of hymens with normal variants,” he wrote in a court filing. After seeing a photo that looked identical to what he had concluded was evidence of the Keller’s abuse, “I realized I had mistakenly identified normal discontinuity at those locations as lacerations.”\n\nIn her 1994 exam of the San Antonio Four victims, Dr. Nancy Kellogg determined a scar in the same area “could only have been caused by the vaginal penetration of some foreign object, such as could occur in a sexual assault.”\n\nLike Mouw, she later conceded she’d been wrong, in part based on a re-evaluation of her exam notes by Heger, from the University of Southern California, who said there was no scarring. “I was inaccurate in my opinion that there was physical evidence of a history of trauma,” Kellogg wrote in a 2013 affidavit.\n\nAlthough the Texas Forensic Science Commission has been a leader in identifying and investigating faulty evidence-gathering practices, sexual assault exams are one of about 20 subjects exempt from its jurisdiction. Nancy Downing, a commission member, Texas A&M associate professor and certified Sexual Assault Nurse Examiner, said legislators opted to have professional health care boards police their own members instead.\n\nStill, Downing said there has been “an evolution in consensus” over the last 15 years among experts looking for physical signs of abuse in children. “Previously, there were not enough data to clearly discern what was ‘normal’ versus not normal genital anatomy in young girls and adolescents,” she wrote in an email. Marks once thought to be signs of trauma are now known to be normal, absent signs of acute injury. Over 90 percent of the exams yield no definitive evidence.\n\nIn 2016, the Harris County District Attorney’s office turned over records from the Perkins case to his new Austin attorney, Keith Hampton, who helped clear the Kellers and one of the San Antonio women. Hammill had taken no photos, but included were hand drawings from his medical notes that Charlton, Perkins’ previous attorney, said he never saw during the previous appeal.\n\nHampton sent them to Heger, who concluded the defects Hammill suggested were caused by abuse were “never indicative of penetrating trauma.” It was revealing the doctor had found the same mark in the same place on both girls, she added.\n\nDowning said she couldn’t comment on individual cases. But she noted the latest reference work for child abuse examiners, published in 2018, advises that without other signs of injury, hymen marks “above the 3 and 9 o’clock location” are considered normal.\n\nHammill, who still works in Houston, said he didn’t recall the Perkins case. He said his older medical records had been destroyed in a flood, but said he’d be willing to re-visit his conclusions. Given copies of his notes and Heger’s report, however, he declined to comment.\n\n‘Going to bother me forever’\n\nIn February 2017, Hampton filed a petition arguing Perkins was innocent based on Heger’s re-interpretation of Hammill’s exams, as well as newer research demonstrating how leading interviews can skew children’s memories. Perkins said he’s not after any innocence money, but only wants his name back.\n\nThe Harris County District Attorney’s office is fighting to keep Perkins’ conviction intact, arguing in court filings the medical evidence, and testimony of the children, their parents and therapists, had produced ample proof of his guilt. The case has stalled in Harris County state district court, with no rulings since September 2018.\n\nFollowing the trial, Wolff, the juror, said she she contacted Bruce’s attorney, and then Carol. “I apologized,” she said. “I was going to have to live with it and it was going to bother me forever.”\n\n“I never want to serve on a jury again,” she added. “I do not want that responsibility again.”"}}