{"GDELT": {"GlobalEventID": 873893481, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.77619893428064, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI", "Actor2Geo_Lat": 53.0, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "EI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20190919183000, "SOURCEURL": "http://banglamirrornews.com/2019/09/19/supreme-court-ex-pms-lawyer-argues-against-prorogation/"}, "ARTICLE": {"TITLE": "Supreme Court: Ex-PM’s lawyer argues against prorogation", "TEXT": "Boris Johnson suspended Parliament to stop MPs “interfering” in Brexit, said the lawyer of former PM Sir John Major.\n\nThe three-day Supreme Court hearing on whether the decision to prorogue was unlawful has finished its final day.\n\nThe President of the Supreme Court, Lady Hale, said the judges would announce a decision early next week.\n\nThe government argues prorogation is not a matter for the courts, but critics say the PM is trying to stop MPs scrutinising Brexit policy.\n\nIn July, Sir John said he would be prepared to seek a judicial review if the new PM attempted to suspend Parliament.\n\nHe later joined the case brought by campaigner Gina Miller to avoid “taking up the court’s time”.\n\nIn a submission to the court, the government said that if judges ruled against the PM, it would “still either be open or not open to the prime minister to consider a further prorogation”.\n\nIt feels like we are completely through the looking glass.\n\nWe have a prime minister who stands accused of misleading the monarch and undermining Parliament.\n\nComing to assist the case against the current prime minister, the former Conservative Prime Minister Sir John Major.\n\nIn very bald and strong terms he is accusing Boris Johnson of having misled the Queen and suggesting his true purpose was entirely political, in the sense that he wished to shut down debate in Parliament.\n\nThere was much criticism that there hasn’t been a witness statement from the government setting out the true reasons for prorogation.\n\n\n\nSir John’s lawyer Lord Garnier said the ex-prime minister did not “believe the documents given to the court provide the true reason for prorogation” and that “it would be justifiable for the court to infer his true intentions”.\n\nHe is basically saying: “Look at the evidence. It is extraordinarily sketchy. Draw your own conclusion.”\n\nSumming up for the government, Lord Keen QC continued to argue that the suspension of Parliament was a political matter.\n\nHe told the panel of 11 justices that prorogation was “forbidden territory, which is a matter between the executive and Parliament”, and MPs “had the tools” to change the law if they did not like it.\n\nLord Keen added: “How in the context of that political minefield is the court to opine on the issue of purpose or improper purpose [of prorogation], legitimate purpose or illegitimate purpose… how are these concepts to be defined or applied?\n\n“The applicants are inviting the justices into forbidden territory and an ill-defined minefield, and the courts are not properly equipped to [deal with it].”\n\nBut Lord Pannick QC summed up his case against suspending Parliament by saying the scrutiny of MPs in the run-up to the Brexit deadline at the end of October was “of vital importance”.\n\nHe said that the length of the prorogation “was motivated, or at least strongly influenced” by Mr Johnson’s belief that Parliament was “a threat to the implementation of his policies”.\n\nThe crossbench peer called for the judges – if they ruled against the government – to “make a declaration that the prime minister’s advice to the Queen [to prorogue Parliament] was unlawful and to make a declaration as soon as possible”.\n\nAnd, if that declaration was made, that Mr Johnson recalls Parliament next week.\n\nSpeaking on behalf of Sir John, Lord Garnier QC said there was evidence that the decision to suspend Parliament was “motivated by a desire to prevent Parliament interfering with the prime minister’s policies during that period”.\n\nHe argued that prorogation did not just stop MPs from sitting in the House of Commons, but prevented it from carrying out other functions such as putting questions to ministers.\n\nCourt\n\nThe court began hearing submissions on behalf of the Scottish government at 10:30 BST, followed by lawyers for the Northern Ireland victims’ campaigner Raymond McCord and then the Welsh government.\n\nThe Scottish government’s Lord Advocate James Wolffe QC said prorogation was taking place at a “time-critical period” when the government’s decisions would be “monumental”.\n\nHe said any decision to prorogue had to have “cogent justification”.\n\nIn a written submission, the Scottish government said prorogation would have a “profoundly intrusive effect” on Parliament.\n\nRonan Lavery QC, representing Mr McCord, urged the court to look at the impact prorogation would have on Northern Ireland. He said it was designed to “run down the clock” towards a no-deal Brexit which would lead to “the erection of the border” on the island of Ireland.\n\nSupreme Court president Lady Hale said the court was “solely concerned” with the lawfulnesss of the prime minister’s decision to prorogue Parliament, not arguments about the nature of Brexit.\n\nAnother justice, Lord Wilson, later warned Mr Lavery not to “abuse our politeness or Lady Hale’s patience” by making arguments about Brexit.\n\nIn a written submission, shadow attorney general Baroness Chakrabarti said if the government’s power to prorogue Parliament were left “unchecked” MPs would be “deprived” of the ability to “perform their constitutional function”.\n\nThe Supreme Court is hearing two appeals.\n\nThe first is led by businesswoman Ms Miller who is appealing against the English High Court’s decision to throw out a challenge to prorogation.\n\nThe judges said the decision to suspend Parliament was “not a matter” for the judiciary.Gina Miller and SNP MP Joanna Cherry have both led cases against prorogation\n\nThe second comes from the government who are appealing against Scotland’s Court of Session ruling that prorogation was “unlawful” and used to “stymie” Parliament.\n\nThis challenge against the government was brought by 75 parliamentarians including the SNP MP Joanna Cherry.\n\nArguing on behalf of Ms Miller on the first day, Lord Pannick QC said there was “strong evidence” the PM wanted to “silence” Parliament.\n\nHowever government lawyer Lord Keen QC argued that previous governments had prorogued Parliament to “pursue a particular political objective” and they were “entitled to do so”.\n\nOn the second day the court heard from government lawyer Sir James Eadie QC who said the issue was not a matter for the courts.\n\nHe also argued that suspension had not silenced MPs because they had already managed to pass a bill blocking a no-deal Brexit, despite the prorogation dates.\n\nIn the afternoon session, Aidan O’Neil QC said the decision had been carried out “in bad faith”, and “for an improper purpose”.\n\nLady Hale said the judgement would be delivered early next week.\n\nOne senior government source told the BBC’s political editor No 10 believed the Supreme Court would judge that prorogation was a matter for the courts and would “fire warning shots about how a government should not use this to close Parliament illegitimately”.\n\nHowever, Laura Kuenssberg said according to the source, No 10 did not believe the court would unravel their plan for a Queen’s Speech next month."}}