{"GDELT": {"GlobalEventID": 873894586, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "BUS", "Actor2Name": "COMPANIES", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.9417475728155402, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20190919183000, "SOURCEURL": "https://www.mckinsey.com/industries/automotive-and-assembly/our-insights/israel-hot-spot-for-future-mobility-technologies"}, "ARTICLE": {"TITLE": "Israel: Hot spot for future mobility technologies", "TEXT": "DOWNLOADS Open interactive popup Article (PDF-2MB)\n\nThe Israeli innovation ecosystem is one of the most mature technology hubs worldwide. The roots of Israel’s technological strengths can be traced back to its development of defense technologies, with some of the notable achievements including becoming the eighth country in the world to launch a satellite into space, on par with much larger economies such as France and the United Kingdom. Like the effects of the DARPA programs on Silicon Valley in California, these significant governmental investments in R&D have been followed up and strengthened by entrepreneurs in the private sector. Today, Israel spends almost double the OECD (Organisation for Economic Co-operation and Development) average on R&D, at 4.5 percent of GDP, placing it a close second to South Korea (Exhibit 1). This R&D effort is supported by a large number of researchers, with 17 full-time researchers per 1,000 employed, compared with 14 in South Korea and 9 in the United States.\n\nExhibit 1 We strive to provide individuals with disabilities equal access to our website. If you would like information about this content we will be happy to work with you. Please email us at: McKinsey_Website_Accessibility@mckinsey.com\n\nFueled by the need to defend critical electronic infrastructure and to analyze data collected by Israel’s intelligence corps, two of the technologies the country has been developing the most are cybersecurity and artificial intelligence (AI), which are now becoming key technologies in the ACES (autonomous, connected, electrified, and shared) revolution in the automotive and mobility industries. An analysis by the McKinsey Center for Future Mobility (MCFM) expects the market for automotive software and electronics to grow by 7 percent year over year in the coming years, becoming a $470 billion industry (Exhibit 2). In 2030, 57 percent of this industry is predicted to be in software development, sensors, and electronic control units (ECUs), fields that are expected to rely heavily on AI algorithms—and require cybersecurity capabilities to ensure their safety.\n\nExhibit 2 We strive to provide individuals with disabilities equal access to our website. If you would like information about this content we will be happy to work with you. Please email us at: McKinsey_Website_Accessibility@mckinsey.com\n\nA lot of the development of these technologies for the automotive world is done by start-ups, as opposed to established OEMs. Since 2010, over 40 mobility-dedicated start-ups in Israel have received funding from investors, as have over 300 start-ups with possible applications in mobility. These companies have been funded by very strong growth in investment in autotech, totaling $18.4 billion since 2010 in Israel. Even excluding the largest one-off investment in Mobileye, we see an acceleration in yearly investments of 400 percent between the time periods of 2010–13 and 2014–18. The total investment sum places Israel in fourth place globally, behind the United States, China, and United Kingdom but ahead of traditional automotive powerhouses, such as Germany and Japan. Most of these investments are focused on companies developing autonomous-driving-related technologies, as well as cybersecurity and telematics. The most notable success story is Mobileye, developer of computer vision used for autonomous driving, which was acquired by Intel for $15.3 billion in 2017, the largest exit ever made by an Israeli company. Other notable companies include Argus Cyber Security, developer of cybersecurity technologies for use in automobiles, founded in 2013 by several military veterans and bought four years later for $430 million by Continental, and Innoviz Technologies, developers of lidar (laser radar) hardware and software for autonomous vehicles, which has raised over $250 million in funding, with the latest round ending this past June.\n\nMany OEMs are coming to Israel to capitalize on these technologies. Currently, 10 of the largest 15 auto manufacturers have set up local offices. All of them include some form of scouting, seeking relevant innovation ideas in local companies that develop technologies with applications in the automotive world. Eight of these local offices also conduct R&D, either working jointly with Israeli start-ups or employing engineers from the local talent pool to develop in-house technologies. GM was the first to open its Israeli hub over ten years ago in 2008, and the other nine, including such household names as Daimler, Ford, and Hyundai, have opened local hubs since 2017. Tier-one suppliers are not staying behind either, with three of the five largest tier-one suppliers in the world, Bosch, Denso, and Continental, establishing a local presence.\n\nWould you like to learn more about the McKinsey Center for Future Mobility\n\nHowever, Israel is still only at the start of establishing itself as a crucial element in the automotive value chain. Today, 49 Israeli companies supply parts to the auto industry, but only 10 of them deliver technology-related solutions (Exhibit 3). Of these ten companies, only two, Mobileye and Phinergy, have reached tier-one status. The number of Israeli suppliers is still negligible compared with traditional hubs like Germany and the United States, which have thousands of tier-one suppliers and many more further down the production chain. Most Israeli autotech companies are still small in the automotive world and will need to strengthen their ties with OEMs to ensure their technologies reach the end products and have a more noticeable impact on the passenger vehicles and trucks.\n\nExhibit 3 We strive to provide individuals with disabilities equal access to our website. If you would like information about this content we will be happy to work with you. Please email us at: McKinsey_Website_Accessibility@mckinsey.com\n\nYet, OEMs can do more to make sure they’re capitalizing on the technological innovations in Israel. Our analysis shows that the share of investments in mobility-related start-ups made by OEMs is only around 7 percent, and in Israel, this number is even smaller. This, however, is not atypical—by comparison, in the energy sector, the big incumbents stand for around 11 percent of all investments. Investments are only one measure of the effort OEMs are making to tap into new technologies, but in any case, OEMs seeking to keep up with the major disruptions predicted in the automotive market should make sure they are taking measures to utilize the Israeli talent pool to the fullest—whether it’s done by direct or indirect investment, collaboration with local companies, or employing local engineers in their R&D.\n\nStart me up: Where mobility investments are going\n\nThis article is adapted from one that appeared in Automotive World on August 5, 2019."}}