{"GDELT": {"GlobalEventID": 873894323, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "GOV", "Actor1Name": "CHIEF MINISTER", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 30, "NumSources": 3, "NumArticles": 30, "AvgTone": -1.5413674845853702, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20190919183000, "SOURCEURL": "https://www.siasat.com/vijayvargiya-takes-jibe-mamata-meeting-modi-shah-1625578/"}, "ARTICLE": {"TITLE": "Vijayvargiya takes jibe on Mamata meeting with Modi, Shah", "TEXT": "New Delhi [India]: National general secretary of Bharatiya Janata Party, Kailash Vijayvargiya, on Thursday took a jibe at West Bengal Chief Minister Mamata Banerjee after her meeting with Prime Minister Narendra Modi and Union Home Minister Amit Shah.\n\nAb Aya Uth Pahad Ke Neeche: Vijayvargiya\n\n“Ab Aya Uth Pahad Ke Neeche (And now the camel is under the mountain)! Should we take the meeting of West Bengal’s Chief Minister Mamata Banerjee with Prime Minister Narendra Modi and Home Minister Amit Shah in this sense?,” tweeted Vijayvargiya in Hindi.\n\n‘Ab Aya Uth Pahad Ke Neeche’ is an idiom in Hindi which loosely means a person being cut down to size.\n\nMamata meets PM Modi, Amit Shah\n\nMamata Banerjee who met PM Modi on Wednesday termed her meeting ‘good’.\n\nDuring the meeting, Banerjee also conveyed to the Prime Minister that any suggestion from the Centre on the change of name of West Bengal will be accepted.\n\nThe West Bengal Chief Minister also met Home Minister Amit Shah on the same. She also discussed the issue of National Register of Citizens with him.\n\nThe Bengal Chief Minister has been highly critical of Prime Minister Narendra Modi’s government and has on several occasions accused it of snatching the autonomy of constitutional institutions and muzzling dissent.\n\nIn May, during Lok Sabha election campaign, Banerjee said she felt “like giving one tight slap of democracy” to PM Modi.\n\nLast week, taking an aim at the Central government, Banerjee stated that the country was in a state of ‘Super Emergency’.\n\nSource: ANI"}}