{"GDELT": {"GlobalEventID": 873893679, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "AZE", "Actor1Name": "AZERBAIJAN", "Actor1CountryCode": "AZE", "Actor2Code": "TKM", "Actor2Name": "TURKMENISTAN", "Actor2CountryCode": "TKM", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.3727560718057001, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Azerbaijan", "Actor1Geo_CountryCode": "AJ", "Actor1Geo_ADM1Code": "AJ", "Actor1Geo_Lat": 40.5, "Actor1Geo_Long": 47.5, "Actor1Geo_FeatureID": "AJ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkmenistan", "Actor2Geo_CountryCode": "TX", "Actor2Geo_ADM1Code": "TX", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": 60.0, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Turkmenistan", "Action2Geo_CountryCode": "TX", "Action2Geo_ADM1Code": "TX", "Action2Geo_Lat": 40.0, "Action2Geo_Long": 60.0, "Action2Geo_FeatureID": "TX", "DATEADDED": 20190919183000, "SOURCEURL": "https://lobelog.com/the-view-from-syrias-peace-talks/"}, "ARTICLE": {"TITLE": "The View from Syria’s Peace Talks", "TEXT": "by W. Alex Sanchez\n\nEight years since its inception in 2011, the Syrian civil war rages on, a conflict that has taken on grand geopolitical dimensions and resulted in tens of thousands killed and a massive exodus of refugees. While other tensions and conflicts around the world have since grabbed the attention of major media outlets, the situation in Syria has not gotten any better. If anything, it has become even more complicated and violent.\n\nAs war rages on, so do attempts to peacefully solve this conflict. Case in point, the Republic of Kazakhstan has hosted over a dozen rounds of peace talks among the numerous warring factions in Syria. While there has been no lasting peace yet, good intentions do matter.\n\nThe latest military operations include a coordinated effort between Syrian forces, backed by Russian troops, in the rebel-held northern Idlib province. The goal is to attack three rebel movements: the National Liberation Front, Hayat Tahrir al-Sham (HTS), and Jaysh al-Izza. Though embattled, these groups are far from weak — on August 15, HTS claimed that it shot down a Syrian warplane.\n\nMeanwhile, ISIS, after suffering dramatic defeats in Iraq and Syria, is reportedly regrouping in the wake of the U.S. drawdown, and in mid-August carried out an attack against the Syrian Arab Army in Deir Ezzor.\n\nDespite the U.S. pullback, the U.S. and Turkey continue to cooperate along the Turkish-Syrian border, including by creating a “a joint operations center to oversee the creation of a ‘peace corridor’” in early August. The future of the Kurds in the region is a sensitive issue for the two governments, particularly Ankara.\n\nKazakhstan first hosted a round of peace talks back in January 2017. The most recent round — the 13th — took place this past August 1-2, with the next talks scheduled for October. The Astana Peace process is meant to be a complement to the parallel Geneva process, while a third branch of negotiations was started by Russia, which hosted a Congress of Syrian National Dialogue in Sochi in January 2018.\n\nWhile no overarching peace deal has been achieved, the Astana Process has focused on smaller goals. For example, the 12th round, which took place in April, focused on the situation in northeast Syria and the release of prisoners.\n\nThe most recent round primarily discussed the situation in Idlib province. As UN relief chief and Humanitarian Coordinator Mark Lowcock explains, “our worst fears are materializing…Yet again innocent civilians are paying the price for the political failure to stop the violence and do what is demanded under international law — to protect all civilians.”\n\nHence, “the most significant gain [from the Astana talks was] secured during the first day of talks, with the announcement that Russia and the regime’s bombardment of Idlib would be halted, allowing Turkey an opportunity to marshal its forces in the area,” wrote The Arab Weekly at the time. Sadly, while the cease-fire that was agreed upon in Kazakhstan was an important achievement, it was short-lived, as violence in the area has resumed.\n\nAlso noteworthy about the August talks was the inclusion, for the first time, of observers from Iraq and Lebanon.\n\nAnother important initiative under the umbrella of the Astana Peace Process and the Sochi conference, Turkey’s Anadolu Agency reports, is the “formation of a commission to develop recommendations to amend the Syrian constitution.” Kazakhstan has eagerly supported this commission, but there has been little development — the parties cannot agree on who will constitute the membership. Meanwhile, the violence continues.\n\nAs The Arab Weekly also explained, although the “results from the 13th round of Astana talks on Syria were limited,” all parties “expressed satisfaction towards establishing a constitutional committee.”\n\nThe guarantors of the Astana peace process — Iran, Russia, and Turkey — released a statement after the 13th round. The declaration, the Kazakh foreign ministry said, “reaffirmed the determination to continue cooperation in order to ultimately eliminate DAESH/ISIL, Al-Nusra Front and all other individuals, groups, undertakings and entities associated with Al-Qaeda or DAESH/ISIL.”\n\nFinally, the recent negotiations also discussed the release of detainees and abductees, with the guarantors praising the Astana working group on this issue as a “unique mechanism that had proved to be effective and necessary for building confidence between the Syrian parties.”\n\nThe Syrian conflict remains massively complex. It combines a despotic, authoritarian regime, Islamic fundamentalists and other militant factions, an ethnic group at odds with a neighboring NATO power (that’s the Kurds and Turkey), Iran, and the interests of two global superpowers (Russia and the United States). At the time of this writing, there is little reason to hope for a solution to this conflict in the near future, whether it be via further violence or peace negotiations.\n\nKazakhstan has taken on a herculean task, though the country is no stranger to attempting to serve as a mediator. For example, in 2013 the country hosted a round of negotiations over Iran’s nuclear enrichment program. The Kazakhstani city of Aktau is also the location where the five Caspian states (Azerbaijan, Iran, Kazakhstan, Russia, and Turkmenistan) agreed in 2018 to find a solution regarding a territorial dispute over the Caspian Sea.\n\nUnfortunately, the interests and objectives of regional actors in Syria, not to mention global superpowers, prevents any easy resolution to this conflict. Nevertheless, it is important to continue trying to find some kind of peaceful outcome, if that can prevent further violence and loss of innocent lives.\n\nKazakhstan’s ongoing interest in holding talks are commendable. Peace does not come easy, least of all in a geopolitically complex conflict like Syria. But it is important to keep trying.\n\nWilder Alejandro Sanchez is an analyst who focuses on geopolitical, military, and cybersecurity issues. The views expressed in this article are those of the author alone and do not necessarily reflect those of any institutions with which the author is associated. Republished, with permission, from Foreign Policy in Focus."}}