{"GDELT": {"GlobalEventID": 873895572, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 64, "EventBaseCode": 64, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.31034482758621, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_Lat": 40.314, "Actor1Geo_Long": -74.5089, "Actor1Geo_FeatureID": "NJ", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New Jersey, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNJ", "Actor2Geo_Lat": 40.314, "Actor2Geo_Long": -74.5089, "Actor2Geo_FeatureID": "NJ", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.314, "Action2Geo_Long": -74.5089, "Action2Geo_FeatureID": "NJ", "DATEADDED": 20190919183000, "SOURCEURL": "https://njbiz.com/munoz-calls-release-vetting-documents-corbett-tax-break/"}, "ARTICLE": {"TITLE": "Munoz calls for release of vetting documents on Corbett tax break", "TEXT": "Assemblywoman Nancy Munoz, R-21st District, is calling on the Murphy administration to release NJ Transit President Kevin Corbett’s vetting documents.\n\nCorbett is being scrutinized for receiving a sizable tax break from Mendham Township because he raises sheep on 5.5 acres of his 6.24 acre home under New Jersey’s Farmland Assessment Act.\n\n“It’s time they step up and actually fix problems instead of attempting to pull the wool over everyone’s eyes,” Munoz said in a prepared statement. “Murphy and Corbett owe the truth to taxpayers and every rider stuck on a train or bus why fixing the problem isn’t getting undivided attention.”\n\nMunoz said that commuters continue to suffer from canceled trains and unreliable service. Corbett took more than 250 days to complete an audit that Murphy had promised within 100 days. A year later, trains are still late and overcrowded, if they even run at all. “Murphy and Corbett continue to fail riders,” Munoz said. “We are the second-busiest commuter rail network in the nation, and have gotten worse at providing service.”\n\nAccording to Munoz, the NJ Transit board of directors hired Corbett to head the agency on Feb. 19, 2018, just 20 days after Murphy nominated him. He makes $280,000 a year, nearly $20,000 more than his predecessor did.\n\n“Given Assemblywoman Munoz’s track record of complete and utter failure to hold Governor Christie accountable as he gutted and decimated NJ TRANSIT for eight years,” Gov. Phil Murphy’s spokesman told NJBIZ. “It is not surprising to see her turn to disingenuous personal attacks to deflect attention from her lack of substantive solutions. Governor Murphy and NJ TRANSIT CEO Kevin Corbett are fully committed to turning around NJ TRANSIT and ensuring New Jersey commuters have the safe, reliable mass transportation agency they deserve, an effort that is already well underway despite the petty politics on display here.”"}}