{"GDELT": {"GlobalEventID": 873894442, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "GOVHRIMED", "Actor1Name": "HUMAN RIGHTS COMMISSION", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HRI", "Actor1Type3Code": "MED", "Actor2Code": "GOVHRI", "Actor2Name": "HUMAN RIGHTS COMMISSION", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HRI", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.55813953488372, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN", "Actor2Geo_Lat": 20.0, "Actor2Geo_Long": 77.0, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rotorua, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22389", "Action2Geo_Lat": -37.9, "Action2Geo_Long": 176.217, "Action2Geo_FeatureID": "-1515453", "DATEADDED": 20190919183000, "SOURCEURL": "https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12266629"}, "ARTICLE": {"TITLE": "'No Indians': Trade Me Rotorua, Christchurch listings 'racist'", "TEXT": "Flatting advertisements in Rotorua and Christchurch requesting no Indians apply have been described as \"racist and unacceptable\" by the president of Rotorua Multicultural Council.\n\nA \"flatmates wanted\" listing in Springfield, Rotorua was reported twice this month for stating: \"No pets of any kind, no smokers, no Indians\".\n\nOn the website at the same time was a listing for a different flat in Wigram, Christchurch from a different account, stating \"Sorry NO Indians, no pets or smokers\".\n\nIt was reported three times.\n\nAdvertisement\n\nThe Wigram flat was relisted by the account holder the week after, this time stating \"NO Indians, no pets or smokers\".\n\nA Rotorua Trade Me flatmates listing. Image / Trade Me\n\nThe account holder was approached for comment by the Rotorua Daily Post before the listing was taken down.\n\nWhen told about the \"No Indians\" listings, Rotorua Multicultural Council president Dr Margriet Theron said \"It is not who we are... It is stereotyping, which is just wrong.\"\n\nRotorua Multicultural Council president Dr Margriet Theron. Photo / File\n\nShe hoped Trade Me would \"be more proactive\" in its monitoring of listings.\n\n\"I am not sure what is technically possible if they can filter words and phrases out before something is posted, but there should be a quicker response after the very first time something is reported by the community.\"\n\nBusiness owner and Rotorua district councillor Raj Kumar is a stalwart for the district's Indian community.\n\nRaj Kumar is on the Rotorua Lakes Council and is a Rotorua business owner. Photo / File\n\nHe said he saw and heard anti-Indian comments \"all the time\" but they did not represent the wider community attitude.\n\n\"We have people coming into our shop telling us to go back to our own country, everybody gets it, but it all comes down to how you deal with it. You cannot take it as a representation of the masses... There are so many of us in New Zealand who are also fully embraced by our community.\"\n\nAdvertisement\n\nKumar said minority groups experiencing racism needed to \"be strong\".\n\n\"Most of the time it comes from a person who doesn't know you.\"\n\nIn his opinion, \"as there are in other cultures, there are some Indian migrants who give all of us a bad name.\"\n\n\"India is a dog-eat-dog world, it is overcrowded, so it can be hard to integrate here and change... But almost all Indian families in New Zealand are lovely and amiable.\"\n\nIndian community stalwart Raj Kumar in Rotorua. Photo / File\n\nHe said there were \"many sides to every story\" and said he could not judge the account holders making \"No Indians\" comments without knowing what they based their opinions on.\n\nTrade Me refused to say how long it took for the \"No Indians\" phrases to be removed from the listings after they were first reported.\n\nAdvertisement\n\nSpokeswoman Millie Silvester said: \"That time depends on a number of factors so it isn't useful for us to provide exact times for when we take action.\"\n\nA Christchurch Trade Me flatmates listing. Image / Trade Me\n\n\"Our trust and safety team review all complaints in a timely manner and will take the appropriate action.\"\n\nBoth listings were allowed to stay online when the reported content was removed.\n\nWhen asked about repercussions, Silvester said Trade Me removed \"anything that our team thinks goes too far or we will speak to the member and edit their listing if we're concerned, but we err on letting listings remain\".\n\nIn an email response, the account holder behind the Wigram listing denied her actions were discrimination, stating \"discrimination is about the race, not the behaviour\".\n\nShe said she had experienced problems with Indian flatmates about five years ago.\n\nAdvertisement\n\nThe listings in Rotorua and Christchurch come just over a year since NZME reported on an Auckland Trade Me flatmates listing stating, \"We won't be able to accept people from India (don't like curry) so don't waste your time guys.\"\n\nThe account holder behind the Rotorua listing did not respond to requests for comment.\n\nA Human Rights Commission spokesman said advertising platform providers needed to consider their obligations under the Advertising Standard Codes.\n\n\"For instance, rule 1(c) states in part 'Advertisements must not contain anything that is … degrading, or likely to cause harm, or serious or widespread offence, or give rise to hostility, contempt, abuse or ridicule.'\"\n\nHe said account holders could refer to Trade Me's \"How to find a flatmate and not breach the Human Rights Act\" page on its website.\n\nSilvester said flatmate listings were \"tricky\".\n\nAdvertisement\n\nShe said it was important advertisers were honest so they did not waste others' time, \"However, we don't want our members to be dicks\".\n\n\"Our fraud prevention team have a number of tools in the background to monitor all listings... They will check anything out that raises a flag in our system or where our members have hit the 'Community Watch' button.\"\n\nIn May this year, NZME reported claims from three prospective tenants that they were turned down for an Auckland rental property because the landlord believed \"all Indians are dirty\"."}}