{"GDELT": {"GlobalEventID": 873894151, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "EURGOV", "Actor1Name": "EUROPEAN", "Actor1CountryCode": "EUR", "Actor1Type1Code": "GOV", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -8.53889943073999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 44.0, "Actor2Geo_FeatureID": "IZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20190919183000, "SOURCEURL": "https://www.express.co.uk/news/world/1180146/france-news-france-terror-threat-ISIS-france-islamic-extremism-terrorist"}, "ARTICLE": {"TITLE": "France terror threat: Warning issued as ‘homegrown jihadis’ remain huge concern", "TEXT": "France fears return of Jihadists\n\nFREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nHowever, M Nuñez warned the threat “has not diminished”. He told FranceInfo radio: “Unfortunately, the threat level remains unchanged.” The UK Foreign Office has also warned “terrorists are very likely to try to carry out attacks in France”. M Nuñez said “homegrown” jihadists inspired by the Islamic State (Isis) group’s ideology remained the biggest security threat to France, stoking fresh concerns over the organisation’s ability to wield influence even after its territorial defeat in Iraq and Syria.\n\n“The greatest threat is the so-called homegrown threat by radicalised individuals based in France. These are people who obey ISIS and are inspired by its propaganda,” he said, adding that would-be jihadists were most likely to launch low-tech knife and vehicle attacks.\n\n\n\nUS-backed forces pushed Isis out its remaining territory in March. Hundreds of foreign fighters are now being held in detention camps while western governments try and work out what to do with them. France has so far refused to take back citizens who joined the group’s so-called “caliphate,” insisting adults captured in Iraq or Syria should face trial locally despite the risk of capital punishment. M Nuñez added western states should “remain prudent” amid claims Isis has strengthened its insurgent capabilities in Iraq and is re-surging in Syria.\n\nIt is crucial for western governments to “track” their movements, he said. The security chief’s warning echoed a recent, alarming UN report on global terrorism, in which analysts said that Isis could launch a fresh wave of terrorist attacks before the end of the year, including those designed to “exacerbate existing dissent and unrest” in Europe. UN experts on the Security Council Counter-Terrorism Committee said that Isis officials were currently focused on “adapting, consolidating and creating conditions for an eventual resurgence” despite their recent setbacks. The group, though short on funds, is actively seeking ways to “reinvest in the capacity to direct and facilitate complex international attacks,” the July report said.\n\n“The current abatement of such attacks, therefore, may not last long, possibly not even until the end of 2019,” according to the UN. Isis, which is still worth between £40 million ($50m) and £240 million ($300m), is using propaganda to maintain its “virtual caliphate,” the analysts added. The report was based on the intelligence assessments of UN member states. European governments believe that around 5,000 to 6,000 of their citizens travelled to Syria and Iraq to join extremist movements, most of them pledging allegiance to Isis. About a third were killed, while another third are being held in detention or have moved elsewhere. More than 2,000 may have returned to Europe.\n\nAn Isis bomber targeted children in Manchester"}}