{"GDELT": {"GlobalEventID": 873894500, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "IGOUNO", "Actor1Name": "THE UN", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor2Code": "USA", "Actor2Name": "NEW YORK", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.52284263959391, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS", "Actor1Geo_Lat": 37.0, "Actor1Geo_Long": 127.5, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS", "Actor2Geo_Lat": 37.0, "Actor2Geo_Long": 127.5, "Actor2Geo_FeatureID": "KS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS", "Action2Geo_Lat": 37.0, "Action2Geo_Long": 127.5, "Action2Geo_FeatureID": "KS", "DATEADDED": 20190919183000, "SOURCEURL": "https://www.breitbart.com/environment/2019/09/19/u-n-silences-critics-bans-coal-supporting-economies-from-climate-summit/"}, "ARTICLE": {"TITLE": "U.N. Bans Coal-Supporting Countries from Speaking at Climate Summit", "TEXT": "Japan, South Africa, and Australia have been denied a platform to speak at next week’s international climate summit, as their support for coal contradicts U.N. Secretary-General António Guterres’s personal drive for a global emergency on climate change.\n\nSixteen-year-old climate activist Greta Thunberg however will be heard, courtesy of a special personal invitation from Guterres.\n\nI’m far from New York, but I’m happy to know that young people came to the UN once again to express their commitment in the fight against climate change. I encourage them to keep pushing for stronger #ClimateAction. https://t.co/6TuzXLHQiA — António Guterres (@antonioguterres) August 30, 2019\n\nCoal has emerged as a key issue ahead of Monday’s climate meeting in New York, where 63 countries are expected to speak on the strict condition they support the U.N. stance, according to a draft schedule seen by the Financial Times.\n\nOther dissenting voices silenced include the U.S., which has rejected the 2015 Paris Climate Accord, as well as Brazil and Saudi Arabia, which have criticised the climate pact.\n\nPresident Donald Trump pulled the United States out of the accord as part of a campaign promise, calling it unfair to business.\n\nHe rejected an invitation to attend the U.N. summit.\n\nHowever some coal-loving countries such as China and India, the world’s two biggest builders of new coal stations, have been given special leeway to speak, according to the draft agenda seen by the Times. South Korea will also be there.\n\n“Only the boldest and most transformative actions [will] make the stage,” said Amina Mohammed, U.N. deputy secretary-general, on Wednesday. “We will see on Monday who is stepping up.”\n\nIn letters and conversations with heads of state, Guterres has demanded countries attending the summit stop building new coal power stations, reduce fossil fuel subsidies, and commit to net zero emissions by 2050.\n\nThis follows his warning earlier this year that only leaders with a clear climate action plan will be heard at the summit, SBS News reports.\n\n“We are losing the race against climate change. Our world is off-track in meeting the [UN] Sustainable Development Goals” he said.\n\nGuterres warned “climate change is not only a threat for the end of the century, but climate change is already a tragic problem of our society.”"}}