{"GDELT": {"GlobalEventID": 873893550, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.143646408839779, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Sunset Park, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 40.6482, "Actor2Geo_Long": -74.0035, "Actor2Geo_FeatureID": "966845", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Sunset Park, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 40.6482, "Action2Geo_Long": -74.0035, "Action2Geo_FeatureID": "966845", "DATEADDED": 20190919183000, "SOURCEURL": "https://www.prnewswire.com:443/news-releases/fidelis-care-celebrates-opening-of-new-sunset-park-office-300921936.html"}, "ARTICLE": {"TITLE": "Fidelis Care Celebrates Opening of New Sunset Park Office", "TEXT": "BROOKLYN, N.Y., Sept. 19, 2019 /PRNewswire/ -- Fidelis Care, a Statewide health plan with 24 community offices, including 15 in the greater NYC metropolitan region, is pleased to announce the opening of its newly expanded location at 5708 7th Avenue in Sunset Park. A ribbon-cutting ceremony featuring elected officials, providers, and community partners, who highlighted Fidelis Care's commitment to serving local residents, was held today.\n\nStaffed by multilingual representatives, the new 4,000-square-foot office is triple the size of Fidelis Care's original Sunset Park location at 837 58th Street. The new ground-level location provides easy access and convenience for members and for those seeking information about quality, affordable health insurance.\n\n\"For more than a decade, Fidelis Care has been an engaged and committed partner in the Sunset Park community,\" said Chief Member Engagement Officer Pam Hassen. \"Through our new office, we are helping to meet the needs of local residents, and focusing the care and service we provide on relating to the unique cultures that comprise this vibrant and dynamic area.\"\n\nFidelis Care's new community office is staffed with knowledgeable and highly trained Representatives who speak languages such as Mandarin, Russian, and more. Local residents are able to receive one to one personalized assistance, whether they are applying for enrollment, renewing their coverage, or having their questions answered.\n\nThe Medicare annual election period will run from October 15 through December 7 and enrollment for Qualified Health Plans through New York State of Health will begin on November 1. Local residents can call (718) 633-5308 to make an appointment. Fidelis Care's Sunset Park office is open Monday through Friday 8:30 AM to 6 PM, and Saturday and Sunday between 9:30 AM to 6 PM.\n\nAbout Fidelis Care:\n\nFidelis Care is a mission-driven health plan offering quality, affordable coverage for children and adults of all ages and at all stages of life. With more than 1.7 million members Statewide, Fidelis Care believes that all New Yorkers should have access to affordable, quality health insurance. For more information, call Fidelis Care at 1-888-FIDELIS (1-888-343-3547) or visit fideliscare.org.\n\nFollow us on Twitter and Instagram at @fideliscare and on Facebook at facebook.com/fideliscare.\n\nContact: [email protected]\n\nSOURCE Fidelis Care\n\nRelated Links\n\nhttp://www.fideliscare.org\n\n"}}