{"GDELT": {"GlobalEventID": 873895523, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "MED", "Actor2Name": "WEBSITE", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.11382113821138, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_Lat": 42.0046, "Actor1Geo_Long": -93.214, "Actor1Geo_FeatureID": "IA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Iowa, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIA", "Actor2Geo_Lat": 42.0046, "Actor2Geo_Long": -93.214, "Actor2Geo_FeatureID": "IA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0046, "Action2Geo_Long": -93.214, "Action2Geo_FeatureID": "IA", "DATEADDED": 20190919183000, "SOURCEURL": "https://www.sequimgazette.com/life/deprez-brings-comedy-storytelling-to-ota-stage/"}, "ARTICLE": {"TITLE": "DePrez brings comedy, storytelling to OTA stage", "TEXT": "Olympic Theatre Arts is hosting a rare solo performance this week by Dan DePrez, an actor, songwriter, comedian, and writer from Portland, Ore., who has lived in Sequim since 2012.\n\nDePrez, a former longtime stand-up comedian, said his show, set for 7 p.m. on Saturday, Sept. 21, will run across a variety of performance styles and tones.\n\n“I’ll be performing some music, which will be a mix of funny and serious,” DePrez said.\n\n“I’ll also be doing some stand-up, and some storytelling that will also be serious and hopefully some parts people find funny.\n\n“It’s a fun mix for me, hopefully the audience appreciate the spectrum.”\n\nTickets for DePrez’s show at OTA, 414 N. Sequim Ave., are $15 and are available by calling the theater at 360-683-7326. At the time of writing, tickets were not available on OTA’s website.\n\nDePrez, whom peers call a “pioneer” of the comedy scene in Portland in the 1980s, was diagnosed with myalgic encephalomyelitis (ME) in 2002.\n\nBecause of his condition, more commonly known in the U.S. as “chronic fatigue syndrome,” he has been disabled since then.\n\n“Calling it chronic fatigue syndrome doesn’t really describe it well enough,” DePrez said. “It’s like calling diabetes ‘chronically needing to drink a lot.’ There’s so much more to it than that.”\n\nBecause of his condition, DePrez said that most days he can only be active and working for a few hours in total. On days like his performance, or when he’s been on stage at OTA for “First Date” and “Leaving Iowa” in the last two years, he typically does little before heading to the theater.\n\n“It’s that or I don’t have the energy to get through the show,” DePrez said.\n\nSequim’s climate, with lots of sun and relatively low humidity, is a big help in dealing with his condition.\n\n“Severe headaches and joint pain are a major, debilitating part of ME,” DePrez said. “When I’m here I hardly have to deal with that.”\n\nParts of his show will be about dealing with myalgic encephalomyelitis, according to DePrez, but the full show will touch on numerous topics.\n\nBecause of some of the content, the show is recommended for mature audiences only, OTA officials say.\n\nStage hopeful\n\nAccording to DePrez, his big ambition in high school was to become an actor and playwright. He was drawn to comedy when he realized that he could combine both fields into one in a way that he found satisfying.\n\nThe show also marks the 40th anniversary of his first stand-up comedy show in 1979.\n\nDePrez has only had limited on stage experience since his diagnosis in 2002 thanks in part to his condition, but also due to other life factors like spending close to 10 years serving as the primary caretaker for his mother when she was ill.\n\nHe put on a show in Portland in 2017, but admitted his timing for it could have been better.\n\n“I should have been paying better attention to the news,” DePrez said, laughing. “Otherwise it wouldn’t have been at the same time as the total solar eclipse!”\n\nAs a writer, DePrez has sold articles to magazines ranging from the Christian Science Monitor to Playboy and is the author of the recovery humor book “31 Days At A Time: Daily Meditations For The Serenity-Impaired.” His song “Singles Chanty” was featured on the “Dr. Demento Show” and he has opened for musicians such as Taj Mahal and Dr. John.\n\nOn Oct. 19, DePrez will be heading to Seattle to perform at the Aurora Borealis as part of the Comic Aid benefit show to support Seattle comedian Rod Long, who DePrez describes as “a dear friend” and who is dealing with pancreatic cancer."}}