{"GDELT": {"GlobalEventID": 873926749, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "JUD", "Actor1Name": "FEDERAL COURT", "Actor1Type1Code": "JUD", "Actor2Code": "LKA", "Actor2Name": "SRI LANKA", "Actor2CountryCode": "LKA", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.3072625698324005, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Biloela, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154684", "Actor1Geo_Lat": -24.4167, "Actor1Geo_Long": 150.5, "Actor1Geo_FeatureID": "-1559100", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sri Lanka", "Actor2Geo_CountryCode": "CE", "Actor2Geo_ADM1Code": "CE", "Actor2Geo_Lat": 7.0, "Actor2Geo_Long": 81.0, "Actor2Geo_FeatureID": "CE", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Biloela, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154684", "Action2Geo_Lat": -24.4167, "Action2Geo_Long": 150.5, "Action2Geo_FeatureID": "-1559100", "DATEADDED": 20190919213000, "SOURCEURL": "https://www.greenleft.org.au/content/rally-outside-biloela-family-hearing-injunction-extended"}, "ARTICLE": {"TITLE": "Rally outside Biloela family hearing as injunction extended", "TEXT": "Fifty people rallied outside the Federal Court on September 18, just before the opening of the appeal by the Tamil family from Biloela, in Queensland, against the government's plan to deport them to Sri Lanka.\n\nA Federal Court judge had set September 18 as the deadline for the government to provide more evidence as to why Nades, Priya and their two Australian-born children should be deported to Sri Lanka. However, at the end of the day’s proceedings, the judge said he needed more time and extended the court injunction preventing the family's removal from Australia to 4pm the following day.\n\nSee also Groundswell for the Biloela family to stay Threat to deport Biloela family sparks week of protests\n\nAt the rally, Aran Mylvaganam from the Tamil Refugee Council spoke of the \"psychological torture\" to which the family is being subjected to on Christmas Island, where they were taken after an earlier attempt to deport them was blocked by the injunction. He said they are being kept in \"jail-like conditions\" and are continually surrounded by guards.\n\nMylvaganam also spoke about the lies of home affairs minister Peter Dutton, including his claim that the family had visited Sri Lanka. He explained that the family members' visas do not allow them to leave Australia and return.\n\nMylvaganam said Tamil people face genocide at the hands of the Sri Lankan state, explaining that more than 100,000 Tamils were slaughtered in 2009. Those who survived live under military occupation, while the war criminals responsible for the massacre have been protected and promoted.\n\nJames Cameron from Biloela spoke about how the family had integrated into the community during the four years they lived in Biloela. He said the family had the support of the town's people, and that the immigration minister should intervene and return them to Biloela.\n\nFormer Victorian Greens MLC Huong Truong, whose parents came to Australia from Vietnam by boat, said the government is \"in the business of cruelty\" and is using children as \"political pawns\".\n\nMasoumeh, a refugee living in the community on a temporary visa, said that she, along with 30,000 others, are in a similar situation to the Biloela family and face the prospect of deportation to an unsafe country."}}