{"GDELT": {"GlobalEventID": 873925908, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "AFG", "Actor1Name": "AFGHAN", "Actor1CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.00692840646651, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jalalabad, Nangarhar, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF18", "Actor1Geo_ADM2Code": "99928", "Actor1Geo_Lat": 34.4265, "Actor1Geo_Long": 70.4515, "Actor1Geo_FeatureID": "-3377673", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jalalabad, Nangarhar, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF18", "Action2Geo_ADM2Code": "99928", "Action2Geo_Lat": 34.4265, "Action2Geo_Long": 70.4515, "Action2Geo_FeatureID": "-3377673", "DATEADDED": 20190919213000, "SOURCEURL": "https://www.sfgate.com/world/article/Suicide-bomb-in-southern-Afghanistan-kills-20-14453376.php"}, "ARTICLE": {"TITLE": "Suicide bomb in southern Afghanistan kills 20", "TEXT": "Suicide bomb in southern Afghanistan kills 20\n\nSoldiers and residents inspect the site of a devastated a hospital in Zabul province. The Taliban have carried out nearly daily attacks since peace talks with the U.S. collapsed this month. Soldiers and residents inspect the site of a devastated a hospital in Zabul province. The Taliban have carried out nearly daily attacks since peace talks with the U.S. collapsed this month. Photo: Ahmad Wali Sarhadi / Associated Press Photo: Ahmad Wali Sarhadi / Associated Press Image 1 of / 1 Caption Close Suicide bomb in southern Afghanistan kills 20 1 / 1 Back to Gallery\n\nKABUL — A powerful suicide truck bomb devastated a hospital in southern Afghanistan early Thursday morning, killing 20 people and wounding 97 others, according to the province’s governor, while a deadly drone strike in the country’s east was blamed on U.S. forces.\n\nThe Taliban, who claimed responsibility for the suicide bombing, have carried out nearly daily attacks since peace talks with the United States collapsed earlier this month.\n\nThursday’s massive explosion destroyed part of the hospital in Qalat, the capital of southern Zabul province, and left a fleet of ambulances broken and battered.\n\nLocal residents used shawls and blankets to carry the wounded inside the destroyed building, while authorities scrambled to take the worst of the wounded to hospitals in nearby Kandahar.\n\nHours earlier, a drone attack in eastern Afghanistan’s Nangarhar province blamed on U.S. forces killed at least 16 and wounded dozens of others, most of them civilians, said Jawaid Zaman, presidential adviser on tribal affairs.\n\nThe U.S. forces in Afghanistan said they carried out a strike in eastern Nangarhar targeting Islamic State positions in the area.\n\n“We are aware of allegations of the death of non-combatants and are working with local officials to determine the facts,” said Col. Sonny Legget, U.S. Forces-Afghanistan.\n\nAngry residents of the area where the strike occurred carried 12 of the bodies to the provincial capital Jalalabad Thursday protesting the attack, said provincial council head Ahmad Ali Hazrat. Many more people are believed to be missing.\n\nAccording to Zaman the local residents had provided prior notice to the local authorities that they would be collecting dried fruit. As many as 50 people were in the fields when the aerial attack occurred, he said.\n\nIn another development Thursday, Secretary of State Mike Pompeo says Washington is taking back $100 million intended for an Afghan energy infrastructure project, citing unacceptably high levels of corruption in the Afghan government.\n\nPompeo said the U.S. will still finish the massive project that involves five power substations and a maze of transmission lines in southern Afghanistan. It just won’t be spending the money through Afghan President Ashraf Ghani’s government, blaming the “Afghan government’s inability to transparently manage U.S. Government resources.”\n\nTameem Akhgar and Kathy Gannon are Associated Press writers."}}