{"GDELT": {"GlobalEventID": 873926045, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 25, "EventBaseCode": 25, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": -0.3, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.77922077922078, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Waterloo, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12688", "Actor1Geo_Lat": 43.4667, "Actor1Geo_Long": -80.5333, "Actor1Geo_FeatureID": "-575624", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKC3", "Actor2Geo_ADM2Code": "40098", "Actor2Geo_Lat": 52.2, "Actor2Geo_Long": 0.116667, "Actor2Geo_FeatureID": "-2591658", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Waterloo, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12688", "Action2Geo_Lat": 43.4667, "Action2Geo_Long": -80.5333, "Action2Geo_FeatureID": "-575624", "DATEADDED": 20190919213000, "SOURCEURL": "https://www.cbc.ca/news/canada/kitchener-waterloo/waterloo-region-liberals-critics-trudeau-brownface-1.5290039"}, "ARTICLE": {"TITLE": "Waterloo region Liberal candidates support Trudeau after brownface photos surface", "TEXT": "Local Liberal candidates are remaining steadfast in their support of Justin Trudeau in the wake of photos and videos being released showing the Liberal leader in brownface.\n\nTrudeau apologized shortly after the first photo was released Wednesday evening. An additional photo and video emerged Thursday morning, making international headlines and sending the party into damage control.\n\nBardish Chagger, who is the Liberal candidate in Waterloo and served in Trudeau's cabinet first as the minister of small business and then as the government house leader, said when she first saw the images, she wanted to understand the context and what was happening in them.\n\n\"Not only is he a colleague, he's a friend of mine. I know Justin Trudeau is not racist,\" Chagger said Thursday afternoon.\n\n\"It's not the first time it's come up. I'd like to hope it's going to be the last.\"\n\nChagger says it was right for Trudeau to acknowledge the photos are racist and hurtful.\n\nAnd she says she will \"stay at the table\" with Trudeau and the Liberals.\n\n\"It's clear that many people have different perspectives on this issue,\" she said.\n\n\"But I really want to say that, if you look at the work we've been doing, we've done a really good job. And why I'm running again is because I know we have more work to do and I believe that the best way to ensure that we have a stronger future for Canada is by having Justin Trudeau be the prime minister.\"\n\nWaterloo Liberal candidate Bardish Chagger, who is the incumbent in the riding and has served in Liberal Leader Justin Trudeau's cabinet, says the photos of Trudeau in brownface is not the man she knows. (Adrian Wyld/Canadian Press)\n\n'Apologies aren't good enough'\n\nLocal candidates and politicians for other parties took to social media to criticize Trudeau for the photos.\n\nLori Campbell, the NDP candidate in Waterloo, tweeted she's the same age as Trudeau.\n\n\"When I was a teenager, I knew it wasn't OK. When I was 29, I definitely knew it was racist,\" Campbell said.\n\n\"Racism isn't always about intention to be racist. It's also about [the] impact of turning experiences of being other — i.e. other than white — into costume for white folks to enjoy and make fun of at their parties.\"\n\nCampbell also said she didn't appreciate Conservative Leader Andrew Scheer's response to the photo.\n\n\"As an Indigenous person I am appalled at Scheer trying to get ahead by pretending to be on-side of racialized people,\" she wrote. \"It's absolutely unacceptable and disgusting that Scheer is trying to use this particular issue to oppose Trudeau.\"\n\nIn an interview, Campbell added that she thinks Liberals \"should be calling this out and trying to figure out how to change things.\"\n\nLaura Mae Lindo, the MPP for Kitchener Centre and the provincial NDP's critic for anti-racism, citizenship and immigration, also tweeted, \"apologies aren't good enough if you're acting in ways that hurt racialized communities.\"\n\nWaterloo Conservative candidate Jerry Zhang echoed his party's leader saying Trudeau is \"not fit to govern.\"\n\n\"Like all Canadians, I was extremely shocked and disappointed. Wearing brownface is clearly an act of open mockery and racism,\" Zhang said. \"He should resign.\"\n\nLiberal Leader Justin Trudeau is shown in this 2001 photo published in the yearbook of West Point Grey Academy, a private school where Trudeau was teaching at the time. (Time.com)\n\nTrudeau an 'extraordinarily progressive leader'\n\nCBC Kitchener-Waterloo reached out to other Liberal candidates in the region.\n\nOfficials for Kitchener Centre candidate Raj Saini declined an interview but provided a written statement from Saini.\n\nThe apology, Saini said, was \"sincere and unequivocal.\"\n\n\"These actions do not reflect the man I have worked closely with over the past four years,\" Saini said in the statement.\n\n\"We all learn from past behaviour, admit mistakes, accept responsibility, and move forward.\n\nThis is an opportunity to open up a conversation around acceptance and respect, and to commit to continuing to work together to build a country that fully embraces and celebrates the unique culture and traditions of every Canadian.\"\n\nKitchener-Conestoga candidate Tim Louis said in an email that it was important for Trudeau to \"fully explain the situation, acknowledge that he shouldn't have done it, and immediately apologize.\"\n\nCambridge candidate Bryan May also said in an email Trudeau's behaviour was \"clearly a mistake, ill-thought out and obviously wrong\" but \"these past actions do not reflect the man that I know today.\"\n\nMay called for the convesation to continue and to \"confront the prejudice that many racialized Canadians experience every single day.\"\n\nOfficials for Kitchener South-Hespeler candidate Marwan Tabbara also sent a statement after a request for an interview.\n\nIn it, Tabbara said he also accepts Trudeau's \"clear and sincere apology.\"\n\n\"Over the past four years working together with him, the prime minister has shown himself to be an extraordinarily progressive leader. He has earned my trust, and continues to have my trust and full support,\" Tabbara's statement reads.\n\n\"In this moment we recognize how far we have come as a society, and how much more there is still to be done. I know that our leader has an unrelenting commitment to continue that progress.\""}}