{"GDELT": {"GlobalEventID": 873926662, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.7135278514588896, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20190919213000, "SOURCEURL": "https://www.jpost.com/Israel-News/Lavrov-Efforts-to-promote-Israeli-Palestinian-peace-unimpressive-602318"}, "ARTICLE": {"TITLE": "Lavrov: Efforts to promote Israeli-Palestinian peace unimpressive", "TEXT": "cnxps.cmd.push(function () { cnxps({ playerId: '36af7c51-0caf-4741-9824-2c941fc6c17b' }).render('4c4d856e0e6f4e3d808bbc1715e132f6'); });\n\nOn what could be the eve of the publication of US President Donald Trump’s long-delayed peace plan, Russian Foreign Minister Sergei Lavrov told a grassroots group of delegation of Israelis and Palestinians that diplomatic efforts to at peace making were “unimpressive.”In what seemed to be a dig at the US led efforts to reconcile Israelis and Palestinians, Lavrov said, “Efforts to promote the peace process are not very impressive in the last couple of years. You know the details. We know the details.”Russia would like to be the main broker for the Israeli-Palestinian peace process and has persistently invited Prime Minister Benjamin Netanyahu and Palestinian Authority President Mahmoud Abbas to a peace summit in Moscow with no success.The Russian Foreign Ministry on Thursday tweeted a short video of the meeting with the Israeli-Palestinian NGO the Geneva Initiative, including brief remarks by Lavrov. His statement was also posted on the Foreign Ministry website.“We know about your views about your endeavors to bring peace to the very important part of the Middle East,’ Lavrov told the members of the Geneva Initiative, during his first ever meeting with the group. Russian Deputy Foreign Minister Mikhail Bogdanov was also in attendance.Lavrov welcomed the group’s efforts “to promote the resolution of the Palestinian issue so that both Israel and Palestine and all other countries in the region can live in peace and security.”The Geneva Initiative delegation included former Israeli Justice Minister Yossi Beilin and former Palestinian minister Samih el-Abed. Geneva Initiative director-generals Gadi Baltiansky and Nidal Foqaha were also present.Earlier this month, Prime Minister Benjamin Netanyahu visited Russia and met with its President Vladimir Putin. The latter is expected to visit Jerusalem and Ramallah in January.For close to two decades, the Geneva Initiative has promoted a plan for two-state resolution to the conflict that has been agreed upon by grassroots Israelis and Palestinians but has not been accepted by either government. It was first unveiled in a ceremony in Geneva in 2003, at a time when the peace process was deadlocked."}}