{"GDELT": {"GlobalEventID": 873926424, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "GOV", "Actor1Name": "CHIEF MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "BGDGOV", "Actor2Name": "BANGLADESH", "Actor2CountryCode": "BGD", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.0833333333333304, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bengali, Bangladesh (general), Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG00", "Actor1Geo_ADM2Code": "5805", "Actor1Geo_Lat": 24.85, "Actor1Geo_Long": 89.5667, "Actor1Geo_FeatureID": "-2711803", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bengali, Bangladesh (general), Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG00", "Actor2Geo_ADM2Code": "5805", "Actor2Geo_Lat": 24.85, "Actor2Geo_Long": 89.5667, "Actor2Geo_FeatureID": "-2711803", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bengali, Bangladesh (general), Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG00", "Action2Geo_ADM2Code": "5805", "Action2Geo_Lat": 24.85, "Action2Geo_Long": 89.5667, "Action2Geo_FeatureID": "-2711803", "DATEADDED": 20190919213000, "SOURCEURL": "https://www.telegraphindia.com/india/mamata-banerjee-raises-assam-nrc-with-amit-shah-says-nation-for-all-languages/cid/1706184"}, "ARTICLE": {"TITLE": "Mamata raises Assam NRC with Shah, says nation for all languages", "TEXT": "She said she told him that 'our country is for all languages and for everyone' and reiterated that the exercise was not necessary in Bengal\n\nChief minister Mamata Banerjee on Thursday said she raised the National Register of Citizens (NRC) in Assam during her first meeting with Union home minister Amit Shah.\n\nMamata said she told him that “our country is for all languages and for everyone” and reiterated that the exercise was not necessary in Bengal. A day earlier, Shah had said the NRC would be extended to the rest of the country.\n\nThe Bengal chief minister’s meeting with the Union home minister came a day after she met Prime Minister Narendra Modi.\n\n“It is a constitutional obligation to meet the Prime Minister and the Union home minister. It is a constitutional prerogative…. We have to work together,” Mamata said.\n\nThe chief minister said she flagged several Assam-related NRC concerns.\n\n“I handed him a letter highlighting that among the 19 lakh people excluded in the Assam NRC, there are many Bengali-speaking people. There are Hindi-speaking people, our Gorkha brothers and sisters, and some local Assamese too. Genuine voters who have been excluded should get an opportunity in a manner that they should feel they are very much Indian,” Mamata told journalists outside North Block.\n\n“There are Hindus and Muslims…. We have said those whose names have been excluded should be included immediately. They are living in uncertainty…. Hum mitti mein kaam karte hain. Hum aasman mein kaam nahi karte hain. Mitti ke logon ko jo dikkat hai woh hum dekh lenge (We work on the ground and not in the skies. We see the difficulty people face on the ground and will take care of it),” she added.\n\nOn Wednesday, the Left and the Congress had condemned Mamata’s silence on the NRC during the meeting with Modi.\n\nAfter meeting Shah, Mamata said: “I told him our country is for people speaking all languages and everyone…. Whoever is Indian should not be disturbed.”\n\nShah had said on Wednesday that he was against the imposition of Hindi but advocated a common second language, besides the mother tongue.\n\nMamata added: “Ami mone kori jara Bharotiyo tader notun kore poradhin howar kono karon neyi (I believe those who are Indian should not be colonised again).”\n\nAsked if the NRC was discussed in connection with Bengal, Mamata said: “No…. The home minister said nothing about the NRC in Bengal and I spoke to him only about Assam.”\n\n“Our stand is clear that there is no need for NRC in Bengal. Bihar chief minister Nitishji has also said there is no need for NRC in his state. So we discussed issues related to the Assam NRC only,” she added.\n\nMamata said the NRC had created uncertainty in Assam and the Union home minister listened carefully to the concerns raised by her.\n\n“He heard me out carefully and I believe he will play a positive role…. So many people are facing uncertainty in Assam. Where to stay? Where to go? I told him about digital ration card queues…. It seems people are scared and terrorised as lakhs of people are standing in queues,” she said.\n\n“In Bengal there are many borders as well. Bangladesh border, Bhutan border and Nepal border. There is also the Northeast gateway. Bengal has the chicken’s neck and it’s a very important place. Then there are the Bihar, Odisha and Jharkhand borders. We discussed about all of that today,” she added."}}