{"GDELT": {"GlobalEventID": 873926795, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "KENSPY", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "Actor1Type1Code": "SPY", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.223684210526331, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nyahururu, Central, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE01", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.042099, "Actor1Geo_Long": 36.3673, "Actor1Geo_FeatureID": "-2259805", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Thika, Central, Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE01", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -1.05, "Action2Geo_Long": 37.0833, "Action2Geo_FeatureID": "-2263521", "DATEADDED": 20190919213000, "SOURCEURL": "https://www.standardmedia.co.ke/article/2001342613/good-life-director-charged-with-fraud"}, "ARTICLE": {"TITLE": "Good Life director charged with fraud", "TEXT": "Covid 19 Time Series\n\nThe wife of the founder of a collapsed sacco was yesterday charged in an Eldoret court with more than 40 counts of conspiracy to defraud. Rachael Wangui Wachira, a director of the defunct Good Life Savings and Cooperative Society, was also charged with operating a financial business without a valid licence. The court heard that the accused committed the offences between 2013 and 2015 in Eldoret town, Uasin Gishu County. The prosecution told the court that the accused, together with others not before court, took more than Sh26 million from the financially crippled sacco shareholders. Wangui denied all the charges when she appeared before Eldoret Senior Principal Magistrate Sylvia Wewa. The court directed the accused to be released on a bond of Sh7 million with a surety of a similar amount, or an alternative cash bail of Sh4 million. Meanwhile, the court directed that the sacco founder, Obadiah Maina, be detained at the Eldoret GK Prison after his bond of Sh1 million was withdrawn for absconding court on several occasions. Both cases will be mentioned on September 17. Last month, Eldoret Chief Magistrate Charles Obulutsa issued summons for Maina's arrest for skipping court since 2016.The sacco's woes started in September 2015 when Maina was arrested by detectives from the Directorate of Criminal Investigations and locked up at the Eldoret Police Station. Before its collapse, the savings society had attracted over Sh1 billion in deposits from members drawn from major towns like Eldoret, Nairobi, Thika, Nyeri, Nakuru and Nyahururu. In 2018, Commissioner of Co-operatives Mary Mungai cancelled the sacco's licence and invited members to file claims with the appointed liquidators, Johnson Njoroge and Gerald Mwai."}}