{"GDELT": {"GlobalEventID": 873926362, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "MNCUSAMED", "Actor2Name": "GOOGLE", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "Actor2Type2Code": "MED", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.31380753138075, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20190919213000, "SOURCEURL": "https://www.trustedreviews.com/opinion/opinion-huawei-mate-30-google-apps-3940062"}, "ARTICLE": {"TITLE": "Opinion: Huawei Mate 30 Android situation is an opportunity – it’s Google who should worry", "TEXT": "The Huawei Mate 30 range will not ship with Google apps and services. A disaster for Huawei? No. An opportunity. Chris Smith argues its Google who should worried by the Huawei Android ban.\n\nSo it’s finally official. After months of speculation, Huawei’s new flagship Mate 30 smartphone range kisses goodbye to the suite of Google apps and the Google Play Store, as a result of the Trump administration’s restrictions on US firms doing business with the company.\n\nRead our Hands on: Huawei Mate 30 Pro review\n\nThe phone *will* run the Android Open Source Project version of the OS, but it’s essentially an Android phone in name only.\n\nCan you hear that awful sound? It’s the tech literati tuning-up the band to play the funeral march for Huawei’s aspirations of becoming a dominant smartphone player in the western world.\n\nWithout immediate access to Google Maps, Chrome, Gmail, YouTube, Docs and the Play Store, no Android phone is worth having. In fact, Huawei probably shouldn’t bother releasing the phones in Europe and the US. It should just ditch all of those years of developing brilliantly designed handsets, with bleeding edge specs and sector-leading image technology. Without access to the Google Assistant, a smartphone isn’t even a smartphone these days.\n\nRelated: Huawei Mate 30 Pro vs Huawei P30 Pro\n\nLook, I’m being facetious to make my point, which is this: Not only will Huawei be fine, the current break with Google is a huge opportunity for the company.\n\nIf handled correctly – and we have to assume Huawei has a plan here – this break could set it aside from its Android rivals. Best case scenario? It could be the fissure that breaks open the Android/iOS stranglehold, which has dominated the entire smartphone era to its detriment.\n\nThere hasn’t been time for Huawei to get its rumoured alternative Harmony OS ready for prime time yet, but we have to assume that’s on the way, fronted by the well-liked Huawei EMUI custom user interface of course.\n\nI’d go as far to say it’s Google who should be hitting the panic button here. If Huawei can prove there’s life beyond the Android operating system and Google apps, perhaps more manufacturers will follow suit, giving third-party app stores a chance to flourish; giving third-party apps an opportunity to take some of the limelight back from the core suite of Google apps.\n\nRelated: Best Android phones\n\nSure, there’s nothing quite like the Google Maps app. It is clearly the best and will be missed. As for the rest of them? How big a loss are they? There’s nothing that compares to YouTube, but in a pinch you can still access it through a non-Chrome browser. Likewise with Gmail, Docs, Home and Calendar. Are the masses going to miss that streaming phenomenon Google Play Music? I don’t think so.\n\nFor those who really want to get ahold of the Google apps, there’s always the option of side-loading (if permitted). A pain, for sure, but not exactly an odyssey.\n\nGoogle is facing down a crisis\n\nGoogle has plenty of problems of its own. It has been hammered by European regulators in the last few years, with multiple judgements against the firm’s uncompetitive practices. The company has been compelled to start offering alternatives to Google Search on Android for example. It’s entirely plausible investigators may push Google to offer alternatives to the Play Store.\n\nEarlier this month, 50 US attorneys general announced plans to conduct an historic antitrust investigation into Google’s business practices.\n\nThe AGs say the investigation will begin by looking into Google’s dominant position in search and online ads, but have pointed out this is just the beginning. Scope will widen. Who is to say Google will be always in a position to offer Android with all of its own services installed as default anyway?\n\nSome of the leading democratic candidates for the 2020 presidential election have explicitly targeted Google and other Big Tech firms. The likes of Elizabeth Warren say the Silicon Valley giants are too big and should be broken up. Should she beat Trump, the finely-tuned Google ecosystem may not exist in its current form for much longer.\n\nIn any of these – albeit still unlikely – eventualities, a company like Huawei would have a leg up on the competition, having already experienced life outside of that perfectly-integrated Google bubble.\n\nA sense of loyalty\n\nHuawei’s customers have developed an affinity with the brand, especially those who spotted the opportunity to buy a high-quality smartphone for a reasonable price long before the firm’s phones became widely available in the UK.\n\nMany consumers sympathise with its plight and consider it unfairly treated. Huawei is considered by many to be a pawn in the Trump Administration’s wider game plan of securing better trade terms with China. Many users see that and, generally speaking, there’s not much sympathy for the US president’s actions on European soil.\n\nI’m convinced Huawei will emerge from this incident stronger than it was before. I believe the smartphone industry as a whole could benefit, leading to more choice for consumers beyond the iPhone vs Android battle that has dominated the last decade.\n\nIf Huawei, with its brilliant hardware and loyal base, can prove there’s life after Google services, then it could provide the incentive for other manufacturers – the likes of OnePlus, Samsung, Xiaomi and others – to follow suit.\n\nIt’s Google who should be worried here, not Huawei, mate.\n\nChris Smith is a freelance technology journalist for a host of UK tech publications, including Trusted Reviews. He's based in South Florida, USA. …"}}