{"GDELT": {"GlobalEventID": 873925719, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor2Code": "AGR", "Actor2Name": "FISHER", "Actor2Type1Code": "AGR", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.35398230088496, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20190919213000, "SOURCEURL": "https://www.independent.ie/irish-news/core-of-what-was-once-quinns-vast-empire-has-seen-earnings-quadruple-since-being-sold-38512952.html"}, "ARTICLE": {"TITLE": "Core of what was once Quinn's vast empire has seen earnings quadruple since being sold", "TEXT": "Failed gamble: Seán Quinn, with wife Patricia, was bankrupted over losses he suffered. Photo: Mark Marlow/Pacemaker\n\nQuinn Industrial Holdings is the core of what was once the Seán Quinn business empire.\n\nIt's also made huge strides in recovering and expanding during a tumultuous time for the operations amid the ruins of the wider Quinn group.\n\nEx-billionaire Seán Quinn lost control of the Quinn Group and was bankrupted as a result of losses he suffered after his massive failed gamble on Anglo Irish Bank shares.\n\nHis investment was wiped out when the bank collapsed and was nationalised in 2008.\n\nThe Quinn Group was renamed Aventas after the business was subsequently taken over by creditors including Irish Bank Resolution Corporation, which is the former Anglo Irish Bank, and US bondholders.\n\nThe Quinn Group's glass manufacturing arm was sold in 2015 to a Spanish group for €408m.\n\nThe Quinn construction materials and packaging businesses, now known as Quinn Industrial Holdings, were sold for €98m in 2014, to a group of local businessmen - John McCartin, John Bosco O'Hagan and Ernie Fisher - backed by US hedge funds Silver Point Capital, Brigade Capital and Contrarian Capital. The US firms own more than 80pc of the company.\n\nShareholders also include Quinn Industrial Holdings' management team, who include chief executive Liam McCaffrey, as well as Kevin Lunney.\n\nThe company employs 830 people and its products include plastic packaging for food, as well as cement and concrete-product manufacturing.\n\nSome €45m has been invested in the group since it was acquired by the consortium in 2014.\n\nAn additional €10m in capital expenditure is set to be invested in it this year, compared to €21.7m last year.\n\nImmediately after the building materials and packaging units were sold to the consortium, Seán Quinn was hired as an adviser by it, with a €500,000 annual salary.\n\nMr Quinn was treated to a hero's welcome before Christmas in 2014 when he returned to the Derrylin headquarters of his former empire.\n\nWorkers reportedly cheered as the original \"Q\" emblem, built into the office facade, re-emerged when the Aventas sign on the office block was taken down by the new owners.\n\nBut Mr Quinn ceased being an adviser to the group in 2016, claiming at the time that it was by \"mutual consent\". However, he told the 'Sunday Independent' last year that he was \"sacked in writing\".\n\nQuinn Industrial Holdings may also soon have at least some new owners.\n\nEarlier this year, the Irish Independent reported that the company has been sounding out the market on options that could include a potential stock market flotation, or securing a private equity investment. The business has experienced a surge in revenues and profitability, despite the affect of Brexit uncertainty and currency fluctuations.\n\nRevenue at the firm has risen 50pc since the business was bought, while its earnings have more than quadrupled. Its revenue last year hit €240m, a 15pc increase on 2017.\n\nThe growth in revenue last year was driven by volumes on the island of Ireland, where the firm generates just under half its sales.\n\nThe remainder are from Great Britain.\n\nSpeaking to the Irish Independent earlier this year, Mr McCaffrey said the group could consider the construction of a manufacturing plant in Britain and said future consolidation within the concrete manufacturing sector in Ireland could also present acquisition opportunities.\n\nThe company has also been planning to build its first ready-mix concrete facility in the greater Dublin area, at a site near Naas, Co Kildare, with an investment of between €2m and €3m.\n\nIrish Independent"}}