{"GDELT": {"GlobalEventID": 873927280, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "USA", "Actor1Name": "SEATTLE", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 33, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.25252525252525004, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20190919213000, "SOURCEURL": "https://www.geekwire.com/2019/lime-shutters-limepod-raising-questions-viability-free-floating-car-sharing-model/"}, "ARTICLE": {"TITLE": "Lime shutters LimePod, raising questions about viability of free-floating car-sharing model", "TEXT": "Car-sharing is stalling in Seattle.\n\nLime is shuttering LimePod, a spokesperson confirmed Wednesday, marking the second closure of a free-floating car-sharing service in Seattle in two months. Lime will begin removing its LimePod vehicles from Seattle streets next month and plans to wind the service down completely by Dec. 31. Lime will stop taking new sign-ups for LimePod on Oct. 14.\n\nLimePod’s demise, on the heels of the sudden shutdown of ReachNow’s car-sharing service, is a blow to a somewhat untested industry with unforgiving margins. It also reflects the novelty of the Seattle market, where mobility companies go to test new ideas — with varied results.\n\nSeattle is the only market where Lime — best known for its bright green scooters and bicycles — offered a car-sharing service, which let users hop in a vehicle, drive to a destination, and leave the car in a city parking spot, with the entire experience powered by a smartphone app. LimePods started cropping up on Seattle streets this past November as part of a pilot scheduled to conclude Dec. 31. The company decided to let the pilot sunset without making plans to renew it or establish a long-term service.\n\nA Lime spokesperson said the pilot was an experiment to test the economics of car-sharing, with the goal of replacing the entire fleet with electric vehicles. Lime says it is shutting down the LimePod service because it couldn’t find a partner to deploy an electric fleet.\n\n“The experience is a testament to the city’s forward-looking position on the future of transportation and the necessity of sustainable options for citizens,” the spokesperson said in a statement. “We are similarly committed to that goal and the information gained during our pilot will support the work necessary should we decide to expand and improve this service with an all-electric fleet in the future.”\n\nLime would not comment on whether the service was profitable or its underlying economics. A spokesperson for the company did say LimePod’s ridership was growing. Since launching the pilot, more than 18,000 riders took more than 200,000 trips using LimePods, according to the company. At $1 to unlock and $0.40 per minute to use — with gas and insurance included — LimePods were often a cheaper option than hailing a Uber or Lyft ride.\n\nThere isn’t a plan for what to do with the 500 Lime-branded Fiats parked throughout Seattle yet, the company said.\n\nLime will continue to operate its bike-share service in Seattle and plans to deploy scooters when the pilot launches. Valued at $2.4 billion, Lime is one of several new mobility startups reshaping how urban dwellers get around cities.\n\n“While the program was a great learning experience, at our core, we are an electric mobility company first,” Lime said in an email to LimePod users Thursday. “We are committed — like Seattle is — to sustainability, lower carbon emissions, and to make cities more livable, all of which require reduced car travel.”\n\nExperiments amid a nascent industry\n\nSo why shut down a growing service that appeared popular with customers?\n\nFormer ReachNow CEO Steve Banfield believes it’s because Lime is preparing to roll out free-floating electric scooters in Seattle.\n\nThough Seattle was one of the first U.S. markets to embrace dockless bike-sharing, transportation officials kept scooters at bay, even as other cities around the country welcomed them. But last month, Seattle launched a six-month due diligence process to prepare for a scooter-share pilot that will begin next spring.\n\n“What you’re seeing in the industry is a lot of people experimenting with different ideas,” Banfield said. “LimePod was Lime’s experiment … that they want to end the experiment and focus on their core business doesn’t surprise me. You see this in these industries in transition.”\n\nCar-sharing is also a capital-intensive business. Beyond purchasing the cars, operators have to ensure that they’re fueled, serviced, and dispersed throughout the city. There need to be enough cars in operation that customers can find one within walking distance wherever they are. Malfunctioning cars need to be towed away, unlike bikes or scooters, which can be picked up and taken back to a warehouse. Plus insurance and liability costs are higher.\n\nUnder Banfield, ReachNow tried to diversify its mobility offerings to compensate for the high costs of operating a car-sharing service.\n\n“Clearly it’s a difficult business,” Banfield said. “Our position was always that in order to make car-sharing work, you need to integrate it with other services. For us, that was ride-hailing and long-term rentals and other things. In the case of Lime, they were clearly focused on shorter trips, with the bikes, and they were only asking a small fee with cars. That limits the kind of utilization they can get.”\n\nLime quickly discovered some of the other challenges associated with operating a car-sharing service in Seattle. The vehicles were used as getaway cars and in other crimes on numerous occasions, GeekWire discovered. They were also subject to vandalism.\n\nA Lime spokesperson said crime did not factor into the decision to end the service.\n\nCar-sharing struggles in Seattle\n\nThe Seattle market has some unique challenges, according to Sandra Phillips, a car-sharing vet who worked with ReachNow and car2go before launching a mobility consultancy firm called Movmi. She said the wide range of mobility services available in Seattle — which include Zipcar (designated parking areas) and Getaround (peer-to-peer car sharing) — make it difficult to compete.\n\n“The other reason car-sharing is successful or is not is parking … I remember from my time in Seattle that’s often a challenge,” Phillips said. “It’s very difficult to find parking at certain times in certain neighborhoods. The attractiveness falls and rises with how available parking is.”\n\nReachNow ended car-sharing service in Seattle in July. The service was part of a joint venture between the mobility arms of two giant European automakers — BMW and Daimler. When LimePod shuts down, Daimler’s car2go will be the only car-sharing service left standing in Seattle. A spokesperson for the joint venture said the decision to shut ReachNow down had to do with corporate reshuffling and was not a result of poor performance.\n\nBut the demise of ReachNow and LimePod in such a short period of time raises questions about whether car-sharing is sustainable in Seattle. In other cities across Europe and Canada, car-sharing has taken off. Banfield attributes those success stories to a number of factors — from population density to personal car ownership — that must align to make the tricky business of car-sharing work.\n\nDespite the recent setbacks, Phillips believes car-sharing will continue to grow in Seattle, too.\n\n“I don’t think this is the end of free-floating car-sharing,” she said. “It’s a hard business model to run successfully and it needs large upfront investments and an understanding that this is a long-term investment. You’re not getting the return in 12 months. If that’s your expectation, you’re looking at the wrong business model.”\n\nHear a discussion of this story in the second segment of this week’s GeekWire Podcast. Listen below or subscribe to GeekWire in your favorite podcast app."}}