{"GDELT": {"GlobalEventID": 873926919, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "MNCKOR", "Actor1Name": "SAMSUNG", "Actor1CountryCode": "KOR", "Actor1Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20190919213000, "SOURCEURL": "https://www.trustedreviews.com/reviews/huawei-mate-30-pro"}, "ARTICLE": {"TITLE": "Huawei Mate 30 Pro Review", "TEXT": "Verdict The Huawei Mate 30 Pro has a fantastic camera, an awesome battery, a powerful processor and an attractive design, but even these features can’t hide the fact that its lack of access to Google apps will make it a very hard sell to customers outside China. Pros Excellent Camera\n\nLong-Lasting Battery\n\nFast Processor Cons No access to Google apps\n\nScreen isn't the sharpest around\n\nKey Specifications 158.1 x 73.1 x 8.8mm; 198g\n\n6.53-inch, 1176 x 2400 OLED display\n\nCamera: 40-megapixel wide, 8-megapixel telephoto, 40-megapixel ultra wide, plus ToF sensor\n\n4500mAh battery\n\nKirin 990 chipset\n\n8GB RAM; 128GB/ 256GB storage\n\nTrusted Reviews Live Prices Huawei Mate 30 Pro View all deals Powered by trusted reviews\n\nThough not yet released in Europe, we reviewed a Chinese version of the Huawei Mate 30 Pro, and installed Google apps and services on it by way of a now-defunct backdoor solution.\n\nHuawei Mate 30 Pro – Design\n\nWhen you spend a small fortune on a mobile phone, you want it to look like it costs exactly that – fortunately, this handset fits the bill.\n\nMy device has a shimmering blue-lilac shade that’s known officially as ‘Cosmic Purple’, and the quad camera module continues the deep space theme with in its circular resemblance to HAL 9000. The back panel’s colour has a metallic sheen, catching the light nicely and drawing attention to the distinctive camera module, while the Gorilla Glass 6 construction makes it smooth to the touch without being slippery.\n\nThe purple back barely touches the side of the device before it flows into the waterfall screen, which laps around the side at a dizzying 88-degree angle and ensures a staggering screen to body ratio of 94.1%. Interrupting the top of that screen is a wide notch containing multiple lenses for taking selfies. It’s not too deep, and so is not particularly intrusive into video or gaming content, even though it hasn’t got the same thrill as the pop-up cameras we’ve seen in the OnePlus 7 Pro or Oppo Reno.\n\nThere’s only one button on the whole device – the on/off button in a vibrant pink colour, in pleasing contrast to the colour scheme and complementing it well. The volume buttons are here replaced by a touchscreen solution: double tap twice at the side to activate the slider, and simply run your thumb up or down the side of the screen to set the volume. It’s a gimmick for sure, and the two-step process means that by definition it cannot be as immediate or responsive as a physical button.\n\nContinuing with audio hardware, or lack thereof, there’s no 3.5mm headphone jack on this phone, which is no longer a surprise, as the trend has spread like a virus to all of the biggest flagship handsets. However, it’s a particular irritation here for several reasons – there is no 3.5mm to USB-C dongle included the box, the supplied in-ear headphones are poor, and most frustratingly of all, the Bluetooth connection was often unreliable when pairing with my wireless headphones.\n\nThe design looks great and feels comfortable in the hand, but it’s not the most practical.\n\nHuawei Mate 30 Pro – Camera\n\nThe camera is highly impressive, offering a great amount of versatility, smart application of artificial intelligence and great detail.\n\nGetting straight to the specifications, the Huawei Mate 30 Pro’s cameras consist of a 40-megapixel main wide angle camera, an 8-meapixel telephoto sensor, and a 40-megapixel ultrawide lens. There’s also a 3D Time-of-Flight sensor thrown into the mix to complete the quadfecta. The below images were all taken from the same position.\n\nOnce you’ve taken just a handful of snaps you’ll quickly realise the high quality of the photography – there’s a reason that its predecessor, the Huawei P30 Pro, still holds the title of our highest-rated camera phone. Friends, whether familiar or unfamiliar with mobile photography, were all quick to praise the evident quality of the pictures across the range of lenses.\n\nDetail is incredible, capturing levels even beyond what your eyes can see. Bricks in distant buildings are clearly distinct, as are the expressions on small statues. Colours are rich and enhanced without seeming forced or unreal.\n\nHowever, there is some distortion in the ultrawide lens that mean it’s best kept for landscape shots or cityscapes; a snap of a group of friends left the two on the periphery putting The Rock to shame with the size of their bulging biceps.\n\nThe telephoto sensor offers a handy zoom feature without compromising on quality, perfect for capturing finer detail on buildings for instance.\n\nPortrait Mode off (left) and on (right)\n\nThe artificial intelligence is quick to recognise scenarios and spring into action to create portraits, emphasise the blue sky, and bring out the colours of flowers and food. However, if it’s not right for the mood you want, you can simply dismiss it. It’s not quite as handy as the Pixel 3, which gives you the option of keeping either the processed or unprocessed shot.\n\nNight Mode off (left) and on (right)\n\nThe real test of software quality often comes with the low-light settings, and this was a key upgrade for the Huawei Mate 30 Pro. Night Mode requires a wait of around 7 seconds to perfect the shot, and under very dark conditions it expertly restores missing detail. Even without this mode enacted, it still creates great night-time images, and the standard mode will obviously be preferable when snapping a moving subject.\n\nVideos are impressive as well, with very good stabilisation and a smooth zoom. A particular selling point is the slow-motion mode, which is a fun effect for a short video at 32x – but it’s even capable of going up to an astonishing 256x super slow-motion. While that’s impressive in itself, the detail is very grainy at this level, and the lighting is very inconsistent.\n\nThe camera interface is generally user friendly, but it stumbles when it’s time to view the pictures. Using the different cameras is very straightforward and accessible, simply by touching the camera dots or sliding between each to find exactly the right zoom. However, there are two niggling drawbacks to using the camera that I’ve found. Firstly, images often take a couple of seconds of processing to be ready to view (with excellent results, it has to be said), and more irritatingly it often fails to recognise the screen being titled into the horizontal aspect and flipping the picture accordingly. It’s bizarre that this is an issue when even most budget phones can get it right.\n\nOverall, it’s an excellent and versatile camera that creates top-quality images that are among the best from any smartphone.\n\nHuawei Mate 30 Pro – Display\n\nThe 6.53-inch OLED screen on the Mate 30 Pro is immediately distinctive for its waterfall design, with the sides tumbling over the edges at an angle of 88-degrees, to create an immersive finish.\n\nSome devices with this design have run into trouble with registering accidental touches on the side, but this never occurred with the Mate 30 Pro – and as mentioned previously, the new touchscreen volume control has given the curved screen a tangible purpose.\n\nWith a resolution of 1176 x 2400 (409ppi) it’s not the very sharpest screen on the market – it’s actually a surprisingly significant downgrade from the preceding Huawei Mate 20 Pro, which has a resolution of 1440 x 3120, or 538ppi. With that disappointing backwards step in mind, it’s still enjoyable to watch videos on, and the curvature actually makes full-text articles pleasingly immersive as well.\n\nWhile it’s not the sharpest screen around, it’s certainly very good, and pulls off its daringly different design.\n\nHuawei Mate 30 Pro – Battery\n\nThe battery has an impressive 4500mAh capacity, and it is one of this phone’s strongest attributes.\n\nThe device should last you through a couple of days of moderate use, or you could use it heavily from dawn till dusk and the battery still won’t run dry by the end of the day. It’s almost a challenge to run it down, as even an hour of watching videos will hardly dent its impressive lifespan.\n\nHaving previously used a phone with a stingy battery capacity, the Mate 30 Pro took a weight off my mind, as I knew it could take me through the day with no problem – and even through the next one if I’d forgotten to charge it.\n\nAlong with its Qi wireless charging ability, this handset is also capable of reverse wireless charging. Having put this to the test with the iPhone 8, this feature is not yet developed enough to be a viable option – it drains the device’s battery quickly whilst transferring little power to the charging handset.\n\nThat said, thee Mate 30 Pro’s battery life is reliably steadfast, and along with the camera remains one of the phone’s leading features.\n\nHuawei Mate 30 Pro – Performance\n\nThe Huawei Mate 30 Pro runs on the Kirin 990 chip and it performs very smoothly, as you would expect of a phone of this calibre.\n\nEveryday performance is excellent (although as mentioned, the post-processing of photos can take a few seconds), and it can deal comfortably with the most demanding mobile games without stuttering or straining.\n\nAs you an see from the below scores, it compares very favourably to its competitors at the top of the market, such as the Samsung Galaxy Note 10 Plus and the iPhone 11 Pro.\n\nDevice Antutu Score 3D Mark Score Huawei Mate 30 Pro 445,446 5,677 iPhone 11 Pro 458,304 5,478 Samsung Galaxy Note 10 Plus 349,646 5,002\n\nThere’s no doubt that this device packs a considerable punch, taking its place among the very first rank of smartphones with its processing power.\n\nHuawei Mate 30 Pro – Software\n\nWe often find Huawei’s EMUI software to be a flaw in otherwise impressive devices, and in truth not much has changed on that front.\n\nThis device shipped without any Google apps, due to the ongoing Android ban, but it still runs on an open-source version of Android 10. We were able to install our favourite Google apps from the Play Store via a backdoor (which has since been slammed shut due to privacy concerns), so our experience of the phone’s software is hardly representative of that of the general user.\n\nThe user interface is still more reminiscent of Apple’s iOS than standard Android. As mentioned, our review device is a Chinese handset and so will probably match up with exactly the same pre-installed software as a European release. Upon first start-up, we were greeted by approximately 35 stock apps, few of which were actually useful. The computing power can of course deal with this bloatware easily, but it’s still a minor annoyance.\n\nThe software – or rather, the lack of Google’s software – is ultimately the key reason it is impossible for us to recommend this phone despite its otherwise strong performance.\n\nHuawei Mate 30 Pro – Verdict\n\nThe Huawei Mate 30 Pro is a high-performing flagship handset that has a breath-taking camera and an enduring battery. Minor flaws in the interface and screen quality are not deal-breakers of themselves, but the lack of Google apps on this phone (currently with no authorised workaround) make it impossible to recommend this phone.\n\nTrusted Reviews Live Prices Huawei Mate 30 Pro View all deals Powered by trusted reviews\n\nMobile Writer Peter is a mobile tech writer, covering the latest smartphones, tablets, and wearables in news stories, reviews, and features. Previously he worked as a business researcher for Which?, analysing the m…"}}