{"GDELT": {"GlobalEventID": 873927357, "Day": 20190919, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7096, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 164, "EventBaseCode": 164, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.89988751406075, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20190919213000, "SOURCEURL": "https://cbs58.com/news/facebooks-mark-zuckerberg-visits-washington-to-discuss-election-security-data-privacy"}, "ARTICLE": {"TITLE": "Facebook's Mark Zuckerberg meets with Trump during Washington visit", "TEXT": "Facebook's Mark Zuckerberg meets with Trump during Washington visit\n\nFacebook CEO Mark Zuckerberg made a rare visit to the nation's capital this week to meet with some of his harshest critics, seeking to bridge a divide between the social media giant and policymakers who have grown increasingly skeptical of its dominance.\n\nBy Brian Fung, Suzanne Malveaux and Jim Acosta, CNN\n\n(CNN) -- Facebook CEO Mark Zuckerberg met with President Donald Trump while he was in the nation's capital.\n\nThe face-to-face meeting came as Zuckerberg sat down with some of his harshest critics during his visit to Washington. Trump has been among those critics, having repeatedly criticized Facebook as \"anti-Trump\" and for perceived anti-conservative bias. The President has tweeted on multiple occasions in support of conservative activists who have either been kicked off of Facebook or had run-ins with the company. Axios first reported the Zuckerberg-Trump meeting.\n\nTrump confirmed the meeting in a tweet Thursday evening.\n\n\"Nice meeting with Mark Zuckerberg of @Facebook in the Oval Office today,\" the President said.\n\nThe meeting was the most important meeting of Zuckerberg's rare visit to the nation's capital this week to meet with some of his biggest skeptics, seeking to bridge a divide between the social media giant and policymakers who have grown increasingly suspicious of its dominance.\n\nZuckerberg will meet members of the House Judiciary Committee on Friday, according to a person familiar with the matter, following a slew of meetings on Thursday with some of his most prominent critics in Congress.\n\nZuckerberg is expected to meet with committee Chairman Jerry Nadler, a New York Democrat, as well as Rhode Island Democratic Rep. David Cicilline, who leads the committee's antitrust panel. The Washington Post was first to report on the meeting.\n\nCicilline is several months into a sweeping antitrust probe of tech giants including Amazon, Apple, Facebook and Google. Last week, Cicilline sent letters to all four companies seeking detailed records on their business practices, acquisitions and prior dealings with governments around the world.\n\nIt was the billionaire entrepreneur's first reported trip to Washington since an appearance before Congress in April 2018, when Zuckerberg testified on Facebook's Cambridge Analytica scandal.\n\nZuckerberg met Thursday afternoon with Missouri Republican Sen. Josh Hawley, one of Facebook's most vocal critics, to discuss data privacy and allegations of anti-conservative bias.\n\nCalling it a \"frank discussion,\" Hawley said he pressed Zuckerberg to sell off WhatsApp and Instagram.\n\n\"Safe to say he was not receptive to those suggestions,\" Hawley said. He added that Zuckerberg conceded that the company had \"made a mistake\" in a fact-checking controversy surrounding a pair of videos published by the anti-abortion group Live Action.\n\nZuckerberg left the meeting wordlessly, flanked by advisers including Facebook's US public policy chief, Kevin Martin.\n\nOver dinner Wednesday night, Zuckerberg and a number of US senators discussed Facebook's role in securing the country's elections, as well as consumer privacy and competition issues in the social media marketplace.\n\n\"I was glad for the opportunity to discuss my concerns directly with Mr. Zuckerberg,\" said Sen. Richard Blumenthal, a Democrat from Connecticut. \"I focused on the challenges of privacy safeguards and I welcome the strong, constructive interest shown by Mr. Zuckerberg.\"\n\nThe meal at Ris, a fancy bistro in Washington's West End neighborhood, was arranged at Facebook's request by Sen. Mark Warner, the top Democrat on the Senate Intelligence Committee. In a statement, Warner spokeswoman Rachel Cohen said the dinner also covered \"what steps Congress should take\" to confront election interference and protect consumer data.\n\nWarner told CNN that he organized the dinner because he \"wanted the Facebook leadership to not just hear from me, but from others.\"\n\n\"This is not just a tech issue. It's about civil society, and the integrity of our political debate,\" Warner said he told Zuckerberg.\n\nAs for how Zuckerberg received all this mealtime criticism, Warner said, \"He was responsive. It was a give and take.\"\n\nWarner added that Zuckerberg agreed that self-regulation will not be enough to protect consumers.\n\n\"I think he realizes that the longer we delay setting national rules, we raise the bar,\" Warner said of Zuckerberg.\n\nIn visiting Washington personally, Zuckerberg underscores the gravity of the moment for Facebook as lawmakers and regulators continue to bear down on the tech industry's biggest players. Zuckerberg has said he welcomes additional regulation, because certain key decisions about internet policy should not be left for a small circle of private companies to decide. The company this week released the charter for an oversight board aimed at holding Facebook more accountable to users in its content decisions. And it has launched a civil rights task force to monitor for election and census interference. The company declined to comment.\n\nIt was not immediately clear which other lawmakers were at the dinner. But prior to the meal, Zuckerberg met with Sen. Maria Cantwell, the top Democrat on the Senate Commerce Committee. The two met for a one-on-one, 30-minute session in her office to discuss data privacy and election interference, said a Cantwell aide.\n\nCantwell is one of a small handful of senators working to craft a national privacy law that would cover tech giants like Facebook and Google. But efforts to produce a bipartisan compromise with Commerce Committee Chairman and Republican Sen. Roger Wicker have largely stalled after the group of lawmakers missed several self-imposed deadlines this year to produce legislation.\n\nZuckerberg's schedule also had him meeting with House Intelligence Chairman Adam Schiff and Utah Republican Sen. Mike Lee, who chairs the Senate's antitrust subcommittee, according to the lawmakers' aides. Zuckerberg and Hawaii Democratic Sen. Brian Schatz had also sought to meet this week, an aide to the senator said, but their schedules did not line up. The two men met last month, however, in Schatz's Honolulu office, the aide added.\n\nZuckerberg's visit to Washington comes as the Federal Trade Commission has ramped up an antitrust investigation of his company. Whether Zuckerberg's schedule included meetings with regulators or White House officials is unclear, however. A person familiar with the FTC's inner workings said they were not aware of any planned visits by Zuckerberg to the commission, but did not rule out the possibility.\n\nThe Justice Department declined to comment on whether Zuckerberg had plans to meet with antitrust officials at DOJ.\n\nA spokesman for the House antitrust subcommittee's chairman, Rep. David Cicilline, didn't immediately respond to requests for comment. Cicilline's panel is conducting a top-to-bottom review of the tech industry. Last week, congressional investigators sent sweeping requests for information to Facebook, along with Amazon, Apple and Google.\n\nThe-CNN-Wire™ & © 2018 Cable News Network, Inc., a Time Warner Company. All rights reserved."}}