{"GDELT": {"GlobalEventID": 874212854, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "USA", "Actor1Name": "SAN FRANCISCO", "Actor1CountryCode": "USA", "Actor2Code": "MIL", "Actor2Name": "ARMY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.86206896551724, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Francisco, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA075", "Actor1Geo_Lat": 37.7749, "Actor1Geo_Long": -122.419, "Actor1Geo_FeatureID": "277593", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Treasure Island, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 37.8246, "Actor2Geo_Long": -122.37100000000001, "Actor2Geo_FeatureID": "236528", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Treasure Island, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 37.8246, "Action2Geo_Long": -122.37100000000001, "Action2Geo_FeatureID": "236528", "DATEADDED": 20190921001500, "SOURCEURL": "https://www.sfgate.com/bayarea/article/SF-s-Treasure-Island-poised-for-building-boom-14451339.php?t=f125198deb"}, "ARTICLE": {"TITLE": "SF’s Treasure Island, poised for building boom, escaped listing as Superfund site", "TEXT": "SF’s Treasure Island, poised for building boom, escaped listing as Superfund site\n\nConstruction on Treasure Island in San Francisco, Calif., on Wednesday, September 18, 2019. Construction on Treasure Island in San Francisco, Calif., on Wednesday, September 18, 2019. Photo: Scott Strazzante / The Chronicle Buy photo Photo: Scott Strazzante / The Chronicle Image 1 of / 7 Caption Close SF’s Treasure Island, poised for building boom, escaped listing as Superfund site 1 / 7 Back to Gallery\n\nSan Francisco’s Treasure Island, the former naval base being transformed into a $6 billion development of condos and shops, was once considered hazardous enough to be a federal Superfund waste site but was never officially named one, newly disclosed documents show.\n\nWhile it’s not clear why Treasure Island was never named a Superfund site, a designation given to some of the most polluted places in the country, the release of the records prompted calls Wednesday from some environmentalists for more federal examination.\n\nHowever, the island’s developers, who have plans to put more than 8,000 homes on the site by 2035, said the cleanup has been heavily scrutinized and handled effectively by multiple government agencies, dismissing any suggestion that the area is not safe for habitation.\n\nThe U.S. Environmental Protection Agency gives special attention to contaminated sites on the National Priorities List, commonly known as Superfund sites. Cleanups require extensive tests of soil and water and public documentation of those efforts. The owners of the sites usually pay for the bulk of the cleanup while the EPA looks over their shoulder.\n\nThe process of listing a Superfund site begins with the EPA’s Hazard Ranking System, which measures the threat to human health and the environment on a 100-point scale. A score above 28.5 qualifies that place for a Superfund designation, which would make cleanup a federal priority.\n\nIn 1991, the EPA calculated a hazard score for Naval Station Treasure Island, the base that included all of Treasure Island — the flat, artificial island stretching for 400 acres at the midspan of the Bay Bridge — and portions of neighboring Yerba Buena Island.\n\nThe base’s score was 51.78, the new documents show, almost double the threshold for Superfund consideration and slightly higher than the score for the Hunters Point Naval Shipyard in the southeast corner of San Francisco, which was named a Superfund site in 1989.\n\nBut Superfund listing is not mandatory if the score exceeds 28.5, and Treasure Island was never stamped with the classification. Instead of leading the cleanup, the EPA took a back seat, allowing the California Department of Toxic Substances Control to monitor the project.\n\nPhoto: The Chronicle In 1991, the EPA assessed Naval Station Treasure Island for...\n\nEnvironmental advocacy groups said the decision led to a dysfunctional and delayed cleanup, making the process less transparent and leaving thousands of Treasure Island residents in the dark for years about contamination near their homes. In 2007, when Navy contractors started to discover radioactive objects across the island that weren’t supposed to be there, the EPA officially remained on the sidelines without ever fully explaining why.\n\nFederal documents about the EPA and Treasure Island were released to The Chronicle and a nonprofit environmental watchdog group, Public Employees for Environmental Responsibility (PEER), under separate Freedom of Information Act requests. The Chronicle obtained related EPA emails and documents through a different request.\n\n“Treasure Island is what we call a ‘Shadow Superfund site’ — a toxic stain that has remained in the shadows,” PEER’s Pacific director, Jeff Ruch, said in a statement Wednesday.\n\nBradley Angel, executive director of the San Francisco nonprofit group Greenaction for Health and Environmental Justice, called on the EPA to reevaluate the risk of the site and investigate the work that has been done so far. “Nobody’s minding the store,” Angel said. “It is just another example of public agencies looking the other way.”\n\nThe site’s private developer, Treasure Island Community Development, said in a statement Wednesday that it was “flat wrong” to suggest that the cleanup has been flawed, calling those claims “bogus.”\n\n“Over the past three decades, hundreds of millions of dollars have been spent to identify and remove contaminants per State of California standards in order to ensure the island is safe for development,” the statement said. “The work has been closely supervised by multiple public agencies and reviewed by independent entities.” Treasure Island Community Development said it was delivering “desperately needed housing within the City of San Francisco.”\n\nThe records obtained by The Chronicle and PEER do not make clear why Treasure Island never made the Superfund list. But in a 1998 document, the EPA listed opposition from the state as a “moderate factor” for the island not being added to the list. A federal review of the Superfund program later found that some state governors cited “the perceived stigma of (National Priorities List) listing and potential adverse economic effect” as reasons for not supporting listings of eligible sites.\n\nThen-California Gov. Pete Wilson did not immediately respond to a request for comment. The EPA did not answer specific questions about why Treasure Island never made the list, and the Navy did not respond to a request for comment.\n\nAn official with the state Department of Toxic Substances Control said a hazard score is just the start of the listing process.\n\n“Recognizing that the EPA implements the Superfund program, the final number in the hazard ranking score system doesn’t mean that one site is more hazardous than another,” said Grant Cope, the department’s deputy director for site mitigation and restoration. “That requires a more in-depth investigation.”\n\nRobert Beck, director of the city’s Treasure Island Development Authority, defended the island’s cleanup and oversight, which he called extensive.\n\n“The Treasure Island Development Authority remains confident in the measures taken by the Navy to identify and appropriately remediate environmental concerns on Yerba Buena Island and Treasure Island and the oversight of those measures provided by the State of California,” Beck said in a statement.\n\nA state official said in a 2017 email obtained by The Chronicle that although Treasure Island isn’t on the Superfund list, “It is still treated like a Superfund site in that it is going through the same stringent cleanup requirements.”\n\nThe real estate project could bring thousands of new homes and residents to the area. More than half of the island, now home to about 1,800 people, has been declared free of radioactive hazards and transferred from the Navy to the city. Much of the rest is still being investigated for radioactivity and toxic substances.\n\nThe Army Corps of Engineers built Treasure Island in 1936 to host the Golden Gate International Exposition, a celebration of San Francisco’s iconic bridges. Then, during World War II and throughout the Cold War, the Navy transformed the island into a bustling base, where thousands of sailors and civilians lived, worked, trained and repaired ships.\n\nThose activities polluted the land with unknown quantities of metals, industrial chemicals and radioactive substances, some used in training exercises to prepare for possible nuclear bomb attacks.\n\nIn September 1991, an EPA employee filled out an 18-page worksheet to determine Treasure Island’s hazard score of 51.78. Noting that the “types of wastes and contaminants deposited on site are mostly unknown,” the staffer assumed that mercury and PCBs, industrial chemicals banned in 1979, tainted some soil. The EPA reviewer called this a “worst case situation,” but didn’t account for the possibility of radioactive waste.\n\nAs Navy contractors began investigating the island, according to Navy reports, they found “a broad distribution of chemicals in soil and groundwater” at potentially harmful levels, including PCBs, dioxin, lead and volatile organic compounds. The Navy started to identify and remove tainted soil and sediment.\n\nLater, after the Navy closed the base and the city began reusing some buildings for housing, Navy contractors made a series of troubling discoveries, finding and removing more than 600 individual radioactive objects, some in housing areas.\n\nStill, the EPA kept Treasure Island off the Superfund list. In a one-page 2008 document, an EPA staffer wrote that the cleanup was “making good progress ... under state oversight” and that future evaluations of Treasure Island’s status were a “lower” priority. There are no records of EPA evaluations in the past 11 years.\n\nAn EPA spokeswoman said in a statement Wednesday that the agency “regularly checks in with its state and other federal agency partners on the status of cleanup work at this site.”\n\nIn May 2014, Saul Bloom, the leader of San Francisco environmental nonprofit group Arc Ecology, wrote in an email to EPA leaders that the agency should re-score the site and potentially add it to the Superfund list. He argued that the EPA was the only institution powerful and neutral enough to find credible answers about contamination.\n\n“The simple fact is we have learned more about TI (Treasure Island) in the past three years than we have in all the preceding ones since the (cleanup) began and the story is troubling,” Bloom wrote. “Right now residents of TI do not know where in government they can go for an unbiased point of view on their health and exposure.”\n\nBloom, who died in 2016, also submitted a Freedom of Information Act request for documents about the site, asking the EPA for details about its decision to leave Treasure Island off the Superfund list. His questions initially stumped some EPA officials.\n\n“No one is sure if it was ever scored and ranked,” a regional project manager emailed to a colleague in 2014. After doing some research, he added in another email, “The site exceeded the score for listing. I don’t know the history as to why it was never listed.”\n\nJason Fagone and Cynthia Dizikes are San Francisco Chronicle staff writers. Email: jfagone@sfchronicle.com, cdizikes@sfchronicle.com"}}