{"GDELT": {"GlobalEventID": 874212503, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.6097560975609799, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20190921001500, "SOURCEURL": "https://www.gosanangelo.com/story/news/local/2019/09/20/san-angelo-former-mayor-congress/2387180001/"}, "ARTICLE": {"TITLE": "Former San Angelo Mayor JW Lown considers a run for Congress", "TEXT": "CORRECTIONS & CLARIFICATIONS: This article was updated to correct the qualifications for candidates running for Texas' 23rd Congressional District. A candidate must be a U.S. citizen for seven years, at least 25 years old and reside in the state they will represent.\n\nSAN ANGELO — After a 10-year absence from the political stage, former San Angelo mayor Joseph \"JW\" Lown wants to serve the public again — this time as a U.S. Congressman.\n\nOn Friday, Sept. 20, 2019, Lown announced he had formed an exploratory committee to test the waters on running for Texas' 23rd Congressional District in 2020. The seat, occupied by Republican Will Hurd, is up for grabs after Hurd chose not to run for re-election.\n\nLown's reemergence into public service came as suddenly as its departure.\n\nOnce a rising star in West Texas politics, Lown was elected to four consecutive terms as the youngest mayor in San Angelo's history. On the day of his confirmation in 2009 as mayor, however, Lown was a no-show.\n\nLown left a letter behind informing the public he had made the decision to relocate to Mexico to be with his same-sex partner, an undocumented immigrant Lown met at Angelo State University. The two later married.\n\n\"I loved serving (my) community as mayor, and then I fell in love,\" Lown said. \"I couldn't have been a whole person if I didn't pursue that ... It's the most distressing decision I've ever made.\"\n\nWhy the return to politics?\n\nSeated in the living room of his San Angelo home on West Avenue D, Lown spoke about what made him want to get back into politics.\n\n\"I'm a politician at heart, but really a diplomat. ... I guess you could say it never really left my system. I want to bring people together\"\n\nLown would certainly have his work cut out for him.\n\nTexas' 23rd District is predominately rural and runs along a vast swath of the Texas-Mexico border, stretching near the eastern edge of El Paso to Del Rio and to the western edge of San Antonio —stopping just south of Tom Green County.\n\nAreas within the Texas' 23rd District have been a flash-point for national discussion, from mass shootings in El Paso and immigration woes in Del Rio to how Republicans and Democrats will best secure the Texas-Mexico border.\n\nAn independent streak\n\nThe district has been known to waiver between being held by a Democrat or Republican. While Democrats hope to flip Texas' 23rd District from red to blue, Lown said he plans to run as a Republican.\n\n\"I'm a West Texan, and yes, a Republican,\" Lown said. \"I do have an independent streak in me. I know West Texas and its value system, and I'm interested in a value system that includes everyone's voice.\"\n\nIn particular, Lown said he felt he could offer a unique perspective on U.S.-Mexico relations, of which he has considerable personal history.\n\n\"My mother was a Mexican immigrant. I'm married to a Mexican citizen,\" Lown said. \"I think nobody has experienced the immigration issue as personally as I have. It's broken. It's not serving our families. It's not serving our country or our economy properly.\"\n\nLown would not go into specific details about what — if elected — he planned to do in addressing those issues, but touched upon one of the more notable talking points.\n\n\"The construction of a (border) wall from sea to shining sea is quite literally the most expensive and least effective way to handle border security,\" Lown said. \"Yes, there's a need for strategic barriers here and there, but we also need to have more manpower and intelligence on both sides of the border and that takes good relations with Mexico.\"\n\nBefore returning to politics, Lown said he and his husband decided to wait the required amount of time so Lown's husband could re-enter the United States legally.\n\n\"We've been patiently waiting in line for 10 years,\" Lown said. \"He now qualifies for a visa to the United States as of May 2019.\"\n\nRunning for Congress as a conservative Republican with a same-sex partner doesn't appear to dissuade Lown in the slightest. Lown expressed his appreciation for what Congressman Hurd said in an article with Texas Monthly Magazine, 'If the Republican Party in Texas doesn’t start looking like Texas, there won’t be a Republican Party in Texas.\"\n\nWhether Lown will be what the Republican Party looks like in 2020 remains to be seen.\n\nWho else is running for the seat?\n\nFive Democrats and five Republicans have filed paperwork with the federal election commission signaling their run, but it's early in the race. The filing deadline is Dec. 9.\n\nSo far, the Democrats include Liz Wahl, Jaime Escuder, Brandyn Waterman, Rosalinda Ramos Abuabara and Gina Ortiz Jones. Benjamin Van Winkle, Raul Reyes, Tony Gonzales, Alma Arredondo-Lynch and Cecil Burton Jones make up the Republican field.\n\nTo qualify for District 23 a candidate must be a U.S. citizen for seven years, at least 25 years old and reside in the state they will represent.\n\nJohn Tufts is a journalist covering stories in West Texas. Send him a news tip at JTufts@Gannett.com.\n\nReporter Eleanor Dearman contributed to this story.\n\nConsider supporting West Texas journalism with a subscription to GoSanAngelo.com."}}