{"GDELT": {"GlobalEventID": 874210851, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "CVL", "Actor2Name": "VOTER", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.27659574468085, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chilliwack, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12550", "Actor1Geo_Lat": 49.1667, "Actor1Geo_Long": -121.95, "Actor1Geo_FeatureID": "-562560", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chilliwack, British Columbia, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA02", "Actor2Geo_ADM2Code": "12550", "Actor2Geo_Lat": 49.1667, "Actor2Geo_Long": -121.95, "Actor2Geo_FeatureID": "-562560", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chilliwack, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12550", "Action2Geo_Lat": 49.1667, "Action2Geo_Long": -121.95, "Action2Geo_FeatureID": "-562560", "DATEADDED": 20190921001500, "SOURCEURL": "https://www.hopestandard.com/federal-election/blowback-from-the-trudeau-in-brownface-debacle-reaches-chilliwack/"}, "ARTICLE": {"TITLE": "Blowback from the Trudeau in brownface debacle reaches Chilliwack – Hope Standard", "TEXT": "PM in questionable photos released in the middle of the federal election campaign had ripple effects\n\nLiberal Leader Justin Trudeau reacts as he makes a statement in regards to photo coming to light of himself from 2001 wearing ‘brownface’ during a scrum on his campaign plane in Halifax, N.S., on Wednesday, September 18, 2019. (THE CANADIAN PRESS/Sean Kilpatrick)\n\nReaction to photos showing PM Justin Trudeau in brownface and blackface costumes, released in the middle of the federal election campaign, are having ripple effects in communities around the country —including Chilliwack.\n\nSto:lo Grand Chief Doug Kelly of Chilliwack said he understands why some people are uncomfortable even talking about the issue, since blackface reflected an era when those racist depictions were unquestioned.\n\n“It was intended to belittle or disrespect people who were black or brown back in those times, and it has the same effect today,” Kelly said. “I have children, who because of their mixed ancestry, range from fair to dark, so these images hurt children. I don’t want my grandchildren to experience the racism that I did as a kid.”\n\nThe hullabaloo created since Time ran a yearbook photo from the Arabian Nights themed party at a school where Trudeau was teaching in 2001, has given Grand Chief Kelly pause to think about Trudeau’s big promises, made in 2015 and since, versus his actual performance.\n\nThe PM immediately attracted the attention of First Nation leaders when he was elected, Kelly said, including a platform that spoke to the aspirations of Indigenous people: nation-to-nation status, recognition and reconciliation. He seemed to be listening like no other party or leader in Canada had ever done, so he was on board.\n\nTrudeau also appealed to women voters “claiming to be a feminist with a capital F,” but in the wake of the SNC Lavelin affair and what it did to Jody Wilson-Raybaud and Jane Philpott, that changed.\n\n“It was not something a capital F feminist would do,” Kelly said. “I think about that guy that promised a lily-white government. He promised the most transparent and open government.”\n\nLike many he’s been disappointed by the way things have transpired. But despite everything he’s not leaning toward putting his support behind PC leader Andrew Scheer or NDP leader Jagmeet Singh either.\n\n“I’m a human being, and like many, I am both gifted and flawed, so when I see others with flaws exposed to the world like this, I get it.\n\n“But I think it means that Trudeau is going to have to decide what type of leader he wants to be.”\n\nWhat I did was hurtful to people who live with intolerance and discrimination every day. I recognize that, and I take full responsibility for it. I know that I let a lot of people down with that choice, and I am deeply sorry. pic.twitter.com/gLetjs6xAa — Justin Trudeau (@JustinTrudeau) September 19, 2019\n\nChilliwack school trustee Willow Reichelt also had some thoughts about the photos.\n\n“I have been very disappointed (though not surprised) to see white people on Facebook and Twitter minimizing or downplaying the photos that have surfaced of Justin Trudeau in brownface and blackface,” Reichelt wrote on Facebook.\n\n“It is not okay for a white person to paint their skin to imitate a person of colour. Ever. Full stop.”\n\nShe also called the attempt to dismiss it because it was so long ago, “a cop out.”\n\n“Trudeau was 29 years old in the Aladdin photo. I was four years younger than him and also a teacher in 2001. I can tell you that the number of times I ever dressed in brownface or blackface was zero. I realize that our understanding of this concept has evolved over the years, but if you are white and your response to this incident is, ‘Oh for goodness sake! It’s just a costume’ you have some serious work to do on yourself.”\n\nThe only correct response, she noted, ‘which to Trudeau’s credit is what he did, is to say that it is wrong now, it was wrong then, and we must all do better going forward.’\n\nGiven his actions in consistent support of immigrants to Canada and his appointing of people of colour to cabinet, she does not actually believe the PM is a “virulent racist.”\n\n“I think this incident is more indicative of Mr. Trudeau’s privilege in general.”\n\nShe hopes that he has grown as a person.\n\n“I hope that he does some work to undo the damage that these photos have done.”\n\n@CHWKjourno\n\njfeinberg@theprogress.com\n\nLike us on Facebook and follow us on Twitter."}}