{"GDELT": {"GlobalEventID": 874211603, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "GOV", "Actor1Name": "AUTHORITIES", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.98845043310876, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX", "Actor2Geo_Lat": 23.0, "Actor2Geo_Long": -102.0, "Actor2Geo_FeatureID": "MX", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Puerto Rico", "Action2Geo_CountryCode": "RQ", "Action2Geo_ADM1Code": "RQ", "Action2Geo_Lat": 18.2359, "Action2Geo_Long": -66.4838, "Action2Geo_FeatureID": "RQ", "DATEADDED": 20190921001500, "SOURCEURL": "https://www.wapt.com/article/at-least-four-dead-others-stranded-and-trapped-as-tropical-storm-imelda-soaks-texas/29136780"}, "ARTICLE": {"TITLE": "Fifth death linked to storm that walloped Houston area", "TEXT": "Advertisement Fifth death linked to storm that walloped Houston area Share Shares Copy Link Copy\n\nThe widespread damage brought to the Houston area by one of the wettest tropical cyclones in U.S. history came into broader view Saturday, as floodwaters receded to reveal the exhausting cleanup effort that lies ahead for many communities and homeowners.Emergency workers used boats Friday to rescue about 60 residents of a Houston-area community still trapped in their homes by floodwaters following Imelda.Hundreds of homes and other buildings in the region, extending eastward from Houston and across the Louisiana border, were damaged by Imelda, as the one-time tropical storm slowly churned across the region, dumping more than 40 inches of rain in some spots and being blamed for at least five deaths.Officials in Harris County, which is home to Houston, were trying to determine if millions of dollars in uninsured losses were enough to trigger a federal disaster declaration, Francisco Sanchez, a spokesman for the county's Office of Emergency Management, said Saturday.Authorities raised the storm's death toll to five, saying it is believed to have killed a 52-year-old Florida man who was found dead Thursday in his stranded pickup truck along Interstate 10 near Beaumont, which is near Texas' border with Louisiana. Jefferson County spokeswoman Allison Getz said that although floodwaters seeped into Mark Dukaj's truck, investigators don't believe he drowned, though they do believe his death is storm-related. An autopsy will determine the cause.Almost 16 feet of standing water was reported in Huffman, northeast of Houston, when a nearby bayou overflowed. The Harris County Sheriff's Office deployed its marine unit to evacuate the around 60 residents. Officials have warned residents they might not see high waters recede in their neighborhoods until the weekend.Tuesday Martin, one of the residents in Huffman who was rescued, couldn't help but think of Hurricane Harvey when Imelda's floodwaters rushed into her home.\"Harvey affected us. We lost the whole first floor,\" Martin said. \"So, it's like two years later, we do not want to go through this again.\"East of Houston in Jefferson County, which got hit by more than 40 inches of rain, officials also began taking stock of their damage. They also announced the death of Malcolm Foster, a 47-year-old Beaumont resident whose body was found inside his vehicle.The heaviest rainfall had ended by Thursday night in Southeast Texas, but forecasters warned that parts of northeast Texas, Arkansas, Oklahoma and Louisiana could see flash flooding as Imelda's remnants shifted to the north.Officials in Harris County, which includes Houston, said there had been a combination of at least 1,700 high-water rescues following Thursday's torrential rainfall.\"The water is getting lower, and it's time for assessment and to move into recovery,\" said Harris County Judge Lina Hidalgo, the county's top administrator.Most of the Houston-area roads that became waterlogged after heavy rainfall Thursday, resulting in more than 1,650 vehicles being abandoned and later towed, were mostly dry Friday.But parts of one of the major thoroughfares that passes through Southeast Texas — Interstate 10 — remained closed Friday due to floodwaters from torrential rain in the Beaumont area. Another freeway section, closer to Houston, was also shut down as officials assessed damage to its bridges over the San Jacinto River after they were hit by two barges that broke free of their moorings.Nearly 123,000 vehicles normally cross the bridges each day, according to the Texas Department of Transportation.More than 900 flights were canceled or delayed in Houston on Thursday. Airports in the city resumed operating normally Friday.Officials say two of the deaths from Imelda happened in the Houston area: an unidentified man in his 40s or 50s who drowned Thursday while driving a van through 8-foot-deep floodwaters, and a man whose body was found in a ditch Friday and who is believed to have drowned.In Jefferson County, besides Foster's death, officials say a 19-year-old man drowned and was electrocuted Thursday while trying to move his horse to safety.The National Weather Service said preliminary estimates suggested Jefferson County was hit with more than 40 inches of rain in a span of just 72 hours, which would make it the seventh-wettest tropical cyclone to hit the continental U.S.\"The issue is that you can't get 40 inches of rain in a 72-hour period and be fully prepared for that,\" Jefferson County spokeswoman Allison Getz told The Associated Press on Friday. \"At this point we haven't been able to fully assess what's happened.\"Getz said dozens of people have traveled to the county with boats in tow from Louisiana and other parts of Texas to assist with rescue efforts, an outpouring of support reminiscent of volunteer efforts during Harvey.In nearby Chambers County, preliminary estimates indicate about 800 homes and businesses sustained some level of damage from floodwaters, county spokesman Ryan Holzaepfel said. Emergency personnel rescued about 400 people during the deluge, mostly from homes, he said.Emergency crews Thursday evacuated 87 residents from a nursing home in Porter, northeast of Houston, as floodwaters began to seep into the home, according to Meghan Ballard, spokeswoman for the Montgomery County Office of Emergency Management.In Winnie, a town of about 3,200 people 60 miles east of Houston, a hospital was evacuated.For many residents in Houston, Imelda's punishing rainfall and flooding evoked memories of Harvey — which dumped more than 50 inches of rain on the nation's fourth-largest city in 2017. Imelda is the first named storm since then to impact the Houston area.Following Harvey, Texas Gov. Greg Abbott ordered a report warning that punishing storms would become more frequent because of a changing climate. Scientists say climate change is responsible for more intense and more frequent extreme weather such as storms, droughts, floods and fires, but without extensive study, they cannot directly link a single weather event to the changing climate.Abbott has said it's \"impossible\" for him to say whether he believes man-made global warming is causing the kind of disasters the state is telling residents to get used to.Hidalgo attributed this week's flooding in part to \"a lack of acknowledgement on climate change.\"The flooding from Imelda came as Hurricane Humberto blew off rooftops and toppled trees in the British Atlantic island of Bermuda, and Hurricane Jerry was expected to move to the northern Leeward Islands on Friday and north of Puerto Rico on Saturday. In Mexico, people in Los Cabos were preparing for Hurricane Lorena's arrival.___Associated Press writers David Warren, Diana Heidgerd, Terry Wallace and Jamie Stengle in Dallas; video journalist John Mone in Houston; Clarice Silber and Paul J. Weber in Austin; and Jill Bleed in Little Rock, Arkansas, contributed to this report."}}