{"GDELT": {"GlobalEventID": 874262705, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "MOS", "Actor1Name": "MUSLIM", "Actor1Religion1Code": "MOS", "Actor2Code": "SAU", "Actor2Name": "SAUDI ARABIA", "Actor2CountryCode": "SAU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 2, "NumArticles": 2, "AvgTone": -2.16968011126564, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mecca, Makkah, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA14", "Actor1Geo_ADM2Code": "25312", "Actor1Geo_Lat": 21.4267, "Actor1Geo_Long": 39.8261, "Actor1Geo_FeatureID": "-3096949", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mecca, Makkah, Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA14", "Actor2Geo_ADM2Code": "25312", "Actor2Geo_Lat": 21.4267, "Actor2Geo_Long": 39.8261, "Actor2Geo_FeatureID": "-3096949", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mecca, Makkah, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA14", "Action2Geo_ADM2Code": "25312", "Action2Geo_Lat": 21.4267, "Action2Geo_Long": 39.8261, "Action2Geo_FeatureID": "-3096949", "DATEADDED": 20190921063000, "SOURCEURL": "https://www.coloradoan.com/story/news/world/2019/09/21/rashida-tlaibs-grandmother-trump-lets-talk-your-peace-plan/2349502001/"}, "ARTICLE": {"TITLE": "Rep. Rashida Tlaib's grandmother to Donald Trump: Let's talk about your peace plan", "TEXT": "Editor's note: This story has been updated to reflect recent White House policy actions on Israel, including Secretary of State Mike Pompeo's announcement Nov. 18 that the U.S. would be shifting its position on Israeli settlements in the West Bank, no longer viewing them as inconsistent with international law.\n\nBEIT UR AL-FAUQA, West Bank – Rep. Rashida Tlaib's 90-year-old grandmother says that when President Donald Trump releases his long-awaited plan for peace between Israelis and Palestinians he is welcome to visit her house to talk it over.\n\n\"But only as a guest – not as a politician,\" Muftia Tlaib told USA TODAY in September as she sat on the porch of her home sandwiched between two Israeli checkpoints in the West Bank, a Palestinian-governed area Israeli's military has occupied since 1967.\n\n\"What should I do, curse his father?\" she added, noting pressure Trump applied on Israel in August that led her Michigan Democrat granddaughter to cancel a visit.\n\nAs she spoke, Tlaib ran a string of wooden prayer beads through her aged fingers. She lives in a squat house made of sandstone blocks in Beit Ur Al-Faqua, a village on a hilltop about nine miles from the bustling Palestinian city of Ramallah.\n\nIsrael held its second election in less than six months in September, a close race in which the nation's longest-serving leader, Benjamin Netanyahu, sought to burnish his credentials with voters by playing up his close relationship with Trump. He also pledged to annex Jewish settlements built on Palestinian land in the West Bank.\n\nNetanyahu and his main rival, Israel's ex-military chief Benny Gantz, finished neck-and-neck for the second time. They may try to form a unity government or a third election, which has never happened in Israel, may be needed to break the stalemate.\n\nTrump has undertaken a series of firmly pro-Israel actions: He's moved the U.S. Embassy from Tel Aviv to Jerusalem, which Palestinians also claim as part of their future capital; recognized the Golan Heights as belonging to Israel instead of Syria, in defiance of international law; and pulled the U.S. out of the 2015 landmark Iran nuclear deal with world powers, an accord that Israel, Iran's sworn enemy, firmly opposed.\n\nTrump has also looked the other way when it comes to the expansion of Israeli Jewish settlements, which are also considered illegal under international law even if not by Israel, closed a Palestinian diplomatic office in Washington, D.C. – its de facto embassy – and has withdrawn all funding for Palestinian-related aid projects.\n\nOn Monday, Secretary of State Mike Pompeo announced that the U.S. would be shifting its position on Israeli settlements in the West Bank, no longer viewing them as inconsistent with international law.\n\nTrump factor:As Israel votes, Donald Trump proves he's the 'King of Israel'\n\n\"If a miracle happens and this plan of Trump's has anything in it for us we'll of course be very happy,\" said Nasser al Kidwa, nephew of the late Yasser Arafat, the Palestinian Liberation Organization's (PLO) most high-profile leader. Arafat was for years at the forefront of violence, border disputes and, later, diplomacy with Israel over Palestinian demands. He became known for his checkered head scarves – \"kaffiyeh\" in Arabic.\n\n\"No hope, no openings, nothing for Palestinians – this is what we expect,\" added Al Kidwa, who runs the Yasser Arafat Foundation, a Ramallah-based cultural and educational institution dedicated to Arafat's legacy. \"I mean, look at the so-called U.S. Ambassador to Israel (David Friedman), he himself is a settler,\" he said, referring to supporters of Israeli civilian communities on Palestinian land, widely seen as a major obstacle in resolving the long-simmering Israeli-Palestinian conflict.\n\nMany Palestinians are convinced that Friedman, a former longtime lawyer for the Trump Organization, the president's private business, has personally contributed financially to settlements in Israel. A U.S. Embassy spokesperson in Jerusalem did not respond to a direct question about that claim, but said that prior to taking up his role as ambassador Friedman served as the president of the American Friends of Bet El Yeshiva Center, an organization dedicated to sponsoring academic study in Bet El, a large Orthodox settlement that is located in the hills north of Jerusalem, next to Ramallah. Trump's dissolved charitable foundation has also contributed to Bet El, according to tax records published in 2016 by The Jerusalem Post, an English-language Israeli newspaper.\n\nAlong with Rep. Ilhan Omar, D-Minn., Rep. Tlaib, D-Mich., had planned in August to lead a delegation to Israel and the Palestinian territories. However, after Trump tweeted that Israel should ban them from entering the region partly because they are outspoken and highly visible critics of Israel who support the Boycott, Divestment, and Sanctions (BDS) movement, which calls on governments and companies to put economic pressure on Israel over its treatment of Palestinians, the country obliged.\n\nRep. Tlaib was subsequently granted permission to visit her grandmother in Beit Ur al-Faqua provided she promised not to promote BDS and abided by other restrictions, but the lawmaker turned the offer down, saying to visit her grandmother \"under these oppressive conditions stands against everything I believe in.\"\n\nThe U.S. House of Representatives voted in July to pass a resolution condemning the BDS campaign against Israel. It has no force in law. Israel passed legislation in 2017 that it has used to ban outspoken supporters of BDS from entering the country.\n\nOmar Barghouti, one of the BDS movement's Palestinian co-founders, disputed in an interview allegations, from pro-Israel groups in the U.S. and elsewhere but also from Germany's Parliament – which in May passed a symbolic resolution equating the group with anti-semitism – that BDS is an any way hostile to Jews. \"BDS opposes all forms of racism, including anti-Jewish racism. Anti-semitism, which means hate, bigotry. or discrimination against Jews is absolutely condemned and rejected,\" he said.\n\nBarghouti would not say whether he planned to meet Rep. Tlaib on her now-abandoned West Bank visit. He said the idea was \"discussed\" with her local Palestinian hosts. The Anti-Defamation League, a U.S.-based group that describes itself as a \"strong voice for Israel,\" includes in its anti-semitism definition \"political efforts to isolate\" Jews. In April, Barghouti was barred from entering the U.S. despite having a valid visa. This week, Barghouti was denied a visa to visit Britain, where has was going to speak at an event about Palestinians' rights on the fringes of the opposition Labour Party's annual conference. The Labour Party has struggled to shake off anti-semitism allegations that followed it around under its leader Jeremy Corbyn.\n\nIt's not clear how much, if any, pressure Trump applied on Israel behind closed doors while he was publicly advocating that the country prevent entry to two sitting members of Congress, but for Palestinians it was another example of U.S. favoritism.\n\n\"Trump represents the real face of the American administration,\" said Kassam Mtoor, 21, a law major at Birzeit University, in Ramallah. Mtoor is the president of the student council at the college. A year ago, Omar al-Kiswani, his predecessor in the role, was filmed being violently detained on campus by undercover Israeli operatives pretending to be Palestinian journalists there to interview him. Shin Bet, Israel's security agency, accuses al-Kiswani of helping to funnel money to Hamas, a Palestinian Islamist organization the U.S. and other countries have designated a terrorist group. Birzeit University says al-Kiswani is being interrogated and held without charge and described the Israeli operatives as \"kidnappers who carried firearms in their backpacks.\"\n\nCarmen Kishek, a Birzeit University public relations representative, said that \"most of our students who are involved and active in the student council get arrested (by the Israelis) at some point no matter what their political affiliation might be.\"\n\nMore than a decade ago, Palestinian resistance tactics to Israel centered on suicide bombings and today there are still frequent, mostly spontaneous and opportunistic, attacks against Israeli civilians and soldiers – usually with a household weapon such as a kitchen knife. Israel insists it only detains Palestinians who represent a security risk. Its forces crack down on near-daily Palestinian protests by firing live rounds and rubber-coated bullets. Across the West Bank, large red signs warn Israelis not to enter Palestinian villages because their lives will be at risk.\n\nMtoor represents the youth party of Fatah, a Palestinian nationalist party and the largest faction of the Palestine Liberation Organization assembly that governs the West Bank. The student council regularly leads clashes with Israeli soldiers.\n\n\"Serving the students has a price. It doesn't matter what that price is,\" he said.\n\nBack in Beit Ur al-Faqua, Rep. Tlaib's relatives were disappointed that their famous American relation decided not to return to a place she last visited in 2006.\n\nBut they understood.\n\n\"We had planned to slaughter a sheep to celebrate her coming back to visit with us,\" the lawmaker's uncle Bassam Tlaib, 53, an electrician, said. \"But we supported her decision. And we know why the Israelis didn't want her here: Her visit would have shown how we Palestinians are suffering under their occupation,\" he said,\n\nRep. Tlaib's grandmother, despite her congenial offer to host Trump at her house to \"enjoy sitting under an olive tree,\" seemed ultimately less inclined toward conciliation.\n\n\"Even if I get an invitation from Trump to travel to the U.S., I won't go,\" she said. \"Even if my husband returns from the grave and tells me to go, I refuse,\" she said.\n\n\"I don't like it there,\" she added.\n\nShe said that she spent about 18 months in the U.S. when her granddaughter was in high school. \"I decided not to ever go back after I made 'Hadj'\" – pilgrimage to Mecca, Saudi Arabia, prescribed as a religious duty for Muslims.\n\nNever-ending stalemate\n\nAttempts to solve the Israeli-Palestinian conflict have stagnated despite numerous high-profile and rigorous attempts at diplomacy: the Madrid Conference (1991), the Oslo Accords (1993-95), the Camp David Summit (2000), the Clinton Parameters (2000), the Taba Summit (2001), the Arab Peace Initiative (2002), the Middle East Road Map (2003), the Annapolis talks (2007), the Kerry Peace Initiative (2013-14).\n\nPalestinians have branded Trump's forthcoming plan, somewhat dismissively because of his real-estate roots, as the \"Deal of the Century.\"\n\nTrump himself has also used variations on this phrase to describe it.\n\nThe plan is not expected to offer any political solutions, including a \"two-state\" solution that envisages an independent Palestine sitting alongside Israel.\n\nThere are different views about what caused these previous peace efforts to fail. There is also divergence over what the peace process correctly entails. But at its core it's a dispute – one of the world's longest-running – over ancient land that two peoples, Jews and Arab Palestinians, both lay claim to for their respective states.\n\nThe 1967 war that Israel successfully fought with neighboring Egypt, Jordan and Syria ended with it in military control of two areas that have large Palestinian populations: the West Bank, nestled between Israel to the west and the Jordan Valley to the east, and the Gaza Strip, an isolated Hamas-controlled enclave on the Mediterranean Sea. Israel has imposed a sea blockade and built a security fence around Gaza, where militants have launched thousands of rocket and mortar attacks on Israel. Hamas has fought several wars against Israel. The next one seems forever around the corner.\n\nThe White House promised to release its peace plan for the conflict between Israelis and Palestinians that has dragged on for more than 70 years after Israel's election. But with a possible third vote needed to break the political deadlock, and because Palestinian leaders have rejected the plan outright even before they've seen it partly due to Trump's perceived pro-Israel actions, its fate remains uncertain.\n\nIn emailed comments, Friedman said the embassy move \"injects a long-needed note of realism to the Israeli-Palestinian conflict and signals to the Palestinians that they do not have a veto on the truth and may not dictate to America where it chooses to locate its embassy to a critical ally. While perhaps raising some friction in the short term, the move has created a foundation upon which real peace discussions may proceed.\"\n\nStill, Ali Jarbawi, a former Palestinian government cabinet member for planning and development who teaches political science at Birzeit University, said that Israel's election and Trump's peace plan were almost meaningless for Palestinians.\n\n\"We have tried everything: diplomacy, fighting, more diplomacy,\" he said.\n\n\"For most of us, we only know Israel through our interactions with its soldiers or its settlers,\" he added, expressing the exasperation many here feel over peace talks that effectively stalled when Netanyahu came to power, for the second time, in 2009.\n\n\"One of the most difficult things is to be a moderate Palestinian,\" he said, referring to a litany of Palestinian complaints about Israel's military control of the West Bank that are backed up by the United Nations and humanitarian groups. These include onerous travel restrictions; Israel's control of Palestinians' water resources; forced evictions; police harassment; the indignities that come with being one of the approximately 200,000 Palestinians in the West Bank who live in crowded refugee camps that lack basic infrastructure; and myriad arbitrary bureaucratic processes that prevent Palestinians from carrying out even simple tasks like going to work or school.\n\nMore than 1.5 million Palestinians, a third of the total, live in 58 official refugee camps in Jordan, Lebanon, Syrian, the Gaza Strip and the West Bank, including East Jerusalem, according to the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA). A major sticking point in any future lasting peace agreement between Israelis and Palestinians is what to do with all these refugees who claim a right to return to cities and villages now controlled by Israel.\n\n\"My son is 28 years old and he has never been to Jerusalem just a few feet from here on the other side of that wall,\" said Omar Daaja, 53, pointing to the security barrier that separates the UN-run refugee camp Aida near Bethlehem, where he lives in a few rooms with more than a dozen members of his extended family, from the holy city.\n\nJarbawi, like a growing number of Palestinians, believes that a \"one-state\" solution – a combined Israeli-Palestinian nation encompassing all of the present territory of Israel, plus the West Bank, East Jerusalem and possibly the Gaza Strip – may be the only realistic – for Palestinians – way of moving beyond an impasse that has been resistant to decades of intense military and diplomatic activity.\n\nBut Israel's government has seemed interested only in annexing Palestinians' land, not its people. And last year, Israel’s Parliament enacted a law that enshrined the right of national self-determination as \"unique to the Jewish people,\" not all its nationals. The move effectively downgraded Israel's 1.8 million Arab Muslim citizens, although they do have the right to vote and can serve in the military even if most choose not to.\n\n\"There is only one way to describe how Arabs and Palestinians here live and that is under 'apartheid,' said Uri Davis, an Israeli Jewish-born academic and activist who converted to Islam and is a member of the Revolutionary Council of Fatah, the Palestinian nationalist party that governs the West Bank. Davis believes that his views reflect less than 1% of Israeli public opinion and he defines \"apartheid\" as a \"political and legal system that regulates racism through acts of Parliament.\"\n\nDuring his election campaign, Netanyahu's official Facebook page posted a message that urged voters to vote for his Likud party because \"Arabs want to annihilate us all – men, women and children.\" He also tried, but failed, to pass a law that would have permitted representatives from political parties to film voters inside and outside voting stations, a move he said was necessary to ensure the integrity of Israel's democracy but that critics saw as an effort to intimidate Arabs voters and suppress voter turnout.\n\nYet many Israelis, while perhaps sympathetic to the hardships Palestinians face, say they ultimately do not do enough to help themselves, that they suffer from poor leadership and corruption, rely on Israel too much and that years of violence against Israeli citizens has exposed a fundamental unwillingness to pursue peace.\n\nWith the exception of being a billionaire from Saudi Arabia, \"the best place to be an Arab in the Middle East is Israel ... and the second best place to be an Arab in the Middle East is the West Bank,\" Gantz, Netanyahu's chief rival for prime minister, said last week. It reflected the view from some corners in Israel that, while Israel's Arab citizens and Palestinians in the West Bank and Gaza with whom they identify, may have problems, they have it better than other Arabs in the region.\n\n\"Palestinians I know would prefer if they could live under Israeli leaders,\" said Yinon Israeli, 43, a rabbi who lives in Ganei Modi'in, a Jewish settlement just over the Green Line into the West Bank, the boundary that separates it from Israel.\n\nTens of thousands of Palestinians who live in the West Bank are employed in Israel and even its settlements. They pass through security checkpoints each day to travel there on their way to jobs in hotels, restaurants and on constructions sites.\n\n\"Israeli laws, working conditions, social and medical benefits, all these things are much better for us. Palestinians see that and wish it was different,\" said Israeli.\n\nOsamah Khalil, a professor at Syracuse University who specializes in the Israeli-Palestinian conflict, said Israel's government believes any peace with the Palestinians would likely only be temporary because Gaza-based groups such as Hamas and Islamic Jihad, a terrorist group that calls for the destruction of the state of Israel and that like Hamas is not part of the PLO, would continue to threaten it.\n\n\"I don't agree with these claims,\" said Khalil. \"What years of negotiations between Israel and the Palestinians have revealed is the opposite: The most the Israelis are willing to offer does not meet the minimum demands of the Palestinians. This includes a viable, independent state with sovereignty over its borders and resources,\" he said.\n\n\"I haven’t met an Israeli who doesn’t think that a peace process will lead to another intifada,\" said Nickolay Mladenov, United Nations special coordinator for the Middle East peace process, in a closed-door meeting Thursday ahead of the international organization's annual general assembly in New York.\n\nThere have been two intifadas, both originated by Arafat, in the West Bank and Gaza. They were violent Palestinian uprisings against Israel's presence in the territories that in the past included suicide bombings, rocket attacks and sniper fire. The last one ended in 2005. They had a deleterious impact on Israeli-Palestinian relations.\n\n\"(And) I haven’t met a Palestinian who doesn’t believe a peace process will lead to their losing more land,\" said Mladenov. He said one consequence of Trump's aid cut to Palestinians could be \"schools (that) fall into the hands of radicals.\"\n\nA very nice community\n\nFor Avigail Be Nun, 81, a Holocaust survivor whose home in the Neve Tzuf settlement, north of Ramallah, was burned down in 2016 in what Israeli media labeled an \"arson intifada,\" her arrival there in 1978 \"was a very strange, very strong feeling.\"\n\nIt was, she said, \"as if I came home.\"\n\nAt the time, Be Nun said, there were no houses or other signs of infrastructure on the land, then owned by Palestinians and later seized by Israel's military.\n\n\"We were the first here,\" she said.\n\nBen Nun and her husband Yossi, 86, currently live in a temporary trailer-home in Neve Tzuf. They are expecting to soon move to a new house on the plot that burned down. She said that they believe Palestinians deliberately started the blaze.\n\nThere has not been definitive proof.\n\nBen Nun said initially there were no problems with her Arab neighbors who lived in the area's surrounding villages. \"They would come to ask if they could help, we were invited to their weddings, we would have coffee with them and I would go to their houses. We were friends and we had a very nice community.\"\n\nOne day, Ben Nun couldn't remember exactly when, she noticed a change. She traced it to around the time Arafat returned to the Palestinian territories 27 years after he was forced into exile as a result of the 1967 war between Israel and its neighbors.\n\n\"We used to buy vegetables from the Arabs. Then they stopped coming,\" she said."}}