{"GDELT": {"GlobalEventID": 874263048, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "USA", "Actor1Name": "NEW YORK", "Actor1CountryCode": "USA", "Actor2Code": "OPP", "Actor2Name": "ACTIVIST", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.86284953395473, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Omaha, Nebraska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNE", "Action2Geo_ADM2Code": "NE055", "Action2Geo_Lat": 41.2586, "Action2Geo_Long": -95.9378, "Action2Geo_FeatureID": "835483", "DATEADDED": 20190921063000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7488543/Amazon-employees-walk-Seattle-headquarters-retailers-inaction-climate-change.html"}, "ARTICLE": {"TITLE": "Amazon employees walk out of Seattle headquarters over retailer's inaction on climate change", "TEXT": "Amazon employees in over 25 cities and 14 countries walked out of their offices Friday to protest the retailer's inaction over climate change, coinciding with the first day of the week-long Global Climate Strike.\n\nDespite Amazon CEO Jeff Bezos' announcement Thursday that the company is planning to be carbon neutral by 2040, employees still staged a mass walkout Friday because his plan wasn't enough.\n\nThe Amazon protest took place at about 11.30am Friday and involved more than 1,800 employees from across the US and around the world, organizers Amazon Employees for Climate Justice - an internal group - said.\n\nAmazon employees in over 25 cities and 14 countries walked out of their offices Friday. Protesters are seen here outside Amazon's Seattle headquarters\n\nAmazon protesters were joined by employees of Google, Microsoft and Apple, among others. They gathered outside The Spheres (pictured), greenhouses Amazon built for worker use\n\nAmazon protesters demanded that the company bump up its zero emissions plans from 2040 to 2030, while also asking it to cease donating money to climate-denying politicians\n\nThe Amazon staffers who walked out from the company's Seattle headquarters were said to have been joined by employees from other major companies, including Google, Microsoft, Apple and Facebook, CNN reported.\n\nAll told, it was estimated that 3,000 tech workers walked out, most gathering in front of a trio of greenhouses, known as The Spheres, which Amazon built for employees to use.\n\nEmployees were seen holding signs bearing slogans such as 'Break free from fossil fuels' and 'High standards mean low emissions.' There were also signs, reading 'Great start, Jeff,' referencing Bezos' recent carbon neutral plan announcement.\n\nAmazon Employees for Climate Justice said that the reason why it was so important for Amazon to take serious action was because of the company's size. It is said to employ about 600,000 people worldwide.\n\nThe Amazon protesters walked out Friday at 11.30am from the Downtown Seattle headquarters\n\nIt's estimated that 3,000 employees of tech companies in Seattle joined the protest\n\nThe walkout was said to be the first time that Amazon employees walked out of the Seattle headquarters in its 25-year history\n\nA press release from the in-house walkout organizers, Amazon Employees for Climate Justice\n\nAs such, the group said that Amazon needed to be the leader in its efforts to reach zero emissions, not just 'sliding in at the last moment.'\n\nThe group said said that it wanted Amazon to speed up its zero emissions timeline by 10 years, setting the goal for 2030, as well as instituting electric vehicle use in areas that are deemed to be the most impacted by pollution.\n\nIn February, Amazon had said that it aimed to be carbon neutral on half of shipments by 2030, while also claiming that the mere act of online shopping and its cloud computing produced less carbon emissions than people driving to stores or having physical on-site data centers did.\n\nAmazon ships more than 10 billion items a year.\n\nAn Amazon Employees for Climate Justice press release said that: 'As long as Amazon uses its power to help oil and gas companies discover and extract more fossil fuel, donates to climate-denying politicians and think tanks, and enables the oppression of climate refugees, employees will keep raising our voices.'\n\nDuring the walkout, a Google employee spoke out from a podium stating that 'Climate action is your job. This means living our values, walking into the office every day ready to reassert what you believe in.'\n\nFriday's Amazon employee walkout in Seattle was said to be the first time that the company's employees have walked off the job in its 25-year history, according to Wired. However, it was noted that many of those that pledged to walk out had opted to take paid vacation so that they could do so,\n\nThe Amazon and tech giant walkout were just a part of the global climate change protests took over big cities across the country on Friday.\n\nHundreds of thousands skipped school in Boston, Washington DC, Omaha, Indianapolis and Greenborough to join millions around the globe in the lead-up to teenage activist Greta Thunberg's appearance in New York for a summit at the UN.\n\nIn New York itself, the city's Department of Education said all its 1.1 million schoolchildren were free to skip class to participate in the strike if they had parental consent - without any fear of punishment as Thunberg, who has been nominated for a Nobel prize for her climate activism, spearheaded a rally at the United Nations headquarters.\n\nIt appears that many took heed of the relaxed school attendance laws, as the streets of Manhattan overflowed with thousands of young protesters on Friday afternoon.\n\nIncredible aerial footage showed roads from Foley Square completely shut down, as police blocked off an exit from the Brooklyn Bridge as the crowds swelled.\n\nYoung people held up signs with important messages such as 'don't burn my future' and 'we are missing lessons to teach you one', in what was expected to be the biggest protest ever against the threat posed to the planet by climate change.\n\nSeveral protesters brandished placards that took aim at the current Republican administration, with one seen sporting a sign with an outline of President Trump's profile accompanied by the words 'Fossil Fool'.\n\nTeenage activist Greta Thunberg was one of thousands of young people seen taking to the streets of New York as part of a worldwide rally calling for action on climate change\n\n'We are missing lessons to teach you one': A student held up a powerful placard in New York on Friday as public school students were exempt from classes in order to hit the streets for a protest\n\nThe sheer scale of New York's climate rally could be seen from the air, as demonstrators flooded roads in Manhattan's bustling downtown\n\nIncredible aerial footage showed roads from Foley Square completely shut down, as police blocked off an exit from the Brooklyn Bridge as the crowds swelled\n\nSeveral protesters brandished placards that took aim at the current Republican administration, with one seen sporting a sign with an image of President Trump's head accompanied by the words 'Fossil Fool'\n\n'I've seen better cabinets at IKEA': In New York, a sign mocked politicians by referencing the Swedish home store\n\nStudents walk out of school to take part in a march to demand action on the global climate crisis on September 20, 2019 in New York Cit\n\nMeanwhile, a separate sign mocked politicians by referencing a Swedish home store: 'I've seen better cabinets at IKEA'.\n\nMore humor appeared in a sign that seemed to be a message for President Donald Trump. A child said: 'You can't comb over climate change.'\n\nThe protests are part of a snowballing movement sparked by school strikes outside the Swedish parliament.\n\nThe summit in New York convened by UN secretary general Antonio Guterres to urge countries to up their climate efforts.\n\nMany older New Yorkers, including famed photographer Annie Leibovitz, 69, were seen pounding the pavement to raise the alarm about the environment\n\nThe Vanity Fair snapper wore a gray boiler suit and a sensible fanny pack as she marched along Manhattan's streets\n\nIn New York young men were seen holding up a sign, quoting Bill Nye. It read: 'The planet's f**king on fire.'\n\nHowever, it wasn't just youngsters who turned out to raise awareness of climate change.\n\nMany older New Yorkers, including famed photographer Annie Leibovitz, 69, were seen pounding the pavement to raise the alarm about the environment.\n\nThe Vanity Fair snapper wore a gray boiler suit and a sensible fanny pack as she marched along Manhattan's streets.\n\nOn the other side of the country, hundreds of Amazon workers also walked off the job - putting pressure on bosses to meet new environmental obligations\n\nThe employees walked out of their Seattle offices to urge the online retail giant to stop dealing with oil and gas companies, among other requests\n\nAmazon, which ships more than 10 billion items a year, vowed Thursday to cut its use of fossil fuels as hundreds walked off the job\n\nThe rainy weather wasn't enough to deter Amazon workers from walking out of the office brandishing placards\n\nMeanwhile, several hours south, protesters turned out in Washington DC, chanting and marching toward the Capitol.\n\nSeveral students seemed enthusiastic about putting Alexandria Ocasio-Cortez's environmental proposals into practice, by unfurling a large banner which read: 'GREEN NEW DEAL'.\n\nAlso on the east coast, Boston saw thousands of its residents skip school and work in order to petition politicians and lawmakers to urgently address the issue of climate change.\n\nSseveral hours south, protesters turned out in Washington DC, chanting and marching toward the Capitol\n\nYoung environmentalists unfurled a banner which read 'Green New Deal' in front of the Capitol Building\n\nYoung people were seen sounding the alarm as they sat in front of one of Washington's most famous buildings\n\nActivists gather in John Marshall Park for the Global Climate Strike protests on September 20, 2019 in Washington\n\nIn another of America's most populous cities, protesters were also on the march.\n\nA student-led climate strike in San Francisco drew about 60 Google employees, one holding a sign reading, 'Google Do Better.'\n\nGoogle CEO Sundar Pichai told the Financial Times newspaper that the call for zero carbon emissions by 2030 was not 'unreasonable.'\n\nProtests also occurred in the tech heartland of San Francisco\n\nA student-led climate strike in San Francisco drew about 60 Google employees, one holding a sign reading, \"Google Do Better'\n\nGoogle CEO Sundar Pichai told the Financial Times newspaper that the call for zero carbon emissions by 2030 was not 'unreasonable'\n\nIn the middle of the country, thousands of others took to the streets.\n\nAustin, Texas, Greensboro, North Caroline and Omaha, Nebraska were also significant sites of protest.\n\nIn Austin, one marcher dressed up as a dinosaur carrying a hand-written which read 'Ya'll about to go extinct - like me!'\n\nAnother cheekily wrote: 'Keep our earth clean. This is not Uranus'.\n\nIn Austin, one marcher dressed up as a dinosaur carrying a hand-written which read 'Ya'll about to go extinct - like me!'\n\nYoung people demonstrate with signs during a youth climate strike week action outside City Hall in Omaha, Nebraska\n\nHaley Williams, left, and Amiya Cox hold a sign together and chant while participating in at the Experiential School of Greensboro in Greensboro, N.C\n\nBoston City Hall Plaza in Boston was blocked by huge crowds that wanted to see human change not climate change\n\nA young girl wears a banner that reads 'We Deserve A Future' while participating in the Global Climate Strike rally at Boston City Hall Plaza in Boston, Massachusetts\n\nMothers and their children with Moms Clean Air Force walk to meet up with other protesters for the Global Climate Strike protests on September 20, 2019 in Washington, DC\n\nTaeko Carroll listens to speakers during a youth climate strike week action in Omaha\n\nSchool children pose for a photo on a statue in front of City Hall in Omaha, Neb., during a youth demonstration against climate change\n\nA young demonstrator carries a big sign during a youth climate strike week action in Omaha\n\nYoung people demonstrate with signs during a youth climate strike week action outside City Hall in Omaha\n\nEmily Hill and her daughter Josephine Hill, 6, of Bellevue, Neb.,listen to speakers during a youth climate strike week action in Omaha\n\nA student holds a sign while participating in a 'Global Climate Strike' at the Experiential School of Greensboro in Greensboro, N.C. Across the globe hundreds of thousands of young people took the streets Friday to demand that leaders tackle climate change in the run-up to a U.N. summit.\n\nTens of thousands of protesters joined rallies on Friday as a day of worldwide demonstrations calling for action against climate change began ahead of a U.N. summit in New York\n\nEmily Hill and her daughter Josephine Hill, 6, of Bellevue, Nebraska, listened intently to speakers during a youth climate strike week action in Omaha.\n\nOutside the Experiential School of Greensboro in Greensboro, North Carolina, hundreds of thousands of young people took the streets to demand that leaders tackle climate change in the run-up to a UN summit.\n\nIn Washington, DC the crowd got creative with a pictured of ExxonMobil CEO Darren Woods labelled a 'climate villain'.\n\nPeople gather and march during the Global Climate Strike march in Washington, DC on September 20, 2019. - Crowds of children skipped school to join a global strike against climate change\n\nPeople gather and march during the Global Climate Strike march in Washington, DC on September 20, 2019, heeding the rallying cry of teen activist Greta Thunberg and demanding adults act to stop environmental disaster\n\nPeople gather and march during the Global Climate Strike march in Washington, DC on September 20\n\n'Open your eyes': In Washington, DC a woman pushed her child, who also held a placard, as crowds surrounded them\n\nThe large crowd is seen from across the water in Washington, DC on Friday\n\n'Save the humans': In Washington, DC a sign showed a polar bear feeling bad for the future of the human race\n\nPeople gather and march during the Global Climate Strike march in Washington, DC, showing a range of colorful signs\n\nIn Washington, DC the crowd got creative with a pictured of ExxonMobil CEO Darren Woods labelled a 'climate villain'\n\nIn Washington, DC, the crowd of young people urged spectators to 'act now' and one person asked: 'My world's on fire, how 'bout yours'?\n\nSigns are seen blocking the view of the Capitol building in Washington, DC on Friday\n\n'There is no planet B': In Washington, DC more signs read 'no more denial' and 'fire is catching'\n\nIn Washington DC a placard read, 'Save the humans' and showed a polar bear feeling bad for the future of the human race.\n\nOthers had, 'There is no planet B', 'no more denial' and 'fire is catching' written on them.\n\nThunberg noted the 'huge crowd' in Sydney in a tweet, which she said would set the standard as the strikes moved across Asia, Europe and Africa.\n\nProtests are planned in some 150 countries on Friday. The aim is for students and others from around the world to speak in one voice about the impending effects of climate change on the planet.\n\nMuch steeper measures are needed across the globe to prevent temperature rises of more than 1.5C (2.7F) or 2C (3.6F) to avoid the worst impacts of climate change.\n\nNew York: It was expected to be the biggest protest ever against the threat posed to the planet by climate change\n\nNYC: A woman joins students as they walk out of school to take part in a march to demand action on the global climate crisis\n\nStudents walk out of school to take part in a march to demand action on the global climate crisis on September 20, 2019 in New York City\n\nStudents walk out of school to take part in a march to demand action on the global climate crisis on September 20, 2019 in New York City\n\nStudents walk out of school to take part in a march to demand action on the global climate crisis on September 20, 2019 in New York City\n\nStudents walk out of school to take part in a march to demand action on the global climate crisis on September 20, 2019 in New York City\n\nStudents walk out of school to take part in a march to demand action on the global climate crisis on September 20, 2019 in New York City\n\nStudents hold up signs during the Global Climate Strike march at Foley Square in New York on September 20, 2019\n\nStudents walk out of school to take part in a march to demand action on the global climate crisis on September 20, 2019 in New York City\n\nStudents walk out of school to take part in a march to demand action on the global climate crisis on September 20, 2019 in New York City\n\nStudents walk out of school to take part in a march to demand action on the global climate crisis on September 20, 2019 in New York City\n\n'The planet's f**king on fire': In New York young men were seen holding up this direct sign, quoting Bill Nye\n\nNew York: Signs included 'I missed bio for this,' human change not climate change' and 'protect our home'\n\nMother nature: A protester in New York used face paint to write 'protect our mom' and illustrated planet Earth\n\nMassage for Trump? A child held a sign in New York saying: 'You can't comb over climate change'\n\nIn Boston, Massachusetts, the protesters demanded action on climate issues by encouraging 'people power' with their messages.\n\nClever attendees showed their hands with words 'Our Future In Your Hand' at Boston City Hall Plaza.\n\n'Stop trying to make COAL happen' a sign with Mean Girls character Regina and Trump read.\n\nProtesters show their hands with words 'Our Future In Your Hand' take part in a demonstration as part of the Global Climate Strike rally at Boston City Hall Plaza in Boston\n\nBoston, Massachusetts: Millions of people around the world are taking part in protests demanding action on climate issues\n\nBoston City Hall Plaza in Boston was a colorful sight as people used artwork to say 'time is running out'\n\nChildren joined in the action at Boston City Hall Plaza in Boston on Friday while adults marched around them\n\nThere were many 'architects for change' but at Boston City Hall Plaza signs got very creative too\n\n'Stop trying to make COAL happen' a sign with Mean Girls character Regina read at Boston City Hall Plaza in Boston\n\nRobin Mohr took a photo during a climate change protest at the Statehouse in Indianapolis while holding a skeleton with the sign 'fossil fuels'.\n\nStudents and guests gathered on the steps of the Statehouse during a climate change protest.\n\nMichael Bean held a sign saying 'stop climate crime'.\n\n'Protect our future': Protesters hold signs during a climate change protest at the Statehouse, Friday, Sept. 20, 2019, in Indianapolis\n\nStudents and guests gather on the steps of the Statehouse during a climate change protest, Friday, in Indianapolis\n\nStudents and guests gather on the steps of the Statehouse during a climate change protest, Friday, in Indianapolis\n\nIn Indianapolis, one person pointed out 'it's getting hot' and another's sign said: 'I'm a grandma so I want the earth to be safe'\n\nStudents and guests gather on the steps of the Statehouse during a climate change protest, Friday, in Indianapolis\n\nOne world, one love: Melissa Bruhn holds a sign during a climate change protest at the Statehouse, Friday, in Indianapolis\n\nRobin Mohr takes a photo during a climate change protest at the Statehouse in Indianapolis while holding a skeleton with the sign 'fossil fuels'"}}