{"GDELT": {"GlobalEventID": 874211821, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "JUD", "Actor1Name": "DISTRICT COURT", "Actor1Type1Code": "JUD", "Actor2Code": "NZL", "Actor2Name": "WELLINGTON", "Actor2CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.65732087227414, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Leavenworth, Kansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKS", "Actor1Geo_ADM2Code": "KS103", "Actor1Geo_Lat": 39.3111, "Actor1Geo_Long": -94.9225, "Actor1Geo_FeatureID": "478411", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Leavenworth, Kansas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USKS", "Actor2Geo_ADM2Code": "KS103", "Actor2Geo_Lat": 39.3111, "Actor2Geo_Long": -94.9225, "Actor2Geo_FeatureID": "478411", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Leavenworth, Kansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKS", "Action2Geo_ADM2Code": "KS103", "Action2Geo_Lat": 39.3111, "Action2Geo_Long": -94.9225, "Action2Geo_FeatureID": "478411", "DATEADDED": 20190921001500, "SOURCEURL": "https://www.hdnews.net/news/20190920/kansas-in-brief"}, "ARTICLE": {"TITLE": "Kansas in Brief", "TEXT": "Aue given maximum sentence\n\nWELLINGTON — Bradley Aue was sentenced in Sumner County District Court on Thursday to 61 months imprisonment, the maximum sentence for voluntary manslaughter in the death of his girlfriend Sierra Craft-McGee. Upon leaving prison, he is to have 36 months of post release supervision.\n\nFamily members of Aue and Craft-McGee were in the courtroom, but declined to make statements before the court. Aue did not make a statement\n\nAue had been charged with second degree murder and second degree reckless murder in the beating death of Craft-McGee, which occurred May 24, 2018. A jury found him guilty of the lesser charge of voluntary manslaughter last Aug. 14.\n\nAue’s attorney Chrystal Lee Krier had filed a motion for a judgment of acquittal or a new trial. She told Judge William R. Mott, chief judge of the 30th Judicial District, that the “state presented limited evidence” and that Aue’s 4-year-old son could have presented vital testimony in his defense, but that Aue wanted to spare his son the trauma of testifying.\n\n“He put his son’s needs over his own,” Krier said. “That speaks to his character.”\n\nAue has relinquished rights to his son to the child’s mother, Krier said.\n\nMaintenance man allegedly steals medication\n\nLEAVENWORTH — A maintenance man told a woman he needed to check the lightbulbs in her apartment. But he allegedly stole prescription drugs from the apartment, a police spokesman said.\n\nThe incident was reported at about 10 a.m. Sept. 12 at an apartment building on Wilson Avenue. The suspect, a 52-year-old man, was arrested the following day, according to Maj. Dan Nicodemus, deputy chief of the Leavenworth Police Department.\n\nAfter the suspect had gained entry to the woman’s apartment, she discovered that he allegedly was going through her medications.\n\nShe reportedly confronted the man, and he left.\n\nThe man was arrested for allegations of aggravated burglary and theft."}}