{"GDELT": {"GlobalEventID": 874211364, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 45, "EventBaseCode": 45, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.0091743119266101, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "North York Moors, North Yorkshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKJ7", "Actor1Geo_ADM2Code": "40123", "Actor1Geo_Lat": 54.4167, "Actor1Geo_Long": -0.75, "Actor1Geo_FeatureID": "-2604428", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "North York Moors, North Yorkshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKJ7", "Action2Geo_ADM2Code": "40123", "Action2Geo_Lat": 54.4167, "Action2Geo_Long": -0.75, "Action2Geo_FeatureID": "-2604428", "DATEADDED": 20190921001500, "SOURCEURL": "https://www.dailymail.co.uk/money/investing/article-7487169/INVESTMENT-EXTRA-Sirius-investors-stock-hellish-week.html"}, "ARTICLE": {"TITLE": "INVESTMENT EXTRA: Sirius investors take stock of hellish week", "TEXT": "Sirius Minerals has always described the sprawling fertiliser mine it is building under the North York Moors as a ‘transformational’ project.\n\nThe Woodsmith Mine, it says, will pump billions of pounds into the economy, bringing 1,000 high-skilled jobs to one of Britain’s most economically deprived areas and change the lives of hundreds of landowners, who would pocket millions from land rights deals.\n\nThe scale of the mine itself is similarly grand. It requires two shafts a mile deep and a tunnel longer than the Channel Tunnel to take the polyhalite, a form of potash that is crushed up and spread on crops to help them grow, from the mine to Teesside.\n\nSirius Minerals says the Woodsmith Mine will pump billions of pounds into the economy, bringing 1,000 high-skilled jobs to one of Britain’s most economically deprived areas\n\nSirius’s aim was to start producing in 2021 and hit full production by 2026. But its future was thrown into doubt on Tuesday after it had to scrap a £400million financing, meaning it also loses access to a further £2billion of funding needed to complete the part-built mine.\n\nShares crashed 79 per cent in minutes, and were worth just 4.32p last night – a far cry from the 44p peak it reached in 2016.\n\nThe 85,000 retail shareholders, many of whom were locals who ploughed their savings in, are nursing heavy losses and desperately wondering if they should sell. And bargain hunters are considering if now would be the right time to swoop.\n\nAnalysts at Liberum, which is Sirius’s corporate broker, remain firm believers and have kept a ‘buy’ rating on its stock.\n\nSirius said it has enough cash to last for the next six months and has launched a strategic review to come up with a new plan, including considering ways to significantly cut costs or by bringing a strategic investor on board.\n\nAccording to Liberum’s Richard Knights, the economics are ‘still compelling’ and make it an ‘ideal target or strategic investment’ for a major mining business, agribusiness or a sovereign wealth fund.\n\nLiberum has put a 9p per share target price on Sirius for the time being, which will be revised when its reveals the next step sometime between now and March.\n\nShore Capital, another Sirius house broker, is also optimistic, seeing this as an opportunity to reset.\n\nAnalyst Yuen Low said: ‘Although undoubtedly disappointing, we see the recent setback as an opportunity to put in place a better financing structure than that previously mooted for the paradigm-shifting north Yorkshire polyhalite project.’\n\nThe preferred outcome for Shore, which does not issue ratings on house stock, is a combination of a strategic partner, project debt and infrastructure financing that would see Sirius pay little upfront but an ongoing fee to a company that would help build the tunnel, for example.\n\nLow also notes Sirius has said Government support is still strong – despite it refusing to step in and guarantee £800million worth of loans as part of the recent aborted financing – which he sees as a good sign and could potentially provide a safety net.\n\nBut, understandably at this point, Sirius is not without its naysayers. Given there have already been delays, there is also an unsurprising concern that there could be more to come.\n\nRuss Mould, investment director at AJ Bell, said: ‘Something could go wrong. The potash price could be different by the time the product comes to market and there could be delays from other issues they encounter or, Mother Nature being what she is, there could be weather interruptions.’\n\nPerhaps the key concern is that while a strategic investor might come in to save the day, it could dilute retail shareholders’ stake even more.\n\nPopular Shares - United Utilities There are plenty of things that may be worrying bosses at United Utilities, Britain’s biggest listed water company. The threat of nationalisation by a Labour government if the party gets into power continues to hang over the firm, while regulators at Ofwat are also turning the screws on the industry. But in the face of this, United’s shares are not doing badly, having increased by 13.2 per cent, or 92p, to 792p in the past year. That is partly because the company is in a slightly better position than others, having had its business plan for the next regulatory cycle approved by Ofwat. Other firms were told to go back to the drawing board. So when United boss Steve Mogford gives a half-year trading update on Thursday, analysts are expecting him to unveil a 2.8 per cent increase in revenue to about £942million. Profits are expected to have increased by a ‘high single-digit percentage’, according to AJ Bell analyst Russ Mould, having stood at £339million in the first-half last year. Spending by the company, which reached £303million during the period a year ago, is also expected to have been ramped up following calls by watchdog Ofwat for firms to take more action over leaks.\n\nFor many, this could make it even harder to recoup losses. John Meyer, head of research at corporate broker SP Angel, says he and his colleagues thought Sirius was not for equity investors.\n\nMeyer said: ‘We were a bit shocked to hear it had been sold so widely to the investing public. It was always a huge financing risk because of its scale and because they started building without having nailed down all the financing.\n\n‘We always felt the banks would do better out of this than equity investors. Sirius didn’t seem to make sense with what is normal reality in the mining sector.’\n\nOpinion is also mixed on whether or not there will be demand for the polyhalite Sirius will be digging up.\n\nShore Capital argues that pre-arranged deals to buy an amount of polyhalite per year, are testament to there being ample demand. Many long-running shareholders will want to cut and run, crystallising their losses before losing more ground.\n\nThe painful irony of the financial hurdles now is that once the project is constructed, it is incredibly cheap to maintain. It will be a long, hard winter for many investors who will be on tenterhooks to see what happens next.\n\nThere could yet be a light at the end of the (23-mile-long) tunnel – but tread carefully."}}