{"GDELT": {"GlobalEventID": 874212110, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "NGA", "Actor1Name": "PORT HARCOURT", "Actor1CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.8941058941058895, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Port Harcourt, Rivers, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI50", "Actor1Geo_ADM2Code": "191389", "Actor1Geo_Lat": 4.7891699999999995, "Actor1Geo_Long": 6.99861, "Actor1Geo_FeatureID": "-2025046", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lagos, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191416", "Action2Geo_Lat": 6.45306, "Action2Geo_Long": 3.39583, "Action2Geo_FeatureID": "-2017355", "DATEADDED": 20190921001500, "SOURCEURL": "https://punchng.com/i-killed-women-whenever-i-had-the-urge-west-serial-killer-in-rivers-hotels/"}, "ARTICLE": {"TITLE": "I killed women whenever I had the urge – West, serial killer in Rivers hotels", "TEXT": "Chukwudi Akasike, Port Harcourt\n\nA serial killer, Gracious West, who specialised in killing young women in hotel rooms, has narrated how he strangled seven victims in Lagos, Imo and Rivers states.\n\nThe 38-year-old suspect said he went on his murderous mission whenever he had the urge to kill a young woman.\n\nThe suspect, who was arrested on Thursday by personnel of the Special Anti-Robbery Squad, explained that he threatened the women, whom he met at clubs, with a knife before tying them with pieces of cloth.\n\nWest is the third member of a syndicate involved in the serial murder of young girls in hotels arrested by the Nigeria Police since the first incident, which happened at D-Line area of Port Harcourt in July 2019.\n\nWest, who is the prime suspect in the serial killings, was arrested in Bori in the Khana Local Government Area on his way to Akwa Ibom from Rivers State, after his photograph and a video showing him entering the reception of one of the hotels went viral.\n\nSpeaking on Friday when he was paraded by the police, 38-year-old West explained that he carried out his deadly plans when his victims were asleep after having sex with them.\n\n“While a victim is sleeping, I will put the kitchen knife on her neck and ask her not to shout. I would threaten to kill her if she shouts. So out of fear, she would not shout and I would tell her that I would not kill her if she cooperates.\n\n“I would tear the pillowcase and tie their hands and legs and strangle them. While this was going on, some of them would tell me that they had money in their accounts.\n\nREAD ALSO: Edo driver kills baby, mother-in-law, wife’s sister\n\n“After confirming how much they had in their accounts, I would collect the pin numbers and at daybreak when I must have killed them, I would go to ATM and collect the money in the account,” West recounted.\n\nHe explained that he used the money he got from the deceased’s bank account to prepare for further lethal operations in hotels in Lagos, Imo and Owerri, adding that his first victim, who he killed in Lagos, had N52,000 in her account.\n\n“I have killed five girls in Port Harcourt, one in Owerri and one in Lagos. I started the killing in Lagos; that was where I got N52,000. After that, I went to Port Harcourt, then to Owerri. I returned to Port Harcourt and the last woman I met was at a club,” he added.\n\nThe suspect stated that he always collected the mobile phones of her suspects and sold them at the Waterlines area in Port Harcourt, so that the police would not be able to get in touch with the victims’ relatives.\n\nSurprisingly, West, from Asari-Toru, attributed his action to an unknown force, adding that whenever the urge to kill came, he would not stop until he murdered a young woman in a hotel.\n\nHe said, “After realising my sins, I sought spiritual intervention in a church. I told the pastor that I have been killing girls in hotels and the pastor said that they had a crusade programme and invited me to see the senior pastor but I waited and couldn’t see him.\n\n“So, I left the church and went back and checked into a hotel. Seriously, I don’t know what makes me to kill; whenever it comes on me, that is when I kill, later I regret and feel sober but after a while, I would go and kill again.”\n\nHowever, the state Commissioner of Police, Mr Mustapha Dandaura, said the arrest of West became possible with the assistance of one of the hotels that complied with the directive on the installation of closed circuit television.\n\nThe CP said, “The hotel later reported to the police about the development and released to us the telephone number he (West) dropped with the hotel. We began to track him on his phone, and with God on our side, he was arrested along Bori, Ogoni axis, on East-West Road while he was on his way to Akwa Ibom, on Thursday afternoon. Men of the command’s Special Anti-Robbery Squad were on their usual stop-and-search duties when they intercepted a commercial bus heading towards Uyo, Akwa Ibom State.\n\n“When they asked the passengers in a vehicle to disembark for a search, they saw the suspect in the same attire (a T-shirt and blue trousers) he wore in the viral video. The SARS team called my attention to it on the phone and I asked that he should be brought straight to my office.\n\n“The moment he stepped into my office, I called him by his name, David West and he answered. He then said to me, ‘Please sir, I am ready to tell you the truth, I don’t want any problem.’\n\n“It was at that point that I directed that they unlock his handcuffs so that he could relax and be free to talk and give me all the necessary information that I needed. During the interrogation, he confessed that majority of the killings in hotels were done by him. To be sure of what he said, we asked him to name the hotels where he had killed.\n\nYOU MAY ALSO LIKE: Apprentice commits suicide three months after boyfriend killed self\n\n“He brought out the list which matched with the hotels where the killings took place in the state. He also said he was a member of De-gbam cult.”\n\nWest, according to the police commissioner, did not have a gun, but killed his victims by tying and strangling them.\n\nDandaura said the suspect also confessed to funding his stay in hotels with the money he illegally got from his victims’ debit cards.\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}