{"GDELT": {"GlobalEventID": 874211405, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -8.74635568513119, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Benue, Nigeria (general), Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI00", "Actor1Geo_ADM2Code": "191172", "Actor1Geo_Lat": 8.31667, "Actor1Geo_Long": 8.51667, "Actor1Geo_FeatureID": "-2002531", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Benue, Nigeria (general), Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI00", "Action2Geo_ADM2Code": "191172", "Action2Geo_Lat": 8.31667, "Action2Geo_Long": 8.51667, "Action2Geo_FeatureID": "-2002531", "DATEADDED": 20190921001500, "SOURCEURL": "https://punchng.com/presidency-disagrees-with-un-rapporteurs-report-of-violence-in-nigeria/"}, "ARTICLE": {"TITLE": "Presidency disagrees with UN rapporteur’s report of violence in Nigeria", "TEXT": "John Ameh, Abuja\n\nThe Presidency on Friday described as “disappointing”, the recent United Nations Rapporteur report of violence in Nigeria, saying that it completely left out the impact of intra-group violence to the rising spate of insecurity in the country.\n\nIt said while the Federal Government admitted that violence was a challenge, it was equally addressing the issue at all levels in collaboration with state governments.\n\nHowever, the Presidency argued that any report that left out intra-group violence as a major factor contributing to the general spate of insecurity, was unacceptable to the government.\n\n“In Benue, Taraba, Cross River states and many parts of the country, most of the casualties result from intra-group, inter-group and community violence. Many of the displaced persons across the nation are also victims of these conflicts.\n\n“Therefore, we are saddened that the rapporteur did not address intra-ethnic conflicts and cattle rustling as key elements in herders/farmers conflicts,” the Presidency said in a statement by the Senior Special Assistant to President Muhammadu Buhari on Media and Publicity, Mr Garba Shehu.\n\nThe rapporteur, Agnes Callamard, in one report this month, said “Nigeria is a Pressure Cooker of Conflict”, warning that it posed dangers to the rest of West Africa.\n\nAside from widespread killings by Boko Haram, she touched on raging banditry, killings by herdsmen over right of access to farmlands, kidnapping and alleged increasing human rights abuses by Nigerian security forces, all which the rapporteur noted, had not been really addressed.\n\n“The lack of accountability is on such a scale that pretending this is nothing short of a crisis will be a major mistake. If ignored, its ripple effect will spread in the sub-region given the country’s important role in the continent,” she had stated.\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}