{"GDELT": {"GlobalEventID": 874210697, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "ZAF", "Actor2Name": "CAPE TOWN", "Actor2CountryCode": "ZAF", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.89210233592881, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Berlin, Berlin, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM16", "Actor2Geo_ADM2Code": "16538", "Actor2Geo_Lat": 52.5167, "Actor2Geo_Long": 13.4, "Actor2Geo_FeatureID": "-1746443", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20190921001500, "SOURCEURL": "https://www.sbs.com.au/news/millions-protest-across-the-world-in-youth-led-climate-strike"}, "ARTICLE": {"TITLE": "'Millions' protest across the world in youth-led climate strike", "TEXT": "Masses of children skipped school Friday to join a global strike against climate change that teen activist Greta Thunberg hopes will mark a turning point in persuading leaders to act against environmental disaster.\n\nSome four million people filled city streets around the world, organisers said, in what was expected to be the biggest ever protest against the threat posed to the planet by rising temperatures.\n\n\"I hope this will be another social tipping point that we show how many people are engaged, how many people are putting pressure on leaders,\" the 16-year-old told AFP in New York, where she claimed 250,000 protested.\n\nAlthough there was no official turnout, organisers 350.org wrote on Twitter that four million people participated worldwide.\n\nThe Climate Strike is about so much more than numbers — it’s about people everywhere collectively demanding climate justice.\n\n\n\nBut sometimes numbers help prove a point: that today’s #ClimateStrike was the largest day of climate action in history. pic.twitter.com/aWkP0muFXp — 350 dot org (@350) September 20, 2019\n\nThe group says Friday's rallies were the start of 5,800 protests across 163 countries over the next week.\n\nThe global climate strike kicked off in the Pacific islands - some of the nations most threatened by rising sea levels - and followed the rising sun through Australia, Japan, Southeast Asia and into Europe, Africa and the Middle East.\n\nSocial media posts showed scores of demonstrations, ranging from a few dozen primary schoolchildren in Abuja, Nigeria, to tens of thousands of people in cities from Hamburg, in Germany, to Melbourne, Australia.\n\nGreta said in a tweet the \"huge crowd\" in Sydney would set the standard for strikes and protests planned in about 150 countries.\n\n\"Our future on your shoulders,\" read one banner stretched across a street by students in Berlin.\n\n\"Our oceans are rising, so are we,\" was a popular slogan on placards, including one carried by a student in school uniform in Melbourne and another by a girl wearing a face mask in Kolkata, in eastern India.\n\nThe protesters are calling on governments to take immediate action to limit the harmful effects of man-made climate change.\n\nThe strike will culminate in New York when Greta, who has been nominated for a Nobel Peace Prize for her climate activism, will spearhead a rally at the United Nations headquarters.\n\nREAD MORE Hundreds of thousands of Australians strike to protest climate inaction\n\nDanielle Porepilliasana, a Sydney high school student, had a blunt message for politicians such as Australian Finance Minister Mathias Cormann, who told parliament on Thursday that students should stay in class.\n\n\"World leaders from everywhere are telling us that students need to be at school doing work,\" she said, wearing anti-coal earrings. \"I'd like to see them at their parliaments doing their jobs for once.\"\n\nThe UN summit next week brings together world leaders to discuss climate change mitigation strategies, such as transitioning to renewable energy sources from fossil fuels.\n\nIncredible pictures as Australia’s gathering for the #climatestrike\n\nThis is the huge crowd building up in Sydney.\n\nAustralia is setting the standard!\n\nIts bedtime in New York...so please share as many pictures as you can as the strikes move across Asia to Europe and Africa! pic.twitter.com/7eAPUQPq5C — Greta Thunberg (@GretaThunberg) September 20, 2019\n\nThe issue is vital to low-lying Pacific islands, which have repeatedly asked wealthier nations to do more to prevent rising sea levels.\n\nAs Friday's day of action got underway across scattered Pacific communities, students holding placards in Kiribati chanted: \"We are not sinking, we are fighting\".\n\nChildren in the Solomon Islands rallied on the shoreline wearing traditional grass skirts and carrying wooden shields.\n\nHours later in Thailand, more than 200 young people stormed the environment ministry and dropped to the ground feigning death.\n\n\"This is what will happen if we don't stop climate change now,\" said 21-year-old strike organiser Nanticha Ocharoenchai.\n\nIn Europe, German Chancellor Angela Merkel unveiled a major new climate protection package thrashed out by parties in her coalition in all-night talks.\n\nAbbie O'Brien\n\nMeanwhile, on the streets of the capital, crowds gathered at the Brandenburg Gate, where three activists stood on blocks of ice beneath a mock gallows.\n\n\"A lot of people support our movement but we want to go a step further because politicians decide on our future,\" said Janik Oswald, a German spokesman for Fridays For Future, the school strike movement started by Greta in Sweden last year.\n\n\"We urgently demand that something happens.\"\n\nIn India's financial capital Mumbai, battered this year by a heavier-than-usual monsoon that caused flooding, children from at least 10 schools joined protests throughout the day.\n\nBy early afternoon across Europe, the Middle East and Africa, crowds had gathered in many cities, including London, Paris, Brussels, Berlin, Warsaw, Stockholm, Helsinki, Beirut, Nairobi and Cape Town.\n\n\"We are skipping our lessons to teach you one,\" read a placard carried by a student in London.\n\n\"Climate change is real and it is coming for us, and it does not matter who you are,\" said protester Kelly Robert Banda, among the crowd gathered at Nairobi's Uhuru Park. \"Whether you are rich or poor, this thing is real and it does not isolate.\""}}