{"GDELT": {"GlobalEventID": 874210805, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.8077544426494301, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR", "Actor1Geo_Lat": -10.0, "Actor1Geo_Long": -55.0, "Actor1Geo_FeatureID": "BR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR", "Action2Geo_Lat": -10.0, "Action2Geo_Long": -55.0, "Action2Geo_FeatureID": "BR", "DATEADDED": 20190921001500, "SOURCEURL": "https://www.courthousenews.com/millions-rally-worldwide-for-climate-strike-protest/"}, "ARTICLE": {"TITLE": "Millions Rally Worldwide for Climate Strike Protest", "TEXT": "LOS ANGELES (CN) – Millions flooded the streets across the globe Friday to demand action from world leaders to address climate change and reduce carbon emissions in the next decade.\n\nMany protesters, too young to vote, stressed the importance of curbing carbon emissions and to push for an end to new oil and gas projects.\n\nTheir call for help came in many languages, from South America to the Middle East, Australia and the United States.\n\nIn the Southern California city of Pasadena, 14-year-old Leah Haveson is a veteran at organizing climate protests. She continued with Friday’s Climate Strike as she organized an 11-minute die-in on the steps of Pasadena’s city hall with over 300 people.\n\nHaveson said she’s inspired by 16-year-old Swedish environmental activist Greta Thunberg who protested outside Swedish Parliament in 2018 and this summer embarked on a transatlantic sailing trip from the United Kingdom to New York.\n\n“She’s just such an inspiration,” Haveson said. “She set her mind to something and she just did it. I think that’s why I did it in the first place. I felt like I wanted to be part of the change.”\n\nThousands rallied and marched in downtown Los Angeles, some calling for a Green New Deal, an environmental and economic set of policies that gained widespread attention last year. Other younger protesters wanted to point to the fear that grips their generation.\n\nAt a gathering at Pershing Square in downtown LA, 14-year-old student Treasure Brown said she is worried about her future.\n\n“It makes me scared. We don’t know how close we really are to destroying the planet,” Brown said.\n\nShe admits that environmental justice can look differently between one neighborhood and the next, where some people might have more money and influence on the types of industrial businesses that can move in right next door.\n\n“There’s a plastics factory anywhere I used to practice and they would go and blow all their pollution everywhere,” Brown said.\n\nThe Green New Deal has been bolstered by the youth-led Sunrise Movement in LA, who have advocated for a shift to renewable energy sources while maintaining steady jobs for the work force.\n\nThe shift to renewable energy sources could mean pulling the rug out from workers in the fossil fuel industry. The Green New Deal is advocating for fair contracts with the push to solar and wind power.\n\nThe Sunrise Movement also seek to have Congress pass laws based on scientific research, initiate lesson plans for students K-8 on the impacts of climate change, climate justice and the preservation of public lands.\n\nThe group said it’s going to take a tremendous amount of effort to meet the ambitious goal of capping yearly global warming to under 2 degrees Celsius from pre-industrial levels in the next decade.\n\nSunrise Movement member Natalie Rotstein, 21, said holding elected officials accountable to those goals is vital but so was finding a like-minded group to help her get a clear view on the big picture.\n\n“Finding that community who are concerned about these things, it’s something I find comfort in,” said the recent neuroscience graduate from the UCLA. “Freaking about the imminent apocalypse together is comforting.”\n\nAmong the throngs of people who took to the streets during the Climate Strike, many held caricatures of President Donald Trump and Brazilian President Jair Bolsonaro, world leaders who have rolled back environmental protections and who protesters say catered to the fossil fuel industry.\n\nRotstein said fighting for the climate should not be a political issue and she points to Congress as the bottleneck for progress.\n\n“People want action right now and we’re not going to allow business as usual if we can’t have a livable future,” Rothstein said. “We will fight for our livable future.”\n\nSunrise Movement member Rachel Ben-Menachem, 24, briefly spoke to Los Angeles Mayor Eric Garcetti after the Climate Strike marched to the steps of city hall and demanded an audience with him.\n\nAfter Garcetti briefly spoke to the crowd on a bullhorn he shook hands with protesters.\n\n“He was coming over to shake our hands. I said we need 100% renewable energy by 2030 at the latest. He said yes, we agree and every year we’re going to try and make it sooner,” Ben-Menachem said. “We hope this is the truth because we can’t be having lies at us when we have 11 years.”\n\nNancy Rossi from the nonprofit Citizens’ Climate Lobby says she only recently became involved with climate activism, but as a senior citizen she knows that she has to become active now.\n\n“I have grandchildren,” Rossi said. “There’s a real change. It’s not a joke and it’s happening.”\n\nIn New York City, protesters took to Foley Square and surrounded city hall.\n\nBrooklyn-based musician Kyle Tigges, who sings and plays banjo with the rock band Mississippi Cotton, put a more positive riff on legendary folk artist Woody Guthrie’s slogan: “This Machine Kills Fascists.”\n\nThe back of his metallic guitar read: “This MACHINE SINGS WITH JOY & COURAGE AS WE FACE THI$ CRISIS TOGETHER.”\n\n“Any sort of reference to hate or killing in this day in age, especially if you put it on an instrument that might be perceived as a gun, might not end well,” Tigges said.\n\nThe musician also credited inspiration in the work of Pete Seeger, whose banjo with the words “This Machine Surrounds Hate and Forces It to Surrender” made its way to Cleveland’s Rock and Roll Hall of Fame.\n\nTigges found a sunnier message more appropriate to the climate strike.\n\n“I see a lot of smiles out here,” the 35-year-old said. “I see a lot of people who are happy to be doing something, and that takes courage.”\n\nRoberto Soto, an art teacher at New York’s Ella Baker School at Midtown East, gathered a group of early elementary school-aged students for an imminent march downtown.\n\n“We’d been talking about climate change in art class,” Soto said, holding a sign of the civil rights icon who is the school’s namesake with the message “Protect Our Culture.”\n\n“I sent an email to the parents and inform them what’s going on, and a lot of them decided to take it upon themselves to join us today,” he added.\n\nOne of his eager students jumped to chime in, holding a placard adorned with foliage with a morose-looking planet Earth next to the message: “If we don’t act now mother nature will be sad!”\n\n“Because this is our future,” Max shouted out.\n\nThat sentiment could be found all around the square. Young people climbed on top of a telephone booth, trees, poles and the rooftop of a small building tower to catch views of the massive crowds.\n\nOver on the ground, one student held a sign with the message “We’re missing our lessons to teach you one!” and marched behind another with the sign “Make America Greta Again,” spoofing President Trump’s campaign slogan with a nod to the teenage environmental activist Greta Thunberg.\n\nAlong with New York City Mayor Bill de Blasio, who ended his presidential campaign Friday, Thunberg spoke at the march in New York.\n\nOne popular placard caricatured Trump’s denial of the climate crisis with a globe topped with a bright yellow toupee at its non-existent polar ice cap.\n\n“You can’t comb over climate change,” those handmade signs read."}}