{"GDELT": {"GlobalEventID": 874262019, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "AGR", "Actor1Name": "FARMER", "Actor1Type1Code": "AGR", "Actor2Code": "IND", "Actor2Name": "DELHI", "Actor2CountryCode": "IND", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.7484143763213504, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Meerut, Uttar Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN36", "Actor1Geo_ADM2Code": "17926", "Actor1Geo_Lat": 28.9833, "Actor1Geo_Long": 77.7, "Actor1Geo_FeatureID": "-2104361", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Meerut, Uttar Pradesh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN36", "Actor2Geo_ADM2Code": "17926", "Actor2Geo_Lat": 28.9833, "Actor2Geo_Long": 77.7, "Actor2Geo_FeatureID": "-2104361", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Meerut, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17926", "Action2Geo_Lat": 28.9833, "Action2Geo_Long": 77.7, "Action2Geo_FeatureID": "-2104361", "DATEADDED": 20190921063000, "SOURCEURL": "https://www.indiatoday.in/india/story/farmers-from-up-march-towards-delhi-protest-over-agri-crisis-heavy-security-deployed-1601557-2019-09-21"}, "ARTICLE": {"TITLE": "Farmers from UP march towards Delhi to protest over agri crisis, heavy security deployed", "TEXT": "A file photo of last years farmers' protest that turned into an ugly confrontation with the Delhi Police personnel.\n\nThousands of farmers from Uttar Pradesh had marched towards Delhi today under the umbrella of Bharatiya Kisan Sangh (Indian Farmers' Organisation) to raise various farming related demands that they say have been not been met the government.\n\nThese farmers were marching on foot from Saharanpur and will be presenting a range of demands before the Narendra Modi government.\n\nHowever, in a recent development, the Sangh announced that they have withdrawn the agitation after having a positive dialogue with the government.\n\nThe agitating farmers said that the government has agreed on five of their demands.\n\n\"We followed the orders of the Supreme Court, we did not come to Delhi with any tractor, we were not even allowed to go to Delhi on foot. We feel that the intention of the government is not right,\" a member of the sangh said.\n\nSpeaking to Aajtak.in, earlier today, vice-president of Bharatiya Kisan Sangh, Radhe Thakur said thousands of farmers are participating in the 'Kisan-Mazdoor Yatra' which is on its way to Delhi from Saharanpur.\n\nUP farmers marching to Delhi's Kisan Ghat over payment of sugarcane crop dues & full loan waiver among others. Joint CP, East Range-Delhi at Delhi-UP border near Ghazipur, says, \"We are coordinating with UP police. Approximately 500 farmers are on their way here.\" pic.twitter.com/NpetHb3dxJ ANI (@ANI) September 21, 2019\n\n\"At present, the condition of farmers is miserable. They are struggling with the economic crisis, while the government is sleeping,\" Radhe Thakur said.\n\n\"Sugarcane farmers have not been paid on time. By increasing the electricity rate, the Yogi Adityanath government in UP is creating a burden on the farmers due to which they are forced to commit suicides,\" Radhe Thakur added.\n\nHe said this is the primary reason because of which farmers have been \"compelled\" to march to Delhi on foot.\n\n\"Till the time the government gives us a firm assurance that our demands will be met, we are not going to leave Delhi,\" Radhe Thakur said.\n\nHe said not just the government, even the Opposition does not care about farmers.\n\n\"Due to passive attitude of the Opposition, farmers have been forced to leave their work and come out on the streets,\" Radhe Thakur said.\n\nMeanwhile, the Delhi Police had said it had made elaborate security arrangements to ensure law and order is maintained. It has deployed cops on the Delhi-Meerut Expressway. Besides this, the Central Reserve Police Force (CRPF) has also been deployed.\n\nPuran Singh, president of the Bhartiya Kisan Sangathan said that 11 representatives are being taken to the Ministry of Agriculture. \"If our demands our accepted, then we will return from here (Delhi-UP border) else we will march to Delhi,\" he said.\n\nWHAT ARE THE FARMERS DEMANDING:\n\n1. Debts of all farmers should be completely waived off\n\n2. Farmers should get free electricity for irrigation\n\n3. Farmers must get free education and health facilities\n\n4. Farmers and labourers must receive a pension of Rs 5,000 a month after the age of 60\n\n5. Prices of crops should be decided in the presence of farmers' representatives\n\n6. In case of accidental death of farmers while farming, they should be given martyr status\n\n7. The farmers should get benefit of accident insurance scheme\n\n8. High court and AIIMS should be established in western Uttar Pradesh\n\n9. Stray cattle rearers must receive allowance of Rs 300 per day\n\n10. Farmers must be paid the price of sugarcane along with interest on time\n\n11. All contaminated rivers should be made pollution-free\n\n12. Report of the Swaminathan Commission must be implemented"}}