{"GDELT": {"GlobalEventID": 874212250, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "PTY", "Actor1Name": "PARTY LEADER", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.40814630091438, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20190921001500, "SOURCEURL": "https://www.winnipegfreepress.com/special/federal-election/collision-of-the-mad-and-the-maddening-560924132.html"}, "ARTICLE": {"TITLE": "Collision of the mad and the maddening", "TEXT": "Hey there, time traveller!\n\nThis article was published 20/9/2019 (337 days ago), so information in it may no longer be current.\n\nIn the news business, there are rare days when two separate events collide to produce a more profound, more impactful story than either would have produced on their own. Friday was one of those days.\n\nWinnipeg youth join world protest with 'die-in' Click to Expand RUTH BONNEVILLE / WINNIPEG FREE PRESS The Manitoba Youth for Climate Action holds Youth-Led Demonstration for Climate Action: Die-In at CMHR on Friday. Activist Victoria Redsun stands among the symbolically dead students in a mock demonstration symbolizing the strength of the indigenous people from the effects of climate change on the steps of the CMHR Friday. Posted: 20/09/2019 5:27 PM For seven silent minutes, the bodies of school children were slumped on the crowded steps of the Canadian Museum for Human Rights. It was as if pollution had left their young lungs without clean air to breathe. Read Full Story\n\nFirst, the ongoing federal election campaign. Obviously, any time we have an election, it's an important event. This time around, it has also become quite macabre, thanks to Liberal Leader Justin Trudeau's penchant for ill-advised theatrical makeup.\n\nSecond, at the same time Trudeau was attempting to apologize his way back into the race, millions of protesters — most of them too young to vote — were gathering for a full week of protest to demand, and plead, for immediate action to address climate change.\n\nThe youth invaded public squares, packed the front steps of legislatures and municipal halls and the occasional royal palace, invaded central business districts and blocked major transportation routes. And for anyone who saw the images, it's clear the youth of the world are angry.\n\nThey are angry about politicians who insist on whistling past the climate change graveyard. They are also angry many of them are not old enough to vote to do anything about it. For the record, their anger is not misplaced.\n\nThis is where millions of anxious and angry youth collide with a federal election. Frankly, as the adults in this equation, voting-age Canadians should be mortified about the pathetic climate change response from Canada's political leader.\n\nTHE CANADIAN PRESS/COLE BURSTON Prime Minister Justin Trudeau's Liberal Party has been inconsistent in its stance on environmental issues.\n\nOn the one hand, the Liberal party has introduced a carbon-pricing plan that is as controversial as it is ineffective. Even when the tax is fully implemented — if it is fully implemented — it will still won't put a sufficiently high price on carbon to force Canadians to change our climate-changing ways. Combine that with Trudeau's decision to buy an oil pipeline to ensure an expansion gets built, and you have a governing party that takes as many steps backward as it does forward.\n\nEven so, the Liberals look like environmental warriors next to parties on the right side of the political spectrum.\n\nTHE CANADIAN PRESS/FRANK GUNN Federal Conservative Leader Andrew Scheer has committed his party to killing the carbon tax.\n\nConservative Leader Andrew Scheer has committed his party to killing the carbon tax, arguing \"affordability\" is more important than saving the planet. People's Party of Canada Leader Maxime Bernier is in full denial, arguing carbon dioxide is actually a good thing because (wait for it) we all emit it when we breathe out.\n\nThat is not to say there aren't politicians advocating action. NDP Leader Jagmeet Singh has already outlined a climate change policy that calls for Ottawa to declare Canada is in a climate emergency, and immediate action to start reducing the economy's dependance on fossil fuels.\n\nThe Green party has also been offering some bold but still achievable ideas. Green Leader Elizabeth May has outlined her party's \"Mission Possible,\" an ambitious and detailed plan to make fossil fuels a thing of the past and make the nation's electricity grid renewable by 2030.\n\nTHE CANADIAN PRESS/DAVE CHIDLEY Green Party Leader Elizabeth May has proposed to end use of fossil fuels in Canada.\n\nLamentably, neither the Greens nor the NDP figure to be much of a factor in the 2019 election. That means Canadians are more likely to end up with a governing party that is afraid to make the tough decisions necessary to address climate change, or one that would rather ignore the problem all together.\n\nIf that's not enough to make the youth in this country angry, then all they have to do is look around the world to see Canada is not just failing to make progress on addressing climate change, it is regressing.\n\nNew studies have discovered air travel is generating increasing amounts of carbon dioxide as airlines hone business models to rely on a proliferation of discount carriers, the advent of cheap domestic travel and burgeoning tourism industries world-wide that are putting more people in planes than ever before.\n\nIncreases in jet emissions could backfill all of the carbon reductions achieved by promoting lower-emission automobiles.\n\nTHE CANADIAN PRESS/ADRIAN WYLD NDP leader Jagmeet Singh wants Ottawa to declare Canada is in a climate emergency.\n\nIn the United States, President Donald Trump is waging an unrelenting war on the climate change policies of his predecessor, Barack Obama. This includes opening up new and ecologically sensitive regions to oil and gas development, expanding the use of coal and rolling back requirements on automakers to reduce emissions — even as the automakers indicate they want to produce more lower-emission vehicles.\n\nIt's not hard to see why the youth are mad. The adults should be mad, as well.\n\nThere is something quite moving, and also quite maddening, about millions of people who have no power to change the climate future taking to the streets to encourage those who do have the power to do something, anything, to stop the pending environmental disaster.\n\nOn a day when a story of desperate hope collides with another story of cynical inaction, one can only hope the earth remains habitable long enough for all those angry, motivated youth to get a few years older and finally grasp the levers of power.\n\ndan.lett@freepress.mb.ca\n\nThe election in your inbox Subscribe to The Writ for insight, analysis and commentary on all things political leading up to the Oct. 21 federal vote. Sign Up I agree to the Terms and Conditions, Cookie and Privacy Policies, and CASL agreement."}}