{"GDELT": {"GlobalEventID": 874212258, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "REF", "Actor1Name": "REFUGEE", "Actor1Type1Code": "REF", "Actor2Code": "UGA", "Actor2Name": "UGANDA", "Actor2CountryCode": "UGA", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.682622268470349, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Somalia", "Actor1Geo_CountryCode": "SO", "Actor1Geo_ADM1Code": "SO", "Actor1Geo_Lat": 6.0, "Actor1Geo_Long": 48.0, "Actor1Geo_FeatureID": "SO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Somalia", "Actor2Geo_CountryCode": "SO", "Actor2Geo_ADM1Code": "SO", "Actor2Geo_Lat": 6.0, "Actor2Geo_Long": 48.0, "Actor2Geo_FeatureID": "SO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Somalia", "Action2Geo_CountryCode": "SO", "Action2Geo_ADM1Code": "SO", "Action2Geo_Lat": 6.0, "Action2Geo_Long": 48.0, "Action2Geo_FeatureID": "SO", "DATEADDED": 20190921001500, "SOURCEURL": "http://www.startribune.com/refugees-settled-in-minnesota-worry-fewer-people-will-be-able-to-come-to-the-u-s/560924162/"}, "ARTICLE": {"TITLE": "'I will contribute something to America': Minnesota refugees fear their path is closing to others", "TEXT": "Justin Hamudala was idling in a Uganda refugee camp less than six months ago. On Friday, he graduated from a training program in St. Paul to become a nursing assistant.\n\n“I will contribute something to America. … I think if I was staying in the refugee camp, it’s a loss,” said Hamudala, 26. “There is no opportunity of job, school, and my contribution to the community would be missing.”\n\nBut he worries stories like his will be less possible as the U.S. admits fewer refugees than ever. President Donald Trump will soon set an annual ceiling on refugees for the fiscal year that begins in October, after a year of capping refugee arrivals at 30,000 — the lowest in the history of the program.\n\nNews reports say the White House over the summer considered cutting that figure to zero, citing national security concerns and a system already swamped by asylum claims from migrants at the Mexican border.\n\nIn Minnesota, refugee resettlement agencies and advocates are concerned about the likelihood of another reduction. Last year, the state took in just 663 refugees after many years of accepting several thousand annually.\n\n“When we dismantle the U.S. refugee program … we lose our credibility and influence in the world as foreign policy leaders, and we leave families stranded,” said Bob Oehrig, executive director of Arrive Ministries, which provides refugee resettlement services in Minnesota. “We leave them separated.”\n\nKatie Bauer, a spokeswoman for the state Department of Human Services, said in an e-mail that Minnesota’s five resettlement affiliates funded through the U.S. State Department to provide reception and placement services to refugees have all made “significant adjustments” over the past year. Even when arrival numbers are low to none, she said, the services have to maintain the infrastructure to welcome families as they are scheduled to come.\n\nMost of the people resettled with refugee status have come to join family members already living in Minnesota, Bauer added, creating uncertainty for many families as they hope to be reunited.\n\nOpponents of America’s refugee resettlement program have questioned the cost to taxpayers and whether beneficiaries truly contribute more than they take. Some have also raised concerns about terrorism.\n\nThe reductions come as the Trump administration says it must devote more resources to a surge of Central American asylum-seekers, who must meet the same standard of persecution as refugees but apply and wait for a decision within the U.S.\n\n‘Hard for morale’\n\nThe International Institute of Minnesota is flexible, “but it is hard just because of the lower number overall of clients in the past couple of years,” said Micaela Schuneman, director of refugee services. “It’s hard for morale, and we are the front lines talking to the disappointed family members … who are waiting for their family members to come. We get a lot of that interaction with people who are very sad and very confused about what’s going on.”\n\nThe institute has a program that trains about 30 new Americans each quarter to become nursing assistants. But while 60% of the classes were once refugee students, that figure has now fallen by at least half.\n\nStudents have often been in the country for several years as they learn English and get settled, so there are fewer refugees enrolling now who would have arrived in the first year of the Trump administration. Employers in nursing homes and long-term care facilities are concerned about how the drop in arrivals will affect their workforce, Schuneman said.\n\nOne of the students in Friday’s graduating class was Hamudala, who fled violence in the Democratic Republic of the Congo. He joined his mother, sister and brother in St. Paul but still has an uncle in the refugee camp.\n\n“When we come here we are new, just starting new life from nothing, but I think we do contribute something where we are,” Hamudala said. “We work. We pay taxes. We help in the community. … Most people we take care of [as nursing assistants] are American.”\n\nHe said the U.S. needs workers, and there are refugees who are doing nothing in camps. Hamudala had been the supervisor of a service center for a telecommunications company before fleeing to Uganda.\n\n“People are suffering … and here they need people,” he said. “Everywhere I see ‘We’re hiring.’ We need people in different fields, and there are talented people in refugee camps.”\n\nRefugees from Somalia have taken an enormous hit. Minnesota Department of Human Services statistics show that the number of refugee arrivals from Somalia fell from 1,410 in 2016 to 48 in 2018. Though Somali refugees have the largest presence overall among those from African countries in the Twin Cities, the number of Congolese refugees surpassed Somalis in 2018.\n\nElie Byiringiro, who is also Congolese, studied computer networks and system administration and was a medical clerk at hospitals serving refugees back home. Byiringiro had been accustomed to moving from place to place every year or two, eventually landing in a Uganda refugee camp and arriving in the U.S. in 2018.\n\nThe 28-year-old lives with his four brothers in Roseville. He graduated from the nursing assistant training along with Hamudala and hopes to work his way up into the field of health information.\n\n“I heard Trump say we don’t need any more refugees coming in,” said Byiringiro, who works at a mailing company and wonders about the administration’s position. “I know once these refugees come in, they are manpower. They help the state, they help companies as I do, and then these companies help them to establish their life.”\n\nHe said the U.S. should keep giving people hope.\n\n“I have peace,” he said. “I can sleep without closing the door. Back home we can’t.”"}}