{"GDELT": {"GlobalEventID": 874211806, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "JUD", "Actor1Name": "ADVOCATE", "Actor1Type1Code": "JUD", "Actor2Code": "CRM", "Actor2Name": "CRIMINAL", "Actor2Type1Code": "CRM", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.1208791208791204, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Francisco, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA075", "Actor1Geo_Lat": 37.7749, "Actor1Geo_Long": -122.419, "Actor1Geo_FeatureID": "277593", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "San Francisco, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 37.7749, "Actor2Geo_Long": -122.419, "Actor2Geo_FeatureID": "277593", "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Francisco, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 37.7749, "Action2Geo_Long": -122.419, "Action2Geo_FeatureID": "277593", "DATEADDED": 20190921001500, "SOURCEURL": "https://www.visaliatimesdelta.com/story/news/2019/09/20/about-californias-criminal-justice-reform-bills/2384063001/"}, "ARTICLE": {"TITLE": "Once known for 'three strikes' law, California is now embracing criminal justice reform", "TEXT": "Asia was only 3-years-old when her parents went to prison, convicted on first-time drug charges. She would spend the next four years waiting for her mother, Ashleigh Carter, to be released, allowed only short visits every few months.\n\nMeanwhile, Asia and her disabled grandmother — both of whom had been in Carter's care — struggled in her absence. They lived in a shelter after surviving a violent break-in. Asia struggled with self-esteem, was bullied by other kids, and grappled with the fear and trauma that comes with family separations.\n\nAsia and her mother shared their stories with California lawmakers this year, in support of a Senate Bill 394, which enables parents and primary caregivers for a child under the age of 18 who are charged with nonviolent felonies and misdemeanors to opt into programs instead of imprisonment.\n\nIt is one of several newly passed criminal justice reform bills now awaiting Gov. Gavin Newsom's signature.\n\nOthers include:\n\nSenate Bill 136, which puts an end to sentence enhancements that automatically add an extra year for anyone convicted of recommitting a felony for which they had already served time\n\nAB 1331, which will increase research and improve record-keeping in the criminal justice system\n\nAB 32, which effectively ends the era of California’s reliance on private, for-profit prisons, including ICE detention centers.\n\nBuilding on a series of reforms enacted in recent years that aim to reduce numbers in the state’s overcrowded and overwhelmed prison system, the changes mark a shift away from the tough-on-crime punitive policies of the past.\n\nPrevious policies pushed system past its limit\n\n“California was an early adopter of mass incarceration,” said Sen. Scott Wiener, a Democrat who represents San Francisco and who authored Senate Bill 136.\n\n“We led the country in building prisons and increasing sentences,\" he said. \"Even with that quadrupling of the prisons we still had prison overcrowding because we adopted such harsh sentences and sentence enhancements.”\n\nRoughly 80% of prisoners have had their sentences enhanced, and for more than a quarter of those, it has happened multiple times. According to the California Department of Corrections and Rehabilitation, more than 11,000 people currently behind bars have had an arbitrary year added to their sentences because of the enhancement laws.\n\nThe practice comes at a high cost — the state spends roughly $80,000 a year to lock up a prisoner, a figure that multiplies as enhancements are added. Senate Bill 136 ends the practice, and according to an analysis by the Department of Finance, California will save $20.5 million in the first year of implementation. The savings are projected to increase each budget year to $43 million in 2021-22 and $68.5 million in 2023-24.\n\nPassage was hard-won. SB 136 achieved a narrow victory, passing 41-37 in the Assembly, and 22-16 in the Senate.\n\n“Law enforcement fought us tooth and nail,” Wiener said, adding this was only the second time sentence enhancements have been repealed in the state. A similar bill, introduced last session, didn’t pass.\n\n\"I wasn’t the only one who didn’t like it,\" said Assemblymember Jim Cooper, a Democrat representing the Sacramento area, who did not vote for the bill. A former captain for the Sacramento County Sheriff's Department, Cooper scored an 85% rating from the National Association of Police Organizations for pushing back against several reforms that would get people out of prisons.\n\n\"If this bill is signed by the governor, it will potentially give those repeat offenders a pass on that one-year enhancement,\" he said. \"Judges are in a much better position to make a decision on that than the legislature.\"\n\nMovement away from 'three strikes'\n\nCalifornia voters overwhelmingly approved one of the nation's first “Three Strikes and You're Out\" laws in the mid-'90s, which landed some in prison for life if they were charged after having two previous conviction. By 2007, the state counted more than 173,000 prisoners, a 740% jump in just three decades.\n\nAfter a series of lawsuits, in 2009 federal judges ruled that the state’s system was so overcrowded it was unable to provide constitutionally required care for prisoners.\n\nBy 2011, when the Supreme Court stepped in and ordered the state to bring its numbers down, the prison population was at 162,000, close to 180% of what the system was designed to hold.\n\nNow, prisons are holding at roughly 135% of capacity. Officials credit policy changes with the drop. The state successfully enacted several reforms, through both the legislature and the ballot box. Proposition 57, which provided incentives for rehabilitation program participation inside prisons, alone resulted in a reduction of 10,600 in the average daily prison population over the next three years, due to good time, early-release credits.\n\nAdvocates emphasize that there's also been changes in the way criminal justice is discussed — and that's largely what is driving the shifts in policy.\n\nThe organization behind last year's bipartisan federal prison reform, #cut50, has joined with other grassroots organizers to put a face to the issues with personal stories from those who are most impacted.\n\nStatistics and stories spur change\n\n\"A lot of the prior law and order and criminal justice policy comes from faulty storytelling,\" said Erin Haney, Senior counsel at #cut50, explaining that now they are working to change the narrative. “We are now starting to look at what justice means, and that is very different than solely relying on our long history of thinking of justice as exclusively punishment.”\n\nCarter, a partner with the group's Empathy Network, an initiative that gives a platform to those impacted by the incarceration system, used her story to advocate for Senate Bill 394.\n\n\"When my daughter Asia was born I held her in my arms, looked her in the eyes, and swore to her that I would protect her with every fiber of my being,\" Carter said through tears during her testimony during a California Senate Public Safety Committee hearing. \"I promised her that she had nothing to be afraid of because Mama would take care of her and never leave her side — and I lied.\"\n\nIt's been 10 years since, but they say their family still hasn't recovered. That's why Carter said she decided to share her story, in an effort to convince lawmakers to give parents — and their kids — a chance at a better life.\n\nSenate Bill 394, The Primary Caregiver Pretrial Diversion Act, enables parents and primary caregivers for a child under the age of 18 who are charged with nonviolent felonies and misdemeanors to opt into programs instead of imprisonment.\n\nAuthored by state Sen. Nancy Skinner, a Democrat who represents the East Bay, the bill is intended to help the millions of children negatively impacted when a parent goes to prison, and ensure families aren’t separated by the system. It would create a pretrial diversion court that redirects parents or caregivers with dependent children into programs, including counseling, drug, and alcohol treatment, and career, parenting and financial classes to help them get back on track.\n\nThe California District Attorneys Association, the California Police Chiefs Association, and the California State Sheriffs’ Association all fought the bill.\n\nCalling it a \"new pretrial diversion scheme,\" The California District Attorneys Association wrote that it would single \"out one class of individuals for disparate treatment under the law; allowing those who provide primary care for children, financially or otherwise, to avoid accountability for their crimes.”\n\nThe group added that it would make it “difficult and potentially impossible to prosecute years later when witnesses move, lose interest, or suffer memory loss as the case ages with no movement toward resolution if the person fails the diversion program.”\n\nCooper, speaking about the reforms generally, questioned whether the new bills will achieve their aims without negative consequences.\n\n\"At some point, the cost of keeping repeat offenders in prison can’t be outweighed by what’s good for the victims,\" he said. \"The victims are the ones who will get hurt here.\"\n\n“Accountability is still important,” Wiener responded, adding that, for his bill, it was not about eliminating jail sentences, but more addressing “outrageously long jail sentences.”\n\nWiener sees this as only the beginning.\n\n“I think we are moving in a positive direction,” Wiener says, adding that, over the past few years the legislature has achieved important reforms. “We have made a lot of changes — but we have a lot more work to do.”\n\nSamuel Metz of The Desert Sun contributed to this story."}}