{"GDELT": {"GlobalEventID": 874211305, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "ESP", "Actor1Name": "SPANISH", "Actor1CountryCode": "ESP", "Actor2Code": "USA", "Actor2Name": "WASHINGTON", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.32450331125828, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_Lat": 47.3917, "Actor2Geo_Long": -121.571, "Actor2Geo_FeatureID": "WA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20190921001500, "SOURCEURL": "https://kticradio.com/regional-news/5-classes-to-be-offered-in-late-september-early-october-at-northeast-in-west-point/"}, "ARTICLE": {"TITLE": "5 classes to be offered in late September/Early October at Northeast in West Point", "TEXT": "WEST POINT – Northeast Community College in West Point will offer two QuickBooks classes soon.\n\nQuickBooks – Level I (ACCT 5100/19F & CRN #60098) will meet Monday, September 30, from 3-9 p.m., in the Northeast Community College Extended Campus, 202 Anna Stalp Ave., Room 212.\n\nThis course covers the basics of setting up a company, creating customers, receiving payments and making deposits into bank accounts. Students will work with and create vendors and paying bills. They will also create and edit a chart of accounts for a company, run reports and reconcile bank accounts.\n\nQuickBooks – Level II (ACCT 5300/19F & CRN #60102) will be held Monday, October 7, 3-9 p.m., in the same location.\n\nThis course covers creating inventory, dealing with items and adjusting inventory counts on a continual basis. Students will learn about sales tax and sales tax groups, paying sales tax, running payroll and paying payroll liabilities. They will also create capital assets, utilize the loan manager and create an amortization schedule. Dealing with bad debt and creating journal entries will also be covered.\n\nCost of each class, with Diann Ballard the instructor, is $60.\n\nTo register for either or both classes, call Northeast Community College in West Point at (402) 372-2269. Pre-registration is required.\n\nWEST POINT – Northeast Community College in West Point will offer a beginner-level course on conversational Spanish for those who travel, beginning soon.\n\nConversational Spanish for Travel (SPAN 5100/19F & CRN #60097) will meet three consecutive Mondays, September 30-October 14, from 6:30-8:30 p.m., in the Donald E. Nielsen Career and Technical Education Center, 200 W. Washington St, Room 102.\n\nThis is a beginning class which will allow students to practice basic Spanish phrases commonly used in travel. The focus will be on helping the novice develop basic vocabulary and good pronunciation skills. Cultural information will be discussed and travel experiences shared. Themes such as eating at a restaurant and shopping will be presented and practiced.\n\nThis course focuses on practical, real-world language with an emphasis on oral communication.\n\nCost of the course, with Marlene Knobbe the instructor, is $60.\n\nTo register, call Northeast Community College in West Point at (402) 372-2269.\n\nWEST POINT – Northeast Community College in West Point has added a course on smartphone photos to its October schedule.\n\nSmartphone Photos (INFO 5200/19F & CRN #60099) will be held Wednesday, October 2, from 6:30-9:30 p.m., in the Northeast Community College Extended Campus, 2020 Anna Stalp Ave., Room 212.\n\nA smartphone is the most convenient camera anyone can have. Even if someone owns a camera, they probably still use their smartphone to capture spontaneous moments.\n\nIn this class, Instructor Patty Schinstock will show students how a smartphone’s camera works and offer advice on how to improve and organize photos.\n\nCost of the class is $30. To register, call Northeast Community College at (402) 844-7000.\n\nWEST POINT – A class for anyone with a knowledge in astronomy or who may have a desire to want to learn more about the subject will be offered by Northeast Community College in West Point soon.\n\nThe class, Advanced Adventures in Astronomy (HORC 5110/19F & CRN #60100) meets Thursday, October 3, from 6-9 p.m., in Donald E. Nielsen Career and Technical Education center, 200 W. Washington St., Room 102.\n\nIn this class, Instructor Gary Fugman will give participants the opportunity to experience optical and radio telescopes and the Solar System, complete with comets and associated meteor showers on Earth. Other areas of discussion will focus on deep sky objects, how stars evolve with other stars producing black holes, as well as the structure of the Milky Way Galaxy, other galaxies and quasars. Cosmology’s latest findings will be also discussed.\n\nWeather permitting, students will view the cosmos near the close of class.\n\nCost of the class is $30.\n\nPre-registration is required. To register, call Northeast Community College in West Point at (402) 372-2269.\n\nWEST POINT – Northeast Community College in West Point will offer a series of classes on digital photography in October.\n\nDigital Photography I (ARTS 5105/19F & CRN #60255) will be held Thursday, October 3, from 6:30-9:30 p.m., in the Northeast extended campus, 202 Anna Stalp Ave., Room 212.\n\nIn this beginning course, participants will learn the basics of their digital cameras. They will learn the different controls and modes the camera has to offer as well as how to compose a good image. Different brands of cameras as well as various lens options will also be discussed. This class is the first step to moving from auto mode to full manual.\n\nDigital Photography II (ARTS 5305/19F & CRN #60256) will be held Thursday, October 3, from 6:30-9:30 p.m., in the same location.\n\nDuring this class, participants will build on what they learned in week one by becoming familiar with other photography gear like memory cards and batteries. They will also learn about additional items, such as umbrellas, flashes, soft boxes and other gear.\n\nDigital Photography III (ARTS 5500/19F & CRN #60257) will be held Thursday, October 17, from 6:30-9:30 p.m., in the same location.\n\nIn this final part of the series, participants will take what they’ve learned about ISO, aperture and shutter speed and move into full manual mode. They will practice what they have learned during a real photo shoot as the instructor guides them as they learn how to compose a good shot, work with lighting and take great photos in full manual mode.\n\nCost of each class, with Erin Beutler the instructor, is $30.\n\nPre-registration is required. To register for any or all of the courses, call Northeast Community College in West Point at (402) 372-2269."}}