{"GDELT": {"GlobalEventID": 874386233, "Day": 20190922, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7178, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 64, "EventBaseCode": 64, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.437768240343339, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Musmus, H_efa, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS04", "Actor1Geo_ADM2Code": "18314", "Actor1Geo_Lat": 32.5436, "Actor1Geo_Long": 35.1562, "Actor1Geo_FeatureID": "-780788", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Musmus, H_efa, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS04", "Action2Geo_ADM2Code": "18314", "Action2Geo_Lat": 32.5436, "Action2Geo_Long": 35.1562, "Action2Geo_FeatureID": "-780788", "DATEADDED": 20190922023000, "SOURCEURL": "https://www.thenews.com.pk/print/530301-bloody-weekend-for-crime-plagued-israeli-arab-towns"}, "ARTICLE": {"TITLE": "Bloody weekend for crime-plagued Israeli Arab towns", "TEXT": "JERUSALEM: Israeli police Saturday were probing four shooting deaths within 24 hours in Arab Israeli towns, following elections in which Arab candidates said violent crime was a top campaign issue. Police said that at around midnight in the Bedouin town of Basmat Tabun, northwest of Nazareth, two residents were shot dead and a third badly wounded in what was believed to be part of a dispute between local families. “Police are investigating the circumstances,” a police statement said without giving details. Maariv newspaper, quoting witnesses, said a young man had burst into a wedding party and opened fire at guests. In another incident, police said a 38-year-old man was shot dead Friday while driving near the small Arab town of Yasif, likewise in northern Israel. Also on Friday, police reported a man in his 30s found shot dead in a car in the village of Musmus, about 30 miles (48 kilometres) away. Police gave no further information and a court order barred publication of details of both the Musmus and Yasif killings. Israel´s Arab parties, running under a Joint List alliance, emerged from Tuesday´s general election as an important force. Provisional official results gave them 13 seats — the third-largest in Israel´s 120 member parliament, ahead of final results to be announced on Wednesday."}}