{"GDELT": {"GlobalEventID": 874386725, "Day": 20190922, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7178, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.62111801242236, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN12", "Actor1Geo_ADM2Code": "72851", "Actor1Geo_Lat": 32.7333, "Actor1Geo_Long": 74.8667, "Actor1Geo_FeatureID": "-2098228", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72851", "Actor2Geo_Lat": 32.7333, "Actor2Geo_Long": 74.8667, "Actor2Geo_FeatureID": "-2098228", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72851", "Action2Geo_Lat": 32.7333, "Action2Geo_Long": 74.8667, "Action2Geo_FeatureID": "-2098228", "DATEADDED": 20190922023000, "SOURCEURL": "https://www.dnaindia.com/analysis/column-pm-narendra-modi-s-trip-to-the-big-apple-2791448"}, "ARTICLE": {"TITLE": "PM Narendra Modi’s trip to the Big Apple", "TEXT": "After his recent successful visits to France and Russia, Prime Minister Narendra Modi is now on a US visit from September 21-27 to address the United Nations General Assembly and also to participate in several other programmes and activities. But, Modi’s this visit, which would have otherwise been treated as a normal diplomatic movement, has assumed huge significance for a number of reasons.\n\nFirst, at a time when the India economy is going through a bad phase, PM Modi will have an opportunity to use his address to more than 50,000 Indian-American people in the city of Houston to pursue them to make more investment in India. The importance of this aspect can be further gauged from the fact that in 2017, the population of the Indian-American people touched 44,02,363, increased by 38.3% from 31, 83,063 in 2010 and over the years, they have occupied a vital role to play in the political and economic spheres of America. Consequently, Modi’s engagement with the Indian Diaspora will further help protect and promote India’s interests.\n\nSecond, at a time when Pakistan has received a cold response from all parts of the world on the matter of India’s decision to abrogate Article 370 in the erstwhile Indian state of Jammu & Kashmir, Prime Minister Modi could use the UN forum for exposing Pakistan’s desperate efforts to interfere in India’s internal affairs. Trump’s presence in Hudson is equally important in sending a clear message to Pakistan on how the US sees India’s action on the Kashmir issue. In fact, this is perhaps the first time when a US President will be with an Indian Prime Minister at such an event, symbolising the bound the two leaders enjoy.\n\nThird, however, it is also true that President Donald Trump’s decision to join Prime Minister Modi during the Indian community programme in Houston has another important aspect. Since the campaign for the next US Presidential election will soon begin, Trump sees the gathering of such a huge number of the Indian-American community in Houston as an occasion to make a direct connection with them to secure their votes. Surely, the presence of Modi will further boost Trump’s such efforts, given the fact that the Indian-American community holds Modi in high esteem.\n\nThe fourth factor that makes Modi’s this visit crucial is the Taliban’s continued onslaughts in Afghanistan. While it is all by chance that President Trump in the last minutes realise the fact that any peace deal with the Taliban will only make the situation in Afghanistan worse, and this, in turn, has given India some sort of relief, the bigger question is how to promote peace, security and development in Afghanistan. This, in fact, has also become more important at a time when there is no change in the attitude of the Taliban terrorist organisation and China and Russia, with the support of Pakistan, intent to increase their clouts in the country and region. This can be easily gauged from the fact that soon after Trump announced the end of the “Peace Talk” with the Taliban, some leaders of this terrorist organisation went to Moscow to chalk out a future course of action. Pakistan has its own reasons not to be happy with America’s decision because any breakthrough would have allowed Pakistan to use the Taliban in intensifying terrorist activities in Jammu & Kashmir among other things. India’s strategic and economic interests would also have severely hampered. Above all, the people of Afghanistan would have been subjected to one of the worst form of barbarism by the Taliban. Now, there are indications that Modi and Trump will hold a detailed talk on the Afghanistan issue and draw a future roadmap in this regard.\n\nFifth, though the foundation of India-US transformed engagement has remained by and large intact, but not completely free from high tensions during the Trump administration. One bilateral area that has faced the brunt of Trump’s unpredictable behaviour is trade and commerce in the sense that the US imposed high tariffs on Indian products. The US also terminated India’s designation as beneficiary developing country under the Generalised System of Preferences (GSP) programme. Finally, this year India also decided to raise tariffs on the import of 28 US products, rising the temperature between the two sides. It is believed that the two sides during Modi’s visit will take some concrete steps to ease the economic cooperation between the two sides.\n\nSix, Trump’s policy towards Iran has negatively impacted India’s energy policy since India has stopped importing Iranian oil. This time, PM Modi should take up the Iran issue with Trump. At the same time, while India imports US$ 4 billion worth of American oil and gas, India during PM Modi’s visit could announce its decision to make more investments in the US energy sector. Modi will also meet the CEO of the American oil companies to further consolidate the cooperation in this sector.\n\nIn the security and defence sectors India and the US have over the years significantly cemented their cooperation. During the Trump administration, there has been a continuity of the momentum in this regard. Thus, while India has been given a preeminent position in US Indo-Pacific strategy, with the Trump administration having renamed its Pacific Command as the Indo-Pacific Command, largely in recognition of India’s increasing military and economic might in the region, the US has also shown interest in treating India on a par with its NATO allies, deciding to sell India an MTCT Category-1 Unmanned Aerial System, Terminal High Altitude Area Defence System (THAAD) and Patriot Missile Defence System apart from other developments.\n\nNow, it should be hoped that the upcoming visit of Prime Minister Modi adds a new chapter in strengthening the India-US relationship.\n\nThe author is Fellow, Maulana Abul Kalam Azad Institute of Asian Studies, Kolkata"}}