{"GDELT": {"GlobalEventID": 874386981, "Day": 20190922, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7178, "Actor1Code": "USAGOV", "Actor1Name": "THE WHITE HOUSE", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.86152273888605, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20190922023000, "SOURCEURL": "https://www.newsbusters.org/blogs/nb/ryan-foley/2019/09/21/maher-panel-suggest-impeaching-trump-over-whistle-blower-scandal"}, "ARTICLE": {"TITLE": "Maher and His Guests Excited to Talk Impeachment Over Whistle-Blower Scandal", "TEXT": "Weighing in on the whistle-blower scandal that the media have treated as the apocalypse over the past few days, Real Time host Bill Maher noted that “impeachment is in the news.” While he acknowledged that “a lot of people were saying today, ‘oh, we’ve got him,’” a disheartened Maher said “I wouldn’t get my hopes up” that the whistle-blower scandal will bring President Trump down before begging his panel to convince him “that this is going to be different.”\n\nMaher prefaced the conversation on the whistle-blower scandal by accusing President Trump of wanting “to make the President of Ukraine…his dirty guy to dig up dirt on his opponent.” NBC Analyst Heather McGhee described the whistle-blower scandal as an example of “what happens because we didn’t impeach” and trashed House Speaker Nancy Pelosi for making the “fundamental miscalculation to think that we should not impeach this President, no matter what happens.”\n\nMcGhee made it clear that she still believes wholeheartedly that President Trump colluded with the Russians to win the 2016 Presidential Election, despite the fact that the two-year-long Mueller investigation could find no evidence to substantiate that claim: “This man in the White House encouraged a foreign power to help him win an election…at, in that instance with Russia, to attack our sovereignty. And then he tried his best to cover it up and he had an opportunity to do it again because nobody slapped him on the wrist.” After McGhee finished criticizing the Democrats for their failure to impeach President Trump, Maher asked “is it too late?” Energized by enthusiastic applause from the crowd, Maher described impeachment as “the right thing to do,” adding “it was the right thing to do two minutes into his presidency.\n\nAndrew Sullivan of New York magazine briefly pumped the brakes. He described a President’s conversation with a foreign leader as “pretty close to pure executive privilege,” stressing that “if every presidential conversation like that were to be subject to exposure, Presidents couldn’t operate.” Sullivan proceeded to suggest that conversations with foreign leaders should not fall into the category of executive privilege right now because “we have a uniquely corrupt...crazy, unhinged, President.”\n\nDigging into the archives, Maher discussed how newspapers 21 years ago at this time were calling for President Clinton to resign; complaining that no newspaper today has asked President Trump to resign. Sullivan explained to Maher that the papers had a strong reaction to President Clinton’s misdeeds “because we had a functioning liberal democracy,” in contrast to today. Sullivan also slammed House Speaker Nancy Pelosi for failing to impeach President Trump, calling her “ultimately responsible for the continuation of the most profound corruption that we’ve seen in the presidency for a very, very, very long time.”\n\nAt one point in the conversation, Maher expressed concern that voters will conclude that Democrats are “obsessed with impeachment” and resent the fact that they are “not talking about what matters to me.” Nonetheless, Maher and many others in the media remain hopeful that they have finally found the smoking gun that will take out President Trump.\n\nA transcript of the relevant portion of Friday’s edition of Real Time With Bill Maher is below. Click “expand” to read more.\n\nReal Time With Bill Maher\n\n09/20/19\n\n10:20 PM\n\nBILL MAHER: Well, impeachment is in the news. It’s talked about it again…all the media was talking about today was this whistle-blower scandal. I’m not going to go through it again, I did it in the monologue. It seems to me that every…certainly Republican candidate I’ve ever known, read about, has had some sort of dirty trickster, you know, whether it’s Karl Rove, or who was the guy Bush had? You know…died of a brain.\n\nANDREW SULLIVAN: Atwater.\n\nTIM NAFTALI: Atwater.\n\nMAHER: Atwater. Lee Atwater, Roger Ailes, Roger Stone. Trump seems to want to make the President of Ukraine…\n\n(LAUGHTER)\n\nMAHER: …his, his dirty guy to dig up dirt on his opponent. And a lot of people today were saying, oh, we got him, you know, like I’ve never heard that one before because this is different because there was a bribe involved, maybe and I…I don’t…I wouldn’t get my hopes up. Is this going to turn…maybe you can convince me this is going to be different. Is this “we got him” is going to be different? Right now, I don’t think so.\n\nHEATHER MCGHEE: Well, I think it’s up to the Democrats, right? And…and I think we’re seeing right now what happens because we didn’t impeach. This man in the White House encouraged a foreign power to help him win an election…at, in that instance with Russia, to attack our sovereignty. And then he tried his best to cover it up and he had an opportunity to do it again because nobody slapped him on the wrist. And I do think, I have so much respect for Nancy Pelosi, but I think it is a fundamental miscalculation to think that we should not impeach this President, no matter what happens…\n\nMAHER: But is it too late?\n\nMCGHEE: Because it’s about the Constitution.\n\n(APPLAUSE)\n\nMAHER: Certainly…certainly that would be the right thing to do, but it was the right thing to do like two minutes into his…\n\nNAFTALI: No, it’s not…\n\nMAHER: …presidency.\n\nTIM NAFTALI: It’s not too late. I’ll tell you why it’s not too late.\n\nMAHER: Okay.\n\nNAFTALI: Because you don’t have to convict the President, because the Senate’s not going to convict this President. To set a…a proper tone, you have to make corruption cost something.\n\nMCGHEE: That’s right.\n\nNAFTALI: You have to…because this is not about Trump. This is about future presidents. If you get, let somebody get away…\n\n(APPLAUSE)\n\nNAFTALI: …with it, then you are sending a signal…\n\nMAHER: But they have.\n\nNAFTALI: But no, no, this is…I…I was not an impeachment now person simply because I didn’t think the Mueller report laid out a political case for impeachment. I didn’t think Americans would…would rally around the idea that obstruction of justice when there’s no underlying crime was a reason to overthrow an elected…an election result. Now, I know that…that obstruction of justice is always a crime, regardless of whether there’s an underlying crime but that’s a legalism. It’s important but to…to basically say to the American people, the 2016 election has been nullified, you’ve got to have something more powerful. I mean, look, the Nixon…Nixon made so many crimes, you could have…every day of the week, you could have talked of one of his crimes.\n\nMAHER: But we did…but we had the Mueller thing, you know, in terms…\n\nNAFTALI: And that wasn’t enough.\n\nMAHER: I’m just asking about the…I’m not politically. Like, for the person who’s been watching this for three years…I think there’s a lot of Republicans who think, yeah, Trump did a lot of impeachable stuff, and they have no respect for Democrats for not holding his feet to the fire. Democrats are the super indulgent parent who never disciplined the kid who now can get away with anything. That’s who Democrats are.\n\n(APPLAUSE)\n\nMAHER: But now that all this time has passed and they didn’t get him for this and this and this and this, it just looks like, oh, this is a road-show version of Russia. We couldn’t get him on Russia? We’re going to try the next country over, Ukraine. That’s what it looks like and people are like…\n\nNAFTALI: This is a bigger deal.\n\nMAHER: You know, Mike Pence said this week, in the last debate, Democrats didn’t talk about the economy at all; didn’t talk about the economy. I think that’s what the voter is going to say. It’s like you guys are obsessed with this, and you’re fucking bad at it and you’re not talking about what matters to me. I’m worried about the end of the month, not the end of the world. I’m just…\n\n(APPLAUSE)\n\nSULLIVAN: But at the same…at the same time, we have a President clearly abusing…\n\nMAHER: Yes, clearly…\n\nSULLIVAN: …his power.\n\nMAHER: Yes he does.\n\nSULLIVAN: I know.\n\nMAHER: I know, it’s…\n\nSULLIVAN: If the Democrats had any balls, they would…\n\nMAHER: Exactly.\n\nSULLIVAN: …have him on the ropes.\n\nMAHER: Yes.\n\nSULLIVAN: The other problem is that when a President talks to a foreign leader, confidentially, that is pretty close to pure executive privilege. And if every President…if every presidential conversation like that were to be subject to exposure, Presidents couldn’t operate. The trouble is we have a unique President. We have a uniquely corrupt…\n\nMAHER: Yes.\n\nSULLIVAN: …crazy, unhinged President.\n\nMAHER: Yes, we do.\n\n(APPLAUSE)\n\nMAHER: All right, I just want to mention this. Somebody mentioned this in the press and I thought I would repeat it. I didn’t realize this. 21 years ago, you know what the press was talking about? Clinton should resign. This was 1998, in the middle of the Monica Lewinsky scandal. 115 newspapers, including USA Today, Philadelphia Enquirer: “the President should resign because his repeated reckless deceits have dishonored his presidency beyond repair.” San Francisco, San Francisco, liberal San Francisco, the Examiner, “he’s a liar, he’s an unfaithful husband, he’s tarnished the White House. He’s got to go.” Wow.\n\nMCGHEE: Yeah.\n\nMAHER: That’s where we went from 21 years, that’s where we went to now.\n\nSULLIVAN: Because we had a functioning liberal democracy, in which people were not behaving the way they’re behaving…\n\nMAHER: But I haven’t heard…\n\nSULLIVAN: What we have now.\n\nMAHER: Has any…has any newspaper called for his resignation?\n\nSULLIVAN: I think several people…\n\nMCGHEE: Yeah.\n\nSULLIVAN: …have called for impeachment…\n\nMCGHEE: But not like that.\n\n(CROSSTALK)\n\nSULLIVAN: The trouble is we have all become what the…what the torture apologists called…we’ve, we’ve, we’ve, we’ve, we’ve developed into learned helplessness. Right? We…we know this stuff is outrageous, and we know we should have…but how do we keep the energy up for that? Unless we have leadership from the Congress. And Nancy Pelosi is ultimately responsible for the continuation of the most profound corruption that we’ve seen in the presidency for a very, very, very long time.\n\nMAHER: But she doesn’t have the votes. That’s what her…\n\n(APPLAUSE)\n\nMAHER: …Isn’t that her thing?\n\nMCGHEE: Well, no I mean, she…I think she’s making a political calculation; something akin to what you just said. That basically, you know, voters want to hear that they passed a $15 minimum wage; which they did. Which no voter heard about, at all. That would have been amazing had the Senate took it up; had McConnell not turned the legislative…\n\nMAHER: Right.\n\nMCGHEE: …graveyard, right and sent it into a legislative graveyard. This is the problem with the calculus that somehow, if they just keep passing bills and focusing on, you know, bread-and-butter issues, which, trust me, I completely agree are very important and frankly, I think the Democratic presidential candidates are doing a great job of actually talking about the vision for the world they want to see.\n\nMAHER: Wow.\n\nMCGHEE: But I do think that the media is always going to cover the scandal, so they might as well be covering Democrats doing it right."}}