{"GDELT": {"GlobalEventID": 874386810, "Day": 20190922, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7178, "Actor1Code": "SPY", "Actor1Name": "INTELLIGENCE", "Actor1Type1Code": "SPY", "Actor2Code": "LEG", "Actor2Name": "CONGRESS", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.07196029776675, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20190922023000, "SOURCEURL": "https://www.thenews.com.pk/print/530296-trump-slams-partisan-whistleblower-biden-pushes-back"}, "ARTICLE": {"TITLE": "Trump slams ‘partisan’ whistleblower, Biden pushes back", "TEXT": "WASHINGTON: US President Donald Trump on Friday vigorously rejected a whistleblower’s claim of wrongdoing, amid reports he used a call with Ukraine’s president to pressure him to investigate the son of Trump’s Democratic rival Joe Biden.\n\nThe whistleblower´s secret complaint has triggered a tense showdown between Congress, whose Democratic leaders are demanding to review the complaint, and the executive branch which has barred them from doing so.\n\nIt has also raised concerns Trump sought to strong-arm Ukraine into providing damaging information on the president´s possible 2020 challenger, which would represent dangerous foreign meddling in the US election — similar to the interference blamed on Russia in 2016, when Trump defeated Hillary Clinton.\n\nThe Washington Post, citing two unnamed former US officials, said the complaint stemmed from Trump´s communications with Ukraine, and a “promise” allegedly made by the president.\n\nTrump slammed the “ridiculous” story, attacking the “partisan whistleblower,” despite admitting to not knowing the person´s identity. He insisted he had a “totally appropriate” conversation, without detailing with whom, or what was said, and instead suggested Biden and his son should be investigated for their actions in Ukraine.\n\nBiden responded forcefully, demanding Trump immediately release the transcript of the call and saying the reports Trump sought to coerce his Ukrainian counterpart, if true, amounted to “clear-cut corruption.”\n\nSuspicions have focused on a July 25 call between Trump and Ukraine´s President Volodymyr Zelensky, a former comedian elected in May. Trump´s Democratic opponents have been probing that call in connection with allegations Trump and his personal lawyer Rudy Giuliani tried to pressure the Ukrainian administration.\n\nThe Wall Street Journal reported that Trump pressed Zelensky about eight times on the call to investigate possible corruption involving Biden´s son Hunter, who worked with a Ukrainian natural gas company.\n\nWhen asked by reporters whether he discussed the Bidens with Zelensky, Trump said curtly: “It doesn´t matter what I discuss.”\n\nBut he did not deny having done so.\n\nInstead he urged media to “look into” Biden´s involvement in Ukraine, and his comments in early 2016 in which the former US vice president said the Obama administration would freeze $1 billion in US loan guarantees unless Kiev fire its top prosecutor.\n\n“Somebody ought to look into that,” Trump said.\n\nBiden — who leads Trump according to most polls — said the reports show the president´s “willingness to abuse his power and abase our country.”\n\n“It means that he used the power and resources of the United States to pressure a sovereign nation — a partner that is still under direct assault from Russia — pushing Ukraine to subvert the rule of law in the express hope of extracting a political favor,” Biden said in a statement.\n\nAmid the swirling allegations, Giuliani told CNN Thursday that “of course I did” ask Ukraine to investigate Biden. Giuliani said he did not know whether Trump brought up Biden, but said he would have “every right” to do so.\n\nAdding yet another layer to the controversy, congressional policymakers were concerned the Trump administration had been holding back military aid to Ukraine at the time. The aid was finally released last week.\n\nZelensky inherited an armed conflict against pro-Russian rebels that has killed nearly 13,000 in five years and caused serious economic difficulties.\n\nDemocratic lawmakers say a president conditioning foreign aid on providing dirt on a US election rival would amount to grounds for impeachment.\n\n“The president can´t use US aid as a weapon to serve his own political purposes,” House Democrat Seth Moulton tweeted. “This is an impeachable offense if true.”\n\nClinton herself weighed in Friday with a sharp critique.\n\n“The president asked a foreign power to help him win an election. Again,” she tweeted.\n\nThe scandal has set Washington on edge, with House Speaker Nancy Pelosi saying the whistleblower complaint raises “grave, urgent concerns for our national security.”\n\nPresidential candidate Elizabeth Warren called for Trump´s impeachment, and in a series of tweets criticized Congress for its repeated failure to start the process.\n\nDemocratic candidate Beto O´Rouke tweeted in support of Biden and said the president needed to be impeached, with fellow candidate Kamala Harris also calling for Trump´s removal.\n\nAs the crisis swells, Trump and Zelensky will meet for the first time Wednesday, during the UN General Assembly.\n\nTheir talk will focus in part on the “incredible energy and success President Zelensky has put forward in implementing anticorruption efforts,” said a senior US administration official.\n\nThe whistleblower scandal mushroomed this week when House intelligence chairman Adam Schiff revealed the acting Director of National Intelligence, Joseph Maguire, had refused to hand over the complaint to Congress."}}