{"GDELT": {"GlobalEventID": 874828410, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "JPN", "Actor1Name": "JAPANESE", "Actor1CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 162, "EventBaseCode": 162, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -5.6, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.79487179487179, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20190924040000, "SOURCEURL": "https://www.rediff.com/news/report/pix-the-war-games-that-us-and-india-play/20190924.htm"}, "ARTICLE": {"TITLE": "The war games that US and India play", "TEXT": "September 24, 2019 08:37 IST\n\nIndian and United States Army soldiers were trained jointly during their Yudh Abhyas 2019 exercise at Joint Base Lewis-McChord, Washington.\n\nThe exercise \"Yudh Abhyas\" started on September 5 and continued till September 18. It is a part of the ongoing Indo-US defence cooperation.\n\nThis is the 15th edition of the joint exercise hosted alternately between the two countries.\n\nBoth armies are jointly training, planning and executing a series of well-developed operations for neutralisation of threats of varied nature.\n\nHere is a glimpse of what both the armies were up to.\n\nMultiple scenarios are rehearsed during the joint exercise with a view to understand each other's organisational structure and battle procedures which would result in a higher degree of jointmanship that would further facilitate inter-operability between the armed forces of both countries to meet any unforeseen contingency across the globe.\n\nNamed Yudh Abhyas, the exercise is one of the largest joint-running military training and defence co-operation endeavours between India and the US.\n\nSoldiers exchange best practices and combat drills on the Stryker Interim Armoured Vechicle at Joint Base Lewis–McChord during Exercise Yudh Abhyas 2019.\n\nThe joint military exercise, Yudh Abhyas 2019, started on September 5 at the Joint Base Lewis McChord.\n\nWATCH: India, US soldiers dance to Assam Regiment song\n\nSoldiers of both countries singing and dancing on Assam Regiment's marching song 'Badluram ka badan zameen ke neeche hai' (Badluram's body is under the ground).\n\nBadluram, a rifleman in the Assam Regiment, was killed during World War II. But the quarter master continued to take ration in his name. When the Japanese Army surrounded the soldiers and cut off their supplies, they survived on the ration taken in Badluram's name.\n\nMoreover, the lyrics of 'Badluram' are based on 'John Brown's Body', a United States marching song about the abolitionist John Brown. The song was popular in the Union during the American Civil War.\n\nSoldiers share sniper techniques during the exercise.\n\nIndian army personnel showing skills during the 15th edition of 'Yudh Abhyas'.\n\nTroops of India and US training jointly on the howitzers and Chinook helicopters during their exercise.\n\nChinook and ultra-light howitzers have been acquired by India also and both would be used during Exercise HimVijay in Arunachal Pradesh near the China border in October.\n\nPhotographs: @ADGPI/Twitter, ANI Photos"}}