{"GDELT": {"GlobalEventID": 874828426, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "JUD", "Actor1Name": "ATTORNEY", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.9064807219032005, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20190924040000, "SOURCEURL": "http://www.latinpost.com/articles/142441/20190919/what-you-should-do-if-hit-by-a-car-as-a-pedestrian.htm"}, "ARTICLE": {"TITLE": "What You Should Do If Hit By A Car As A Pedestrian", "TEXT": "When you are walking along a road or crossing a street, you expect drivers to use caution and common sense. Unfortunately, both of these can be in short supply, and the results can be devastating for pedestrians. Whether you are simply walking along a road or are in a crosswalk downtown, pedestrian accidents happen each day across the United States.\n\nWhile in some accidents the injuries to a pedestrian may be relatively minor, other situations find the injuries to be extremely serious or even life-threatening. Whatever the case may be, there is a strong possibility you may have the grounds for legal action against the driver as well as other parties. If you have been hit by a car as a pedestrian and are wondering what to do next, here are some important steps you should always take in these situations.\n\nSummon Police and Rescue Personnel to the Scene\n\nWhen you are hit by a car as a pedestrian, always call police and rescue personnel to the scene immediately. Since you will not know the full extent of your injuries, you will need medical personnel on scene to assess your injuries and provide treatment. Along with this, police will need to speak with you, the driver, and any passengers or witnesses. After doing so, police will make an initial assessment of who was at fault for the pedestrian accident and file a report. This report, which will contain crucial information, will be needed by your personal injury lawyer so that its contents can be evaluated. If police have determined the driver was at fault, this report can be used to help your attorney pressure the driver's insurance company into reaching an out-of-court settlement that provides you maximum compensation.\n\nGet Medical Treatment\n\nWhile you will most certainly receive medical treatment from paramedics at the accident scene, this should only be the beginning of having your injuries evaluated by medical personnel. Even with treatment at the accident scene, you will probably need additional testing to determine the full extent of your injuries. Since serious injuries such as brain injuries and herniated discs may not display symptoms immediately, always allow yourself to be taken to a hospital or your family doctor for an evaluation. By doing so, you will know exactly how seriously you are injured, as well as have the injuries entered into your medical records. If you procrastinate on seeking medical treatment, the driver's lawyer and insurance company will have sufficient grounds to claim you were not injured in the accident. Therefore, along with hiring a good pedestrian accident lawyer, make sure you have your injuries treated as quickly as possible.\n\nTake Pictures of the Scene\n\nIf you have a cell phone with you and are physically able to do so, take as many pictures as you can of the accident scene. Most importantly, focus on such things as damage to the driver's vehicle, cuts and bruises you sustained, crosswalks, stop signs, and traffic signals that are nearby, skid marks and road conditions, and damage to your personal property. By having pictures that can be given to your personal injury lawyer, your attorney can have them analyzed by accident reconstruction experts to determine exactly how the accident happened. In many of these cases, these experts also testify on your behalf as expert witnesses, so always be sure you take more than enough pictures to help your pedestrian accident lawyer in Los Angeles build a strong case.\n\nSpeak to Witnesses\n\nIf there were people nearby who saw the driver hit you, make sure you speak to them before you and they leave the accident scene. Along with getting their names, addresses, and phone numbers, make sure you take notes or use your smartphone to record their recollections of the accident. This will be important to your case, since witness testimony carries great weight inside a courtroom. Also, since memories of witnesses can quickly fade and their stories can change after only a day or two, do not miss your opportunity to get their stories immediately following the accident. Once you have their stories and contact information, give this to your pedestrian accident lawyer. In most cases, your lawyer will want to contact all witnesses and interview them to make sure no details of the accident were omitted.\n\n\n\nDon't Say \"I'm Sorry\"\n\nWhenever an unfortunate event happens in our lives, our first instinct is to be apologetic and say something such as \"I'm sorry.\" While this is fine in most situations, it is perhaps the worst thing you can do after being hit by a car as a pedestrian. Whether you say this to police, the driver, or witnesses, these two words can spell disaster from a legal standpoint. If you make the mistake of saying \"I'm sorry\" to anyone at the scene, it will probably be taken to mean you are admitting guilt for causing the accident. Due to the serious legal peril you can put yourself in by saying this, always use tremendous amounts of discretion at the accident scene. While you should try to be cooperative with everyone, that does not mean you should throw common sense and good judgment to the wind. Therefore, be polite but also very aware of how what you say and do can be used against you by others.\n\n\n\nDon't Deal with Insurance Companies Yourself\n\nWhenever you are involved in an accident where you have been hit by a car, insurance companies will want to speak with you. Whether it is your own insurance company or that of the driver, be very wary in these situations. Since you will be filing a claim and possibly a lawsuit, insurance companies will often look for ways to use your words and other evidence against you in an effort to deny your claim. However, if this strategy proves to go nowhere, the company will then try to appear as if they want to make you a quick settlement offer for your injuries. If this happens, do not accept any offers until you have spoken to your personal injury lawyer. Most of the time, these quick offers by insurance companies will not begin to pay for your medical expenses, lost wages, property damage, and pain and suffering.\n\n\n\nDisappear from Social Media\n\nIf you are a regular presence on social media, do a disappearing act from Facebook, Instagram, and Twitter until your case is resolved. Unfortunately, many accident victims do not do this, and the result is posting comments or photos that derail their insurance claims and lawsuits. Unbeknownst to most victims, insurance companies, the driver, their attorney, and possibly insurance investigators will monitor a victim's social media sites in hopes of finding something to be used against them. Thus, should you go online and let your anger and emotions rule your thinking, you will likely be left out in the cold regarding the awarding of compensation for your injuries.\n\n\n\nSince a pedestrian accident can be very traumatic and turn your life and that of your family upside down in an instant, make sure you do everything possible to ensure you receive compensation for your injuries and other damages. Therefore, don't hesitate to schedule a consultation with an experienced attorney to discuss your case."}}