{"GDELT": {"GlobalEventID": 874829019, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "SAU", "Actor2Name": "SAUDI ARABIA", "Actor2CountryCode": "SAU", "IsRootEvent": 1, "EventCode": 16, "EventBaseCode": 16, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.75193798449612, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA10", "Action2Geo_ADM2Code": "25316", "Action2Geo_Lat": 24.6408, "Action2Geo_Long": 46.7728, "Action2Geo_FeatureID": "-3093009", "DATEADDED": 20190924040000, "SOURCEURL": "http://www.jordantimes.com/news/region/yemen-upcycles-shot-buses-ease-water-shortage"}, "ARTICLE": {"TITLE": "Yemen upcycles shot-up buses to ease water shortage", "TEXT": "A university bus transformed into a water tank is parked next to its damaged other half in a neighbourhood of Yemen's third city of Taez on Saturday (AFP photo)\n\nTAEZ, Yemen — Once a bus wreck peppered with bullet holes, the pristine white water tanker parked in front of a Yemen university now delivers water to students in the war-torn and cholera-hit south.\n\nSitting among still battle-scarred buses, the tanker was repurposed by student welfare officer Nashwan Al Rebasi, who has made a mini fleet of water transporters for the university at the foot of the Taez Mountains.\n\n\"The idea was born out of the water shortages in the region and the total lack of a reservoir at the university,\" said the 35-year-old.\n\nTaez, Yemen's third city located in the country's mountainous southwest, has been rocked by violent clashes between pro-government forces and Houthi rebels, as well as between different loyalist factions.\n\nThe ongoing civil war has ravaged Yemen since its outbreak in 2014.\n\nThe conflict has been thrust back into the spotlight after the Houthis claimed an audacious attack on Saudi oil infrastructure on September 14 that took out half the kingdom's production.\n\nWashington and Riyadh have roundly rejected the claim, with the finger of blame pointing towards Iran instead.\n\nFilled with rainwater\n\nTaez's 600,000 people have remained under the control of pro-government forces with the backing of Saudi Arabia, while Houthi fighters backed by Iran have besieged the city.\n\nThe Houthis have tested the resolve of the city's residents by seizing control of areas that include the principal wells supplying the city and restricting access to the essential resource.\n\n\"Eighty per cent of the buses at the university were destroyed,\" said Rebasi from behind the wheel of one of his tankers, which he created by working \"tirelessly\" for a fortnight.\n\nIn an open air workshop, university technicians dismantle other buses, leaving only the driver's seat and the chassis onto which tanks are attached in place of passenger benches.\n\nFour passenger buses have been reincarnated as water tankers in total, to help 200 dormitory-dwelling students out of the university's 40,000-strong student body.\n\n\"We've had several assembly issues and have struggled to find spare parts on the market,\" explained technician Mohamed Amin.\n\n\"We can't order them from Sanaa\" or provisional capital Aden, he said.\n\nThe tankers are filled from what little rainwater falls in the area and from the boreholes still under government control.\n\nThe scheme costs the university 700,000 Yemeni riyals a month ($2,700 at the official rate, $1,300 on the black market).\n\n'Nothing is impossible'\n\nThe United Nations accuses both the rebels and pro-government forces of war crimes against civilians, and provoking the world's worst humanitarian crisis including a cholera epidemic.\n\nThe UN's special envoy for Yemen Martin Griffiths wrote this week that \"this is a conflict the international community can resolve. And because we can, we must\".\n\n\"Let us be clear: Yemen cannot wait. And moreover, Yemen need not wait. And neither should we.\"\n\nTwo million suspected cases of the waterborne infection have been recorded by the World Health Organisation, while cholera has killed at least 3,500 people, roughly two-thirds of whom were under five years old.\n\nCholera is an intestinal infection caused by eating or drinking products contaminated with bacteria which cause serious dehydration that can prove fatal if left untreated.\n\nAfter parking one of his creations, Rebasi climbs onto a pre-transformation bus without windows and examines the torn leather seats interspersed with mounds of junk.\n\nOn another vehicle, the words \"Taez University\" could still be seen despite the dilapidated state of the bus, complete with a windscreen speckled with bullet holes.\n\n\"We've lost friends, family members. The wars have destroyed everything. If people aren't killed, then they're displaced,\" Rebasi said.\n\nBut he believes that his project shows that \"nothing is impossible, everything can be fixed\".\n\n\"What's important is that people want to do it, to reflect on how they can resolve what the wars have destroyed,\" he said."}}