{"GDELT": {"GlobalEventID": 874828226, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "USALEG", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.2150668286755801, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK03", "Actor1Geo_ADM2Code": "40350", "Actor1Geo_Lat": 34.796, "Actor1Geo_Long": 72.1502, "Actor1Geo_FeatureID": "-2764806", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40350", "Action2Geo_Lat": 34.796, "Action2Geo_Long": 72.1502, "Action2Geo_FeatureID": "-2764806", "DATEADDED": 20190924040000, "SOURCEURL": "https://www.geo.tv/latest/248513-pm-imran-to-trump-us-has-responsibility-to-resolve-conflicts-as-most-powerful-country"}, "ARTICLE": {"TITLE": "PM Imran to Trump: US has 'responsibility' to resolve conflicts as 'most powerful country'", "TEXT": "NEW YORK: Prime Minister Imran Khan on Monday met US President Donald Trump in a televised event during which reporters were also present. They met on the sidelines of the UN General Assembly's (UNGA) 74th session.\n\nThe two spoke about the ongoing situation in the Indian-occupied Kashmir, with PM Imran telling Trump that he felt that it was \"the beginning of a crisis\". Addressing the US president and the reporters, he said: \"Trump heads the most powerful country in the world. And the most powerful country in the world has a responsibility. \"I honestly feel that this crisis could become much bigger. We look to the US to put out flames in the world,\" the PM said. Trump, on the other hand, noted that \"many countries wanted to meet with me and we were unable to meet with them\". Turning to PM Imran, he added: \"I will tell you this: You have a great leader. He's a good man, a nice man. Happens to be a great athlete.\"\n\nPrime Minister Imran Khan looks on during a meeting with US President Donald Trump on the sidelines of the UN General Assembly in New York, US, September 23, 2019. AFP/Saul Loeb\n\nOn Kashmir and his prior offers of mediation, Trump said: \"I think I would be an extremely good arbitrator. I've done it before, believe it or not. And I've never failed as an arbitrator. I've been asked to arbitrate disputes — pretty big ones — from ... friends.\n\n\n\n\"And I've done it in a good, successful fashion. If I can be of help, you know that, if I can be of help, let me know,\" he added.\n\nThe US president said his predecessors did not trust Pakistan but that he did. \"I trust Pakistan, but people before me didn't, but they didn't know what they were doing.\n\n\"You know what I do? I trust this gentleman right here and I do trust Pakistan,\" he noted, referring to PM Imran. \"I have a lot of Pakistani friends living in New York. They're smart, great negotiators by the way, in case you had any questions.\n\n\"It's all gonna work out but if I can help, I'd like to help… But I don't think you've ever had a president who actually felt the way I do — in a positive way — about Pakistan, I don't think you have, I've looked back and I've seen where it was.\"\n\nHowever, shortly afterwards, when a reporter asked him if he was concerned about the human rights situation in Kashmir, Trump responded by saying he wanted \"to see it work out … I want it to be humane … I want everybody to be treated well\".\n\nTrump met with the Pakistani PM a day after attending a rally in Houston that was organised by Indian PM Narendra Modi, a Hindu nationalist whose government last month revoked the Muslim-majority Himalayan region's autonomy and cut off most ordinary people's cellular and internet service.\n\nUS President Donald Trump speaks during a meeting with Pakistani Prime Minister Imran Khan on the sidelines of the UN General Assembly in New York, US, September 23, 2019. AFP/Saul Loeb\n\nRegarding Modi's rally, the American president said: \"I heard a very aggressive statement yesterday, I was there, I didn't know I was gonna hear that statement, but I was sitting there, I heard a very aggressive statement, yes from India, from the PM.\n\n\n\n\"I will say it was very well-received within the room, that was a big room, there were 59,000 people but it was a very aggressive statement,\" he noted. \"I hope they're gonna be able to come together, India and Pakistan, and do something that's really smart and good for both, there's a solution, and I really believe there's a solution.\"\n\nEarlier today, PM Imran had told the Council on Foreign Relations (CFR) that he would make a new pitch to Trump to mediate on Kashmir, which is divided between Pakistan and India.\n\nThe Trump-Khan meeting was the second one since July when the US president had offered to mediate on Kashmir dispute.\n\nTrump also held telephone talks with the leaders of Pakistan and India in August amid the lock-down in the occupied Kashmir.\n\n\n\nEarlier in the day, PM Imran met his British counterpart, Boris Johnson, over breakfast, and Chinese Foreign Minister Wang Yi was expected to call on the PM later.\n\n\n\nOther important engagements of PM Imran included meetings with Turkish President Recep Tayyip Erdogan, Swiss President Ueli Maurer, World Bank President David Malpass, and Italian Prime Minister Giuseppe Conte.\n\nThe premier also spoke at the United Nations Climate Action Summit 2019 in New York shortly before meeting Trump."}}