{"GDELT": {"GlobalEventID": 874827818, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "FRA", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 1.25523012552302, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Quebec, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12750", "Actor1Geo_Lat": 47.5, "Actor1Geo_Long": -72.0, "Actor1Geo_FeatureID": "-571850", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Quebec, Quebec, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA10", "Actor2Geo_ADM2Code": "12750", "Actor2Geo_Lat": 47.5, "Actor2Geo_Long": -72.0, "Actor2Geo_FeatureID": "-571850", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Quebec, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12750", "Action2Geo_Lat": 47.5, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "-571850", "DATEADDED": 20190924040000, "SOURCEURL": "https://www.norwichbulletin.com/news/20190923/griswold-considering-acquiring-former-glasgo-church-building"}, "ARTICLE": {"TITLE": "Griswold considering acquiring former Glasgo church building", "TEXT": "GRISWOLD - The town soon may acquire St. Anne Roman Catholic Church, almost seven years after the last Mass was concelebrated in the building on Route 201.\n\n\"The property has been for sale. The town has been interested in it,\" said the Rev. Ted Tumicki, the former pastor at the church.\n\nGriswold already operates a playground on the church property in the Glasgo section of town.\n\n\"When they wanted to keep going on the playground, we offered them the property,\" Tumicki said.\n\nThe town took over the playground in December 2012, a couple of months after the church closed, and has maintained it since.\n\nNow the town would get the rest of the site. The Board of Selectmen at its meeting Sept. 10 agreed to forward to a town meeting a proposal for the town to acquire the church building and property for $1, according to the meeting minutes.\n\nResidents at the Oct. 8 town meeting would have the final say.\n\n\"As far as the whole property goes, it makes sense for the town,\" Tumicki said.\n\nIn August, selectmen asked resident Edward Berdick to look into what uses the town could have for the property. Berdick reported at the Sept. 10 meeting that the grounds could be used for recreation, a public park or a site for a farmers market.\n\nThe building, Berdick reported, after it was renovated to include running water and a heating system, could be used for theatrical and musical performances, lectures, cultural events, as a town museum, a home for veterans coffeehouse meetings, and a tourist information center.\n\nBurdick wrote in the report that he strongly recommended the town acquire the property.\n\nThe Diocese of Norwich closed the church in October 2012. Tumicki told a Bulletin reporter at the time that upgrades to the 1891 building -- it lacks heat, air conditioning, handicapped access and indoor plumbing -- could cost as much as $400,000.\n\n\"It needs some work,\" First Selectman Todd Babbitt said. He noted that some window sills are rotted, but the church is structurally sound. Other upgrades, such as installing heat or running water, possibly could be done at some point possibly using state historic preservation grants, he said.\n\n\"There will be some maintenance issues that will likely have to be addressed,\" Tumicki said.\n\nBerdick told selectmen, Babbitt said, that volunteers are available to do many of the repairs.\n\nModeled after a St. Anne Church in Quebec, it was built on land donated by the Glasgo Finishing Co. to serve its French Canadian mill workers. The small building held about 35 people gathering in its 24 pews each Sunday for its only Mass at 7 a.m.\n\nThe church was a mission church of St. Thomas the Apostle Catholic Church two miles away in Voluntown almost since it was built, and after it closed, the Voluntown church was renamed Sts. Thomas and Anne."}}