{"GDELT": {"GlobalEventID": 874828418, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "JUD", "Actor1Name": "MAGISTRATE", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 16, "EventBaseCode": 16, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.0440251572327, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Romania", "Actor1Geo_CountryCode": "RO", "Actor1Geo_ADM1Code": "RO", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 25.0, "Actor1Geo_FeatureID": "RO", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Romania", "Action2Geo_CountryCode": "RO", "Action2Geo_ADM1Code": "RO", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 25.0, "Action2Geo_FeatureID": "RO", "DATEADDED": 20190924040000, "SOURCEURL": "https://www.leicestermercury.co.uk/news/leicester-news/woman-surprised-arrested-armed-police-3343018"}, "ARTICLE": {"TITLE": "Woman surprised to be arrested by armed police after taking airgun to park for target practice", "TEXT": "Get the stories that interest you straight to your inbox for free - once a day, every day Yes please! Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nA young woman was arrested by teams of armed police after going to the park for some target practice with her airgun.\n\nAlys Bosneac, who later claimed she had no idea she was breaking the law, was walking along Tudor Road in Leicester, where she lives, when a passer-by noticed a gun in her hand.\n\nThe witness called Leicestershire Police, which sent firearms officers to the area.\n\nAs they approached 21-year-old Bosneac, an officer spotted the airsoft pistol, which was black and resembled a semi-automatic handgun but only fired small round pellets.\n\nThe officer shouted “gun”, and police rushed at Bosneac and ordered her to get on the ground. Upon checking the weapon, they found the gun had a magazine with one pellet in it.\n\nPossessing an imitation firearm in public is an offence under the Firearms Act 1968.\n\nAt Leicester Magistrates’ Court, Bosneac pleaded guilty to the charge, although she denied a claim by the witness that she had pointed the gun at another member of the public.\n\nThe case will now go to Leicester Crown Court where a special hearing will take place to enable a judge to hear from witnesses and decide whether Bosneac really did point the gun at someone.\n\nDuring Friday’s hearing at the magistrates' court, prosecutor Sukhy Basi said: “It was on August 31 at about 8.10pm when a woman was walking from Narborough Road to her car, which was parked in Tudor Road.\n\n“She noticed three people – this defendant and two males – walking towards her in the same direction as two other women who were ahead of them.\n\n“As the witness got in her car she saw the defendant holding a handgun and pointing it to the back of one of the two females who were about 15 metres away from the defendant.\n\n“The witness drove up the road and reversed in Bosworth Street and phoned the police.\n\n“At that point the defendant was pointing the gun towards some bushes.\n\n“The armed police arrived and conducted a search. They saw the defendant smoking a cigarette, walking towards Braunstone Gate. Another armed police vehicle arrived and the officers got into position.\n\nShe had 'no idea it was against the law'\n\n“An officer saw the defendant had a black handgun pointed at the ground and he shouted ‘gun’.\n\n“The police believed the handgun was real and they were shocked by the manner in which she was carrying it.\n\n“Officers told her to get on the floor and she did comply.”\n\nBosneac explained to the police that she had no idea it was against the law to carry an imitation firearm. Mr Basi said Bosneac, who is Romanian, had no previous convictions in this country.\n\n“She said she had suggested going to the park to do target practice,” he said. “She didn’t know it was an offence to have it in a public place.\n\n“She agreed in interview someone could fear for their safety but she didn’t admit causing anyone any fear of harm.”\n\nRajesh Sood, representing Bosneac, said: “The prosecution case is there was a loaded firearm being pointed at the head of someone. This is disputed by her.”\n\nThe court clerk advised the magistrates that whether or not Bosneac accepted aiming the gun at someone else, the matter was serious enough to be sent to Leicester Crown Court for the next step.\n\nChairman of the bench Vena Raja told Bosneac: “Because of the seriousness of this case we’re sending this to Leicester Crown Court and the judge will decide how to proceed.”\n\nThe case is due to be heard at the crown court next month."}}