{"GDELT": {"GlobalEventID": 874827978, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "EDU", "Actor1Name": "PROFESSOR", "Actor1Type1Code": "EDU", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 5.37037037037037, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20190924040000, "SOURCEURL": "https://www.anu.edu.au/news/all-news/anu-awarded-bronze-sage-athena-swan-accreditation"}, "ARTICLE": {"TITLE": "ANU awarded bronze SAGE Athena Swan accreditation", "TEXT": "The Australian National University (ANU) has been awarded a SAGE Athena SWAN Institutional Bronze Award through the Science in Australia Gender Equity (SAGE) program.\n\nThe award recognises the University's efforts to eliminate gender bias and develop an inclusive culture that values all staff.\n\nANU Vice-Chancellor and President Professor Brian Schmidt AC said the University should be proud of the progress ANU has made, but noted that the University had a lot to do to achieve equity.\n\n\"I am delighted that ANU has been recognised through the SAGE Athena SWAN program with a Bronze Award, which reflects the work the University has done and our ongoing commitment to improving gender equity,\" Professor Schmidt said.\n\n\"While our written application focusses on what we are doing to support academic women in Science, Technology, Engineering, Mathematics and Medicine (STEMM) disciplines, our action plan will benefit all staff.\n\n\"Bronze is an important milestone, but work begins immediately to achieve the Silver Award, and then Gold. As the national university, ANU must set the benchmark.\"\n\n\"ANU has a responsibility to attract the very best staff, and to help them build outstanding academic careers. Our practices and our culture must help make ANU attractive to women academics from around the world.\"\n\nSAGE Athena SWAN is not a box-ticking exercise. Since committing to the pilot in 2016 the University has launched a range of initiates to support and advance the careers of women and men.\n\nANU launched the ANU Futures program to provide significant start-up funding to early and mid-career researchers. The scheme's guidelines called for at least half of the funding to go to women academics. So far, 26 of the 42 recipients are women, receiving $9.9 million of the $17.1 million the committed under the scheme.\n\nThe University has expanded its childcare facilities on campus to encourage a family-friendly working culture, and implemented a sector-leading paid parental leave scheme which encourages both parents to take up to 26 weeks of parental leave. This year the University launched a scheme to provide superannuation contributions to staff during periods of unpaid parental leave for periods up to the equivalent of a maximum of 26 weeks.\n\nOver recent years, a number of significant appointments have been made bringing high profile women to the University. Distinguished Professor Genevieve Bell, Professor Anna Moore, Professor Rae Frances, Professor Sally Wheeler are just some of the high calibre appointments transforming ANU and what ANU does.\n\nProfessor Schmidt went on to thank the University's Self-Assessment Team (SAT), led by Professor Mike Calford.\n\n\"Driving cultural change is challenging and I want to acknowledge the dedication and hard work of the SAT team. The commitment and drive of the team to honestly and openly reflect on the systems, structures and cultures that contribute to inequality has been fundamental to the SAGE Athena SWAN process,\" Professor Schmidt said.\n\n\"In addition, the 4 year action plan that we commit to will provide a solid foundation for the University to improve gender equity here at ANU.\"\n\nSAGE is a partnership between the Australian Academy of Science and the Australian Academy of Technology and Engineering that was set up to pilot the UK's Athena SWAN Charter and accreditation framework in Australia."}}