{"GDELT": {"GlobalEventID": 874829059, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "UAF", "Actor2Name": "TERRORIST", "Actor2Type1Code": "UAF", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.1440329218107, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20190924040000, "SOURCEURL": "https://www.timesnownews.com/india/article/politicisation-of-un-listings-fatf-should-be-avoided-to-combat-terrorism-pm-modi-s-veiled-swipe-at-china/494001"}, "ARTICLE": {"TITLE": "Politicisation of UN listings, FATF should be avoided to combat terrorism: PM Modi’s veiled swipe at China", "TEXT": "PM Narendra Modi\n\nKey Highlights PM Narendra Modi spoke at Leaders' Dialogue on Strategic Responses to Terrorist and Violent Extremist Narratives at UN HQ PM Modi took a veiled dig at China, saying that politicisation of mechanisms such as the UN listings and FATF should be avoided He also said that terrorists attacks should not be distinguished between \"good or bad\"\n\nNew York: Prime Minister Narendra Modi on Tuesday took a veiled dig at China and said that politicisation of mechanisms such as the UN listings and FATF should be avoided to ensure that access to funds and resources to terrorists are cut off.\n\nPM Modi made the statement while addressing the Leaders' Dialogue on Strategic Responses to Terrorist and Violent Extremist Narratives at the UN headquarters in New York on Tuesday.\n\nThe Prime Minister also asserted that terrorists should not be allowed funds and ammunitions.\n\n“PM Modi suggested institutionalising counter-terrorism cooperation at the multilateral level. PM said terrorists should not be allowed to get funds and arms, for this objective to be realised we need to avoid politicisation of mechanisms like UN listings & FATF,” A Gitesh Sharma, MEA Secretary (West) said in a press briefing.\n\nMEA: PM called for global solidarity & readiness against terrorism in the same way the world has shown solidarity against challenges like climate change. He said a terrorist attack, anywhere in the world should be considered as terrorism, not good or bad terrorism. #UNGA #NewYork pic.twitter.com/ykQZ3ZtzCA — ANI (@ANI) September 24, 2019\n\n“PM Modi called for qualitative up-gradation in the ongoing cooperation & intelligence sharing through bilateral and regional frameworks,\" the MEA official said.\n\nSharma added that the Prime Minister had urged for \"global solidarity\" and readiness against terrorism in a manner similar to how solidarity had been shown against challenges like climate change.\n\n\"He said a terrorist attack, anywhere in the world should be considered as terrorism, not good or bad terrorism,\" Sharma said while quoting the Prime Minister.\n\nPM Modi also shared India's experiences and said that the democratic values, diversity and inclusive development were \"the most important weapons against ideologies that promote terror, extremism and radicalism.\"\n\nThe Leaders' Dialogue was organised by a group of countries as well as the UN Secretariat, which is associated with the Office of Counter-terrorism. King of Jordan, President of France, Prime Minister of New Zealand and the Secretary-General of the United Nations (UNSG) jointly hosted the talks.\n\nEarlier in the day, PM Modi had addressed the high-level meeting on Universal Health Coverage and Climate Action Summit.\n\nSpeaking at the Climate Action Summit, the Prime Minister announced India's renewable energy capacity increased from 175 GW to 450 GW and also asked other countries to join the Coalition for Disaster Resilient Infrastructure which is being launched by India."}}