{"GDELT": {"GlobalEventID": 874923017, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.15946843853821, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mugla, Mugla, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU48", "Actor1Geo_ADM2Code": "28144", "Actor1Geo_Lat": 37.2181, "Actor1Geo_Long": 28.3665, "Actor1Geo_FeatureID": "-765549", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mugla, Mugla, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU48", "Action2Geo_ADM2Code": "28144", "Action2Geo_Lat": 37.2181, "Action2Geo_Long": 28.3665, "Action2Geo_FeatureID": "-765549", "DATEADDED": 20190924123000, "SOURCEURL": "https://www.bbc.co.uk/news/world-europe-49807954"}, "ARTICLE": {"TITLE": "Thomas Cook collapse: German airline Condor seeks financial help", "TEXT": "Image copyright EPA\n\nGermany is considering issuing financial aid to the Condor airline after Thomas Cook declared bankruptcy.\n\nThomas Cook, which has a 49% share in the airline, collapsed on Monday.\n\nCondor has applied for a bridging loan from the federal government and is awaiting a response, with German media reporting the amount requested was €200m ($220m; £176m).\n\nThomas Cook's collapse has reportedly left 600,000 tourists stranded, including tens of thousands of Germans.\n\nGerman Economy Minister Peter Altmaier said that the government would make a decision on financial aid within the coming days.\n\nThe government in the state of Hesse has already promised its support, a statement from the airline said.\n\n\"I assure you that we will do everything in our power and leave no stone unturned, so that our fleet continues to bring our guests reliably to their holiday destinations all over the world and back home as usual,\" Ralf Teckentrup, chairman of Condor, said.\n\nCondor has said it will not carry passengers who have booked with Thomas Cook or its subsidiaries. Those passengers have been advised to get in contact with their tour operator.\n\nA German government official said that compulsory insurance should cover most German travellers if they were stranded abroad, Reuters reports.\n\nMedia playback is unsupported on your device Media caption Former Thomas Cook pilot explains how he was told he would lose his job\n\nWhat has happened to Thomas Cook in Europe?\n\nThomas Cook's subsidiary in Germany is still operating but has stopped taking bookings, DW.com says. This includes all of its German subsidiaries such as Neckermann, Öger Tours, Air Marin and Bucher Reisen.\n\nThomas Cook's German operations are widely considered to be in a healthier state and have remained profitable, DW adds.\n\nThe Dutch unit of Thomas Cook has cancelled all travel booked through Thomas Cook Netherlands and subsidiary Neckermann. The companies said that they looked into the possibility of fulfilling the booked journeys but were unsuccessful. A special call centre has been set up for those affected.\n\nCurrently, there are 10,000 Dutch tourists abroad with Thomas Cook.\n\nIn Belgium, Thomas Cook's unit there says customers who have booked a package holiday cannot travel for the time being. A number of Thomas Cook Belgium's offices were closed on Tuesday.\n\nLeen Segers, spokeswoman for Thomas Cook Belgium said: \"We decided not to let any new customers leave today. We are looking for solutions for Thomas Cook Belgium. We want clarity before the customers leave again.\"\n\nBrussels Airlines has also stopped accepting passengers who have booked a package through Thomas Cook and Neckermann. The Belgian airline also said on Monday that it would start cancelling flights that it operates on behalf of Thomas Cook. Two flights from Brussels to Tunisia were cancelled on Wednesday.\n\nHow have businesses around the world been affected?\n\nThere is concern in countries such as Egypt and Greece that local businesses could be financially impacted by loss of tourism."}}