{"GDELT": {"GlobalEventID": 874921942, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "EDUEDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor1Type2Code": "EDU", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 6.11745513866232, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20190924123000, "SOURCEURL": "http://uknow.uky.edu/arts-culture/uk-art-museum-presents-special-lectures-linked-current-exhibitions"}, "ARTICLE": {"TITLE": "UK Art Museum Presents Special Lectures Linked to Current Exhibitions", "TEXT": "LEXINGTON, Ky. (Sept. 24, 2019) — As part of the fall exhibitions being presented by University of Kentucky Art Museum, the museum will host several significant lectures by artists and arts professionals that supplement the artwork on view. These events are free and open to the campus community and the general public.\n\n\"The Conservation of Paintings: Historical and Technical Discoveries”\n\n7 p.m. Wednesday, Oct. 2, Gatton Student Center Ballroom C\n\nUK Art Museum will welcome Barry Bauman, elected fellow of the American Institute for Conservation and founder of Conservation Ventures, to campus to discuss his career and the areas of study required to do conservation work, as well as reveal some of the historical and technical discoveries he’s made in his more than three decades of practice.\n\n“In celebration of our 40th anniversary, the museum has currently on view, a range of works that have been conserved by Barry Bauman,” UK Art Museum Director Stuart Horodner said. “His expertise and generosity has helped us care for numerous paintings in our permanent collection, and we are thrilled to have him on campus to discuss his experiences as a trusted professional in the field.”\n\nAccording to Bauman, an acclaimed conservator and art historian, every painting has its secrets. He has discovered many of them during his 46 years of experience treating and analyzing damaged paintings — lost signatures, hidden dates and entire paintings hidden beneath other works. Two of his discoveries were so phenomenal they landed on the front pages of The New York Times news or weekend arts sections.\n\nBauman’s discoveries lecture has been one of his most popular, especially for a university or college audience, where majors in art, art history, chemistry, physics, history and museum studies all overlap with conservation concerns. Most students are not aware of the conservation field and the rewards it has to offer.\n\n\"Painting conservation is the most perfect blend of art and science. For myself, the restoration of paintings has never been a job, it’s always been a reward,” Bauman said.\n\nAt the beginning of his career, Bauman worked for 11 years at the Art Institute of Chicago, departing as the associate conservator of paintings. He then founded and directed the Chicago Conservation Center, which for 20 years, was the largest conservation facility in the nation.\n\nIn 2004, Bauman left the private sector to establish Bauman Conservation, America’s first conservation laboratory dedicated to offering complimentary services to museums and nonprofit organizations. When he closed Bauman Conservation in 2018, it was estimated he had contributed more than $6 million in conservation services to museums and nonprofits.\n\nThis August, Bauman opened Conservation Ventures, a company that focuses on presentations and CAP (Conservation Assessment Program) survey grants. Conservation Ventures also assists museums applying for CAP grants, which provide recommendations and priorities for long-range collection care and serve as a fundraising tool for future projects.\n\nArtist Discussion: Crystal Gregory and Judy Ledgerwood\n\n2 p.m. Saturday, Oct. 5, UK Art Museum\n\nPresented in conjunction with “Interwoven: Joan Snyder, Judy Ledgerwood, Crystal Gregory,” exhibiting artists Crystal Gregory and Judy Ledgerwood will discuss their engagement with feminism and formal concerns with UK Art Museum curator Janie Welker.\n\n“Interwoven,” on display through Dec. 8 at UK Art Museum, brings together three diverse artists of different generations who make work deeply informed by feminism in their embrace of personal narratives, symbols or choice of motifs. The trio shares an interest in rich texture, a dynamic use of color and gesture, and a strong interest in material and process, even while their art is strongly individual.\n\nLedgerwood’s choice of symbols includes flowers, textiles and decorative patterning, all of which were historically rejected as unsuitable for art because they were associated with femininity. Her work vigorously explores formal concerns. Brightly colored quilts appear to sag under their own weight, and the paint is so juicy it runs off the canvas, while the organic shapes of the textiles or flowers she paints play against the crisp white edges of the canvas.\n\nBy contrast, Gregory, an assistant professor in the UK School of Art and Visual Studies, literally imbeds handwoven textiles into cement, producing abstract compositions of surprising color and lyrical line. Her process emphasizes the structural pattern of her material and plays with concepts of fluidity and strength; occasionally fringes hang down from the rectangular constructions, like paint dripping down a canvas.\n\nTwo other highlights of the fall schedule are part of the museum’s Robert C. May Photography Endowment Lecture Series with four emerging photographers. The series is made possible through the Robert C. May Photography Endowment, a museum fund established in 1994.\n\nRobert C. May Photography Lecture: Laura Letinsky\n\n4 p.m. Friday, Oct. 25, Worsham Cinema, Gatton Student Center\n\nIn conjunction with the exhibition “Laura Letinsky: Recent Works,” the museum will bring to campus the artist to discuss her work.\n\nLaura Letinsky creates spare, evocative still lifes, that recall both Old Master paintings and the domestic intimacy of everyday life. Rather than pristine bowls of fruit, she situates the remains of a meal waiting to be cleared away in a space so tenderly lit, one can imagine the pleasure of sharing it, as well as the impending cleanup. Her photographs explore the connection of the physical world.\n\nLetinsky’s work is on display at the museum through Dec. 8. She has been a professor in the Department of Visual Arts at the University of Chicago since 1994. Her works have been exhibited internationally at venues including the J. Paul Getty Museum, Los Angeles; the San Francisco Museum of Modern Art; and Yale University Art Gallery, among others.\n\nRobert C. May Photography Lecture: Sarah Lewis\n\n4 p.m. Friday, Dec. 6, Worsham Cinema, Gatton Student Center\n\nHarvard University Professor Sarah Lewis examines the role of the visual arts in shaping dialogues on vision and justice in her teaching and extensive publications. Racial bias is so deeply engrained in photography that it is embedded in the chemical makeup of color film, specifically calibrated for Caucasian skin tones. Lewis’ work examines how the impact of images and representation in the public realm ties to the right of being recognized justly in a democracy.\n\nLewis is the best-selling author of \"The Rise: Creativity, the Gift of Failure, and the Search for Mastery\" (2014) and is the editor of Aperture’s summer 2016 issue, Vision & Justice. She served on President Barack Obama’s Arts Policy Committee and held positions at the Tate Modern in London and the Museum of Modern Art in New York.\n\nThis is just a sample of the events the UK Art Museum will host this fall. To see a full list of events, visit: https://finearts.uky.edu/art-museum.\n\nThe mission of the UK Art Museum, part of the UK College of Fine Arts, is to promote the understanding and appreciation of art to enhance the quality of life for people of Kentucky through collecting, exhibiting, preserving and interpreting outstanding works of visual art from all cultures. Home to a collection of more than 4,800 objects including American and European paintings, drawings, photographs, prints and sculpture, the Art Museum presents both special exhibitions and shows of work from its permanent collection.\n\nThe UK Art Museum, located in the Singletary Center for the Arts at Rose Street and Euclid Avenue, is open 10 a.m. to 5 p.m. Tuesday through Thursday, 10 a.m. to 8 p.m. Friday, and noon to 5 p.m. Saturday and Sunday. Admission is free, but donations are encouraged."}}