{"GDELT": {"GlobalEventID": 874922567, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.64102564102564, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hedel, Noord-Brabant, Netherlands", "Actor1Geo_CountryCode": "NL", "Actor1Geo_ADM1Code": "NL06", "Actor1Geo_ADM2Code": "22372", "Actor1Geo_Lat": 51.5187, "Actor1Geo_Long": 5.29953, "Actor1Geo_FeatureID": "-2145564", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hedel, Noord-Brabant, Netherlands", "Action2Geo_CountryCode": "NL", "Action2Geo_ADM1Code": "NL06", "Action2Geo_ADM2Code": "22372", "Action2Geo_Lat": 51.5187, "Action2Geo_Long": 5.29953, "Action2Geo_FeatureID": "-2145564", "DATEADDED": 20190924123000, "SOURCEURL": "https://www.freshplaza.com/article/9146362/drug-lords-threaten-to-shut-down-dutch-fruit-traders/"}, "ARTICLE": {"TITLE": "Drug lords threaten to shut down Dutch fruit traders", "TEXT": "It was like a scene straight out of the Wild West in the fruit and vegetable sector. The owners of De Groot Fresh Group in Hedel, the Netherlands, have been blackmailed and threatened. This is in retaliation for a shipment of cocaine that was recently seized. 'A random employee' would be murdered if the amount of money demanded was not delivered. The two suspects, gang members, will be detained, for now, a judge decided on Monday.\n\nWere De Groot not able to come up with the money, a 'random employee' would be murdered. The company received this threat in a text message. Extreme violence was also threatened should the police become involved. The owners did not hesitate and immediately contacted the authorities. They and the company are still under police protection.\n\nIn a statement, De Groot says the message caused a lot of anxiety within the company. \"Everyone was shocked. We cannot disclose anything that was discussed in the pro forma meeting, except that the De Groot Fresh Group's Board and the company received proper guidance from the police. All security and communication advice was followed.\""}}