{"GDELT": {"GlobalEventID": 874921487, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 4.12621359223301, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Saugus, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_ADM2Code": "MA009", "Actor2Geo_Lat": 42.4648, "Actor2Geo_Long": -71.01, "Actor2Geo_FeatureID": "612812", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Saugus, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_ADM2Code": "MA009", "Action2Geo_Lat": 42.4648, "Action2Geo_Long": -71.01, "Action2Geo_FeatureID": "612812", "DATEADDED": 20190924123000, "SOURCEURL": "https://saugus.wickedlocal.com/news/20190924/wong-tours-expanded-north-shore-medical-center"}, "ARTICLE": {"TITLE": "Wong tours expanded North Shore Medical Center", "TEXT": "North Shore Medical Center issued the following press release\n\nState Rep. Donald Wong, R-Saugus, cares about the health and well-being of all residents in the Ninth Essex District, which includes parts of Lynn, Lynnfield, Wakefield and Saugus.\n\nOn Tuesday, Sept. 10, he attended North Shore Medical Center’s ribbon cutting celebration, which marked the near culmination of a 10-year plan to redesign care on the North Shore to better meet the needs of local patients and families.\n\nDuring the event, Wong toured the new state-of-the-art emergency department, private patient rooms and the new Epstein Center for Behavioral Health, which nearly doubles inpatient mental health capacity for North Shore families. With the expansion, NSMC will consolidate hospital-based services from Salem and Union (Lynn) hospitals into a single, state-of-the art facility designed to meet the more specialized needs of patients today.\n\nThe new emergency department in nearly three times larger than the current space with three trauma suites and dedicated treatment areas for children, adults and behavioral health patients.\n\nThe 120-bed Epstein Center will serve children, adults and seniors and is directly aligned with Massachusetts General Hospital. When it opens in October, the Epstein Center will be the largest inpatient mental health service embedded in a general hospital in the Commonwealth of Massachusetts, enabling patients to benefit from a wide range of subspecialists available on site. Expanded access to behavioral health care will also help to meet the overwhelming demand for mental health and addiction treatment in Massachusetts, a priority shared by Governor Charlie Baker.\n\n“We are proud of the work we are doing to make health care more efficient, comfortable, and technologically advanced on the North Shore,” said David J. Roberts, M.D., president of North Shore Medical Center. “We were in great need of a larger emergency department and more capacity to serve those with behavioral health issues. North Shore Medical Center is now a model for patient care across the Commonwealth.”\n\nThe expanded Salem campus enables NSMC to consolidate NSMC Salem and Union hospitals into a single, expanded and sophisticated facility in Salem. In addition, NSMC is continuing to expand outpatient services to bring more routine care to community locations, including a 40,000 square-foot facility on the NSMC Union Hospital Campus in Lynn opening in spring 2020, that will include primary, specialty and urgent care, mammography, x-ray, ultrasound, blood testing, behavioral health and other services."}}