{"GDELT": {"GlobalEventID": 874923008, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "SWECVL", "Actor1Name": "SWEDEN", "Actor1CountryCode": "SWE", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.57471264367816, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "SW", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "SW", "DATEADDED": 20190924123000, "SOURCEURL": "https://lethbridgeherald.com/commentary/letters-to-the-editor/2019/09/24/scientist-showed-long-ago-what-future-holds/"}, "ARTICLE": {"TITLE": "Scientist showed long ago what future holds", "TEXT": "By Letter to the Editor on September 24, 2019.\n\nThe great Swedish scientist Svanta Arrhenius (1859-1927) made two enormously important contributions to our understanding of the natural world, the concepts of ionic dissociation and activation energy, both still central to ongoing scientific research and to modern industrial technology.\n\nTo explain how solutions of crystalline salts in water conduct electricity, Michael Faraday in 1834 had proposed that during electrolysis charged particles, which he called ions, form at the electrodes.\n\nIn 1884 Arrhenius went further to propose that paired ions are formed when salts dissolve even in the absence of a source of electricity, and that chemical reactions in solutions involve those ions. For this revolutionary concept on the chemical nature of solutions Arrhenius was awarded the 1903 Nobel Prize for Chemistry.\n\nIn 1889 Arrhenius explained that most chemical reactions proceed only when an energy barrier, which he called the activation energy, is overcome. He formulated the famous Arrhenius equation expressing the quantitative relationship between activation energy, temperature and rate of reaction.\n\nBuilding upon the work of other great scientists like Fourier, Tyndall and Pouillet, in 1896 Arrhenius was the first to use the basic principles of physical chemistry to estimate the extent to which increases in atmospheric carbon dioxide would increase the Earth’s surface temperature through the greenhouse effect. He calculated that human-caused carbon dioxide emissions from fossil-fuel burning and other combustion processes were large enough to cause global warming.\n\nHis original work on this topic lies at the core of modern climate science. It is mind-boggling that here in 2019, 123 years after Arrhenius’ pioneering work, there seems to be so little understanding of fossil-fuel atmospheric warming, as though it is some sort of evil fantasy concocted by Chinese communists, or Al Gore, or other unidentified malevolent enemies of Alberta out there trying to do us in.\n\nCredit U of L chemist Marc Roussel for his letter of Sept. 7 confirming that “the physics is clear: it will get hotter.”\n\nOwen Holmes\n\nLethbridge\n\nShare this story:\n\n\n\n\n\n\n\n\n\n\n\n\n\n10"}}