{"GDELT": {"GlobalEventID": 874921906, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "CVL", "Actor2Name": "TENANTS", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.0, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20190924123000, "SOURCEURL": "http://dailytrojan.com/2019/09/24/rances-chicago-pizza-co-owner-defends-position-in-usc-lawsuit/"}, "ARTICLE": {"TITLE": "Rance’s Chicago Pizza co-owner defends position in USC lawsuit", "TEXT": "\n\nRance’s Chicago Pizza, which closed Sept. 2, said the University falsely promised that students would be able to use dining dollars at USC Village restaurants and didn’t disclose the establishment of the USC Village Dining Hall. (Sarah Ko | Daily Trojan)\n\nA Rance’s Chicago Pizza co-owner is speaking out after the restaurant closed its USC Village location earlier this month amid an ongoing lawsuit against the University.\n\nRance’s and The Butcher, the Baker and the Cappuccino Maker, another restaurant in the USC Village that shut its doors this semester, are suing the University for promissory fraud, misrepresentation and breach of contract. The store owners allege USC told tenants that students would be allowed to use dining dollars to pay for meals and claimed the University never told them there would be a dining hall in USC Village.\n\nAaron Tofani, co-owner of Rance’s and a 2011 Price School of Public Policy alumnus, said the restaurant, which runs two other locations in Southern California, never turned a profit at its USC Village location.\n\n“We had no choice but to close,” Tofani said. “We couldn’t afford to pay the rent because [it was] pretty high relative to the amount of sales that we were able to generate partially due to the significant amount of competition and other factors on the project.”\n\nTofani said the University didn’t disclose information about the establishment of the USC Village Dining Hall, which he said took away many of the restaurants’ potential customers.\n\n“When you’re on [financial aid] and then you have to buy these meal plans, you don’t have a lot of extra spending money,” he said. “We were under the impression that we were going to have access to the USC Card. Being on campus it made perfect sense, and the students have been asking for it, too.”\n\nUSC denied the claims made in the lawsuit regarding dining dollars and the dining hall.\n\n“The University believes the allegations that Rance’s and BBCM have made in their lawsuit are inaccurate, and we will vigorously defend against them in court,” USC wrote in a statement to the Daily Trojan.\n\nThe University also wrote that it had filed a separate court action against Rance’s for falling behind on its rent payments over the last several months. Tofani confirmed the restaurant had failed to pay its rent on time for two months.\n\nTofani said Rance’s worked on a new business deal with USC over the summer when the University wanted them to sign off on a clause that would exempt the school from any current and future claims the restaurant had.\n\nHe and his co-owner began going through past documents and said they hadn’t reached their profit projections because of the promises left unfulfilled by the University. Other tenants they talked to had similar experiences, he said.\n\nThe tenants were afraid to come together because when they wrote draft letters on the issues in May 2018 and early 2019, a USC Real Estate and Asset Management executive allegedly threatened Rance’s and other tenants against signing the letter, Tofani said.\n\nWhen the tenants started talking to one another, Tofani said they realized they had similar stories about the University’s promises compared with their actual profit numbers.\n\n“We’ve been set up in a situation where USC is acting as the banker with all these mealing plans, and they’re acting as the landlord, and they’re also the competition with the dining hall,” he said. “We just realized that there’s no way to succeed here.”\n\nWhen BBCM closed its doors last month, the University told the Daily Trojan that it expects to see retailers in USC Village change over time.\n\n“It is common for retailers and restaurants to make business-based decisions about when to leave a location,” the statement read. “Ongoing change is expected as USC Village continues to partner with retailers and restaurants to provide the best mix of services for the University and the community.”\n\nBBCM said in the suit that the REAM executive framed the dining dollars as a selling point because it would bring a “significant boost” in revenue and used Seeds, another storefront at USC that accepts dining dollars, as an example.\n\nRance’s and other USC Village tenants continued asking for permission to accept dining dollars in their restaurants but were denied each time, the suit read. Rance’s and BBCM also said the University promised USC Village would hold farmer’s markets, tailgates and other events to draw traffic from the local community. Instead, Tofani said that during the summer and holiday breaks, USC Village vendors made little profit.\n\nTofani said Rance’s had relied on revenue from its other locations to help retain the USC Village restaurant, and he hopes the lawsuit will help pay for the seven figures in losses he said Rance’s gave up since the location opened in December 2017. He also said he hopes the University will improve conditions for other stores at USC Village by beginning to accept dining dollars and hosting community events that draw in customers during breaks in the school year.\n\n“The [USC Village] is a ghost town when the students and the workers are all gone for the winter,” Tofani said. “That three weeks, you can have a cool experience for the community. Make the parking free, invite them in and they might discover their new favorite restaurant.”"}}