{"GDELT": {"GlobalEventID": 874921665, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.6431718061673997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Raanana, HaMerkaz, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS02", "Actor1Geo_ADM2Code": "18316", "Actor1Geo_Lat": 32.1808, "Actor1Geo_Long": 34.8672, "Actor1Geo_FeatureID": "-781127", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Raanana, HaMerkaz, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS02", "Actor2Geo_ADM2Code": "18316", "Actor2Geo_Lat": 32.1808, "Actor2Geo_Long": 34.8672, "Actor2Geo_FeatureID": "-781127", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Raanana, HaMerkaz, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS02", "Action2Geo_ADM2Code": "18316", "Action2Geo_Lat": 32.1808, "Action2Geo_Long": 34.8672, "Action2Geo_FeatureID": "-781127", "DATEADDED": 20190924123000, "SOURCEURL": "https://www.ots.at/presseaussendung/OTE_20190924_OTE0001/us-defense-innovation-unit-selects-d-fend-solutions-counter-drone-system-during-black-dart-2019"}, "ARTICLE": {"TITLE": "US Defense Innovation Unit Selects D-Fend Solutions' Counter Drone System During Black Dart 2019", "TEXT": "US Defense Innovation Unit Selects D-Fend Solutions' Counter Drone System During Black Dart 2019\n\nRaanana, Israel (ots/PRNewswire) - D-Fend Solutions, a leading counter-drone solution provider, announced today that in August 2019, during Black Dart 2019, the Defense Innovation Unit (DIU) selected the EnforceAir c-UAS platform of D-Fend Solutions. EnforceAir c-UAS is an advanced autonomous system that automatically and passively detects, locates and identifies rogue drones as well as mitigates risk by taking control over them and landing them safely at a pre-defined safe zone. The Defense Innovation Unit (DIU) supported the Department of Defense (DOD) in evaluating component technology during Black Dart 2019, a joint interagency demonstration focused on rapid development and implementation of Counter-Unmanned Aircraft Systems (C-UAS) technology from readily-available commercial and governmental products. DIU selected technology vendors fielding best-in-class modal capability to demonstrate these capabilities, and sixteen C-UAS systems with the ability to detect, classify, identify, and track small UASs, were evaluated during the test event in June of 2019.\"D-Fend Solutions' EnforceAir has demonstrated unmatched abilities to successfully mitigate the growing threats of commercial drones, especially in today's complex environments, thereby supporting US law-enforcement, DHS, DOJ and DOD agencies located in the US and abroad to save the lives of our soldiers,\" states Greg Gudger, President & CEO of ELTA North America, the exclusive marketer of D-Fend Solutions in the U.S. \"Many counter-drone platforms were assessed by the DIU seeking the optimal solutions, and we are proud to have been down-selected,\" says Zohar Halachmi, Chairman & CEO of D-Fend solutions.The overall objectives of Black Dart include the following: to assess and validate existing and emerging Air and Missile Defense capabilities and concepts specific to the C-UAS mission set, to advocate for soldiers desired C-UAS capabilities, and to inform future requirements decision-making. Ultimately, these objectives are in direct response to the explosive growth of the commercial drone industry and the emerging, complex threats UAS pose to military service members, high-security installations, and critical infrastructure.About DIUDefense Innovation Unit (DIU) accelerates the adoption of commercial technology into the U.S. military to strengthen national security. Learn more at www.diu.milAbout D-Fend SolutionsFounded in 2017 by Zohar Halachmi, Assaf Monsa and Yaniv Benbenisti, D-Fend Solutions is the leading provider of counter-drone solutions for urban environments in the most challenging scenarios. The company has recently secured a $28M funding led by Claridge Israel with participation by current shareholder, Vertex Israel. For further information, visit www.d-fendsolutions.com\n\nMedia inquiries: Maya Lustig, + 972-54-6778100 maya @ handson-events.com\n\nLogo: https://mma.prnewswire.com/media/1000153/D_Fend_Solutions_Logo.jpg"}}