{"GDELT": {"GlobalEventID": 874921863, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "DNK", "Actor1Name": "DENMARK", "Actor1CountryCode": "DNK", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 5.46875, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Falster, Sjæand, Denmark", "Actor1Geo_CountryCode": "DA", "Actor1Geo_ADM1Code": "DA20", "Actor1Geo_ADM2Code": "15186", "Actor1Geo_Lat": 54.8, "Actor1Geo_Long": 11.9667, "Actor1Geo_FeatureID": "-2741704", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lolland, Sjæand, Denmark", "Actor2Geo_CountryCode": "DA", "Actor2Geo_ADM1Code": "DA20", "Actor2Geo_ADM2Code": "15172", "Actor2Geo_Lat": 54.7667, "Actor2Geo_Long": 11.5, "Actor2Geo_FeatureID": "-2746575", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lolland, Sjæand, Denmark", "Action2Geo_CountryCode": "DA", "Action2Geo_ADM1Code": "DA20", "Action2Geo_ADM2Code": "15172", "Action2Geo_Lat": 54.7667, "Action2Geo_Long": 11.5, "Action2Geo_FeatureID": "-2746575", "DATEADDED": 20190924123000, "SOURCEURL": "https://newsbreak.dk/presse/prm-international-accelerator-in-the-fehmarnbelt-region/"}, "ARTICLE": {"TITLE": "PRM / International accelerator in the Fehmarnbelt region", "TEXT": "More than 500 companies and startups from around the world have applied to join the Growth Train Accelerator in Lolland-Falster.\n\nPressemeddelelse fra First Link\n\nAs the construction of the Fehmarnbelt tunnel between Lolland-Falster and Germany is gaining momentum, a new international business accelerator has been well established in the area. Since 2017 the Growth Train Accelerator has received more than 500 applications from companies and startups worldwide. Less than 10 percent of the applicants are selected to be part of a seven-week Fast Track program. The primary focus is helping companies and startups within the food and agriculture sectors to become international brands.\n\nEfficiency and sustainability\n\n“Fifteen participants from the United States, France, Germany, Serbia, Spain, Ukraine and Denmark to join this year’s Growth Train Fast Track program. What they have in common is that they have developed products and concepts that enhance efficiency and sustainability in food production and distribution,” explains head of Growth Train, Christiane Paaske-Sørensen. The goal after the seven weeks is for the companies to have a significantly better insight and access to the market, competitors, partners as well as investors.\n\nFocus on investors\n\nThe accelerator program is led by Icelandic dr. Eythor Ivar Jónnson, who has more than 20 years of experience with international startups.\n\n“We teach, push and motivate the participants to optimize their business on all parameters with the help of a number of highly competent and experienced teachers and mentors. Our goal for the participants is to make their business an attractive investment so that they can finance the next phases in the development towards becoming an international player in agribusiness, “says Eythor Ivar Jónsson.\n\nLocal growth in return\n\nUnlike other accelerators, Growth Train is free for participants, with no equity required in exchange for participation. In return, the people behind Growth Train hope that the participants will discover local and regional business opportunities in Danish southern islands of Lolland-Falster.\n\nStrategic investment\n\n“Growth Train is a strategic initiative carried out in collaboration with Lolland and Guldborgsund municipalities. This region has a strong legacy within agriculture and the food sector so we want to reach out to innovative companies everywhere with the hope of bringing innovation and new technologies to our local farmers and businesses” explains Christiane Paaske-Sørensen. She is a business developer in Business Lolland-Falster, which operates Growth Train and several other local growth initiatives on behalf of the two municipalities.\n\nPresentation in Copenhagen\n\nMonday, October 21 is day 1 of this year’s participants in the Fast Track program. On December 6, they will pitch in front of partners and investors during Demo Day at Matrikel 1 in Copenhagen.\n\nRegister your attendance to Demo Day here: https://www.eventbrite.com/e/growth-train-2019-demo-day-tickets-72483129993\n\nPHOTO:\n\nThe business area “Slotsbryggen” in Nykøbing Falster where the Growth Train co-working space is located.\n\n(Photographer: Jonas Bonde, jonasbonde.dk, All Rights Reserved.)\n\nKontakt:\n\nChristiane Paaske-Sørensen\n\nHead of Growth Train for Business Lolland-Falster\n\ncps@businesslf.dk\n\n+45 6165 9645\n\nwww.growth-train.dk\n\nLæs hele pressemeddelelsen på Via Ritzau her: https://via.ritzau.dk/pressemeddelelse/international-accelerator-in-the-fehmarnbelt-region?releaseId=13579897"}}