{"GDELT": {"GlobalEventID": 874923313, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "USAELI", "Actor1Name": "GEORGE W. BUSH", "Actor1CountryCode": "USA", "Actor1Type1Code": "ELI", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.02298850574713, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20190924123000, "SOURCEURL": "https://patriotpost.us/articles/65652-us-needs-to-build-up-its-geopolitical-first-responders"}, "ARTICLE": {"TITLE": "U.S. Needs to Build Up Its Geopolitical First Responders", "TEXT": "If you want to see an exhibit of why the United States military is in desperate need of being rebuilt to the size it was at the end of Ronald Reagan’s presidency, just take the recent deployment of the Harry S Truman Carrier Strike Group. The ships sailed as scheduled — well most of them.\n\nAccording to Fox News, one of them, the most important of these ships, didn’t deploy. That would be the Nimitz-class nuclear-powered aircraft carrier USS Harry S Truman (CVN 75), which is currently having electrical problems addressed.\n\nNow, a carrier strike group usually has an aircraft carrier, escorted by at least one Ticonderoga-class guided-missile cruiser and at least three Arleigh Burke-class guided-missile destroyers. The escorts are a formidable force, but the main striking power of a carrier strike group resides in the aircraft carrier and its air group. That air group is centered on four squadrons of multi-role fighters, supported by E-2 Hawkeye early-warning aircraft, EA-18G Growler electronic warfare planes, and MH-60 helicopters.\n\nWithout the carrier, the cruiser and destroyers are still a very potent force — armed with RIM-66 and RIM-174 Standard SM-2 and SM-6 missiles, RIM-162 Evolved Sea Sparrow Missiles, BGM-109 Tomahawk cruise missiles, and RGM-84 Harpoon anti-ship missiles. But their only air cover will be MH-60 helicopters.\n\nThis is a big deal. When a crisis breaks out, the first question the president of the United States asks is, “Where are the carriers?” The answer he shouldn’t receive is, “They’re being repaired.” In essence, the Navy’s carriers are perhaps America’s most visible geopolitical first responders.\n\nThere are other geopolitical first responders in the United States military, of course: The Marine Expeditionary Units that operate with Amphibious Ready Groups; the 82nd Airborne Division and the XVIII Airborne Corps; the troops with Special Operations Command, not to mention the Air Force’s inventory of B-1, B-2, and B-52 bombers.\n\nWhile all of these are very capable, all of these can work with a carrier strike group, each also comes with liabilities when compared to a carrier and its escorts: These must either involve the use of ground troops (a huge political risk, or operations can be sustained for only a week or so, until follow-on forces arrive to help. America’s best option to respond to a crisis just about anywhere in the world today, and for the foreseeable future, is a carrier strike group.\n\nThere is a reason America’s in a big hole: The Obama administration badly mismanaged the carrier force. Eight older carriers, the nuclear-powered USS Enterprise (CVN 65) and seven oil-fueled carriers were slated for the scrapyard.\n\nWith the cuts over the years to our geopolitical first responders, especially when making trade-offs to fight the Global War on Terror, is there any wonder why Iran thinks it can do things like attack Saudi oil fields to escape crushing sanctions? George W. Bush may have been right to fight the Global War on Terror, and he certainly took strong steps to protect the country, but his big mistake of not rebuilding the military is causing trouble today and cost us a superb secretary of defense in James Mattis.\n\nAmerica needs to rebuild its military, and the geopolitical first responders in all services must be the highest priority. Much of this will mean a construction boost for the Navy, but it also means more heavy bombers for the Air Force — restarting B-1 production should take place alongside development of the B-21 — and also developing plenty of firepower so that the 82nd Airborne, Special Operations Command, and the Marines can hold the line on the ground.\n\nOf course, other elements of American military power need to be rebuilt as well. Such a military buildup would be expensive, but then again, war is also expensive, particularly the cost in the lives of those Americans who sign up to serve. If a strong military deters the villainous regimes of the world from starting something that requires America to fight, then the money spent is a bargain.\n\n(Edited.)"}}