{"GDELT": {"GlobalEventID": 874923251, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.58910162002945, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Oneida Square, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY065", "Actor1Geo_Lat": 43.0961, "Actor1Geo_Long": -75.2422, "Actor1Geo_FeatureID": "2377307", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "West Shore, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_Lat": 48.4223, "Actor2Geo_Long": -122.554, "Actor2Geo_FeatureID": "1852960", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Oneida Square, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 43.0961, "Action2Geo_Long": -75.2422, "Action2Geo_FeatureID": "2377307", "DATEADDED": 20190924123000, "SOURCEURL": "https://www.uticaod.com/news/20190924/utica-mayors-barrows-pushed-utica-forward-with-progressive-spirit"}, "ARTICLE": {"TITLE": "Utica Mayors: Barrows pushed Utica forward with ‘progressive spirit’", "TEXT": "Samuel J. Barrows (mayor, 1889)\n\nSamuel J. Barrows – elected in March 1889 – was the last mayor to serve a one-year term. The city charter was amended just before he left office, extending the term to two years. It also raised the salary of mayors, a position that continued to be part-time.\n\nBarrows was elected as a Democrat, although some local historians list him as a Republican. His nomination did not please the editors of the Utica Observer, a newspaper that usually supported Democrats.\n\nThe day before the election, it editorialized: “He is not a Democrat! He has been active holding positions in Republican affairs for years … It is said that he lived in the Dakotas to get a divorce and lost his residence in Utica.”\n\nThe Utica Morning Tribune, however, a newspaper that usually supported Republicans, wrote: “Mr. Barrows will make a better mayor than is expected by many.”\n\nAll the talk, though, did not hurt Barrows, a successful attorney. He defeated Republican Benjamin A. Clark, 4,164 to 3,324.\n\nHIS EARLIER YEARS\n\nBarrows was born on Aug. 2, 1826, in McDonough in Chenango County, just west of Norwich. He was the son of Mellen and Lucy Whipple Barrows.\n\nHis grandfather, Jeremiah, fought with the American Continental Army during the Revolutionary War at the battles of Bunker Hill, Trenton, Princeton and Bennington. Barrows’ father fought in the War of 1812.\n\nYoung Samuel attended local schools, including Norwich Academy. In 1848, the 22-year-old moved to Utica to read law in the offices of the city’s two most successful lawyers, Joshua Spencer and Francis Kernan. Barrows was admitted to the bar in 1851.\n\nIn 1856, he opened a law office on Franklin Square and later moved to Lower Genesee Street. He quickly earned the reputation as one of the ablest lawyers in Oneida County.\n\nHe was elected city attorney in 1853 and from 1859 to 1870 served as attorney and counsel for the county’s board of excise. He was Utica’s corporation counsel for five consecutive terms, selected three times by Common Councils with Republican majorities and twice when Democrats were the majority.\n\nIN OFFICE\n\nDuring his year as mayor, he initiated many public improvements. About $150,000 was spent paving the streets with asphalt and $50,000 on the construction of new sewers, most of them in West Utica.\n\nIt later was written: “The total amount of improvements during his year as mayor was about $270,000 and in all of these he labored unstintingly for the best interests of the city and its future welfare. He manifested a progressive spirit, a thorough knowledge of business of municipal affairs.”\n\nDuring his term, the Butterfield House hotel, on the northeast corner of Genesee and Devereux streets, was redecorated and at its reopening ceremony, Barrows and guests were entertained by the New York Philharmonic Club Orchestra.\n\nThe Soldiers and Sailors Monument Committee selected Oneida Square as the site for the monument that would honor Uticans who had served in the military during the Civil War.\n\nThe West Shore Railroad began to offer round trip excursions to Washington, D.C., for $10.95.\n\nAnd the mayor decided not to veto an ordinance passed by the Common Council that ruled that “men in Utica may not shave or be shaved on a Sunday without violating the Sabbath ordinance.”\n\nBACK TO THE BOOKS\n\nBarrows declined the nomination for re-election and resumed working full-time in the practice of law.\n\nHe was an active member of the Oneida Historical Society. He attended the First Presbyterian Church and later Westminster Presbyterian Church. He also belonged to the Royal Arcanum Club and the Sons of Erin.\n\nBarrows loved to read and had a large private library in his home on Hopper Street.\n\nBarrows died on July 3, 1910, at age 83 in his home. He was married twice. His second wife, who was at his bedside when he died, was Isabella Lowery Barrows. She was a native of Ogdensburg. They had five daughters.\n\nFrank Tomaino is the Observer-Dispatch historian and he also serves on the board of the Oneida County History Center. Contact Frank at ftomaino@uticaod.com."}}