{"GDELT": {"GlobalEventID": 874921623, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.59701492537313, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cape Town, Western Cape, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF11", "Actor1Geo_ADM2Code": "77317", "Actor1Geo_Lat": -33.9167, "Actor1Geo_Long": 18.4167, "Actor1Geo_FeatureID": "-1217214", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cape Town, Western Cape, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF11", "Action2Geo_ADM2Code": "77317", "Action2Geo_Lat": -33.9167, "Action2Geo_Long": 18.4167, "Action2Geo_FeatureID": "-1217214", "DATEADDED": 20190924123000, "SOURCEURL": "https://www.somersetlive.co.uk/news/celebs-tv/the-apprentice-lottie-lion-meet-3354647"}, "ARTICLE": {"TITLE": "The Apprentice 2019: 'Very cut-throat' librarian Lottie Lion from Somerset to fight for £250,000 investment from Lord Sugar", "TEXT": "Somerset's top stories direct to your inbox Join for free Thank you for subscribing See our privacy notice Invalid Email\n\nA \"very cut-throat\" librarian from Somerset will be among the 16 entrepreneurs hoping to become Lord Alan Sugar's new business partner.\n\nChaos is set to unfold as contestants undertake a number of team-based tasks under the watchful eyes of Karren Brady and Claude Littner.\n\nThis year's winner will receive a £250,000 investment from Lord Sugar in their business.\n\nLottie Lion, a 19-year-old librarian from Dulverton, will be seeking the businessman's backing in the new series of The Apprentice.\n\nThe teenager has said she is \"very cut-throat\" and is no pushover.\n\n(Image: PA/BBC)\n\nShe believes her poise and \"powers of persuasion\" are her greatest business qualities, noting that people with bad manners anger her and she gets frustrated when things do not match her high standards.\n\nShe says: \"I bring class to everything and ensure nothing I do is half-standard or tacky.\"\n\nIn an Instagram post, she added: \"I am delighted to announce that I am a candidate on The Apprentice.\n\n\"Follow my trials and tribulations on task and in the boardroom as I compete to become Lord Sugar's business partner on BBC One, Wednesdays, nine o’clock.\"\n\nThe ambitious first episode of the new series will see contestants fly to Cape Town, South Africa for a challenging task.\n\nIn the following episodes, the apprentices will be tasked with running a corporate away-day on a steam train, designing a theme park ride, and creating an advertising campaign in Finland.\n\nThe Apprentice returns on Wednesday, October 2 at 9pm on BBC One.\n\nGot a Bridgwater, Taunton or West Somerset story to share? Do you have an issue you would like me to investigate?\n\nGet in touch: Email michael.taylor@reachplc.com, tweet @JournoMikeT or call 01935 709742\n\nWant more news?\n\nTo subscribe to our daily newsletter, enter your email address into the box at the top of this story\n\nFor more Taunton or West Somerset news, like our Facebook page\n\nFind our Bath Facebook page here or Somerset's can be found here\n\nAlternatively, follow us on Twitter - @BathLive and @SomersetLive"}}