{"GDELT": {"GlobalEventID": 874923198, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "KINGDOM", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.70487948265726, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Vermont, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVT", "Actor1Geo_Lat": 44.0407, "Actor1Geo_Long": -72.7093, "Actor1Geo_FeatureID": "VT", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Vermont, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVT", "Actor2Geo_Lat": 44.0407, "Actor2Geo_Long": -72.7093, "Actor2Geo_FeatureID": "VT", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Vermont, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVT", "Action2Geo_Lat": 44.0407, "Action2Geo_Long": -72.7093, "Action2Geo_FeatureID": "VT", "DATEADDED": 20190924123000, "SOURCEURL": "https://www.burlingtonfreepress.com/story/life/2019/09/24/lavender-farm-next-generation-agritourism-vermont/2374137001/"}, "ARTICLE": {"TITLE": "A lavender farm in the Northeast Kingdom heralds next generation of agritourism in Vermont", "TEXT": "DERBY LINE – Michele Judd had no idea the farm she grew up on in the Northeast Kingdom could make a big impression on people.\n\nIt took her now-husband, Pierre Capron, to point that out. He visited the former dairy farm at sunset while gazing toward Lake Memphremagog straddling the Vermont/Quebec border. He saw Jay Peak on the Vermont side and Mont Owl’s Head on the Quebec side, and serene nature everywhere.\n\n“He was like, ‘You do not understand what you have here in front of you is so unique,’” Judd recalled on a recent warm, sunny day at the farm that’s a few steps from Canada.\n\nHe convinced her. The couple turned the Judd dairy farm into Lavender Essentials of Vermont, an agritourism site where they welcome visitors to see, smell and buy the fragrant purple flowers and to wander the isolated, peaceful grounds.\n\nIt sounds idyllic — and if you’re just visiting and not investing blood, sweat and many tears in the business, it is — but Judd and Capron endured several travails before opening Lavender Essentials of Vermont in late June. Their initial crops were devastated by cold and rain, and Judd and Capron have learned to diversify by growing sunflowers, chamomile and mint while continuing to make products containing their signature plant.\n\nThe two also learned the limits of support for agritourism in an agriculturally focused state like Vermont. Because they only use 2-percent lavender-oil dilution in the lotions, body wash, hand sanitizer, lip balm and other products they make — any more lavender than that would overwhelm the consumer — they struggled to get farm-related loans to help get the business off the ground.\n\n“Part of the challenge of agritourism is the industry is growing so rapidly and the farmers are so creative and entrepreneurial that the policies and regulations aren’t keeping up,” said Lisa Chase, a professor with University of Vermont Extension and director of the Vermont Tourism Research Center in Brattleboro.\n\nAgritourism began in earnest more than three decades ago in Vermont, and Chase said it’s an important way for the state to keep its farm-centric image safe from condominium and commercial development. She said unique agricultural start-ups such as Lavender Essentials of Vermont are key to the future of agritourism in the state.\n\n“They’re kind of the ‘What’s next’?’” Chase said.\n\nThe Northeast Kingdom, not Provence\n\nMichele Judd, 44, represents the fourth generation to farm the family’s land in the Northeast Kingdom. Her parents ran a dairy farm but sold the cows two decades ago.\n\n“Of course, dairy farming isn’t sustainable,” Judd said.\n\nShe owned a dog-grooming business in Derby for 24 years that she said was fast-paced, stressful and almost too successful. She developed carpal-tunnel and shoulder issues from grooming dogs and was ready for a change.\n\nCapron was ready for a change as well from managing a car dealership. They researched ideas on what to do with the 12-acre family farm and found that lavender has the fourth-highest cash yield among crops in the United States. They thought it would be unique enough to draw tourists.\n\n“Nobody is traveling two hours to see a hemp farm,” Capron said.\n\nSee also:How startup Sunsoil is creating a CBD oil empire in the Northeast Kingdom\n\nThough lavender is associated with balmy regions such as Provence in southern France, Judd and Capron toured lavender farms in Canada and New York and settled upon varieties meant to thrive in colder climates. They planted the first 1,300 plants in late 2017.\n\nBy next spring, they lost 70% of the crop. “We cried a little,” Judd said. They hadn’t insulated the plants enough for the winter, and after learning more about insulation planted another 1,500 in 2018.\n\nThe couple uncovered the plants in the third week of April. “Two weeks too early, pretty much,” Capron said. Wet conditions and fluctuating temperatures killed 35% of their crop — a substantial amount, but smaller than the year before.\n\n“We’re getting there,” Capron said, “we’re getting there.”\n\nHarvest Hosts and meditation\n\nThe couple liquidated their 401k retirement plans and sold belongings to help fund the lavender farm. Judd said she sold her dog-grooming business for $30,000, \"and it was gone in a hurry,” Judd said.\n\nThe investment was substantial, but business has been good in the first few months. About 125 visitors came on opening day June 30 despite heavy rain. Lavender products made by Judd and offered at the farm’s retail shop are selling well, Capron said.\n\n“We’re on the right track,” he said.\n\nThey invite visitors not only to see the lavender but to bring picnic baskets and camp on site. (The farm takes part in Tentrr, an Airbnb for campers, and the RV program Harvest Hosts.) Lavender Essentials of Vermont is offering massage events, romantic stargazing nights, natural tea blending, meditation and weddings — starting with the Sept. 14 wedding of Judd and Capron.\n\nThe couple expects to draw visitors from a radius of two or three hours by car. “We’re not in Burlington here,” Capron said. “There’s no culture, no theater. People jump at the idea of something new.”\n\nKatie Hall of St. Johnsbury brought her aunt, Liz Doyon of Brownington, to visit Lavender Essentials of Vermont on a summer Friday afternoon. It was Hall’s second visit, Doyon’s first.\n\n“It’s peaceful,” Hall said of the farm where she bought soap, a sachet and a basket of bath-and-body products. “I wanted a place to clear my head. Look at the scenery — and obviously the lavender.”\n\nJudd said visitors might forget dinner out, but they won’t forget roaming lavender fields in Vermont.\n\n“We are the romanticism of the family farm,” she said.\n\nFeeding the cows at Liberty Hill Farm\n\nBeth and Bob Kennett discovered how much people valued the romanticism of the family farm when they opened Liberty Hill Farm in Rochester to visitors in 1984. Those staying at Liberty Hill Farm enjoy meals with the family and can help milk or feed some of the 100 cows, Beth Kennett said. The farm draws visitors from as far as India and Taiwan who want to capture the flavor of Vermont agriculture.\n\n“She was really at the forefront” of agritourism in Vermont, Chase of UVM Extension said of Beth Kennett.\n\nAgritourism has grown worldwide in the past half-century, with Italy and other European nations at the vanguard. Vermont’s agritourism has been centered primarily on dairy farms such as Liberty Hill.\n\n“We’re not a ski area, we’re not Killington, we’re not Stowe,” Kennett said. “Rochester is a very small, quiet little village. The fact that I’ve had 35,000 people come has been a piece of the economic engine for our community.”\n\nSee also:They pioneered organic farming in VT. Now, illness and competition challenge their way of life.\n\nWhen she and her husband bought Liberty Hill Farm in 1979, Kennett said, 11 dairy farms shipped milk from the valley that includes the small central Vermont towns of Rochester, Hancock and Stockbridge. Kennett said Liberty Hill has been the only one left for 15 years.\n\nThe only reason Liberty Hill is still around, she said, is because of agritourism.\n\n“Our dairy-farm operation would not be in existence,” Kennett said, “without having that capability of diversifying the income.”\n\nGrowth in Vermont agritourism\n\nAgritourism is important for preserving farmland in Vermont, Kennett said. It’s also not as easy as “build it and they will come.”\n\n“It’s not for everyone and it certainly won’t save every farm,” according to Kennett, who said running a farm for tourists requires financial acumen and the right personality for dealing with people. “It’s work and it’s a completely different set of skills (from farming).”\n\nKennett said the future of agritourism depends in part on regulations related to what constitutes a farm, what constitutes agritourism and where the line is drawn between commercial and agricultural enterprises. Farms are offering farm-to-table dinners, arts events, weddings and other activities not always directly related to farming. Kennett said it’s important for agritourism sites to have an educational component that captures an “authentic farm experience.”\n\nChase of UVM Extension said a lack of federal and state guidelines for what makes a farm an agritourism site creates roadblocks like those Judd and Capron ran into when seeking loans for Lavender Essentials of Vermont.\n\n“The farmers are trying to make a living here,” said Chase, co-author of the book “Food, Farms and Community.” “The places where everyone agrees this is agritourism are cases where the experience or activity is deeply connected with agriculture and takes place on a farm.”\n\nAgritourism operations can run into problems when seeking financing to help them. Chase noted that agricultural loans and grants typically have criteria to qualify as a farm, including number of acres in production and income from farm products. She knows of a maple producer who did not qualify for a USDA grant because the percentage of maple syrup in his products was not high enough.\n\nCapron said government officials need to “catch up a bit” on what constitutes a farm to help preserve farms.\n\n“This state struggles in ways to earn a living,” he said. “It certainly is a way we could increase our economic viability.”\n\nStatistics from the USDA Census of Agriculture estimate that in 2017, 1,833 farms reported nearly $50 million in income from direct-to-consumer sales, nearly double the amount of sales in 2007. The estimates show that 186 farms reported more than $1.7 million in other agritourism income. Those totals are up from $1.5 million at 109 farms a decade earlier.\n\nJudd and Capron hope to be part of any growth agritourism shows in the coming years.\n\n“We want some of your money,” Judd said, “but we really want you to remember it forever.”\n\nIf you go\n\nWHAT: Lavender Essentials of Vermont\n\nWHEN: 10 a.m.-4 p.m. Wednesdays through Sundays, June through September\n\nWHERE: 2103 Herrick Road, Derby Line\n\nINFORMATION: $5; free for ages 12 and under. 323-3590 or 673-5454, www.lavender-essentials.com.\n\nAgritourism conference\n\nThe International Workshop on Agritourism (IWA) will be held Oct. 27-29, 2020 at the Hilton Burlington Hotel. Activities will include educational sessions, hands-on workshops and farm tours. The first World Congress on Agritourism was held in 2018 in Bolzano, Italy. For more information about the Vermont event, visit www.agritourismworkshop.com.\n\nContact Brent Hallenbeck at 660-1844 or bhallenbeck@freepressmedia.com. Follow Brent on Twitter at www.twitter.com/BrentHallenbeck."}}