{"GDELT": {"GlobalEventID": 874921468, "Day": 20190924, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7233, "Actor2Code": "UKRELI", "Actor2Name": "LEONID KUCHMA", "Actor2CountryCode": "UKR", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.95238095238096, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kiev, Ukraine (general), Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP00", "Actor2Geo_ADM2Code": "28554", "Actor2Geo_Lat": 50.4333, "Actor2Geo_Long": 30.5167, "Actor2Geo_FeatureID": "-1044367", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kiev, Ukraine (general), Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP00", "Action2Geo_ADM2Code": "28554", "Action2Geo_Lat": 50.4333, "Action2Geo_Long": 30.5167, "Action2Geo_FeatureID": "-1044367", "DATEADDED": 20190924123000, "SOURCEURL": "https://tass.com/world/1079503"}, "ARTICLE": {"TITLE": "Ukraine needs to sign Steinmeier formula and make peace with it, expert says", "TEXT": "MOSCOW, September 24. /TASS/. The demand put forward by head of the self-proclaimed Donetsk People’s Republic (DPR) Denis Pushilin to Ukrainian Envoy to the Contact Group on resolving the crisis in Donbass Leonid Kuchma to sign the Steinmeier formula is fair and valid, expert close to the Minsk peace process, Director of the Russian Center for Current Policy Alexey Chesnakov told TASS on Tuesday.\n\n\"The demand of DPR head Denis Pushilin to force Leonid Kuchma to sign the Steinmeier formula is perfectly fair. Refusing to do so at the last meeting of the Contact Group not only jeopardized the Normandy Four summit, but also the broader strategy for a political settlement. The Ukrainian delegation acted irresponsibly, which provoked outrage not only in Donetsk, but also in Moscow, Berlin and Paris,\" the expert underlined. \"It is time for Kuchma to understand that he’ll have to sign it and make peace with it. He doesn’t want to, but he has to. Because Pushilin is right - no special status means no peace. This is the crux of the Minsk Agreements. And it is better to sign it on October 1, at the next Contact Group it is better to sign it on October 1, at the next Contact Group [meeting] as Pushilin demands. Otherwise, Kiev will bear the full responsibility for blocking the peace process.\"\n\nEarlier on Tuesday, Pushilin announced that DPR representatives would insist that Kiev sign the Steinmeier formula at the meeting of the Contact Group on resolving the crisis in Donbass on October 1.\n\nSteinmeier formula\n\nIn late 2015, then German Foreign Minister Frank-Walter Steinmeier put forward a plan that later became known as the \"Steinmeier formula\". The plan stipulates that a special status be granted to Donbass in accordance with the Minsk Agreements. In particular, the document envisages that Ukraine’s special law on local self-governance will take effect in certain areas of the Donetsk and Lugansk regions on a temporary basis on the day of local elections, becoming permanent after the Organization for Security and Cooperation in Europe (OSCE) issues a report on the vote’s results. The idea was endorsed at the Normandy Four meeting in Paris on October 2, 2015, and has been known as the Steinmeier formula since."}}