{"GDELT": {"GlobalEventID": 875353550, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "UKR", "Actor1Name": "UKRAINE", "Actor1CountryCode": "UKR", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.16934046345811, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_Lat": 40.3363, "Actor1Geo_Long": -89.0022, "Actor1Geo_FeatureID": "IL", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20190926001500, "SOURCEURL": "https://abc7chicago.com/politics/illinois-politicians-weigh-in-after-president-trumps-ukraine-call-transcript-released/5568750/"}, "ARTICLE": {"TITLE": "Lawmakers square off after President Trump's Ukraine call transcript released, Illinois politicians weigh in", "TEXT": "The American people didn't send us to Washington to rewrite the results of the 2016 election. They sent us to Washington to solve problems, and it’s unfortunate that Democrats continue to put politics over progress and results. — Darin LaHood (@RepLaHood) September 25, 2019\n\nWASHINGTON (WLS) -- Republicans and Democrats are squaring off over the released transcript of President Donald Trump's call with the leader of Ukraine this summer.According to a rough transcript released Wednesday, Trump repeatedly urged Ukrainian President Volodymyr Zelenskiy to \"look into\" his Democratic rival Joe Biden as well as his own enduring grievances from the 2016 election.The release comes after House Speaker Nancy Pelosi launched a formal impeachment inquiry against President Donald Trump on Tuesday.The probe focuses partly on whether Trump abused his presidential powers and sought help from a foreign government to undermine Democratic foe Joe Biden and help his own reelection. Pelosi said such actions would mark a \"betrayal of his oath of office\" and declared, \"No one is above the law.\"All of the House Democratic lawmakers from the Chicago area are in support of the impeachment inquiry.\"This president has seemed to cross every red line that he meets,\" said Democratic Rep. Raja Krishnamoorthi.Democratic Rep. Danny Davis said, \"I think we are going to find out things that we didn't know. Every day there is another revelation. There is another piece of information.\"The impeachment inquiry comes after months of investigations into the Trump administration by House Democrats.Trump's call with Zelenskiy is one part of a federal whistleblower complaint about the president's activities. After being stymied by the administration, lawmakers on the House and Senate intelligence committees got their first look at the complaint on Wednesday.Congress is also seeking an in-person interview with the whistleblower, who remains anonymous.Illinois Republican Congressman Darin LaHood expressed his stance in a tweet Wednesday.\"The American people didn't send us to Washington to rewrite the results of the 2016 election,\" LaHood said. \"They sent us to Washington to solve problems, and it's unfortunate that Democrats continue to put politics over progress and results.\"Other Republican members of the House defended the president after Pelosi's launch of the impeachment inquiry.\"She cannot name one high crime and misdemeanor yet she still wants to move forward with impeachment,\" said Republican Rep. Steve Scalise. \"It's disgraceful.\"Meanwhile, Illinois Democratic Congressman Dan Lipinski, who was holding back his support of the impeachment inquiry, is now behind it.He said in a statement Wednesday, \"I am a firm believer in due process and I am committed to making my decisions based on the complete record and all of the facts and evidence laid out.\"Republican Sen. Lindsey Graham spoke with President Trump about the transcript Wednesday morning.\"He's worried about the chilling affect it'll have on future conversations. I think we should all be worried about that,\" Graham said. \"I told him, 'Mr. President, the desire to get you is unending. They were calling for your impeachment before they knew what was in the phone call.'\"During a news conference in New York Wednesday, Trump revived the same language he's used for months, calling impeachment \"a hoax\" and the \"single greatest witch hunt in American history.\""}}