{"GDELT": {"GlobalEventID": 875351632, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.24215246636772, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.themarysue.com/trump-impeachment-2020/"}, "ARTICLE": {"TITLE": "Oh of Course Donald Trump Is Already Trying to Use Impeachment to Fundraise for 2020", "TEXT": "It’s been less than 24 hours since House Speaker Nancy Pelosi announced an official impeachment inquiry into Donald Trump, and the Trump team is already trying to use it as a hook for their 2020 campaign fundraising.\n\nIn fact, the campaign reportedly sent texts and emails to Trump’s followers before Pelosi even made her announcement, asking them to join an “Official Impeachment Defense Task Force” and promising that their donations will be double matched.\n\nTrump fundraising appeal: “I need you on my impeachment defense team.” pic.twitter.com/AIilYWOfG8 — Kyle Cheney (@kyledcheney) September 24, 2019\n\nTrump sent out a fundraising email announcing an “Official Impeachment Defense Task Force” that will double match donations and put you on a special “patriots list,” which I assume is something akin to getting into heaven for Trump supporters. (h/t @Lizerenity) #TrumpImpeachment pic.twitter.com/f4caq4DzTj — Amee Vanderpool (@girlsreallyrule) September 25, 2019\n\nAs Mother Jones notes, that double matching promise is unlikely to actually be true due to some pesky campaign finance laws. Still, Trump isn’t going to let something as insignificant as legality stop him from making big promises in exchange for campaign help! The emails say this nonexistent task force “will be made up only of President Trump’s most LOYAL supporters, the ones committed to fighting for him, reelecting him, and taking back the House.”\n\nIn another email sent out today, he pushed the old “witch hunt” standby, saying, “I’VE DONE NOTHING WRONG. TRUST ME, YOU SAW THE TRANSCRIPT.” That’s a bold statement, and one that seems to be banking really hard on the assumption that few of Trump’s supporters have actually taken the time to read the transcript memo—Trump hates reading, so why would anyone else do it?—because that is absolutely not what it says.\n\nTrump tells supporters in a new fundraising email: “I’VE DONE NOTHING WRONG. TRUST ME, YOU SAW THE TRANSCRIPT.” pic.twitter.com/T2CB9rA1fD — Sahil Kapur (@sahilkapur) September 25, 2019\n\nOver on his own Twitter page, Trump posted a video showing a supercut of a bunch of Democrats saying they want to impeach Trump, along with the laughable statement that “While Democrats’ ‘sole focus’ is fighting Trump, President Trump is fighting for you.”\n\nMeanwhile, rightwing news outlets seem to be scrambling to come up with some sort of spin to make the entire impeachment/memo story more palatable.\n\nInfoWars doesn’t really have their talking points together on the transcript yet. Still stuck on calling Greta Thunberg Hitler, and also E-Verify for some reason. pic.twitter.com/IMZS6NTRsB — Ben Collins (@oneunderscore__) September 25, 2019\n\nBreitbart doesn’t have their defense to the memo yet, either. This is a straight readout, but they focus on the Crowdstrike part of the memo. Since this mess started with Breitbart editor Peter Schweitzer’s dig into Hunter Biden, I’d guess they’ll lead the way on talking points. pic.twitter.com/jZva47ES2j — Ben Collins (@oneunderscore__) September 25, 2019\n\nBy the way, if you’re wondering (like I was) what would happen to these newly raised campaign funds were Trump’s Defense Task Force to fail and he were to actually get impeached and removed from office, campaign finance law allows a candidate who drops out of a race (and, presumably, one who is forced to leave office, as well) to donate the remainder of their campaign fund to a charity.\n\nNow, the Donald J. Trump Foundation would seem like the obvious choice for that money, but it shut down earlier this year thanks to allegations that Trump was using it for personal and political gain. The Eric Trump Foundation (which has also been accused of similar misappropriations of funds) also shut down back in 2016. I wonder if any of the other Trumps happen to have plans to coincidentally establish their own charities in the coming months. I guess we’ll have to wait and see.\n\n(image: Alex Wong/Getty Images)\n\nWant more stories like this? Become a subscriber and support the site!\n\n—The Mary Sue has a strict comment policy that forbids, but is not limited to, personal insults toward anyone, hate speech, and trolling.—\n\nHave a tip we should know? tips@themarysue.com"}}