{"GDELT": {"GlobalEventID": 875353405, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "ARM", "Actor2Name": "ARMENIA", "Actor2CountryCode": "ARM", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.37593984962406, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bagramyan, Ararat, Armenia", "Actor2Geo_CountryCode": "AM", "Actor2Geo_ADM1Code": "AM02", "Actor2Geo_ADM2Code": "4895", "Actor2Geo_Lat": 39.9805, "Actor2Geo_Long": 44.5157, "Actor2Geo_FeatureID": "-2324591", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bagramyan, Ararat, Armenia", "Action2Geo_CountryCode": "AM", "Action2Geo_ADM1Code": "AM02", "Action2Geo_ADM2Code": "4895", "Action2Geo_Lat": 39.9805, "Action2Geo_Long": 44.5157, "Action2Geo_FeatureID": "-2324591", "DATEADDED": 20190926001500, "SOURCEURL": "https://thefrontierpost.com/russia-armenia-kick-off-joint-drills/"}, "ARTICLE": {"TITLE": "Russia, Armenia kick off joint drills", "TEXT": "Monitoring Desk\n\nMOSCOW: Over 1,000 troops went on alert in joint Russian-Armenian command and staff drills that kicked off at the Bagramyan training range in Armenia, the press office of Russia’s Southern Military District reported on Tuesday.\n\n“A joint bilateral command and staff exercise has begun for motorized infantry units of the Southern Military District’s Russian military base stationed in Armenia and servicemen of the Armenian Defense Ministry under the direction of the commander of the United Grouping of Forces,” the press office said in a statement.\n\nThe drills involve over 1,000 personnel and about 250 weapon systems, including aircraft. Motor rifle troops will practice measures to go on alert, prepare armament and military hardware for a march and combat employment, and also accomplish other assignments.\n\nNow the troops are making a march to the Bagramyan multiservice training range aboard their wheeled vehicles within mechanized columns while tracked military hardware is being transported on truck platforms. At the training range, the troops will accomplish combat and special training assignments within specified time limits.\n\nDuring the march, the motor rifle troops are repelling a notional enemy’s air strikes and overcoming terrain sections amid the simulated employment of mass destruction weapons and jamming.\n\nRussia and Armenia signed an agreement on establishing the United Grouping of Forces in 2016. Its main tasks are to timely detect and thwart the preparations for an armed attack on Armenia and Russia.\n\nA decision on using the United Grouping of Forces in military operations is made jointly by the supreme commanders-in-chief of both countries. (TASS)"}}