{"GDELT": {"GlobalEventID": 875352162, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "CVL", "Actor1Name": "IMMIGRANT", "Actor1Type1Code": "CVL", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 5, "NumArticles": 5, "AvgTone": -3.5863723570324906, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.stthomastimesjournal.com/news/canadian-went-to-china-to-debunk-reports-of-anti-muslim-repression-but-was-shocked-by-treatment-of-uyghurs/wcm/ebbd7ed1-7add-471d-b5c5-0df7d424729e"}, "ARTICLE": {"TITLE": "Canadian went to China to debunk reports of anti-Muslim repression, but was 'shocked' by treatment of Uyghurs", "TEXT": "Olsi Jazexhi admits now he was hopelessly naïve.\n\nThe Albanian-Canadian historian doubted reports that China systematically repressed its Uyghur Muslim minority, believing the West had concocted the allegations to whip up jihadi fervour against Beijing.\n\nSo this August he joined a stage-managed tour for foreign journalists of Xinjiang province, where the minority group is concentrated.\n\nThe excursion didn’t quite work out as planned.\n\nOlsi expected to debunk the narrative of widespread human-rights abuses. But in a strange tale of propaganda gone wrong, he instead found himself stunned by “concentration camps” where Muslims were banned from praying, forced to speak Mandarin and held for a year or more of Communist indoctrination.\n\nThe whole idea of this visit, from the Chinese authorities’ viewpoint, was for us to sell a fake story to the world\n\nParty officials assumed he would report that nothing was amiss in Xinjiang, but now Olsi is describing what he considers to be a large-scale campaign to wipe out the Uyghurs’ culture, language and religion.\n\n“The whole idea of this visit, from the Chinese authorities’ viewpoint, was for us to sell a fake story to the world, to tell the world there are no concentration camps,” Olsi said in an interview this week. “But what we saw shocked us … I couldn’t believe my eyes.”\n\nThe YouTube videos of the camps he uploaded were cited earlier this week at a U.S. State Department seminar, and Olsi was slated to discuss his findings at universities in Montreal and Hamilton Thursday and Friday.\n\nThe history PhD immigrated to Canada a decade ago, eventually becoming a Canadian citizen, but splits his time now between Toronto and Albania, where he teaches at a university.\n\nA contributor to the Yearbook of Muslims in Europe, his research interests include nationalism and religious reformation.\n\nIndependent human-rights organizations like Human Rights Watch and Amnesty International have extensively documented mass-scale abuses against the Uyghurs. Most attention has focused on the detention of as many as two million in camps that Beijing says are designed to counteract extremism and teach vocational skills, but that critics call Orwellian re-education centres.\n\nEven so, Olsi was skeptical, and approached the Chinese embassy in Albania about doing research in Xinjiang.\n\n“I wanted to see myself if some foreign governments and media are trying to manipulate with the issue of Xinjiang,” he said. “My intention was to prove that this (allegation of widespread repression) is not true.”\n\nThe journalists and others — mainly from central Asian and middle-Eastern countries — spent the first three days in Xinjiang’s capital, Urumqi, listening to lectures, he said. The Uyghurs, they were told, were immigrants in a historically Han Chinese region, and Islam is a violent religion that directly threatens China.\n\nEven at that point, Olsi said he was prepared to view this as a standard sort of institutional Islamophobia, but not proof of organized repression.\n\nRelated\n\nThen the journalists visited the first of two “vocational training” centres that officials said were designed to de-radicalize extremists. Even from the outside it seemed like a “prison in the middle of the desert,” said Olsi.\n\nThe visit began with a Chinese-flavoured song and dance routine staged by Uyghur students, but Olsi insisted on touring the facility, the first stop being a small dorm room packed with 10 bunk beds and side-by-side Asian-style toilets.\n\nOn another stop, he asked a teacher if residents of the centre could pray. “No, not allowed,” was the response, since Chinese law forbids prayer in “schools.”\n\nAsked what sort of offences landed Uyghurs in the camp, the teacher cited the example of people who had gotten married in religious ceremonies, breaking Chinese law that requires them to obtain a marriage certificate.\n\nAt another stop, he asked a succession of students why they had been forced into the camp. They spoke only Mandarin — not the Turkish-like Uyghur language — with their answers translated by officials.\n\nOne said he had downloaded a video that insisted Uyghurs who belong to the Communist Party are not true Muslims; a woman said she took part in “illegal” Koran classes at university and “forced” her mother to pray at home; another man said he watched an anti-Chinese video; and a fifth person that he downloaded material that said true Muslims must pray regularly.\n\nSome said they no longer prayed or considered themselves followers of Islam.\n\n“After she came to this training centre, she learned Mandarin Chinese, she learned science and technology, she learned more knowledge and she felt she doesn’t need that,” the translator said of the woman who had taken illicit Koranic lessons.\n\nWhen Olsi addressed them with the traditional Muslim greeting Salaam Alaykum (Peace be with you), they repeatedly answered Nihao, Mandarin for hello.\n\n“If you speak your own language … and if you show the slightest sign of religiosity, you will end up in a concentration camp,” he concluded.\n\nOlsi said he believes Beijing is deathly afraid of angering Muslim countries, many of which are key participants in its “Belt and Road” development initiative, and is organizing the media excursions to help manage opinion in those places.\n\nIn fact, he said most of the journalists and other observers on his tour, and seven trips like it before his, wrote nothing negative about China’s treatment of Uyghurs.\n\nFabio Massimo Parenti, associated with Italy’s anti-immigrant “Five Star Movement,” attended the tour after Olsi’s and wrote a glowing report that cited the centres as a bona fide response to terrorism."}}