{"GDELT": {"GlobalEventID": 875353372, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "PTY", "Actor1Name": "POLITICAL PARTIES", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.7842227378190203, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20190926001500, "SOURCEURL": "https://indianexpress.com/article/india/mlas-have-democratic-right-to-quit-karnataka-speaker-tells-apex-court-6029718/"}, "ARTICLE": {"TITLE": "MLAs have democratic right to quit, Karnataka Speaker tells apex court", "TEXT": "Karnataka’s new Speaker is BJP MLA Vishweshwar Hegde Kageri. Karnataka’s new Speaker is BJP MLA Vishweshwar Hegde Kageri.\n\nComing to the defence of the disqualified Karnataka MLAs, the state Assembly Speaker on Wednesday told the Supreme Court that legislators have a “democratic right” to resign and urged the court to lay down guidelines for Speakers so that such controversies can be avoided in future.\n\nThe bench headed by Justice N V Ramana, however, wondered how it could accede to the prayer to lay down guidelines, as the Speaker is a Constitutional authority.\n\n“How can we lay down guidelines for the Speaker? He is a constitutional authority,” the bench, also comprising Justices Sanjiv Khanna and Krishna Murai, said. “We cannot encroach in his domain.”\n\nThe top court was hearing petitions by the 17 disqualified Karnataka MLAs challenging the decision of then-Speaker K R Ramesh Kumar, who had refused to accept their resignations and had instead disqualified them.\n\nAppearing for the office of the Speaker, Solicitor General Tushar Mehta said that while legislators can be disqualified for giving up membership of a political party, they cannot be disqualified for giving up membership of the House. An MLA who does not agree with the views of his party and resigns from the membership of the House can go back to the electorate and seek a fresh mandate, Mehta said.\n\nThis, he contended, is “recognition of the right to resign…. Loyalty to the party is one thing, but you cannot be blindfolded by the party’s whip.”\n\nMehta said the Speaker only has to see whether a resignation is voluntary. While an MLA changing political parties will amount to defection, he or she resigning from membership of the House and then shifting to another party would not, he added.\n\nSenior advocate Mukul Rohatgi, appearing for some of the MLAs, said there was no rule that the disqualification ought to be decided first while the resignation was kept pending. He requested the bench to either stay the forthcoming bypolls in the state or defer them until the question is decided.\n\nAppearing for one of the MLAs, senior advocate Sajan Poovayya said his client had resigned protesting the then H D Kumaraswamy government’s move to allot 3,500 acres in his constituency to a private company.\n\nMehta also urged the court to lay down guidelines for the Speaker, stating that similar issues may come up again and should be settled once and for all.\n\nKarnataka’s new Speaker is BJP MLA Vishweshwar Hegde Kageri.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest India News, download Indian Express App."}}