{"GDELT": {"GlobalEventID": 875352586, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "SLV", "Actor2Name": "EL SALVADOR", "Actor2CountryCode": "SLV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.78912685337727, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "El Salvador", "Actor1Geo_CountryCode": "ES", "Actor1Geo_ADM1Code": "ES", "Actor1Geo_Lat": 13.833332999999998, "Actor1Geo_Long": -88.916667, "Actor1Geo_FeatureID": "ES", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "El Salvador", "Actor2Geo_CountryCode": "ES", "Actor2Geo_ADM1Code": "ES", "Actor2Geo_Lat": 13.833332999999998, "Actor2Geo_Long": -88.916667, "Actor2Geo_FeatureID": "ES", "Action2Geo_Type": 1, "Action2Geo_Fullname": "El Salvador", "Action2Geo_CountryCode": "ES", "Action2Geo_ADM1Code": "ES", "Action2Geo_Lat": 13.833332999999998, "Action2Geo_Long": -88.916667, "Action2Geo_FeatureID": "ES", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.mycentraloregon.com/2019/09/25/new-trump-admin-deal-could-send-migrants-back-to-dangerous-central-american-countries/"}, "ARTICLE": {"TITLE": "New Trump admin deal could send migrants back to dangerous Central American countries", "TEXT": "chrispecoraro/iStock(WASHINGTON) — As part of its latest attempt to deter migrants from seeking refuge at the U.S. southern border, the Trump administration has initiated a series of agreements with Central American countries and says they’re moving toward a new process that allows asylum seekers to be more easily turned away.\n\nA new agreement Wednesday between acting U.S. Secretary of Homeland Security Kevin McAleenan and the Honduran government would enable the U.S. to send migrants back to Northern Triangle countries, including Guatemala and El Salvador. While some details remain to be hashed out, the move essentially designates the northern region — one of the world’s most poor and violent areas — as a potential safe haven for refugees.\n\nAt a U.N. meeting with President Donald Trump and President Nayib Bukele of El Salvador, McAleenan touted the “tremendous partnership” between the two countries.\n\n“I really see the advances that you’re making on ending forced migration as very productive for the region and we’ll be there alongside supporting you,” McAleenan said.\n\nEl Salvador joined in a similar agreement with McAleenan last week. Officials at U.S. Homeland Security continue to negotiate details with various Central American counterparts.\n\nThe insistence that Northern Triangle countries could accept migrants fleeing crime and violence has prompted swift backlash from human rights and immigration advocacy groups.\n\nThe region has some of the highest homicide rates in Latin America. El Salvador struggles with high unemployment and low wages, according to the U.S. government’s own data.\n\nA study by Doctors Without Borders on why people are fleeing the Northern Triangle cited El Salvador as having the highest murder rate in the world in 2015, and said 150,000 people had been killed in the three Northern Triangle countries in the last decade.\n\nThe State Department consistently warns Americans against traveling to the region. The crime and economic instability in the Northern Triangle is considered a major reason why Central Americans account for a significant number of migrants arriving at the U.S.-Mexico border.\n\n“Where will they declare a haven for asylum seekers next? Syria? North Korea? This is cynical and absurd,” said Eric Schwartz, president of Refugees International.\n\nStéphane Foulon, the regional head of Doctors Without Borders, said the international medical aid organization is barely able to handle the number of deportees already sent back to El Salvador.\n\n“These deals are only going to create more suffering for people who have fled violence in their home countries, and who suffer further along the migration route in Mexico,” Foulon said in a statement Wednesday. “They will now most likely will suffer even more in El Salvador.”\n\nFor the U.S., the accord is part of an elaborate patchwork of rules and regulations aimed at preventing another surge of migration this fall. The number of undocumented migrants stopped at the U.S.-Mexico border this budget year is expected to fall just shy of one million, according to Customs and Border Protection — more than the first two years of Trump’s time in office combined.\n\n“[The Salvadorans] have a developing asylum capacity,” McAleenan said last week. “We seek to support that and recognize it,”\n\nEl Salvador’s Foreign Minister Alexandra Hill called their agreement with the U.S. a “win-win” situation and described it as a level of help that “had not been done in 15 years.” She also said the new government there is serious about solving the countries’ problems.\n\n“We need to reconstruct and rebuild our relationships with the United States,” Hill said.\n\nCopyright © 2019, ABC Radio. All rights reserved."}}