{"GDELT": {"GlobalEventID": 875352120, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 14, "NumSources": 2, "NumArticles": 14, "AvgTone": 0.7908163265306101, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.cnbc.com/2019/09/25/lululemon-set-to-wind-down-ivivva-kids-business-close-7-stores.html"}, "ARTICLE": {"TITLE": "Lululemon set to wind down Ivivva kids business, to close 7 remaining stores", "TEXT": "Lululemon is planning to wind down its Ivivva kids business, which includes shuttering a handful of remaining stores, as part of a bid to grow men's and international sales, CNBC has learned.\n\n\"We've made the decision to close what remains of the ivivva business in order to unlock capacity to support our long-term growth,\" Celeste Burgoyne, executive vice president of Americas and global guest innovation for Lululemon, said in a statement emailed to CNBC. \"We have forged strong relationships with an engaged community of active girls and we look forward to connecting with them through the lululemon brand.\"\n\nThe company said its seven remaining standalone Ivivva stores — three in Canada and four in the U.S., one being at the Mall of America — will close by the middle of next year.\n\nIt said it will work to find job opportunities for all Ivivva store employees, while it expects this announcement \"to impact a small number of employees working at the company's headquarters,\" in Vancouver.\n\nIn 2017, Lululemon announced it was shuttering nearly 50 Ivivva stores, moving the business primarily online. The brand was launched in 2009, nearly a decade ago, offering sporty leggings and tank tops for younger girls. The decision in 2017 to scale back Ivivva was an effort to pull the company out of a same-store sales slump and put investments toward its core adults business.\n\nThe winding down also means Lululemon will be pulling any remaining assortments of Ivivva merchandise out of eight Lululemon stores, where it still has shop-in-shops.\n\nMeanwhile, Lululemon has said it's working toward doubling its men's business, doubling online sales and quadrupling its international business by 2023.\n\nIt recently opened a massive, 20,000-square-foot store in Chicago, the first of its kind, which it plans to scale to other cities. It also launched a personal care line and is exploring other categories, such as footwear, where it can add new items outside of apparel to stores.\n\nLululemon shares have skyrocketed more than 55% this year. The company has a market value of $25.1 billion."}}