{"GDELT": {"GlobalEventID": 875352575, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "GOV", "Actor1Name": "IMMIGRATION MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "NZL", "Actor2Name": "NEW ZEALAND", "Actor2CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 16, "NumSources": 1, "NumArticles": 16, "AvgTone": 2.15311004784689, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.nzherald.co.nz/politics/news/article.cfm?c_id=280&objectid=12271110"}, "ARTICLE": {"TITLE": "The Government will increase the cap on seasonal workers allowed into New Zealand", "TEXT": "The Government will lift the cap on the number of seasonal support workers allowed into the country in a bid to bring more workers into the regions.\n\nThe cap on the number of temporary visas that can be granted to employ foreign seasonal workers will rise by 3150 over two years to 16,000.\n\nStarting next year, the cap will increase by 1550 to 14,400 and approval has also been given for the cap to be raised by a further 1600 places to 16,000 starting in 2020.\n\nImmigration Minister Iain Lees-Galloway said the increased quota would address concerns over a labour shortage in regional New Zealand.\n\nAdvertisement\n\nBut the cap increase is conditional on the industry proving it makes the horticulture and viticulture sectors more attractive for Kiwi workers.\n\n\"They'll also have to up their game and make sure there is more accommodation built for their workers,\" Galloway said.\n\nThe Government's announcement comes a week after a dozen horticulture industry bodies and companies penned a joint letter to Lees-Galloway demanding the cap to be raised.\n\n\"We can only assume that you are unaware that your failure to announce the CAP will result in the horticulture businesses that harvest in October and November having to leave a large proportion of their crops rotting in the ground again, as happened last year, when you were late in announcing the CAP,\" the letter said.\n\n\"We call on you to act immediately to save the businesses, jobs and livelihood of thousands of New Zealanders.\"\n\nLees-Galloway told media this morning that the Government had heard the industry's call and had acted.\n\n\"I have has a number of really positive conversations with representatives of the horticulture industry and I do feel that progress is being made.\"\n\nThe move has been welcomed by Horticulture NZ – its chief executive calling it a move in the right direction.\n\nAdvertisement\n\n\"[Seasonal] workers are playing a key role in the horticulture industry's continued growth in response to rising export and domestic demand.\"\n\nLees-Galloway said the Government would continue to encourage the industry to do more to accommodate its workforce and make sure Kiwis aren't squeezed out of local housing by an increase in the cap.\n\n\"I'm confident we've struck the right balance between supporting industry growth and preparing for forecast labour shortfalls while ensuring there are clear incentives for employers to hire more Kiwi staff and improve worker accommodation.\"\n\nSeasonal workers make up roughly 20 per cent of the horticulture workforce."}}