{"GDELT": {"GlobalEventID": 875353901, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "USA", "Actor1Name": "UTAH", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.62976406533575, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.sfgate.com/nation/article/Impeachment-push-tests-GOP-s-political-skills-14468456.php"}, "ARTICLE": {"TITLE": "Impeachment push tests GOP’s political skills as 2020 looms", "TEXT": "Impeachment push tests GOP’s political skills as 2020 looms\n\nWASHINGTON — Congressional Republicans could be nearing crucial tests of their loyalty toward President Trump and of how well they’ve mastered the art of walking a political tightrope during his turbulent presidency.\n\nShould damning evidence accumulate that Trump pressured the Ukrainian president to investigate Joe Biden, a potential 2020 presidential rival, some Republicans facing reelection next year may be forced into a painful political box.\n\nTurn on Trump and risk jeopardizing his presidency and infuriating his staunchly loyal supporters. With the most recent polls showing Trump is supported by 8 in 10 Republican voters or more, any GOP lawmaker who abandons him could well inspire a primary challenge that might be tough to survive.\n\n“If you support impeachment and they don’t, you’re signing your own death warrant,” said Republican consultant Glen Bolger, referring to GOP lawmakers and hardcore Trump supporters.\n\nIf the evidence is incriminating enough, standing by Trump could jeopardize support from moderate voters come the 2020 general election. While most congressional Republicans represent safely GOP areas, those from swing districts and states can ill afford to anger such constituents.\n\n“Very few things animate the base of both political parties like an impeachment discussion,” said Josh Holmes, a former top aide to Senate Majority Leader Mitch McConnell, R-Ky.\n\nAn impeachment effort could help Republican candidates from GOP-leaning states, but Republicans from predominantly Democratic states must “figure out how to navigate those waters,” he said.\n\nRepublicans said there remained many unanswered questions about Trump’s actions before impeachment becomes a real threat to his presidency.\n\nEven so, at least one Democrat was all but rubbing his hands together in anticipation of the difficult spot Republicans face.\n\n“They’re terrified,” Sen. Brian Schatz, D-Hawaii, said of his GOP colleagues. “They’re trying to find a place to land where they can maintain their credibility and their loyalty (to Trump), but at some point you have to choose.”\n\nThe White House released a rough summary Wednesday of Trump’s July conversation with Ukrainian President Volodymyr Zelensky. In it, Trump urged his counterpart to “look into” corrupt actions by Biden in Ukraine — of which there is no evidence.\n\nMost Republicans speaking to reporters showed no signs of wavering and said the summary’s release didn’t trouble them.\n\n“It confirms what I suspected. Democrats have an impeachment obsession,” said Sen. Steve Daines, R-Mont.\n\n“I haven’t run into anyone yet with a cold foot,” said Sen. James Inhofe, R-Okla., of his Republican colleagues.\n\nBut Sen. Mitt Romney, R-Utah, who has occasionally clashed with Trump, has been most openly critical of him. He called the summary “deeply troubling.”\n\nYet in a time when GOP lawmakers have learned to tread lightly when it comes to confronting Trump — many who have done so are no longer in Congress — some facing competitive reelections next year chose their words carefully.\n\nSen. Susan Collins, R-Maine, said the summary “raises a number of questions.” She also cited the Senate’s potential role in ultimately judging whether Trump, if impeached, should be expelled from office, saying she’ll be “a juror” and doesn’t want to be “prejudging” him.\n\nSen. Cory Gardner, R-Colo., perhaps the Senate’s most endangered Republican, said he favored having the Senate Intelligence Committee continue its investigation into Trump’s talks with the Ukrainian president.\n\nAlan Fram and Andrew Taylor are Associated Press writers."}}