{"GDELT": {"GlobalEventID": 875353085, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.08333333333334, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20190926001500, "SOURCEURL": "https://aninews.in/news/national/politics/internal-rift-emerges-in-bihar-mahagathbandhan-cong-to-go-solo-in-by-polls20190926045230/"}, "ARTICLE": {"TITLE": "Internal rift emerges in Bihar Mahagathbandhan, Cong to go solo in by-polls", "TEXT": "Patna (Bihar) [India], Sept 26 (ANI): An internal rift has emerged within the Bihar Mahagathbandhan, which was formed to take on the NDA alliance in the state.\n\nThe Rashtriya Janata Dal (RJD), Hindustani Awam Morcha (HAM) and Vikassheel Insan Party (VIP) have fielded their respective candidates in all the five assembly constituencies that will go to by-polls on October 21.\n\nEven the Congress has decided to go solo in the upcoming by-polls and have fielded their candidates in all the five seats.\n\nFrom Nathnagar assembly seat, the HAM has announced Ajay Rai as its candidate while RJD has fielded Rabiya Khatoon from this constituency.\n\nThe Lalu Prasad-led party has fielded Ramdev Yadav from Belhar assembly constituency and Zafar Alam from Simri Bakhtiarpur seat.\n\nThis means that all is not well in the Mahagathbandhan and the fielding of the candidates by RJD, HAM and VIP shows that cracks have developed within the alliance.\n\nCongress' state secretary in-charge Virender Singh Rathore said that the party had decided to go solo in the by-elections. He said that the party leadership is good and expressed confidence of winning all the five assembly seats.\n\nThis marks a significant development for the Congress, who have till now, contested elections along with other parties. Senior Congress leaders have been of the view that the party should contest polls on its own. (ANI)"}}