{"GDELT": {"GlobalEventID": 875352241, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "EDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 31, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.48571428571428, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20190926001500, "SOURCEURL": "https://www.psychologytoday.com/us/blog/the-modern-brain/201909/how-cognitive-traps-make-it-harder-let-go-our-stuff"}, "ARTICLE": {"TITLE": "How Cognitive Traps Make It Harder to Let Go of Our Stuff", "TEXT": "Source: Ann Kathrin Bopp/Unsplash\n\nTake a moment to think about all your seldom-used belongings, all the furniture, clothes, electronics, kitchenware, knickknacks and everything in between. How much extra stuff do you own?\n\nFor many of us, the answer seems to be “a lot.” And, as evidenced by the popularity of Marie Kondo and her “magic of tidying up,” getting rid of these surplus possessions has been a positive experience for people across the world. But while decluttering and simplifying their belongings provides lasting joy for many, it remains quite difficult for many of us to let go of our things.\n\nWhy are our brains are so resistant to giving away, selling, or tossing the unnecessary? Certainly emotional plays a large role. There are practical concerns for a financial hit if we get rid of something and then have to buy it again, and a desire to avoid wastefulness. However, we also fall victim to thinking traps and biases that cloud our judgment about what is worth keeping around.\n\nHere are three cognitive traps that make it harder to get rid of our clutter, and how to harness this knowledge to remove your unneeded stuff.\n\n1. The endowment effect means we overvalue our possessions. The endowment effect is the idea that people assign more value to things once they own them. In a famous experiment, researchers gave college students coffee mugs and then offered them a chance to sell the mugs to other students. The new owners of the coffee mugs valued their gifts much more highly than those without the mugs, asking for about twice as much money to sell the mugs as buyers were willing to pay.\n\nIt’s easy to see how this effect plays out in our own lives, making us more likely to cling to our belongings simply because we own them. The good news is that when you appreciate how the endowment effect works, it can make it easier to get rid of unnecessary stuff. Use this simple thought experiment to get you started: Look around at some of the things you own, and ask how much you would sell them for. Now ask yourself how much you’d be willing to pay for the same object. The difference can be shocking, and it’s a powerful tool in helping you let go of less important possessions.\n\n2. The sunk cost fallacy means we keep things we don’t use. Imagine you buy some expensive new personal care product, bring it home and try it out, then realize you absolutely hate it. The product cannot be returned. You should just give it away, but some part of your brain keeps telling you that since it was expensive, you ought to keep it around just in case. The years go by and the product sits on your shelf, taking up space but never used again.\n\nThis is a prime example of the sunk cost fallacy—our inability to see that certain expenses are simply lost, never to be regained. In this case, there's no way to recoup the money you spent on the product. However, instead of getting rid of it and moving on, you keep it around indefinitely.\n\nBy better understanding sunk costs, we can more easily get rid of the things we retain simply because they were expensive or otherwise hard to obtain. The key is to appreciate that the money, time, or other resources we exhausted to get these articles is gone forever.\n\nWhen it comes to deciding what to hold onto, the best thing to do is to forget about these costs and decide whether we have any other reasons to keep those things around. If the answer is no, it’s probably time to divest.\n\n3. The IKEA effect means we assign extra value things we helped create. Arguably one of the best-named cognitive biases, the IKEA effect refers to the fact that we strongly value the things we helped build, and is linked to the sunk cost fallacy described above. In the key study, researchers first had participants build IKEA furniture. After the furniture was complete, these people were willing to spend substantially more money to buy the furniture they built compared to the same IKEA furniture assembled by someone else.\n\nThe relevance of this data is blatantly obvious to all of us who own or have owned IKEA furniture, but it’s important for everyone else too. The point is that we are apt to highly value anything we worked on ourselves. This can get us into trouble if we’re constantly repairing or patching up our belongings, when it might instead be best to let them go.\n\nCertainly, there’s no reason to start getting rid of everything you helped build or the many things in your home you’ve worked on. Pride in our work is a good thing. The important idea is that we can get stuck holding onto extra stuff simply because we had a hand in putting it together. Understanding whether you’re keeping something because it adds value to your life instead of simply because you worked on it provides insight into what is and isn’t worth keeping around.\n\nFacebook image: Roman Samborskyi/Shutterstock"}}