{"GDELT": {"GlobalEventID": 875351449, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 52, "EventBaseCode": 52, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.74064837905237, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.patriotledger.com/news/20190925/while-many-cheer-impeachment-trumps-south-shore-supporters-stand-firm"}, "ARTICLE": {"TITLE": "While many cheer impeachment, Trump's South Shore supporters stand firm", "TEXT": "Local Trump supporters stood by the president, while the state's entire congressional delegation has come out in support of impeachment proceedings.\n\nWalking out of the Quincy Center MBTA station Wednesday afternoon, Quincy resident Kayla McDermott said she was excited Democrats were moving forward with an impeachment inquiry but scared about what it could mean for the country.\n\n“We can’t just impeach the president, we have to impeach the whole administration,” the 25-year-old said. “I feel like Trump is a puppet for the administration. I’m scared if he gets impeached, Mike Pence is the replacement, and he knows how to be political.”\n\nAs the U.S. House of Representatives plunged into a formal impeachment inquiry of President Donald Trump on Wednesday, Massachusetts’ congressional delegation and many residents on the South Shore cheered the move amid news that the president had acknowledged asking a foreign leader to investigate one of his political opponents, former Vice President Joe Biden.\n\nBut Trump's supporters on the South Shore stood by him Wednesday, calling the impeachment proceedings a campaign stunt and dismissing concerns about the president's mingling of domestic politics and foreign policy.\n\n“The law is law, but the guy can’t even have a conversation with a world leader,” said Joe Polsinello, of Hanover.\n\nHouse Speaker Nancy Pelosi announced the impeachment probe Tuesday evening after reports that Trump pressured the president of Ukraine to work with the U.S. attorney general and Trump’s personal lawyer, Rudy Giuliani, to investigate Biden, a front-runner for the Democratic nomination for president. In the call this summer, Trump raised allegations, based on scant evidence, that the former vice president tried to interfere with a Ukrainian prosecutor in regards to his son, Hunter. A memo describing the call was released by the White House on Wednesday morning.\n\nThe entire Massachusetts congressional delegation, all of whom are Democrats, has come out in favor of impeachment proceedings since Pelosi’s announcement Tuesday afternoon. Rep. Bill Keating, whose district includes much of the South Shore, tweeted on Tuesday that “there are a lot of questions here that need answers,” adding that an impeachment inquiry must move forward in Congress.\n\n“The president has acted to coerce a foreign power to undercut our country’s national security and democracy, an action declared to be an ‘urgent matter’ by the inspector general,” Keating tweeted. “The Constitution and our rule of law are at stake right now.”\n\nRep. Stephen Lynch, who drew fire at a town hall in Braintree last month when he declined to support impeachment, appeared to have changed his mind Tuesday.\n\n“President Trump’s actions, currently undisputed, are an attack on our democracy, national security and rule of law, and warrant the commencement of formal impeachment proceedings,” Lynch, whose district includes Quincy and nearby towns, tweeted.\n\nBut several local Trump supporters stood by the president Wednesday, saying his call with the Ukrainian president was nothing to warrant impeachment.\n\nPatrick J. Walsh, a Quincy resident and member of the Trump campaign's Catholic Advisory Group, said impeachment will backfire and that he admires Trump’s ability to have personal conversations with foreign leaders, including the Ukrainian president.\n\n“I think it’s a great mistake and it's really going to hurt the Democrats at the ballot box,” Walsh said of the impeachment inquiry. “I see it as an act of desperation.”\n\nPolsinello, the Trump supporter from Hanover, said talk of impeachment was a “disgrace” that has been going on since before Trump took office in 2017. Polsinello said he is “proud of the president.”\n\n“There are so many people who say they hate Trump, but how can you hate anybody?” he said.\n\nNorm Tuttle, chairman of the Quincy Republican Committee, said Trump has an “obligation” to protect the country by looking into Joe Biden’s family’s work in Ukraine.\n\n“It’s a farce,” Tuttle said of impeachment. “This is a campaign stunt, that’s what it is. I guess if I had to do a general analysis of Trump’s presidency, I would prefer that he didn’t use Twitter so much.”\n\nWhile Democrat Hillary Clinton won Massachusetts and a majority of South Shore votes in the 2016 presidential election, some towns in the region went for Trump. A majority of voters in Carver, Halifax, Hanover, Hanson, Kingston, Pembroke, Plympton and Whitman cast their ballots for the Republican.\n\nAnd Trump continues to enjoy the support of a sizable minority of Massachusetts voters more than two and half years into his presidency. A June poll from Suffolk University and The Boston Globe found that 61 percent of Massachusetts voters had an unfavorable view of the president, while 30 percent had a favorable view and 9 percent were undecided.\n\nKatelyn Sahagian contributed reporting to this story, which includes material from The Associated Press. Shaun Robinson may be reached at srobinson@patriotledger.com."}}