{"GDELT": {"GlobalEventID": 875353668, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "USA", "Actor1Name": "CALIFORNIA", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.57194679564692, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.delmartimes.net/news/story/2019-09-25/del-mar-gun-show-and-its-opponents-return-to-fairgrounds-this-weekend"}, "ARTICLE": {"TITLE": "Del Mar gun show and its opponents return to fairgrounds this weekend", "TEXT": "The Crossroads of the West Gun Show returns this weekend (Sept. 28-29) after a nine-month absence, along with the demonstrators who want to end sales of firearms and ammunition at the state-owned Del Mar Fairgrounds.\n\nMeanwhile, legislation that could permanently ban gun shows there awaits the governor’s signature. Similar efforts are underway elsewhere in California, fueled by increasing concern about gun violence across the United States.\n\nThe Del Mar gun shows have been popular and well-attended for 30 years, attracting thousands of visitors per event. Recent mass shootings have prompted a growing number of people to question the need to hold the festivals on state property.\n\nGroups such as the Del Mar-based NeverAgainCA take the position that “gun shows do not belong on state-owned property; they are dangerous; crimes do occur and the operators have ... (a) disregard for safety, lawfulness and responsible gun ownership.”\n\nCrossroads officials say the gun shows are fun, safe, law-abiding, family-oriented events, and that weapons are only part of the attraction.\n\n“The reality is that less than 10 percent of the activity at a gun show involves firearms or ammunition,” said Crossroads attorney Tiffany Cheuvront in a recent statement posted on the company’s website. “The shows are a modern bazaar, with a wide assortment of food, interesting merchandise, and services available.”\n\nAn online ad for an upcoming Crossroads show in Ventura County emphasizes the guns: “thousands of deals on new and used guns, wholesale ammo, gun safes, knives, swords, scopes, surplus items, hunting and reloading equipment, and more! Hundreds of dealers offering the best prices on all items. You can buy, sell and trade at all Crossroads shows.”\n\nState law prohibits anyone from buying a gun and taking it home the same day from a show or store in California. People who purchase firearms in the state must wait a minimum of 10 days before they can receive the weapon from an authorized dealer.\n\nThe Del Mar Fairgrounds board of directors voted last year to suspend the gun shows Jan. 1 in response to requests and demonstrations by gun safety advocates and elected officials.\n\nCrossroads owner B&L Productions, along with the California Rifle & Pistol Association and others, filed a lawsuit against the fairgrounds and the state, claiming the ban violated their 1st Amendment rights.\n\nA federal judge issued an injunction in June allowing the shows to resume this month.\n\nJudge Cathy Ann Bencivengo said in the court document that B&L Productions is “likely to suffer irreparable harm” without the events and that the company’s lawsuit is likely to succeed. So far the case remains undecided.\n\nMembers of NeverAgainCA began pushing to end the Del Mar gun shows after the mass shooting at Marjory Stoneman Douglas High School in Parkland, Fla., on Feb. 14, 2018.\n\nIn recent weeks, the local group resumed its demonstrations on Saturday mornings on Lomas Santa Fe Drive near the Interstate 5 onramp with as many as 40 people wearing orange T-shirts and carrying signs protesting gun violence.\n\n“We have heard and seen the community coming together to take action against gun violence,” NeverAgainCA founder Rose Ann Sharp said in an email Monday, Sept. 23. “Mothers pulled over and got out of their cars to join us. A public defender brought us breakfast saying, ‘You are the conscience of our community,’ and vets are there to protest military style weapons being sold to civilians.”\n\nAssembly Bill 893, by Assemblyman Todd Gloria, D-San Diego, would prohibit the sale of guns or ammunition at the Del Mar Fairgrounds starting in 2021. Assemblywoman Lorena Gonzalez, D-San Diego, and Tasha Boerner Horvath, D-Encinitas, coauthored the bill.\n\nThe bill cleared the Legislature this month, and Gov. Gavin Newsom has until Oct. 13 to sign or veto it. Newsom has supported expanded background checks and other gun safety legislation in the past.\n\nMichael Schwartz, executive director of the political action committee San Diego County Gun Owners, said in an email Monday, Sept. 23, that the Del Mar gun shows are being wrongly targeted because of “extremist political bias.”\n\n“We expect the legislation to be signed by the governor,” Schwartz said, and gun-rights groups will take the issue to court.\n\n“The legislation ... has made it clear that they are not banning the gun show out of concern for safety or because there is illegal activity,” Schwartz said. “If they really thought gun shows were dangerous, they would not allow them in all the other state-owned venues.”\n\nSimilar legislation that would have banned gun sales at the county-owned Cow Palace near San Francisco was vetoed last year by Gov. Jerry Brown, and other bills have failed in the past.\n\nGun-safety advocates also are working to end the shows at state fairgrounds in Orange and Ventura counties.\n\nUntil this year, Crossroads held five gun shows annually at Del Mar. The company has more than 60 shows each year in Arizona, California, Nevada and Utah.\n\n— Phil Diehl is a reporter for The San Diego Union-Tribune\n\n"}}