{"GDELT": {"GlobalEventID": 875351830, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.30353817504656, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Stratford-Upon-Avon, Warwickshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKP3", "Actor1Geo_ADM2Code": "40135", "Actor1Geo_Lat": 52.1833, "Actor1Geo_Long": -1.7, "Actor1Geo_FeatureID": "-2608939", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Stratford-Upon-Avon, Warwickshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKP3", "Action2Geo_ADM2Code": "40135", "Action2Geo_Lat": 52.1833, "Action2Geo_Long": -1.7, "Action2Geo_FeatureID": "-2608939", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7505447/Climate-strikers-threaten-boycott-Royal-Shakespeare-Company-deal-BP.html"}, "ARTICLE": {"TITLE": "'Climate strikers' threaten to boycott the Royal Shakespeare Company over its deal with BP", "TEXT": "The theatre group is sponsored by the oil giant, an arrangement that has drawn criticism from environmentalists including Oscar winner Sir Mark Rylance, pictured above\n\nSchool children have threatened to boycott the Royal Shakespeare Company over its links to BP, calling the partnership ‘sickening’.\n\nThe theatre group is sponsored by the oil giant, an arrangement that has drawn criticism from environmentalists including Oscar winner Sir Mark Rylance.\n\nNow a group of pupils has written a letter criticising its environmental impact and urging the RSC to break its ties with the firm.\n\nClimate-change strikers from the birthplace of the Bard, Stratford-upon-Avon, have signed the letter calling for an end to the current sponsorship, which provides young people with subsidised £5 tickets.\n\nThe letter states: ‘If we, as young people, wish to see an affordable play at your theatre we have to help to promote a company that is actively destroying our futures by wrecking the climate.\n\n‘It is sickening that the works of Shakespeare are being associated with these events.’\n\nA group of pupils has written a letter criticising its environmental impact and urging the RSC to break its ties with the firm. A play is pictured being performed at the theatre, above\n\nIt concludes: ‘BP’s influence is nothing but a stain on the RSC.’\n\nMore than 60,000 people signed a recent petition for several cultural institutions – the British Museum, National Portrait Gallery and Royal Opera House – calling for them to end their financial ties to the oil giant, while climate activists To BP Or Not BP have campaigned against fossil fuel funding.\n\nThe British Museum frequently has protesters staging sit-ins on its concourse, with several of its major exhibitions sponsored by BP.\n\nCampaigning students have asked to meet RSC bosses.\n\nChloe Hawryluk, 16, who is a key organiser of the boycott – which has come from students across Stratford-upon-Avon – and signed the letter to the RSC, said: ‘If I want to attend the theatre, I want to attend the theatre without supporting a company that is continuing to extract fossil fuels.\n\n‘I don’t want to support a company that is only doing this to distract us from the fact that they are ruining our planet.’\n\nSir Mark Rylance, who starred in Wolf Hall and Bridge Of Spies, quit the RSC in June this year, citing his objections to the company’s receipt of funding from BP.\n\nRSC executive director Catherine Mallyon and its artistic director Gregory Doran said: ‘We welcome the conversation around this issue and will respond once we receive the letter. We acknowledge the climate emergency and recognise the strength of feeling, especially amongst our young people.’"}}