{"GDELT": {"GlobalEventID": 875353614, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "UKR", "Actor1Name": "UKRAINE", "Actor1CountryCode": "UKR", "Actor2Code": "USAGOV", "Actor2Name": "THE WHITE HOUSE", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.05980066445183, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20190926001500, "SOURCEURL": "https://news.yahoo.com/president-trump-inserts-attorney-general-231838311.html"}, "ARTICLE": {"TITLE": "President Trump inserts Attorney General William Barr into political firestorm in call with Ukrainian president", "TEXT": "WASHINGTON – Since William Barr's confirmation last year, President Donald Trump has not been shy about expressing his satisfaction with his new attorney general.\n\nBarr’s standing with Trump has never wavered, especially after the attorney general determined this year that no obstruction charges were warranted against the president after special counsel Robert Mueller’s two-year investigation into Russian election interference.\n\n“Well, we have a very respected gentleman, very high quality person named William Barr … and I can tell you he’s working so hard,” an effusive president told Fox News in a July 25 interview.\n\nOnly hours earlier, Trump was invoking Barr’s name again – this time on a telephone call with Ukrainian President Volodymyr Zelensky. During the 30-minute conversation, Trump repeatedly offered to enlist the attorney general and his personal lawyer, Rudy Giuliani, on a new mission: to help revive a dormant investigation of a Ukrainian energy firm as a way to damage Democratic presidential candidate Joe Biden and his son, Hunter, a former company board member.\n\nPresident Donald Trump and Attorney General William Barr\n\nWhile the Justice Department maintains that Barr knew nothing about Trump’s entreaties until weeks later and has never communicated with Ukrainian officials, the episode detailed in the newly declassified memorandum of Trump’s exchange with Zelensky has thrust the unwitting attorney general into a new, fast-moving political firestorm that poses a fresh threat to Trump’s presidency and now to Barr’s Justice Department.\n\nTrump's insertion of his attorney general into the widening controversy, analysts said, is likely to invite new challenges to Barr's independence from the White House even if he knew nothing of the president's efforts to enlist him in an effort to smear a rival.\n\nZelensky reacts: Ukraine's president on his call with Trump: 'Nobody pushed me'\n\nNow what: Nancy Pelosi launches Trump impeachment inquiry over Ukraine scandal\n\nBarr never talked to Ukraine officials\n\nStory continues\n\nDespite at least four references to Barr in Trump’s call with Zelensky, Justice Department spokeswoman Kerri Kupec said Wednesday that the attorney general only learned of the president’s July 25 conversation “several weeks” after it took place and that Barr has not communicated with Ukrainian officials.\n\nAttorney General William Barr.\n\n\"The president has not spoken with the attorney general about having Ukraine investigate anything relating to former vice president Biden or his son,\" Kupec said. \"The president has not asked the attorney general to contact Ukraine – on this or any other matter. The attorney general has not communicated with Ukraine – on this or any other subject. Nor has the attorney general discussed this matter, or anything relating to Ukraine with Rudy Giuliani.\"\n\nYet Democratic lawmakers, who already have announced their intention to pursue an impeachment inquiry against the president based on the Ukrainian contact, were pouncing on Barr on Wednesday.\n\nSen. Kamala Harris, D-Calif., a presidential hopeful and member of the Judiciary Committee, vowed to bring the attorney general before the panel to explain any attempts by Trump to target political rivals.\n\nOn May 1, when Barr was testifying about the Mueller report before the Judiciary Committee, he was asked whether he had ever been ordered to open an investigation at the president's request. Harris says he did not fully answer the question.\n\nKamala Harris questions William Barr on investigations requested by Trump or White House\n\n“Barr needs to come back to Congress and answer that question again,” Harris said in a tweet Wednesday. “Under oath. This time, he better have an answer.”\n\nBiden also fired back, saying that while Trump's solicitation of Zelensky sought to advance a \"malicious conspiracy theory,\" his references to the attorney general represented a \"direct attack on the core independence of that department, an independence essential to the rule of law.\"\n\nHouse Intelligence Committee Chairman Adam Schiff, D-Calif., said Trump's references to Barr were \"adding another layer of depravity\" to the president's conversation with his Ukrainian counterpart.\n\n\"In the case of the attorney general, the official head of the Department of Justice, that (Trump) said would be part and parcel of this,\" Schiff said. \"Now I know the attorney general is denying involvement in this. Nonetheless, you can see why the Department of Justice would want this transcript never to see the light of day.\"\n\nDOJ: Barr did not make whistleblower decisions\n\nLast month, a whistleblower raised questions about Trump's conversation with Zelensky in a complaint filed with the Intelligence Community's inspector general.\n\nThe Justice Department's Office of Legal Counsel, after being consulted by acting director of National Intelligence Joseph Maguire, determined this month that the complaint did not have to be shared with Congress even though the inspector general concluded that it qualified for such review because of its \"urgent\" nature.\n\nJustice officials effectively found that the president was not subjected to oversight by the director of National Intelligence and that the issue was \"separate from any intelligence activity within the purview\" of the national intelligence director. Congress has since been given access to the complaint.\n\n'Deeply disturbing': Lawmakers read whistleblower complaint at center of scandal\n\nJustice officials acknowledged Wednesday that at about that same time they were considering access to the complaint, the department's Criminal Division declined to open a criminal investigation of the president, citing the inspector general's referral of the whistleblower complaint to federal prosecutors.\n\nJustice officials said Wednesday that the complaint was referred to Justice and the FBI as a \"potential violation of federal campaign finance law,\" but prosecutors determined last week that no investigation was warranted.\n\nThe officials said the determination was made after a review of the Trump-Zelensky call memorandum and little more than that. The review did not include interviews of any possible witnesses.\n\nKey points of July call: What Trump and Zelensky said in their conversation\n\nBarr became aware of Trump's references to him during the Zelensky call in late August, officials said, as the Justice Department was considering the separate questions of whether to release the whistleblower's complaint to Congress and whether the president's conversation was evidence of a campaign finance violation.\n\nDuring that time, officials said, Barr was generally apprised of the developments but did not make the crucial decision. The decision not to pursue the criminal investigation was made by the department's Criminal Division.\n\n\"All relevant components of the department agreed with this legal conclusion, and the department has concluded this matter,\" Kupec said of the Criminal Division's decision.\n\nAnalysis: In one day, the calculations of the Age of Trump are thrown out the window\n\nBarr likely used 'as some fig leaf'\n\nPresident Donald Trump and Attorney General William Barr attend the 38th Annual National Peace Officers' Memorial Service at the U.S. Capitol, May 15, 2019, in Washington.\n\nThe Justice Department's actions have not silenced the questions.\n\nJimmy Gurule, a law professor at the University of Notre Dame and a former Justice Department official during the George H.W. Bush administration, said the summary of the call raises serious concerns both about the president’s motivations and his references to his attorney general.\n\nGurule suggested Barr was likely used “as some fig leaf” to hide Trump's true intent, which is “simply to attain dirt on his potential presidential rival,” and to “justify or legitimize” his requests to the Ukrainian president.\n\nThe attorney general: Who is William Barr?\n\nTo say that the president simply wanted to investigate corruption and enforce the law \"seems like a ruse,\" Gurule said. If that was Trump's purpose, he would have discussed the matter with his attorney general – the man in charge of enforcing the law, he said.\n\n“You would think that at some point, there would’ve been a conversation involving the attorney general and the president’s concerns, and perhaps, then directing the attorney general to contact the director of the FBI to begin an investigation involving possible corruption in Ukraine,” Gurule said.\n\nMatthew Miller, a former Obama Justice Department spokesman, said the phone call summary “completely compromises” Barr’s independence. He said it raises questions on whether Barr, at any point since he took command at Justice, had been asked to investigate political opponents.\n\nMiller also cited Barr’s May’s congressional testimony in which he clashed with Harris on questions about whether the White House had ever ordered an investigation.\n\n“Donald Trump believes that Bill Barr is at DOJ to carry out Donald Trump’s agenda, not to be an independent voice,” Miller said. “And all of Barr’s actions to date have backed Trump’s view of that matter. Trump thinks he has his guy there, and Barr keeps showing him that he’s right.”\n\nBarr has been attorney general since February, when he succeeded Trump's first attorney general Jeff Sessions, who was fired the day after the 2018 midterm elections, during which Democrats regained control of the House. Trump frequently called Sessions disloyal for recusing himself from the Russia investigation, a move that resulted in the appointment of Mueller as special counsel. Trump has said picking Sessions was the \"biggest mistake\" of his presidency.\n\nSenate Judiciary Chairman Lindsey Graham, R-S.C., however, suggested that Barr had nothing to fear – at least from Republicans.\n\nAsked whether Graham intended to request Barr's testimony about the president's interest in Ukraine, Graham snapped, \"Not ever.\"\n\nThis article originally appeared on USA TODAY: Trump Ukraine call: Attorney General Barr thrust into political glare"}}