{"GDELT": {"GlobalEventID": 875352105, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "CRM", "Actor1Name": "CRIMINAL", "Actor1Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.9764359351988197, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Bucks County, Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_ADM2Code": "PA017", "Actor1Geo_Lat": 40.5004, "Actor1Geo_Long": -75.3749, "Actor1Geo_FeatureID": "1209173", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Bucks County, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.5004, "Action2Geo_Long": -75.3749, "Action2Geo_FeatureID": "1209173", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.buckscountycouriertimes.com/news/20190925/rep-stephens-firearm-red-flag-bill-blocked-in-committee"}, "ARTICLE": {"TITLE": "Rep. Stephens' firearm red flag bill blocked in committee", "TEXT": "Rep. Todd Stephens' bill to temporarily remove firearms from people in a mental health crisis might not see the House floor after Judiciary Committee Chairman Rep. Rob Kauffman says the \"red flag\" bill won't come up for a vote this session.\n\nA bill from Rep. Todd Stephens aimed at temporarily removing firearms from owners in a mental health crisis has been shot down by the House Judiciary committee.\n\nThe Republican from Horsham introduced his \"Extreme Risk Protective Order\" bill in April as a way to curb suicide deaths by gun owners in crisis without permanently revoking their right to firearms ownership.\n\nHouse Judiciary Committee Chairman Rob Kauffman, R-89, of Franklin County, said Tuesday that Stephens' \"red flag\" bill and similar legislation would not be coming to a vote this session, opting instead to focus on bills increasing punishments for criminal gun offenses.\n\nIn addition to Stephens' bill, the committee's agenda did not include bills expanding background checks and requiring gun owners to report lost or stolen firearms.\n\n“Many of the bills we focused on today were targeted at removing dangerous and violent criminals from our communities,” Kauffman said Tuesday.\n\n“The bills largely were in response to the gun-related crimes we hear about in the news and increasing and strengthening penalties for criminal offenders. We are getting these violent offenders off the streets,” Kauffman added.\n\nThe decision has drawn criticism from gun control advocacy groups and Gov. Tom Wolf, who said the bills passed in committee this week will only \"weaken\" gun safety in the commonwealth.\n\n“I am extremely frustrated today that the House Judiciary chairman pledged not to allow votes on any additional bipartisan commonsense gun safety priorities,\" Wolf said in a statement Tuesday.\n\n“Further, I want to make clear that I oppose any attempt to weaken or dismantle state and local gun safety provisions,\" Wolf added.\n\nThe Democratic governor also said he would veto House Bill 1066, one of several other bills voted through committee.\n\nThat preemption bill effectively prevents municipalities from imposing firearm restrictions and could allow a person or membership organization, like the National Rifle Association, to sue towns that attempt to prohibit carrying firearms on public property.\n\nCeaseFirePA Executive Director Shira Goodman said her organization was \"outraged\" by Kauffman's decision effectively killing a bill the organization considered a necessary measure in curbing gun suicides.\n\nThe nonprofit organization estimated earlier this year there are more than 20,000 suicides involving firearms annually nationwide.\n\nStephen's HB 1075 could have meant temporarily losing firearms under a protection order, but it would also offer an alternative to current state law that permanently revokes a person's right to own a firearm for mental health reasons.\n\nPolice or family could seek a protection order, followed by a hearing before a judge within 10 days and, if the order is granted, the person would turn over any guns to law enforcement for the next three to 12 months.\n\nState laws currently offer only one remedy for people in crisis: an involuntary, five-day committal to a mental health hospital that would prohibit a person from owning a firearm for the rest of their lives.\n\nState laws currently require state agencies to notify federal law enforcement with a week to include people on involuntary committal to federal background checks banning them from owning a gun.\n\nA bill passed in the judiciary committee this week, authored by Kauffman, would require reporting be done within 72 hours.\n\nStephens stood by his bill's intent Wednesday afternoon, saying that so-called red flag bills like the one he has proposed are gaining more traction across the state and the nation.\n\n“The Senate Judiciary Committee is finishing up two days of hearings on gun violence where experts provided data, statistics and scientific research showing how red flag laws will save lives in Pennsylvania,\" Stephens wrote in an email.\n\n\"I’m confident that as more of my colleagues understand the due process protections for gun owners and the lives the bill will save a red flags bill will move forward,” he added.\n\nState Sen. Steve Santarsiero, D-10, of Lower Makefield, called for immediate action, calling for a vote on the bills in committee.\n\n“The vast majority of Pennsylvanians are demanding action to address the epidemic of gun violence. They understand it’s all too easy for people who should not have access to guns to get guns and that puts all of us at risk,\" he said in a statement. \"Pennsylvanians are frustrated that common sense gun violence prevention bills have not been acted on. Bills like universal background checks, red flag, lost and stolen, safe storage and a ban on assault weapons would all help curb gun violence and suicides, have all languished in committee year after year.\"\n\nSantarsiero is the prime sponsor for legislation requiring the safe storage of firearms by gun owners and the co-prime sponsor of a bill that would require universal background checks for firearm purchases. Those bills have been referred to the Senate Judiciary Committee and are awaiting further action."}}