{"GDELT": {"GlobalEventID": 875353120, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "WISCONSIN", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Wisconsin, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWI", "Actor1Geo_Lat": 44.2563, "Actor1Geo_Long": -89.6385, "Actor1Geo_FeatureID": "WI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Wisconsin, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWI", "Actor2Geo_Lat": 44.2563, "Actor2Geo_Long": -89.6385, "Actor2Geo_FeatureID": "WI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 37.768, "Action2Geo_Long": -78.2057, "Action2Geo_FeatureID": "VA", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.wvtf.org/post/one-virginia-candidate-has-accepted-massive-campaign-donation"}, "ARTICLE": {"TITLE": "One Virginia Candidate Has Accepted A Massive Campaign Donation", "TEXT": "Running for office isn’t cheap, especially when the stakes are as high as they are this year. But one very large campaign contribution is raising eyebrows across Virginia.\n\nMichael Pope is following the money.\n\nWisconsin-based businessman Richard Uihlein is no stranger to Virginia politics. Campaign finance documents show he donated $160,000 to Republican Ed Gillespie’s campaign for governor, and he gave $32,000 to the Home School Legal Defense Fund. In July, he cut a check for half a million dollars to Republican Delegate Nick Freitas, an amount that Bob Denton at Virginia Tech says is part of a larger trend.\n\n“We’re looking at this particular cycle perhaps breaking all in history, exceeding maybe $25 million maybe even $30 million by the time it’s done,\" Denton explains. \"And a single donation in a delegate race of $500,000 is an incredible amount and certainly very unusual.”\n\nAn unusual campaign contribution in a very unusual race. Delegate Freitas won’t be on the ballot because his campaign missed the deadline to file.\n\nStephen Farnsworth at the University of Mary Washington says that’s part of why he needs the money.\n\n“In that Culpeper-based district, a Republican nominee is going to be victorious. A write-in candidate, even in a Republican-leaning area, that’s going to require a bit more effort,” he says.\n\nNow, if this were a race for Congress, the Wisconsin businessman would not be able to donate half a million dollars because of federal limits on campaign contributions. In Virginia, there are no limits.\n\nThis report, provided by Virginia Public Radio, was made possible with support from the Virginia Education Association."}}