{"GDELT": {"GlobalEventID": 875353358, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "PAKGOV", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "NEW YORK", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.5346534653465405, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA", "Actor2Geo_Lat": 25.0, "Actor2Geo_Long": 45.0, "Actor2Geo_FeatureID": "SA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "SA", "DATEADDED": 20190926001500, "SOURCEURL": "https://dailytimes.com.pk/473203/pm-calls-for-steps-to-tackle-hate-speech-islamophobia/"}, "ARTICLE": {"TITLE": "PM calls for steps to tackle hate speech, Islamophobia", "TEXT": "Prime Minister Imran Khan Wednesday called for effective measures to counter hate speech and Islamophobia, besides stressing upon the importance of addressing both drivers and consequences of these phenomena.\n\nExpressing his views at a high-level roundtable discussion on ‘Countering Hate Speech’ co-hosted by Pakistan and Turkey, the prime minister underscored that the religion has nothing to do with terrorism. Noting the growing incidents of discrimination and violence based on religion and belief, he also cautioned against attempts to denigrate the revered personalities and scriptures cloaked in the right to freedom of expression and opinion. “The world must understand Muslims’ sensitivities for Islam and the reverence for the Holy Prophet Muhammad (Peace Be Upon Him),” he emphasized.\n\nThe prime minister observed that marginalisation of any community can lead to its radicalisation. He said there is a need to promote greater understanding and tolerance among and between the communities across the world. The United Nations provides an important platform to evolve an informed discourse on countering hate speech, he opined.\n\nTurkish President Recep Tayyip Erdogan, in his remarks, said the Muslims are the most vulnerable community to hate speech across the world. “The Muslims are being lynched for eating beef in India whereas the Indian-held Jammu and Kashmir has been turned into an open prison,” he said, warning that they fear bloodshed in the occupied valley.\n\nPresident Erdogan termed the hate speech as the worst crimes against humanity. He also expressed his condolences over the tragic loss of lives in earthquake-hit areas of Pakistan.\n\nSeparately, Prime Minister Imran Khan said there was a danger of bloodbath in Indian-held Occupied Kashmir (IHK) and the world must act to avert that.\n\nTalking to the editorial board of prominent US newspaper New York Times, Imran Khan apprised them of the illegal and unilateral annexation of Jammu and Kashmir by India as well as human right violations there. He said he has travelled to New York to tell the world that India is violating the international laws. He said Pakistan wants peace in Afghanistan.\n\nPakistan’s Permanent Representative to the United Nations Ambassador Maleeha Lodhi in a tweet said Prime Minister Imran Khan told the editorial board of the New York Times about the dangers to regional and international peace from the grave situation in the occupied valley created by India’s illegal annexation and its barbaric actions, including the continuing curfew.\n\nAt a dinner hosted in honour of heads of delegation of Organisation of Islamic Cooperation (OIC) Contact Group on Jammu and Kashmir in New York, Prime Minister Imran Khan urged upon the Muslim countries to show solidarity with the Kashmiris as the lockdown in occupied valley entered its 51st day.\n\nThe event was attended by the foreign ministers of Saudi Arabia, Turkey, Niger and Azerbaijan. The prime minister said it is important for the Muslim world to stand for the eight million Kashmiris who are facing a challenging situation in shape of continuous denial of human rights."}}