{"GDELT": {"GlobalEventID": 875351767, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "BGD", "Actor1Name": "BANGLADESH", "Actor1CountryCode": "BGD", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.73443983402489, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN12", "Actor1Geo_ADM2Code": "72851", "Actor1Geo_Lat": 32.7333, "Actor1Geo_Long": 74.8667, "Actor1Geo_FeatureID": "-2098228", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72851", "Actor2Geo_Lat": 32.7333, "Actor2Geo_Long": 74.8667, "Actor2Geo_FeatureID": "-2098228", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72851", "Action2Geo_Lat": 32.7333, "Action2Geo_Long": 74.8667, "Action2Geo_FeatureID": "-2098228", "DATEADDED": 20190926001500, "SOURCEURL": "https://indianexpress.com/article/india/dont-repeat-1971-think-of-what-may-happen-to-pok-rajnath-singh-warns-pakistan-6029602/"}, "ARTICLE": {"TITLE": "Don’t repeat 1971, think of what may happen to PoK: Rajnath Singh warns Pakistan", "TEXT": "A file photo of Union Minister Rajnath Singh addressing an event in Surat. (Source: Express photo) A file photo of Union Minister Rajnath Singh addressing an event in Surat. (Source: Express photo)\n\nReminding Islamabad of the breakup of Pakistan in 1971 and the creation of Bangladesh, Union Defence Minister Rajnath Singh Wednesday warned Pakistan not to repeat “the mistake of 1971”.\n\nAddressing a programme in Jaipur to mark the 103rd birth anniversary of Jan Sangh ideologue Pandit Deen Dayal Upadhyaya, Singh said, “Brothers and sisters, we will rather lose an election than deceive you, because we don’t do politics only to form government but to form the country. And by ending Articles 370 and 35A, we have shown that there is no difference between what BJP says and what it does.”\n\nThe Defence Minister also said that following the Pulwama terror attack, India took great precautions and did not attack Pakistan or its army and targeted only terror training camps in Balakot. He said: “Lekin aagey yadi aisa hi chalta raha, toh kuch kaha nahi ja sakta (but if it continues like this, then things may change).”\n\nHe said Pakistan “cannot digest” India’s Jammu and Kashmir move, but added, “trust me, it will be digested.” On August 5, the Centre moved to scrap the special status of J&K and bifurcated the state into two Union Territories.\n\nEXPLAINED | History, geography of terror camp Balakot, recently reactivated by Pakistan\n\n“Aur main toh baar baar sujhav de chuka hun Pakistan ko bhi, ke jo ‘65 and ‘71 – ‘71 mein Pakistan ke do tukde ho gaye the, Pakistan aur Bangladesh ban gaya tha. Maine kaha, ‘71 ki galti mat dohrana, nahi PoK ka kya hoga, achchi tarah samajh lena. (And I have suggested this time and again, even to Pakistan, about (India-Pakistan wars of) 1965 and 1971 – and in 1971, Pakistan was divided and Bangaldesh was created. I said don’t repeat the mistakes of 1971, else understand well what might happen to Pakistan-occupied Kashmir),” Singh said, accusing Pakistan of trying to divide and destabilise India through terrorism.\n\nAlso Read | Security forces fully prepared: Rajnath Singh on reactivation of Balakot terror camp\n\n“If we accept the existence of Pakistan, it shouldn’t be assumed that we also accept the existence of Pakistan-occupied Kashmir. Hum uskey wajood ko sweekar nahi kartey (We don’t accept its existence), because Pakistan has forcefully occupied it,” he said, pointing out that even today, 24 assembly seats “are kept vacant in the Jammu and Kashmir Assembly for PoK”.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest India News, download Indian Express App."}}