{"GDELT": {"GlobalEventID": 875352359, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.199203187251, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "West Ham, Newham, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKI8", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5333, "Actor1Geo_Long": 0.016666999999999998, "Actor1Geo_FeatureID": "-2611266", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "West Ham, Newham, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKI8", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5333, "Action2Geo_Long": 0.016666999999999998, "Action2Geo_FeatureID": "-2611266", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.hitc.com/en-gb/2019/09/25/some-west-ham-united-fans-react-to-fabian-balbuenas-display-vs-o/"}, "ARTICLE": {"TITLE": "Some West Ham United fans react to Fabian Balbuena’s display vs Oxford United – HITC", "TEXT": "The defender got a big chance to impress for West Ham tonight but didn’t take it.\n\nWest Ham United fans have slammed the performance of Fabian Balbuena after a heavy 4-0 defeat away to Oxford United in the League Cup on Wednesday night.\n\nSigned by the club for a £6.5m fee last summer (Sky Sports), the defender has been forced to sit on the bench in recent Premier League matches and would have been hoping to stake a claim for more appearances this evening.\n\nHowever, given Manuel Pellegrini’s rotated side was thrashed by English League One opposition, nobody in a West Ham shirt has done themselves any favours tonight.\n\nUltimately the League Cup will not be seen as a priority for the Hammers this season, but the manner of defeat should worry fans, with a lack of effort apparent throughout the 90 minutes.\n\nConceding four goals in a single half at any level is not acceptable for supporters.\n\nPellegrini will be eager to bring his strongest players back into the team and continue their excellent run in the Premier League, where they sit fifth in the table.\n\nFor fringe players like Balbuena, it could be a long time until they find their way back into a starting eleven.\n\nThese fans were not happy with his performance tonight, taking to Twitter to share their thoughts…\n\nThis content could not be loaded Balbuena’s decline is something to behold.\n\n\n\nSanchez wasn’t good enough in England 6 years ago let alone now.\n\n\n\nFornals miles off the pace, had to play.\n\n\n\nSnodgrass/Zaba finished.\n\n\n\nWilshere in the hole or not at all.\n\n\n\nAjeti/Holland need to play with 1XI players not these clowns. — Kris Johnson (@kjohno10) September 25, 2019\n\nThis content could not be loaded Oh so erm………….that might be why Ogbonna has been playing ahead of Balbuena — chaz⚡ (@ChazzSM) September 25, 2019\n\nThis content could not be loaded Balbuena back into defence and this happens … — WHUFC (@IRONSSSS) September 25, 2019\n\nThis content could not be loaded Embarrassing. Where’s Arthur? Jogging back from Balbuena, Zabaleta letting his man drift away from him. Why do we bottle it every year. https://t.co/DvbfH1oAOQ — David Bowden (@Bowdenwhu) September 25, 2019\n\nThis content could not be loaded Please don’t ever tell me Balbuena should be starting ahead of Ogbonna or Sanchez gets a hard time for no reason.\n\nBoth RUBBISH!!! — Kris Johnson (@kjohno10) September 25, 2019\n\nThis content could not be loaded The gaffer was right to drop Balbuena by the looks of it — Freelancer Ben (@FreelancerBen_) September 25, 2019\n\nThis content could not be loaded Balbuena has come back and should be nowhere near that team on current form. — Jamie (@Jamieonthisday) September 25, 2019\n\nThis content could not be loaded Balbuena looks totally different from last season — R. JONES ☆ (@RockyWhu) September 25, 2019\n\nThis content could not be loaded Time to accept Balbuena was a fluke last season, shocking defender — Fornality (@Fornality) September 25, 2019\n\nIn other news, Report: Ovie Ejaria left in limbo, £3.5m Liverpool exit could now fall apart"}}