{"GDELT": {"GlobalEventID": 875351664, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.7543859649122802, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Grant County International Airport, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_Lat": 47.2077, "Actor2Geo_Long": -119.32, "Actor2Geo_FeatureID": "1533847", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Lake Elmo Airport, Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 44.9968, "Action2Geo_Long": -92.8594, "Action2Geo_FeatureID": "660400", "DATEADDED": 20190926001500, "SOURCEURL": "https://blueskynews.aero/issue-526/DoT-awards-nearly-1bn-dollars-in-infrastructure-grants-to-354-airports-in-44-states.html"}, "ARTICLE": {"TITLE": "BlueSky News", "TEXT": "Washington DC DoT awards nearly 1bn dollars in infrastructure grants to 354 airports in 44 states\n\nUS Transportation Secretary Elaine L. Chao has announced that the Department will award $986m in airport infrastructure grants to 354 airports in 44 states and Puerto Rico and Micronesia.\n\nThis is the fifth allotment of the total $3.18bn in Federal Aviation Administration Airport Improvement Program (AIP) funding for airports across the United States.\n\n\n\n“Infrastructure projects funded by these grants will advance safety, improve travel, generate jobs and provide other economic benefits for local communities,” said US Transportation Secretary Elaine L. Chao.\n\n\n\nSelected projects include runway reconstruction and rehabilitation, construction of firefighting facilities, noise mitigation, emissions reduction, and the maintenance of taxiways, aprons, and terminals. The construction and equipment supported by this funding increase the airports’ safety, emergency response capabilities, and capacity, and could support further economic growth and development within each airport’s region.\n\n\n\nAirport infrastructure in the United States, with 3,332 airports and 5,000 paved runways, supports our economic competitiveness and improves quality of life. According to the FAA’s most recent economic analysis, US civil aviation accounts for $1.6tr in total economic activity and supports nearly 11 million jobs. Under Secretary Chao’s leadership, the Department is delivering AIP investments for the American people, who depend on reliable infrastructure.\n\n\n\nAirports can receive a certain amount of AIP entitlement funding each year based on activity levels and project needs. If their capital project needs exceed their available entitlement funds, the FAA can supplement their entitlements with discretionary funding.\n\n\n\nSome of the grant awards include:\n\nBurlington International Airport in Vermont, $16 million – grant funds will be used to reconstruct Taxiway G.\n\nInternational Falls Airport in Minnesota, $15.9 million – the airport owner will use the grant to reconstruct Runway 13/31.\n\nGrant County International Airport in Washington, $10 million – the airport owner will reconstruct Runway 14L/32R.\n\nKenai Municipal Airportin Alaska, $6.5 million – the grant will fund the construction of an aircraft rescue and firefighting training facility.\n\nLake Elmo Airport in Minnesota, $1.2 million – the grant will fund the reconstruction of Runway 14/32 and Taxiway B.\n\nPhiladelphia International Airport in Pennsylvania, $13.4 million – funds will be used to reconstruct Taxiway K.\n\nSalisbury-Ocean City Wicomico Regional Airport in Maryland, $3.4 million – the grant will be used to rehabilitate Taxiway A and the air carrier apron to maintain pavement integrity.\n\nSt. Pete-Clearwater International Airport in Florida, $19.7 million – the airport will rehabilitate Runway 18/36.\n\nSt. Louis Lambert International Airport in Missouri, $1,532,711 – under the Voluntary Airport Low Emissions (VALE) program, funds will be used to install four pre-conditioned air and ground power units to reduce emissions on the airport\n\nSan Francisco International Airport in California, $6.4 million – funds will mitigate noise around the airport by installing noise mitigation measures for residences affected by airport noise.\n\nUniversity of Oklahoma Westheimer Airport in Oklahoma, $5.1 million – funds will be used to rehabilitate Taxiways C, D, and E."}}