{"GDELT": {"GlobalEventID": 875352922, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "JPNCVL", "Actor1Name": "JAPANESE", "Actor1CountryCode": "JPN", "Actor1Type1Code": "CVL", "Actor2Code": "PRTELI", "Actor2Name": "PORTUGUESE", "Actor2CountryCode": "PRT", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.7168458781362, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Portugal", "Actor2Geo_CountryCode": "PO", "Actor2Geo_ADM1Code": "PO", "Actor2Geo_Lat": 39.5, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "PO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Portugal", "Action2Geo_CountryCode": "PO", "Action2Geo_ADM1Code": "PO", "Action2Geo_Lat": 39.5, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "PO", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.bangkokpost.com/travel/1758724/at-the-crossroads-of-history"}, "ARTICLE": {"TITLE": "At the crossroads of history", "TEXT": "The ancient city of Ayutthaya was surrounded by rivers -- the Lop Buri on the north side, the Pa Sak on the east side and the Chao Phraya on the remaining sides. South of the city island, known in Thai as Koh Muang, the Pa Sak merges with the Chao Phraya at the point where the latter makes a southward turn, away from Koh Muang.\n\nOne of the last remaining forts of Ayutthaya, Pom Phet is located in Bang Kracha, the strategic point where the Pa Sak River meets the Chao Phraya, which continues southwards to Bangkok and the sea. Because of its importance as the gateway to Ayutthaya, the fort is depicted in many ancient maps of the former Thai capital made by Westerners.\n\nHundreds of years ago, from the confluence to the Takiayokhin Mosque near the mouth of Takhian canal, about 3.5km further downstream (see map), this section of the Chao Phraya was full of trading vessels from many parts of the world. And the areas on both sides of the river were home to foreigners, from the Chinese, the Malays and other Asians to Europeans of different languages and cultures.\n\nOf course, not all of these foreigners were merchants. Seeking religious or political refuge or opportunities, they came from various walks of life, from craftsmen and labourers to adventurers and mercenaries and anything in between.\n\nSome joined the Siamese army in wars. Some served as royal guards or did other duties in the Thai court and managed to climb to high ranks.\n\nMuch of the history of Ayutthaya was learned from what was recorded by foreigners. For example, this map by Simon de La Loubère who travelled from France to Siam in 1687 during the reign of King Narai reveals the location of the settlements of people from different countries along both sides of the Chao Phraya. Meanwhile, the drawing from 1720, which shows what a trade ship from Ayutthaya looked like, was found at the Matsuura Historical Museum in Nagasaki, Japan.\n\nGreek citizen Constantine Phaulkon, for example, became a powerful officer during the reign of King Narai. He was involved in several important incidents including the Makkasan Rebellion in which a prince from Macassar (now Indonesia's South Sulawesi) and his kris-wielding warriors who settled down along the Takhian canal wreaked havoc in Ayutthaya and Bangkok because of resentment about the rising influence of Europeans. Phaulkon, who was part of the problem, played a crucial role in quelling the rebels.\n\nMeanwhile, Phaulkon's wife Maria Guyomar de Pinha (known in Thai as Thao Thong Kip Ma) was an Ayutthaya-born lady who was credited for introducing foi thong and sangkhaya, the Thai version of similar Portuguese desserts made of egg yolks. The woman had a mixed ancestry (Portuguese-Japanese-Bengali). If you have visited the former Portuguese settlement on the west bank of the Chao Phraya, you'll notice it is exactly opposite to the Japanese village on the other side of the river. Maria Guyomar de Pinha obviously was a result of the interactions between the people of these international communities.\n\nThese stories are just a few pieces of the jigsaw that makes Ayutthaya history. If you wish to learn more, next time you visit Ayutthaya, don't forget to check out this area south of Koh Muang.\n\nIt's not unusual to find pictures of foreigners from different parts of the world in centuries-old Thai mural paintings.\n\nSituated right next to the confluence of Chao Phraya and Pa Sak rivers, almost opposite the fort of Pom Phet, Wat Phanan Choeng represents the Chinese communities of ancient Ayutthaya. The famous temple is home to the 19m-tall Luang Pho To, the ancient city's largest Buddha image, and the shrine of Chao Mae Soi Dok Mak, a princess from China believed to have died at the site from a broken heart. Thus, at the shrine it is known that you can pray for anything but never about love. Even these days, the temple is still highly respected, especially among people of Chinese descent. (Photo by Sunthorn Pongpao)\n\nA few minutes' walk downstream from Wat Phanan Choeng is Baan Hollanda, the site of a former trade office of the Dutch East India Company, also widely known as VOC, which stands for Vereenigde Oostindische Compagnie. Now standing on the riverside is a two-storey building constructed in a Dutch colonial style, which reminds me of those found in Malacca, a major port and Dutch colony for over 180 years, following a period of 130 years under the rule of the Portuguese. The upper floor of this new building houses a small but very informative exhibition that gives you a better picture of international trade between Ayutthaya and the Western world. The place is closed on Mondays and Tuesdays. So make sure you don't drop by on those days.\n\nFurther downstream from Wat Phanan Choeng and the Dutch settlement is the former village of the Japanese. A tour of the museum here, which begins with a fascinating video presentation, gives you an insight into the maritime trade between Ayutthaya and contemporary Japan as well as other aspects of the relation between the two countries, including the roles of ex-samurais in the Siamese Kingdom. The statue in the garden of the Japanese Village is an image of Yamada Nagamasa, the head of the settlement who later in 1630 was promoted by King Song Tham of Ayutthaya to become the governor of Nakhon Si Thammarat in the South. Unlike the nearby former Dutch settlement, the Japanese Village is open every day.\n\nMuch of the west bank of the Chao Phraya, south of the walled city, was occupied by communities of Muslims from various ethnic origins, from Persians and Turks to Malays and those from islands that are now Indonesia. Like Westerners, they also played great roles in the prosperity of Ayutthaya. These days, these areas are still home to people of the Islamic faith. Mosques and halal food, Isan-style sausages included, are abundant.\n\nThe Portuguese were the first group of Europeans who arrived in Ayutthaya. They made their friendly debut here during the reign of King Rama Thipbodi II, to be more exact in 1511, shortly after attacking Malacca, which later fell under their control. The site now known as the Portuguese Settlement is located on part of the largest Western communities in Ayutthaya, on the plot where one of the churches built by the Portuguese once stood. The exhibition facility at the Portuguese Settlement may not be as well maintained as those at the Japanese Village and Baan Hollanda on the other side of the Chao Phraya but there is still a lot here that history buffs can learn about. Visitors are welcome seven days a week.\n\nOriginally built by French missionaries in 1666 during the reign of King Narai, St Joseph Church is the only one of its kind from the Ayutthaya Period that is still functioning. The current version of the church was completed in 1891. This photo was taken from the other side of the Chao Phraya, from an empty plot in the southwestern part of Koh Muang.\n\nIt's not that the area south of Koh Muang was exclusive to foreign communities. During the Ayutthaya Period, Thais lived here as well. Many centuries-old Buddhist temples can be found on both sides of the Chao Phraya and Pa Sak rivers, from the famous ones such as Wat Phanan Choeng, Wat Phutthaisawan and Wat Yai Chai Mongkhon to hidden gems like Wat Nang Kui, Wat Bang Kracha and several abandoned monasteries.\n\nA lot of traditional Thai houses can be found in this part of Ayutthaya. This photo was taken from the Muslim community around Aliyinnuroi Mosque just 1km east of Wat Phutthaisawan.\n\nThis wall-less shipyard between Wat Phanan Choeng and Baan Hollanda is private property but it's OK for you to take a look as long as you watch from the outside and do not disturb the boat builders at work. The place has a good collection of antique vessels, some of them are very beautiful even while waiting for restoration.\n\nTRAVEL INFO\n\nAyutthaya is about an hour's drive from Bangkok. The main links between the ancient capital and the current one are Highway 347 and Highway 32. The first allows you to approach Ayutthaya from the west, the latter from the east. To explore the area south of Koh Muang (city island), it's best to have a private vehicle. In case you don't bring one from Bangkok, just hire a tuk-tuk from major tourist spots."}}