{"GDELT": {"GlobalEventID": 875352499, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "GOV", "Actor1Name": "ATTORNEY GENERAL", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.36270316509838, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20190926001500, "SOURCEURL": "https://www.nzherald.co.nz/world/news/article.cfm?c_id=2&objectid=12271137"}, "ARTICLE": {"TITLE": "Brexit: Boris Johnson condemned for comments about murdered MP", "TEXT": "Boris Johnson has sparked fury in the UK after he suggested the best way to honour the memory of a murdered MP was to \"get Brexit done\".\n\nJo Cox, an ardent remainer, was killed just days before the 2016 referendum.\n\nEarlier, there was uproar as he dismissed as \"humbug\" an appeal from a Labour MP to curb his inflammatory language over Brexit as she recalled what happened to Cox.\n\nAn MP makes an emotional plea to tone down the language - citing death of her friend Jo Cox. The prime minister responds saying “humbug”. pic.twitter.com/RbZsHRFyNF — Ashley Cowburn (@ashcowburn) September 25, 2019\n\nThe backlash to his comments was immediate.\n\nAdvertisement\n\nLiberal Democrat leader Jo Swinson described his comments as \"sickening\".\n\n\"Boris Johnson demeaned that office with his words today, and he should apologise immediately for them,\" she said.\n\nMs Cox's husband Brendan Cox said he felt \"sick\" that Jo's name was being used in that way.\n\n\"The best way to honour Jo is for all of us (no matter our views) to stand up for what we believe in, passionately and with determination.\n\n\"But never to demonise the other side and always hold onto what we have in common,\" he said.\n\nScotland's First Minister, Nicola Sturgeon, also expressed her outrage at Johnson's comments on Twitter.\n\nSurgeon has called for the resignation of the Prime Minister following the Supreme Court's ruling that suspending Parliament was unlawful.\n\nShe tweeted: \"As of tonight, there's a gaping moral vacuum where the office of Prime Minister used to be. I didn't know Jo Cox but I'm certain this man is not fit to speak her name.\"\n\nAdvertisement\n\nBritain's Parliament had erupted in screams and jeers during a dramatic first session since the Supreme Court ruled Prime Minister Boris Johnson's decision to shut it down ahead of Brexit was \"unlawful\".\n\nLabour MP for Huddersfield Barry Sheerman took aim at Attorney-General Geoffrey Cox on Wednesday, screaming across the chamber and shaking with rage as he declared \"every word he has uttered — no shame today, no shame at all.\"\n\nFeel a bit sick at Jo’s name being used in this way. The best way to honour Jo is for all of us (no matter our views) to stand up for what we believe in, passionately and with determination. But never to demonise the other side and always hold onto what we have in common. — Brendan Cox (@MrBrendanCox) September 25, 2019\n\nThis Prime Minister is a disgrace.@paulasherriff made heartfelt plea for him to stop using inflammatory words like \"surrender\". She pointed at the plaque for murdered MP Jo Cox, and regular death threats MPs face, quoting such language.\n\n\n\nJohnson said \"humbug\".\n\nUtter disgrace. — Jo Swinson (@joswinson) September 25, 2019\n\nAs of tonight, there’s a gaping moral vacuum where the office of Prime Minister used to be. I didn’t know Jo Cox but I’m certain this man is not fit to speak her name. https://t.co/fg4FlbhP5x — Nicola Sturgeon (@NicolaSturgeon) September 25, 2019\n\nI feel disgust watching Johnson. Untrustworthy, craven, not a shred of concern for the consequences of his words or actions. Unfit for office in every sense. The opposition do need to unite on a proper plan to get rid of him. But he mustn’t be allowed to bully his way to no deal. https://t.co/VMjwKrwEwe — Nicola Sturgeon (@NicolaSturgeon) September 25, 2019\n\n\"The fact that this government cynically manipulated the prorogation to shut down this House so that it couldn't work as a democratic assembly,\" he said, warming to his theme.\n\n\"He knows that that is the truth. And to come here with his barristers bluster to obfuscate the truth.\"\n\n\"For a man like him, a party like this and a leader like this, this Prime Minister to talk about morals and morality is a disgrace,\" he hollered to applause from Labour MPs.\n\nI think the referendum result has to be respected. But at any price? Literally nothing else matters? The rule of law. Basic decency towards the family and friends of a murdered MP. Respect for our fundamental principles and institutions. By any means necessary now? — (((Dan Hodges))) (@DPJHodges) September 25, 2019\n\nIn my 4+ years opposing David Cameron I never saw a parliamentary performance like tonight’s from Boris Johnson: deeply irresponsible, stoking division, using dangerous, inflammatory language, fanning the flames of hatred. This is not about right and left but right and wrong. — Ed Miliband (@Ed_Miliband) September 25, 2019\n\nOn the opposing benches, Cox replied dryly: \"I'm not sure I could discern in that marshmallow of rhetoric, any actual question.\"\n\nAdvertisement\n\nJohnson was forced to catch a red-eye flight back from New York where he had met with President Trump to attend Wednesday's session of parliament.\n\nThe House was unexpectedly recalled after the Supreme Court unanimously ruled that Johnson's decision to shut down parliament for five weeks was \"unlawful\" and of \"no effect\".\n\nOn Wednesday, MPs clapped as they entered the Westminster chamber and got back to work.\n\nJohnson said he disagreed with the Supreme Court's decision but would respect it. He also resisted calls to resign.\n\nAt a press conference with US President Trump, the US leader said \"I know him well, he's not going anywhere.\"\n\nOn Wednesday, Cox — who had advised the government the decision to prorogue parliament was legal in the first place — defended his decision.\n\nAdvertisement\n\nHe called politicians \"too cowardly\" to vote for a motion of no-confidence in the government, which would trigger an early election.\n\nLeader of Britain's Labour party Jeremy Corbyn speaks in Parliament. Photo / AP\n\nHe said it was a \"dead parliament\" that lacked the moral right \"to sit on these green benches.\" \"This parliament should have the courage to face the electorate, but it won't, because so many of them are really all about preventing us leaving the European Union,\" he said.\n\n\"But the time is coming, the time is coming, Mr Speaker, when even these turkeys won't be able to prevent Christmas.\"\n\nJohnson remains trapped in a bind of his own making after setting himself on a collision course with the EU over Brexit. He has previously said he would rather be \"dead in a ditch\" than ask for an extension, so will face having to break the law, or break his word when it comes to leaving without a Brexit deal in place.\n\nAt present, his best hope is securing concessions from EU leaders at a summit scheduled on October 17-18.\n\nMeanwhile, Downing Street is attempting to frame the issue as a \"people vs parliament\" case with Johnson as a leader who is simply trying to get the job done but is being thwarted by the establishment.\n\nAdvertisement\n\nOpposition leader Jeremy Corbyn said Johnson should apologise to the Queen and the public.\n\n\"I think he should apologise to her (the Queen) for the advice he gave her but, more importantly, apologise to the British people for what he's done in trying to shut down our democracy at a very crucial time when people are very, very worried about what will happen on October 31,\" Corbyn told the BBC."}}