{"GDELT": {"GlobalEventID": 875617432, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "KNAGOV", "Actor2Name": "QUEEN ELIZABETH II", "Actor2CountryCode": "KNA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.22287218484938, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Brattleboro, Vermont, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVT", "Actor1Geo_ADM2Code": "VT025", "Actor1Geo_Lat": 42.8509, "Actor1Geo_Long": -72.5579, "Actor1Geo_FeatureID": "1456556", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20190926233000, "SOURCEURL": "http://www.commonsnews.org/site/site05/story.php?articleno=31062"}, "ARTICLE": {"TITLE": "Welcome to THE COMMONS -- News and Views for Windham County, Vermont", "TEXT": "In this 2011 photo from the Helmand province in Afghanistan, a Marine greets local children working in a field of opium poppies.\n\nJohn Halpern M.D. and David Blistein have just released their book Opium: How an Ancient Flower Shaped and Poisoned Our World, from which this piece is extracted and adapted. Halpern , a psychiatrist in private practice, previously served as medical director of the Boston Center for Addiction Treatment, the largest substance-use disorder hospital in New England. Blistein , of Brattleboro, wrote the award-winning PBS documentary The Mayo Clinic: Faith – Hope – Science and David’s Inferno, a book that combines personal anecdotes with insights into manic depression and descriptions of how it is diagnosed and treated.\n\nIn 1995, two brothers, Raymond and Mortimer Sackler, were made honorary Knight Commanders of the Order of the British Empire by Queen Elizabeth II in honor of their “professional, humanitarian and exploration” achievements — an award that has been bestowed on an eclectic assortment of luminaries, including Mother Theresa, Bono, and J. Edgar Hoover.\n\nThe same year, Purdue Pharma, a company owned by the Sacklers, received approval from the U.S. Food and Drug Administration (FDA) for OxyContin.\n\nThis new extended-release painkiller would later be blamed for starting an epidemic of opioid addiction and overdoses that the United States and many other countries continue to spend vast resources trying to contain today.\n\nSince then, Purdue has been sued, vilified, and held up as a poster child for everything wrong with the health-care system in general and pharmaceutical companies in particular.\n\nActually, the research scientists at Purdue who developed OxyContin made the same mistake Frederick Sertürner had made when he developed morphine in 1803.\n\nThe same mistake Heinrich Dreser at the Bayer Company had made when he synthesized heroin in 1895.\n\nThe same mistake Martin Freund and Edmund Speyer had made in 1916 when they synthesized oxycodone.\n\nThe same mistake Otto Eisleb and Otto Schaumann had made in 1939 when they synthesized meperidine (Demerol).\n\nThe same mistake Carl Mannich and Helene Lowenheim had made when they synthesized hydrocodone in 1943.\n\nAll of them believed they were developing less addictive and more effective alternatives to existing opioids.\n\nAll of them were all wrong.\n\n* * *\n\nIn terms of marketing and sales, the timing of OxyContin’s release could not have been better. In the late 1990s, the Veterans Administration hospital system began to consider pain the fifth vital sign (along with pulse, temperature, respiration, and blood pressure).\n\nDoctors were encouraged to deal with pain more aggressively, which meant walking an even finer line between providing relief and risking that their patients would become addicted.\n\nPurdue argued that, as an extended release version of oxycodone (which had been a standard opioid medication in the U.S. since 1939), OxyContin would be less addictive because it delivered lower doses of the drug over longer time periods.\n\nThat, too, was wrong.\n\nPatients had become addicted to prescription opioids such as oxycodone and hydrocodone throughout the 20th century as well as barbiturates (e.g., Seconal and Nembutal) and benzodiazepines (e.g., Valium). But the numbers were minimal compared to the epidemic of opioid addiction that began when doctors began overprescribing OxyContin and Purdue began concealing its risk.\n\nThat risk was even greater when the drug was tampered with — e.g., by crushing and snorting, or dissolving and injecting. Both techniques brought a sense of deep relaxation and euphoria similar to heroin — at least, the first time.\n\nIncreasingly, patients who had begun taking OxyContin legitimately for pain relief found themselves chasing this high.\n\nRegardless of their path to addiction, when a patient could no longer get any by prescription — or simply wanted more than they were prescribed — they would buy some from friends and then strangers on the street.\n\nAnd when that supply dried up, many turned to more readily available and less expensive heroin.\n\n* * *\n\nDoctors and patients wanted OxyContin. The FDA approved it. The government’s efforts to mandate data monitoring and sharing technologies that would expose prescription drug fraud were woefully inadequate.\n\nWas it really Purdue Pharma’s fault it was so widely used and abused? After all, the company simply continued a long tradition of poorly tested medical miracles and shameless overmarketing.\n\nWas Purdue really so much worse than “Mrs. Winslow,” who in the 1800s claimed right on the label of Mrs. Winslow’s Soothing Syrup that it was “The Mother’s Friend for Children Teething?” (Unbeknownst to many mothers — and the person on the label who looks suspiciously like a nanny — the bottle had 65 mg of morphine in it.)\n\nSimilarly, when Bayer introduced heroin, it claimed the new drug was the “Cheapest Specific for the Relief of Coughs (bronchitis, phthisis, whooping cough, etc.).”\n\nActually, it was Purdue’s fault.\n\nIf company leaders had just been self-deceiving hucksters like those patent-remedy marketers of the 1800s, they — as well as the FDA and the doctors who trusted them — would “simply” be guilty of sloppy science and wishful thinking.\n\nRather, they ignored and concealed indisputable reports from the field that the pills were being overprescribed, sold on the street, and adulterated. By the time the company came out with an “abuse-deterrent formulation” (which, ultimately, didn’t completely deter abuse), and states slowly began to pressure doctors (and pharmacies) to write fewer prescriptions, many users had already turned to heroin.\n\nIn 2007, the president, top lawyer, and former chief medical officer of Purdue Pharma were ordered to pay $634.5 million in fines. The company itself agreed to pay $19.5 million to 26 states and the District of Columbia. (Purdue earned over $1 billion in OxyContin sales that year.)\n\nTen years later, in September 2018, as part of negotiations to settle 1,000 lawsuits, Purdue reportedly offered to give away buprenorphine — one of the main drugs used in medication-assisted treatment for addiction. The patent for buprenorphine is owned by a company known as Rhodes Pharmaceuticals, which is owned by the Sackler family.\n\nEstimates are that 200,000 Americans have died from OxyContin-related overdoses since 1999. Countless other addicts have been given long, if not lifetime, sentences for opioid sales and use.\n\nBy the end of 2017, Purdue had sold approximately $35 billion worth of OxyContin.\n\nRecently, the company filed for bankruptcy, although it’s not clear what, if anything, that will cost the Sackler family. Regardless, no one from Purdue has ever served time in prison.\n\n* * *\n\nWhile people were just becoming aware of how dangerous OxyContin was, George W. Bush became president.\n\nAt first, it appeared his drug policy would be more compassionate than that of his predecessor, Bill Clinton. While there was $2.3 billion for border control in his first budget, it also included $3.8 billion for treatment and research as well as $650 million for youth-education programs at schools and in the community.\n\nYet, however sincere his attempt to deal with the drug problem in a more enlightened way, his response to the terrorist attacks of 9/11 would end up exacerbating it significantly, as once again, the United States made opium a foreign-policy tool.\n\nAfghanistan’s opium production had increased by 20 times between the 1970s and the early 1990s, thanks in part to the CIA using the drug to fund Afghanistan’s resistance to Soviet occupation.\n\nOnce the Soviets left Afghanistan, the country plunged into civil war until the Taliban, backed by al Qaeda, formed a tenuous central government — one whose gross national product depended heavily on raw opium and heroin.\n\nWhen a severe drought destroyed the poppy crop, the government of the Taliban, which controlled about 75 percent of the country, looked to the United Nations for foreign aid, offering in exchange to crack down on future opium production.\n\nAs far as the international community was concerned, however, Afghanistan had to stop supporting terrorism and violating human rights before they would be given any assistance.\n\nBush, however, seeing the opportunity to expand U.S. influence in the region, agreed to give Afghanistan $43 million in foreign aid — a decision he soon regretted when Osama bin Laden (whom the Taliban had been protecting on behalf of his Islamic terrorist group al-Qaeda) choreographed the most successful terrorist attack on U.S. soil in history.\n\nAfter 9/11, when the Taliban refused to turn over bin Laden, the United States and Great Britain attacked alongside their former enemies, the Northern Alliance. The Taliban government crumbled quickly, and a new government was formally elected.\n\nThe Taliban quickly started a counterinsurgency movement, which they financed by getting back in the opium business. So, in turn, President George Bush decided to get back into the opium-fighting business and authorized major crop-eradication efforts.\n\nHe also turned a blind eye to certain factional warlords of the Northern Alliance who were allied with the United States versus the Taliban, despite abundant evidence that they, too, were involved in heroin trafficking.\n\n* * *\n\nCrop eradication is a zero-sum game. Since there can be tens of thousands of seeds in a single opium poppy pod, farmers whose crops have been destroyed (or who have been driven off their land) can easily walk away with enough seeds to start over.\n\nNot only do new crops and other sources of supply seem to pop up overnight, eradication turns farmers who are just trying to feed and shelter their families into willing recruits for governments, terrorist organizations, and revolutionary groups.\n\nAs one Afghan woman shouted, “They will have to roll over me and kill me before they can kill my poppy.”\n\nAfter years of warfare, Afghanistan’s irrigation systems have been ruined, orchards devastated, animal flocks decimated, and seed supplies destroyed. The United States has spent billions of dollars on military solutions, money that would be far better spent “winning the hearts and minds of the people” by rebuilding the country’s economic infrastructure.\n\nThis is obvious to some of those who have witnessed the problem firsthand. It is the reason that a group of U.S. military veterans started a nonprofit called Rumi Spice to help farmers grow and market premium saffron, one of the world’s most expensive spices.\n\nAt approximately $200 per kilogram, it doesn’t quite match the $300 per kilogram they could make from poppies but it’s a whole lot more reliable, sustainable, and safe to grow; and since, like poppy cultivation, it’s labor intensive, it employs a similar number of people. The country’s agricultural ministry has embarked on a similar initiative to move 400 farmers into the saffron business.\n\nIn the long run, crop replacement may do no more than crop eradication to reduce overall worldwide supply, since other countries can increase their crops within a season to compensate.\n\nHowever, it is certainly a more effective and honorable — and potentially even more strategically successful — way to work with countries that have been ravaged by drugs, in part due to America’s nation-building efforts.\n\n* * *\n\nWhen Barack Obama came into office, he renewed America’s commitment to defeat the Taliban and, by the end of 2009, he had raised the number of U.S. forces to 100,000 as part of what he called a “surge” to make it possible to begin withdrawing troops.\n\nAfter the assassination of Osama bin Laden, Congress began to push for more rapid troop withdrawal. By the end of 2015, only about 10,000 American troops remained in the country.\n\nSome foreign-policy experts continue to insist that destroying poppy crops is essential to accomplish our goals in Afghanistan. They also say troop levels will have to go up again to 100,000 or more to do that job. They point out that, when the number of soldiers tripled (from 30,000 to more than 90,000) between 2007 and 2012, the area under cultivation went down 25 percent (200,000 hectares to 150,000 hectares) — whereas, after Obama’s troop reductions, the hectares under production more than doubled.\n\nIf only the math were so simple. If only more troops = fewer poppies = 0 Taliban = America wins.\n\nOther experts argue that, no matter how much nation-building and investing the West does to support Afghanistan’s economy, it won’t have a major impact on production because, for most of its people, drugs remain the most reliable source of income.\n\nOne writer, after enumerating the number of troops deployed, soldiers killed, and stunning amount of money spent in Afghanistan from 2001 to 2017, concluded, “In the American failure lies a paradox: Washington’s massive military juggernaut has been stopped in its steel tracks by a small pink flower—the opium poppy.”\n\nEven if America “succeeded” in Afghanistan, there’s one very inconvenient truth that changes all these equations.\n\nLess than 10 percent of the heroin smuggled into America originates there. Most of the heroin entering the country is instead processed from poppies grown in Southeast Asia and, increasingly, Mexico and other Latin American countries.\n\nIn other words, even if there weren’t a single poppy growing in Afghanistan, America would still be awash in opiates.\n\nThe even more inconvenient truth is that heroin’s long reign as the primary addictive “hard” street opiate is coming to an end, regardless where it’s being grown.\n\nFree from the ingredients within the opium flower, opioid analogs are synthesized rather than grown and can be hundreds of times stronger than heroin.\n\n* * *\n\nHeroin isn’t the only drug coming from Mexico. Their cartels are also industry leaders in the most powerful factor in America’s opium crisis today: lethal synthetic opioids, which are often used to cut heroin — making it multiple-times deadlier.\n\nWhile headlines give the impression that fentanyl, the most famous synthetic opioid, appeared out of nowhere in the last decade or so, it was actually first synthesized in 1959. When used in a patch form, it releases a slow, remarkably effective dose of the drug. As prescribed, it is frequently and safely used for pre-operative anesthesia and has spared thousands of cancer and other terminal patients from suffering end-of-life pain.\n\nAs contraband, however, it has killed thousands.\n\nIn other words, the impression we have of Big Pharma scientists shamelessly coming up with increasingly addictive potentially deadly drugs without any legitimate medical use simply doesn’t tell the whole story. Rather, it has taken a perfect storm of overmarketing and overprescribing combined with the ease of adulteration and the ingenuity of drug cartels to create today’s crisis.\n\nIn addition, there’s another reason the opioid crisis keeps growing.\n\nWith a certain amount of chemistry expertise, it’s possible for anyone to take readily available chemicals, synthesize them into fentanyl, and ship the resulting drug directly from a lab to the street with only a middleman or two in between.\n\nFinding the recipe would be easy. Its developer, Dr. Paul Janssen, patented it in 1965, so it’s in the public domain. The process takes about a week, and the result looks and cooks like heroin.\n\nThe most famous rogue producer of opioids was George Marquardt, a brilliant, self-taught “mad scientist” who proved during the 1980s that drugs — like fentanyl (along with hallucinogens and methamphetamines) — can be manufactured virtually anywhere from readily available ingredients. He even made the precursor chemicals himself and measured their purity with a home-built mass spectrometer.\n\nAfter making millions of dollars, he was caught in the early 1990s. When asked his profession, he told the judge, “Drug manufacturer.” When asked what kind, he answered, “Clandestine.” The judge sentenced him to 25 years. He served 22 and died in 2017, a year after being released.\n\nReporters described Marquardt as a “mythical figure,” an “evil genius,” and a “serial killer.” He certainly didn’t have much of a conscience. When the police finally found him and raided his Oklahoma lab, he “walked them through his process for cooking meth and quickly pled guilty to his charges,” according to a profile by the Fusion TV network.\n\n* * *\n\nManufacturers of illegal drugs have also been able to take advantage of another loophole that the governments of the United States and China, in particular, have been trying to close. Just as drugs aren’t dangerous until people use them dangerously, it’s equally true — and often equally overlooked — that they aren’t illegal until a country criminalizes them.\n\nIn the U.S., it’s up to the DEA (in consultation with the FDA) to decide which drugs to put on which of the schedules that it started using during Nixon’s administration; state and federal regulations rely on this for minimum sentences. This means there’s a time lag between the time a drug shows up on the street and when the FDA schedules it.\n\nTo further complicate things, since it’s difficult to outlaw a drug that hasn’t been invented yet, all it takes is minor tinkering with an existing formula to develop an opioid-like drug (i.e., any drug that triggers opioid receptors) that’s equally “effective.”\n\nThese new drugs, which are just as effective and still legal, are called “analogues.” It’s as if heroin were a shape-shifting criminal. In parts of the United States today, street “heroin” (and even methamphetamines and cocaine) should be presumed to be mostly or completely fentanyl or fentanyl-like.\n\nAfter spending a few years scrambling to catch up, in 2018 the government acknowledged the challenge of keeping abreast of drug innovations and, claiming an emergency measure was “necessary to avoid an imminent hazard to the public safety,” declared all “Fentanyl Related Substances” Schedule 1 drugs for two years.\n\nBy “fentanyl-related,” the DEA included its “isomers, esters, ethers, salts and salts of isomers, esters, and ethers.” The ruling criminalizes people “who handle (manufacture, distribute, reverse distribute, import, export, engage in research, conduct instructional activities or chemical analysis, or possess), or propose to handle fentanyl-related substances.”\n\nIt may seem counterintuitive that it would be profitable for heroin manufacturers to go to the extra step (and risk) of cutting their heroin with a mere “dusting” of deadly fentanyl.\n\nThe reason lies in the economics of its production. Making heroin involves hiring or outsourcing armies of workers to plant acres of poppies, carefully collect bucket loads of sap, and refine it into heroin — and then establishing a sophisticated smuggling operation — before it reaches the user. Random events such as wars and droughts can devastate an entire season’s crop.\n\nDrug cartels have avoided this entire process by sending chemists to America along with the legal precursor chemicals needed to turn them into illegal drugs that hit the street almost immediately, giving authorities minimal opportunity to intercept the supply.\n\nIn the end, $1,000 worth of wholesale heroin can generate a few thousand dollars of profit. The profit on the same number of doses of fentanyl could be close to $8 million.\n\n* * *\n\nThe person often credited with first making a large-scale killing in the heroin-fentanyl business is Mexico’s most famous drug lord, a second-grade dropout named Joaquín “El Chapo” Guzmán.\n\nHaving escaped twice from maximum-security prisons in Mexico, El Chapo was held in virtual seclusion at the Manhattan Correctional Center, a few blocks from City Hall, during his trial in Brooklyn for an ongoing criminal enterprise, including murder, money-laundering, and use of firearms. Security was so tight that every time he was brought to a hearing, the Brooklyn Bridge had to be shut down to make way for a police motorcade that includes an ambulance and SWAT team.\n\nOn Feb. 12, 2019, a jury found him guilty on all 10 counts of the indictment. If the verdict is upheld on appeals, he will be sentenced to life in prison.\n\nA cross between Al Capone and Caligula, El Chapo’s life story is a remarkable tale of the rise (and apparent fall) of a major drug lord.\n\nAfter spending his errant youth in a town with no electricity, El Chapo built an empire that, for several decades, left a trail of indiscriminately slaughtered allies and enemies as well as frustrated drug agents — all while he moved around Mexico in bulletproof cars, indulged his tastes in fine dining and beautiful women, and allegedly bribed people at “nearly every level of the Mexican police, military, and political establishments,” according to The New York Times.\n\nThe two times he was arrested in Mexico, he allegedly bribed his jailers (as well as the generals and governors he’d been bribing all along) and continued running his empire without missing a beat until his confederates finished digging the tunnels through which he could make his escape.\n\nThese escapades have made him a cultural icon in the classic “outlaw” mold.\n\nAs he and his lawyers fought the litany of charges that had been leveled against him, El Chapo’s family, former business partners, and other cartel leaders weren’t missing a beat.\n\nIndeed, in El Chapo’s absence, the Mexican drug trade has splintered into dozens of viciously competitive crime groups, vying for the kind of leadership he held for years, while heroin and fentanyl continue to flow into America from Mexico via tunnels, boats, trains, planes, donkeys, and couriers. In fact, according to The New York Times, Mexican heroin production increased by 37 percent and fentanyl seizures at the border more than doubled after El Chapo was arrested.\n\nDEA Special Agent Jack Riley, who played a major role in El Chapo’s capture, put a far more sobering spin on the story.\n\n“All those routes he opened, all that fentanyl he shipped — he’s gonna kill our kids for years to come,” he said. “This monster he built....It’s too big to fail now, thanks to him.”"}}