{"GDELT": {"GlobalEventID": 875616278, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "NZL", "Actor2Name": "NEW ZEALAND", "Actor2CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.7299270072992701, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20190926233000, "SOURCEURL": "https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12271424"}, "ARTICLE": {"TITLE": "Immigration NZ questions validity of New Zealand citizen who still holds a China passport", "TEXT": "Questions are being asked by Immigration New Zealand about the validity of NZ citizenship granted to a Chinese migrant who chose to retain her China citizenship.\n\nINZ manager Gregory Smith told an immigration adviser in an email that a New Zealand citizenship document issued to a migrant may not be valid because the person also held a Chinese passport.\n\nChina does not allow dual citizenship. Under Chinese rules, a Chinese citizen who acquires foreign citizenship of his own free will automatically lose his or her Chinese citizenship.\n\nThe NZ citizen was a de facto partner of an applicant and was supporting her partner's application for a residence visa under the partnership category that was submitted online.\n\nINZ raised concerns over the validity of a NZ citizenship because the holder still holds a Chinese passport, and China doesn't allow for dual citizenship. Photo / File\n\n\"The New Zealand citizenship document ... may not be valid given your client's partner was a holder of a Chinese passport ... and this should not be possible as Chinese authorities don't allow for dual citizenship,\" Smith wrote in the email to Harris Gu of TDA Immigration on September 17.\n\n\"Therefore ... perhaps by submitting the New Zealand citizenship document, it potentially may have been misleading and (breaches immigration rules) if not valid.\"\n\nSmith said also in the email that immigration officers were not required to be familiar with the Citizenship Act 1977 to be raising such concerns, and was not obliged to contact the Ministry of Internal Affairs.\n\nGu has written to various authorities including Immigration, Internal Affairs and Foreign Affairs seeking clarification.\n\nAdvertisement\n\nHe wanted to know if NZ citizenship issued to migrants who choose to retain citizenship of a country that did not allow dual citizenship are considered \"invalid\" or a \"false document\".\n\nGu also raised concerns about whether in this case, would New Zealand authorities would inform the Chinese Government that the applicant's citizen partner was also a Chinese citizen.\n\nINZ assistant general manager Jeannie Melville said she could not comment on this specific case without a privacy waiver.\n\n\"In general terms, INZ does not have a problem with dual citizenship,\" Melville said.\n\n\"Obtaining or retaining citizenship of another country doe not have the effect of automatically depriving a person of New Zealand citizenship.\"\n\nBesides China, countries that forbid dual citizenship include Singapore, Malaysia, India, Bahrain, Japan, Saudi Arabia and Slovakia.\n\nIt is not known how many New Zealand citizens also held citizenship of countries that did not permit dual citizenship.\n\nA person who holds dual citizenship has legal obligations as well as rights in the countries where he or she is a citizen.\n\nAdvertisement\n\nHolders of dual citizenship are in a position to enjoy benefits from both countries such as health care, education and voting rights.\n\nBut they could also face drawbacks such as double taxation if their source of income comes from both countries.\n\n\"Some countries do not allow dual citizenship, what effect the acquisition of New Zealand citizenship has is a matter for them and has no bearing on INZ's decision making,\" Melville said.\n\n\"Unless the person involved has supplied false or misleading information in completing their application.\"\n\nA New Zealand citizen can hold dual or even multiple citizenships."}}