{"GDELT": {"GlobalEventID": 875616814, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 81, "EventBaseCode": 81, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.82438580527753, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20190926233000, "SOURCEURL": "https://www.timesofisrael.com/after-extradition-stalled-bail-hearing-set-for-alleged-serial-pedophile-leifer/"}, "ARTICLE": {"TITLE": "With extradition stalled, bail hearing set for alleged serial pedophile Leifer", "TEXT": "A Jerusalem court agreed on Wednesday to hold a bail hearing for alleged serial pedophile Malka Leifer, just two days after a judge cast doubt on the existing evidence against her and ordered the convening of a psychiatric panel to determine whether she is feigning mental illness to avoid extradition.\n\nA hearing has been scheduled for October 2 at 10 a.m. in the chambers of Jerusalem District Court Judge Ram Vinograd. Alleged victims of Leifer have expressed concern that the 52-year-old will be released to house arrest after Monday’s ruling by Vinograd’s colleague, which defense counsel hailed as a major breakthrough for their client.\n\nLeifer is charged with 74 counts of child sex abuse from her time as the principal of the Adass Israel girls’ school in Melbourne. Australia filed for extradition in 2014, but the process has stalled several times, with a district psychiatrist changing his legal opinions regarding Leifer’s mental fitness, allegedly due to pressure from Deputy Health Minister Yaakov Litzman.\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\nIn what was the 57th hearing on the matter, Judge Chana Lomp had been slated on Monday to reach a decision on whether Leifer is mentally fit for an extradition hearing.\n\nHowever, she determined that there was not sufficient evidence to reach a conclusion on her own, given the contradicting legal opinions submitted on whether Leifer has been feigning mental illness.\n\nInstead, she ordered that a panel of three district psychiatrists be convened to provide a recommendation on December 10. An additional hearing has been scheduled for October 6 to determine the makeup of the medical board after the judge decided to hear the defense’s demand that the panel include private psychiatrists as opposed to public servants.\n\n“We are very stressed and anxious about the upcoming bail due to the most recent hearing, and really hope that she will remain in custody until she is brought back to Australia,” Nicole Meyer, one of Leifer’s alleged victims, said in a statement.\n\nThe defense team, made up of lawyers Tal Gabay and Yehuda Fried, appeared satisfied with Lomp’s ruling, telling reporters outside the courtroom on Monday that the judge in effect had rejected the state’s claim that Leifer has been feigning mental illness.\n\nThe defense’s case appeared to have been strengthened by Lomp’s focus on whether Leifer has been faking rather than whether she is mentally fit for extradition. In ordering the new panel to focus on the former question while adding that the current evidence on the matter is inconclusive, bail for Leifer could once again become a possibility.\n\nLomp’s decision frustrated the prosecution, which opposed the appointment of a new panel. Moreover, it argued that if such a medical board needed to be convened, it should focus on the issue on which the court will be ruling — Leifer’s mental fitness. A decision to have a group of psychiatrists determine whether a suspect is faking is highly out of the ordinary.\n\nManny Waks, the CEO Kol V’Oz, an Israel-based organization that combats child sexual abuse in the global Jewish community, speculated that Leifer would be released next week given that she has yet to be charged since being arrested in February 2018 for feigning mental illness.\n\n“From my perspective, Leifer must be either in jail or in a medical facility until she is able to face justice — this will also provide some semblance of comfort to her alleged victims, as well as ensure the increased safety of Israeli children,” he said in a Thursday statement.\n\nJudge Vinograd has several times presided over bail hearings for Leifer, whose attorneys have sought to have her released as the extradition proceedings against her have stalled. Last February, he denied her bail, saying he needed an additional psychiatric opinion to do so — a request that both the defense and the prosecution opposed. A year earlier, Vinograd ordered Leifer released to house arrest after a prominent Israeli rabbi known for working with disadvantaged Israelis, Rabbi Yitzchak Dovid Grossman, vouched for her. However, the Supreme Court overturned the decision and she has remained behind bars since.\n\nLeifer was recruited from Israel to work at the Adass Israel ultra-Orthodox girls school in Melbourne In 2000. When allegations of sexual abuse against her began to surface eight years later, members of the school board purchased the mother of eight a plane ticket back to Israel, allowing her to avoid being charged.\n\nAfter authorities in Melbourne filed charges against her, Australia officially filed an extradition request in 2012. Two years later, Leifer was arrested in Israel but released to house arrest shortly thereafter.\n\nJudges deemed her mentally unfit to stand trial and eventually removed all restrictions against her, concluding that she was too ill to even leave her bed.\n\nShe was rearrested in February 2018 following a police undercover operation that cast doubts on her claims regarding her mental state, and has remained in custody since. The operation was launched after Jewish Community Watch hired private investigators who placed hidden cameras in Emmanuel, a Haredi settlement in the northern West Bank where Leifer had been living, which showed the alleged sex abuser roaming around the town without any apparent difficulty\n\nThree Jerusalem district psychiatrists determined in legal opinions submitted to the court that Leifer has been feigning mental illness, but the chief district psychiatrist, Dr. Jacob Charnes, has changed his determination three times and most recently recommended that a new psychiatric panel be convened to make an updated determination.\n\nWhile many were baffled by Charnes’s flip-flops, a possible reason for them emerged when police began investigating in April whether he had been pressured by Litzman, the deputy health minister, to change his medical ruling to deem Leifer unfit for extradition. In July, police recommended indicting Litzman on charges of fraud and breach of trust. Charnes has been interrogated under caution in the case, but authorities have stopped short of recommending he be charged as well.\n\nBecause the deputy minister has not yet been indicted, the developments involving Charnes and Litzman are inadmissible in the Leifer trial."}}