{"GDELT": {"GlobalEventID": 875616044, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor2Code": "HLH", "Actor2Name": "DOCTOR", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.35265700483091, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20190926233000, "SOURCEURL": "https://wtvr.com/2019/09/26/edward-and-rick-foster-liver-transplant-vcu-health-hume-lee-transplant-center/"}, "ARTICLE": {"TITLE": "Henrico father and son mark first living-donor liver transplant at VCU in 5 years", "TEXT": "RICHMOND, Va. -- A father and son from Henrico County marked the successful return of a living-donor liver transplant program to VCU Health after a five-year hiatus.\n\nThe VCU Health Hume-Lee Transplant Center said the transplant was done back in July.\n\n“I’m a walking miracle, when you see me, just get out the way, say, ‘Walking miracle coming through,'” said Edward Foster, 69, the recipient of the liver transplant from his son, Edward “Rick” Foster, 40.\n\n\"VCU was one of the pioneers of living-donor liver transplantation in the country,” said Dr. Vinay Kumaran, attending surgeon and director of the Living Liver Transplant Program. He has performed around 740 living-donor transplants prior to coming to VCU.\n\nHe said VCU's program quieted down by 2014 because the doctors behind it had left or retired.\n\n“The program wanted to restart doing this because there are patients on the waiting list because they’re not getting livers on time or they’re getting too sick to transplant and they’re being removed from the list,” added Dr. Kumaran.\n\nDr. Kumaran said that at any given time, there are between 13,000-15,000 people waiting for a liver transplant in the United States, but in a given year there are only 6,000-7,000 transplants done from deceased donors.\n\nHe added that between 1,000-1,500 patients will die on the waiting list.\n\n“And a similar number will be removed will be removed from the waiting list because they become too sick to transplant,” said Dr. Kumaran. “And, of course, those patients will also die.”\n\nHe said some patients are also never offered a transplant because they are too old or do not fit the criteria for the wait list.\n\n“So, if we can do living donor transplants we can potentially offer it to these patients that we’re losing,” said Dr. Kumaran. He said “There are many advantages to doing living-donor transplant, but the main thing is it’s going to save lives.”\n\nDr. Kumaran said living donor transplants with the liver are possible because the organ can regenerate.\n\n“It grows back,” explained Dr. Kumaran. “Within a few weeks the remaining liver will grow back to a full-size liver. So, this lets us do this operation where we can take out either the right side or the left side or even a smaller part of the liver and use it replace the liver of someone who needs a transplant.”\n\nDr. Kumaran said Foster’s situation is one of those which was a good fit for the living-donor option.\n\nThe elder Foster suffered from primary sclerosing cholangitis, a disease that leads to inflammation and scarring of the bile ducts, which itself can lead to jaundice, episodes of infection, internal bleeding, and an increase risk of cancer in the liver and bile ducts, according to Dr. Kumaran.\n\nHe added that there is no effective treatment for the disease, so Foster would eventually need a new liver. But he said Foster would not get sick enough to move up on the transplant list and he was also close to being aged out, since he was 69.\n\nFoster said he broke the news to his family at a dinner in February in 2018. He said his family, including eight children and 21 grandchildren, were more than willing to step up to see if they were compatible as a living donor. Foster said even some in-laws and friends offered themselves up.\n\nIn the end, it was his youngest son, Rick Foster, that was a suitable match.\n\n“How soon can we get started,” said Rick Foster, recalling his response to the news. “When can we do it? Who do I call? Who do I talk to? What do I need to do? What tests?…Whatever I got to do, let’s jump on this.”\n\n“He told me, he said, ‘Well, you gave me life,’ he said, ‘It was time I returned the favor,’” said Ed Foster of his son’s willingness to be a donor. “We must have done something right and it was just, I was proud.”\n\nAfter months of tests, the pair were ready to go in for surgery in December, but Foster said there was a delay when the previous doctor in charge of the program left.\n\n“So, that made me wait eight more months and I could tell that I was steadily going downhill. I joked I said I had one foot in the grave, one foot on a banana peel,” said Ed Foster. “But, God knew what I needed.”\n\nCome July of this year and with Dr. Kumaran now in charge of the program, the Fosters underwent the successful surgery. Dr. Kumaran said the surgery on the operation on the donor, Rick Foster in this case, typically takes between four to six hours and the surgery on the recipient, Ed Foster in this case, can last between seven to ten hours.\n\nBoth men are now recovering, saying they only suffer from occasional soreness once in a while.\n\n“I got my dad, so trade off is way more upside,” said Rick Foster.\n\n“I used to be tough as nails, this operation, I don’t know, they took all the toughness out,” joked Ed Foster about another side effect. “I’m so filled with joy. I tear up all the time.”\n\nDr. Kumaran said since the Fosters’ surgery, the program has completed another successful transplant and has three more in the works. He added they will be reaching out to the remainder of their patients who are on the liver-transplant wait list, about 60, to inform them they have restarted the program and to see if they can find suitable matches.\n\nHe said that right now, there are only about 350 living transplants done each year in the United States, but he said the trend in the next few years is that more centers are going to want to start offering living-donor transplants as an alternative.\n\n“Living donor is something we are, sort of, forced to do,” said Dr. Kumaran. “If we had enough donors for everyone, then we wouldn’t operate on a normal, healthy person. But, it’s something we need to do because there are not enough organs.”"}}