{"GDELT": {"GlobalEventID": 875617096, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "PTY", "Actor1Name": "POLITICIAN", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.59365994236312, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20190926233000, "SOURCEURL": "https://www.delta-optimist.com/opinion/letters/can-trudeau-be-trusted-to-tell-the-truth-1.23958698"}, "ARTICLE": {"TITLE": "Can Trudeau be trusted to tell the truth?", "TEXT": "Editor:\n\nIn response to the “black face” scandal, Justin Trudeau said some interesting things.\n\narticle continues below\n\nHe said he did not consider black face wrong in 2001. He said he did not discover it was wrong until after he was elected the Liberal member for Papineau in 2008 when he got to know his diverse constituents. He said he did not disclose his black face experiences to the Liberal Party when vetted as a candidate in 2007, not because he thought blackface was unacceptable (according to him, he didn’t), but because he was embarrassed.\n\nThese statements, being manifestly inconsistent, cannot all be true.\n\nThe issue now is not whether Trudeau is a racist. He clearly is not. The issue now is whether he can be trusted to tell the truth.\n\nHis “answers” raise still more questions. Is it plausible that a well-educated, 29-year old school teacher, raised in a pedegreed liberal home, whose father gave Canada its Charter of Rights and Freedoms, was unaware in 2001, and as late as 2008, just a decade ago, that black face was unacceptable?\n\nGiven when his “black face” experience occurred in 2001, he was teaching at an elite, and very multicultural private school in Vancouver, is it plausible that his education on black face only occurred when he was introduced to diverse constituents in Papineau?\n\nIs it plausible that multiculturalism in Vancouver, where Trudeau lived and worked, is so very different, and apparently less educational, than in Papineau, which he visited only from time to time when his parliamentary duties permitted?\n\nIf Trudeau, as he says, was unaware that black face was unacceptable until after 2008, is it plausible he was, as he says, embarrassed to disclose his black face experiences when vetted by the Liberal Party in 2007?\n\nWhat was he embarrassed about, given he says he thought black face was just fine until after 2008? Is it plausible he continued to hide it from the Liberal Party and Canadians for 10 more years due solely to embarrassment, rather than naked self-interest?\n\nIs it plausible the Liberal Party was unaware of Trudeau’s flirtation with black face, given the offending photo appeared in a school yearbook, and was obviously widely distributed? Is the Liberal Party candidate vetting process so deficient that candidates can so easily withhold embarrassing material in the public domain … in the Internet Age?\n\nIf Trudeau lied to the Liberal Party, as he claims, will he lie to the Canadian people simply to avoid embarrassment? Is embarrassment on the part of a Prime Minister ever an adequate excuse for withholding information relevant to the public interest?\n\nAl Jolson, Amos ‘n Andy, minstrel shows and rest have been not just unfashionable, but unacceptable, for many, many years. There is nothing remotely subtle about them. Millennials did not invent the civil rights movement. It was well underway 50 years ago. You don’t have to be the son of Pierre Trudeau to know pretty much from birth that black face is not acceptable. Most people are not embarrassed by things they think are acceptable. They are embarrassed by things they know are not acceptable. In any event, embarrassment is no excuse for a Prime Minister to withhold disclosure of wrongdoing relevant to a candidate vetting process. The Liberal Party should be furious with Trudeau, as he would be with any Liberal candidate who did the same thing. He would summarily dump them, and would be applauded for doing so.\n\nA surprising number of Canadians are giving Trudeau a pass, not just on what he did, but on his dissembling about it now. In the United States, with all its rampant Trumpism and ugly racial history, the line is drawn at black face. Politicians found to have engaged in it, even in their student days, are routinely dismissed from public life. Not apparently in Canada? Are we more forgiving, more gullible, or just more beguiled by celebrity, as so much of a democratic world in decline seems to be?\n\nTrudeau’s experiences with black face were obviously wrong by the standards of the time when he had them. His explanations are hopelessly inconsistent and implausible. Should we be trustin’ Justin?\n\nPaul Lowry"}}