{"GDELT": {"GlobalEventID": 875616949, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "MIL", "Actor1Name": "NAVY", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.06406685236769, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kyiv, Kyyiv, Misto, Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP12", "Actor1Geo_ADM2Code": "28554", "Actor1Geo_Lat": 50.4333, "Actor1Geo_Long": 30.5167, "Actor1Geo_FeatureID": "-1044367", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kyiv, Kyyiv, Misto, Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP12", "Action2Geo_ADM2Code": "28554", "Action2Geo_Lat": 50.4333, "Action2Geo_Long": 30.5167, "Action2Geo_FeatureID": "-1044367", "DATEADDED": 20190926233000, "SOURCEURL": "https://www.dailysignal.com/2019/09/26/how-ukraine-uses-us-military-aid/"}, "ARTICLE": {"TITLE": "How Ukraine Uses US Military Aid", "TEXT": "KYIV, Ukraine—Since April 2014, Ukraine has been locked in a land war in its eastern Donbas region against a combined force of Russian regulars, pro-Russian separatists, and foreign mercenaries.\n\nDuring that time, Russia has used Ukraine as a testing ground for its modern warfare doctrines and technologies—in terms of both conventional and so-called hybrid military operations. Despite its disadvantages, Ukraine has weathered the storm and fought the war to a stalemate that has held since February 2015.\n\n“The Kremlin ensures support for its firepower in the Donbas with a new generation of warfare equipment, while we find it much more difficult to keep up in this regard,” said Illia Ponomarenko, defense reporter for the Kyiv Post, an English-language Ukrainian weekly.\n\nSince 2014, U.S. military aid has improved the survivability of Ukraine’s armed forces, and allowed them to fight with more precise, limited means, without relying on Soviet-era area-warfare tactics (which Russia has showcased in its indiscriminate bombing campaign in Syria), thereby reducing the risk of collateral damage. Also, and no less importantly, American aid sends a deterrent message to Moscow and boosts the morale of Ukraine’s soldiers and civilians.\n\n“U.S. assistance has both a symbolic value and a practical one,” said Oleksiy Melnyk, co-director of foreign relations and international security programs at the Razumkov Centre, a Ukrainian think tank. “Most of the equipment and weapons go for the front-line troops and … they have helped to save lives.”\n\nMuch of Ukraine’s military hardware dates from the Soviet era. (Photos: Nolan Peterson/The Daily Signal)\n\nUkrainians have the will to fight, that’s clear. Moreover, Ukraine has rebuilt its once dilapidated military into the second-largest standing land army in Europe in terms of manpower. Today, after more than five years of war, Ukraine remains one of the world’s top weapons-exporting nations and is able to meet many of its own defense supply needs.\n\nStill, the former Soviet republic has some glaring shortfalls in its domestic military-industrial complex. Namely, when it comes to producing high-tech tactical battlefield technologies such as counter-battery radars and night-vision systems, as well as the ability to field certain big-ticket items, including warplanes and anti-aircraft defenses.\n\n“Ukraine is indeed a major arms manufacturing nation—but we nonetheless desperately need U.S. military help,” said Ponomarenko, who has reportedly extensively from the war’s front lines. “The reason behind this is that our military in the Donbas faces an enemy that enjoys considerable superiority in many aspects of modern warfare, starting from the use of drones to radio-electronic jamming systems.”\n\nQuid Pro Quo?\n\nU.S. military aid to Ukraine is currently at the center of a snowballing political firestorm in Washington. House Democrats have launched an impeachment inquiry, claiming President Donald Trump withheld $391 million in military aid to Ukraine as a way to pressure Ukrainian President Volodymyr Zelenskyy to investigate former Vice President Joe Biden’s son.\n\nTrump maintains he did nothing wrong and Zelenskyy, for his part, says he was not pressured.\n\nDespite the political uproar, U.S. military aid to Ukraine is going forward unabated, underscoring the durability of a longstanding effort by the U.S. to shore up Ukraine’s capacity to defend itself from Russia.\n\nSince 2014, total U.S. military aid to Ukraine has amounted to roughly $1.5 billion, according to the Pentagon. In a June 18 statement, the Department of Defense announced plans to send Ukraine $250 million in military aid this year. The State Department pledged an additional $141 million.\n\nThe forthcoming U.S. military aid to Ukraine is slated to support Ukraine’s navy and navy infantry. The country’s land and special operations forces are set to benefit, as well, through the delivery of sniper rifles, rocket-propelled grenade launchers, counter-artillery radars, electronic warfare detection and secure communications, night-vision systems, and military medical treatment.\n\nAccording to the Pentagon, U.S. military aid is tied to Ukraine achieving certain reform benchmarks.\n\n“This security cooperation is made possible by Ukraine’s continued progress on the adoption of key defense institutional reforms to align Ukraine’s national security architecture with Euro-Atlantic principles,” a June Defense Department press release stated.\n\nAmerican deliveries of counter-battery radars, night-vision devices, and armored Humvees have been a “game-changer” for Ukrainian forces, Ponomarenko said.\n\n“Smart, more perfect weaponry gives us a real chance [against Russian forces],” Ponomarenko said. “And this is where U.S. military aid saves the day. It gives us weapons and equipment that are better than what our enemy has in Donbas in terms of mobile, high-tech warfare.”\n\nA Ukrainian recruit goes through basic training in 2015.\n\nIn particular, the 20 Lockheed Martin AN/TPQ-53 counter-battery radar systems the U.S. sent Ukraine in 2015 had a positive impact on the survivability of Ukrainian units using the system; their casualty rates dropped from 47% to about 18%, Ukrainian officials say.\n\nCounter-battery radars detect and track incoming artillery or mortar rounds from their points of origin. A military force using the system has more time to take shelter and requires less time to return fire.\n\n“Ukraine really lacks a number of capabilities where the U.S. aid proved to be very essential. Namely are counter-artillery radars, anti-sniper systems, secured radios, night-vision equipment, and medical equipment,” Melnyk, a former Soviet fighter pilot and Ukrainian air force commander told The Daily Signal.\n\nThe U.S. has also provided Ukraine with tactical Raven drones, which can be hand-tossed by a single soldier in combat. This correspondent has witnessed Ukrainian combat forces using the Raven to direct artillery fire on enemy armored personnel carriers. The Ukrainians, however, complained the Ravens were too vulnerable to Russian jamming.\n\nTesting Ground\n\nIn 2014, Moscow annexed Ukraine’s Crimean Peninsula after a hybrid warfare invasion. Russia subsequently launched a proxy war in Ukraine’s eastern Donbas region.\n\nAfter more than five years of constant combat, Ukrainian troops remain engaged in a static, trench warfare conflict against a combined enemy force of about 35,000 troops.\n\nA February 2015 cease-fire known as Minsk II failed to stop the fighting. Today, the war is mostly fought at a distance using indirect fire weapons like artillery, rockets, and mortars. Snipers also frequently engage targets across no man’s land, which can vary in width from a few kilometers in some places to others where the two sides are so close they can shout insults to one another.\n\nSo far, the war has killed about 13,000 Ukrainians.\n\nWithin the two breakaway territories in the Donbas, combined Russian-separatist forces maintain a fleet of roughly 700 tanks, of which about 500 are operational, according to Ukrainian military officials. That’s about three times more operational tanks than the number currently possessed by the United Kingdom, according to data from Jane’s 360.\n\nConventional combat operations are confined along a 250-mile-long front line in Ukraine’s embattled southeastern Donbas region. However, Russia’s hybrid warfare operations against Ukraine—like cyberwarfare and weaponized propaganda—affect the entire country.\n\nHeightening the tension, Moscow has deployed about 80,000 troops along Ukraine’s borders capable of launching a rapid, armored invasion within weeks, current and former Ukrainian defense officials say. An additional 40,000 Russian troops are currently garrisoned in Crimea, along with missiles and bombers capable of striking mainland Ukraine.\n\nA November 2018 confrontation between Russian and Ukrainian naval forces at the Kerch Strait raised the specter of a maritime clash between the two erstwhile Soviet allies in the Sea of Azov.\n\nThe ongoing, de facto state of war with Russia spurred Kyiv to embark on a rapid military buildup in 2014. To that end, Ukrainian lawmakers have ordered a complete overhaul of the country’s military industrial complex.\n\nAt the outset, Ukraine prioritized the reconstitution of its land army to deal with the immediate needs of the trench war in the Donbas. Yet, with the long-term Russian military threat in mind, Kyiv subsequently stepped up efforts to rebuild its air force and navy, too, as well as to adopt NATO interoperability standards.\n\n“Russian aggression made it possible to allocate resources for the modernization [of Ukraine’s armed forces],” said Alexander Khara, deputy chair of the Black Sea Institute of Strategic Studies, a defense research institute.\n\n“Yet, with all the great things in the Ukrainian defense industry, we still have gaps,” Khara told The Daily Signal. “We don’t produce jets and helicopters, or anti-ship missiles, though we still are able to build big ships. Given the nature of security threats, the defense demands are huge—from air defense to the navy.”\n\nUkraine’s projected 2020 budget for its armed forces is roughly $4.3 billion, according to a report published Wednesday by Viktor Plakhuta, an adviser to the Ukrainian parliament’s Committee on National Security and Defense.\n\nThat number, which equals 2.25% of Ukraine’s nominal gross domestic product, represents more than a twofold increase from Ukraine’s 2015 military budget. Still, Ukraine’s projected military budget is less than half of the roughly $9.1 billion requested by the General Staff of the Armed Forces of Ukraine, Plakhuta told The Daily Signal in an email.\n\nThe U.S. military has trained Ukrainian troops in western Ukraine since 2015.\n\nAccording to Plakhuta, Ukraine is only able to provide itself with about a third of its defense hardware needs. Overall, money is tight. With a corps of 250,000 active-duty soldiers, personnel costs are spiking.\n\nAlso, Ukraine’s armed forces face an urgent need to restock armament reserves that have been depleted by years of war. Armament resupply comprises about 40% of the military budget proposed by Ukraine’s brass for 2020—representing about a $3.5 billion price tag.\n\n“There are no such funds in the budget,” Plakhuta said.\n\nThe key value of U.S. military aid to Ukraine, therefore, is to help fill the blank spots in the country’s military-industrial self-sufficiency. Particularly, when it comes to high-tech weapons systems and air defense systems.\n\n“American technical assistance is extremely important for Ukraine,” Plakhuta told The Daily Signal. “But it needs to be expanded. Ukraine needs air defense systems, combat aircraft, and ships.”\n\nIn the long run, Ukraine’s military is poised to be a counterbalance against a more aggressive Russia in Eastern Europe. Recent U.S. military aid to Ukraine reflects the broader buildup of Ukraine’s military beyond the immediate war needs in the Donbas.\n\nIn September, the U.S. Coast Guard handed over two decommissioned 110-foot armed cutters to Ukraine. And in October 2018, U.S. Air Forces in Europe sponsored an air combat exercise in Ukraine called Clear Sky 2018—Ukraine’s largest air combat exercise in the post-Soviet era.\n\n“This is not necessarily only about advanced weapons, U.S. aid also helps us take a shortcut and get weapons that we needed yesterday,” Ponomarenko said.\n\nSingling out the U.S. Coast Guard cutters slated for Ukraine, Ponomarenko added: “It would take many years and resources to produce such vessels, but we need warships right here and now to deter Russia in the sea.”\n\nThe U.S. has also helped stand up a Ukrainian special operations training program, and assisted Ukraine in the realm of cybersecurity and electronic warfare.\n\nHomemade\n\nUkroboronprom, Ukraine’s national military industrial conglomerate, produces a wide gamut of weapons systems for the country’s armed forces, including armored personnel carriers, anti-aircraft systems, and fighter aircraft upgrades.\n\nIn 2018, Ukroboronprom supplied 2,500 “state of the art high-precision missile systems” to the Ukrainian military. Those missiles include the Stuhna-P and the Corsar guided anti-tank missiles.\n\nLast year, Ukraine developed a high-precision, 152 mm artillery projectile called “Kvitnyk,” which has a stated accuracy of “several centimeters” at a distance of 20 kilometers, about 12.4 miles. Ukraine has also developed a modernized multiple-launch rocket system, a new counter-battery radar system, and an advanced targeting sensor for use on helicopters or unmanned aerial vehicles.\n\nUkraine recently announced the development of a new arsenal of intermediate-range missiles, such as the Vilkha and Neptune systems, capable of striking deep into Russia from launch sites within Ukrainian territory.\n\nThe move follows the Cold War-era Intermediate-Range Nuclear Forces Treaty’s breakdown in March, after claims from Washington that Moscow had been developing and deploying missiles in violation of the pact’s limits for years.\n\nAs a post-Soviet country, Ukraine had been bound by the so-called INF treaty’s restrictions. Now, with the pact’s demise, Ukraine has launched a crash-course intermediate-range missile development program.\n\n“These high-precision weapons can dramatically increase the combat capabilities of the armed forces of Ukraine and ensure the destruction of enemy targets at a large distance,” Ukroboronprom said in a statement posted to its website.\n\nHowever, many of the new big-ticket military items being produced by Ukraine’s military-industrial sector are not applicable for the war in the Donbas due to the Minsk II cease-fire’s rules.\n\nUkraine’s current, ongoing military-industrial buildup reflects the country’s long-term ambition to create a modern, high-tech military with one paramount objective in mind—to defend the country against a conventional Russian invasion.\n\nUkrainian troops unloading supplies at a front-line position.\n\n“Over the last few years, we indeed started manufacturing some really sophisticated high-precision weaponry,” Ponomarenko, the Kyiv Post defense reporter, told The Daily Signal. “This is a key to deterring Russia in Donbas and also holding it back from an all-out invasion. Intellect and quality beats the sheer power of quantity.”\n\nTo that end, U.S. weapons and technology are important. So, too, is the U.S. Army’s military training program for Ukrainian forces at a base in western Ukraine.\n\n“U.S. military personnel’s training of our soldiers and officers … is priceless, too. It simply educates a new generation of Western-minded officers not corrupted by worm-eaten, old Soviet practices that brought us to the brink of disaster in 2014,” said Ponomarenko.\n\nOngoing since 2015, the U.S.-led training operation has helped Ukraine’s military ditch its strict, top-down chain of command culture—a carryover from the Soviet military, in which front-line soldiers are hamstrung by the need to receive direct orders from commanders to take action.\n\nRather, the Ukrainians are adopting the American chain of command model, in which combat troops are more empowered to make their own autonomous decisions in combat based upon a commander’s pre-stated intent.\n\nToday, Ukraine’s combat forces are more nimble and able to react to battlefield realities without relying on play-by-play micromanagement from commanders safely ensconced behind the front lines.\n\nFor Ukrainians, therefore, a more Western chain of command, along with better technology, are force multipliers that help offset their numerical inferiority to Russia in terms of weapons and manpower.\n\n“Becoming a smart, next-generation warfare force is our only choice,” Ponomarenko said. “As the increasingly popular proverb here says—a small Soviet army will never defeat a big Soviet army.”\n\nA Vanguard Force\n\nRussia’s war effort against Ukraine—and Ukraine’s defense against it—has been a learning laboratory for U.S. forces as they evolve to face the next generation of military threats from so-called near-peer adversaries such as Russia and China.\n\nUkrainian troops have years of experience fighting a conventional, trench war, comprising armor and artillery, with no air support, practically no possibility of air medevac, and limited supplies. In short, Ukrainians are used to being on the weak side of the fight against a modern military—and that’s not a familiar place for most U.S. or NATO troops to be.\n\nFor Ukrainians, resourcefulness and creativity are equally important as raw firepower or conventional combat skills. Consequently, the battlefield innovations that Ukrainian troops have come up on the fly, while in combat, reflect the sort of forward thinking, flexible mindsets that American commanders and troops need when facing a modern, near-peer adversary such as Russia or China.\n\nUkrainian IT students have built smartphone apps for remotely targeting their artillery. They’ve jury-rigged commercial, off-the-shelf drones for use in targeting mortars—even dropping grenades. One former artillery officer created a smartphone app for encrypted military communication, called MilChat, to counter the rampant Russian electronic warfare threat in the Donbas.\n\nAt the war’s outset in the spring of 2014, secure communication was a major problem for Ukrainian forces due to Russia’s advanced electronic warfare capabilities. To compensate for their lack of encrypted communications, Ukrainian troops would often use ad hoc code words over off-the-shelf walkie-talkies, or even rely on runners to hand-deliver messages. Hard, landline communications were often unreliable, front-line troops related to this correspondent, due to the frequency of shelling, which often cut the wires connecting communication devices between positions.\n\nAt the outset of the war in 2014, materiel shortfalls plagued Ukraine’s military.\n\nUkrainian troops have learned that every type of electronic communication, encrypted or not, can invite enemy fire. Russian electronic warfare units continually sweep the battlefield to develop a baseline measure of an area’s normal background din of electromagnetic signals. So, once combat begins, if there’s anything out of the ordinary, the Russians are able to detect it and shoot at it. As a result, Ukrainian troops have learned to treat the electromagnetic spectrum like the visible one, and to camouflage themselves to resemble their surroundings.\n\nIn front-line locations where civilians live, a military radio—encrypted or not— stands out from that typical electromagnetic environment, giving Russian electronic warfare units an easy target.\n\nOne NATO officer said that, with the Russian threat in mind, using a military radio was like “shining a flashlight on a dark night.”\n\nSo, using a smartphone to communicate, especially with an encrypted app like MilChat, allows the Ukrainians troops to conceal themselves within the ambient electromagnetic background din in the Donbas.\n\nExports\n\nAccording to the Stockholm International Peace Research Institute, or SIPRI, a research body that maintains a yearly assessment of the global military arms industry, Ukraine ranked 12th among the world’s top 25 major military arms-exporting nations from 2014 to 2018. China is the top purchaser of Ukrainian military arms, according to SIPRI data.\n\n“Ukraine has been exporting a lot of weaponry for years. The lion’s share was and is excess Soviet equipment. We modernize some old types and produce new ones as well,” said Khara of the Black Sea Institute of Strategic Studies.\n\nUkraine suspended military sales to Russia in March 2014 in the wake of the Kremlin’s invasion and seizure of Crimea. The following June, as the war in the Donbas escalated, former Ukrainian President Petro Poroshenko banned cooperation with Russia in the defense sector. Ukraine’s boosted defense trade with China has, to some degree, supplanted its lost defense business with Russia, experts say.\n\nPlakhuta, the defense adviser to Ukraine’s parliament, said that Ukraine’s weapons sales abroad do “not affect the rearmament of the Ukrainian army in any way.”\n\nRather, profit from arms sales helps Ukraine to fund purchases of military hardware that it cannot build at home.\n\n“We need to import weapons that are not manufactured in Ukraine,” Plakhuta said. “First and foremost are air defense and fighters.”\n\nTank-Busters\n\nSince the outset of Russia’s hybrid war in 2014, Ukrainian officials had been soliciting America for lethal weaponry—the Javelin anti-tank missile in particular—as a way both to defend itself from Russian aggression on the battlefields of the Donbas and to deter Moscow from future offensives. Even so, former President Barack Obama never approved the move, ostensibly due to fears of escalating the conflict by sparking a tit-for-tat arms race with Russia.\n\nIn December 2017, however, Trump approved a $41.5 million deal for Tennessee-based Barrett Firearms Manufacturing to sell Model M107A1 sniper rifles, ammunition, and accessories to Ukraine. Days later, the Trump administration green-lighted a Javelin weapons package for Ukraine reportedly worth $47 million, comprising 210 anti-tank missiles and 37 launchers.\n\nUkrainian troops have years of experience fighting a conventional, trench war, comprising armor and artillery, with no air support, practically no possibility of air medevac, and limited supplies.\n\n“The news triggered a burst of joy all across the country,” said Ponomarenko, the defense reporter.\n\nIn 2018, Ukraine took possession of the U.S. Javelins. The anti-tank weapons have not been deployed to the Donbas battlefield. In fact, Kyiv guaranteed the weapons would remain in storage outside the war zone, and would not be used in the conflict under its current conditions.\n\nThus, the delivery of U.S. anti-tank weaponry has not affected the overall outcome of the war in the Donbas or given Ukraine the means to repel a full-blown Russian invasion. On the other hand, the Javelins’ delivery did not spur a Russian military escalation, either, as some had feared.\n\n“It’s politically important that the Russians are deterred by the possibility that Ukraine will get even more lethal weapons [from the U.S.] if Moscow decides to escalate,” Khara said.\n\nBeyond their battlefield utility, the U.S. Javelins are also a potent moral booster for Ukrainian troops, demonstrating American resolve to support Ukraine’s ongoing defensive military campaign.\n\n“Everybody knows that the Javelins are not going to be engaged in combat in Donbas and that this was rather a symbolic, political move from D.C., but I can tell you that it immensely boosted morale in the Ukrainian ranks,” said the Kyiv Post’s Ponomarenko. “It simply showed that we are not alone in this battle, that we still have a powerful friend standing behind us—and that our friend means business by supporting us with exclusively advanced weapons given only to the most trusted allies.”"}}