{"GDELT": {"GlobalEventID": 875616023, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.5452538631346597, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Carver Park, Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_Lat": 45.0917, "Actor2Geo_Long": -93.7389, "Actor2Geo_FeatureID": "2067446", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Carver Park, Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.0917, "Action2Geo_Long": -93.7389, "Action2Geo_FeatureID": "2067446", "DATEADDED": 20190926233000, "SOURCEURL": "http://www.startribune.com/a-longtime-outdoor-job-lowry-nature-center-in-victoria-turns-50/561441862/"}, "ARTICLE": {"TITLE": "A longtime outdoors job: Lowry Nature Center in Victoria turns 50", "TEXT": "It was 1967 when Goodrich Lowry, a prominent Minnesota businessman turned environmental steward, began pitching his plans for a nature center along the western edge of the metro. His vision was straightforward: to give children growing up in urban areas an opportunity to experience and connect with nature.\n\n“The nature center trails that wind over hundreds of acres will serve as the main textbook” are indelible words attached to Lowry.\n\nToday, 50 years after Lowry Nature Center opened as the first public nature center in the Twin Cities, that philosophy remains unchanged.\n\n“We’re really trying to connect people with the outdoors,” said center supervisor Allison Neaton, “give people opportunities to spend time outside, in a world where it seems like it’s ever increasing where people aren’t spending time outside.”\n\nLowry Nature Center, in Victoria, is tucked deep into the 3,700-acre Carver Park Reserve, managed by the Three Rivers Park District. The nature center’s exterior is made up of natural logs, wood and stone, and seems to want to disappear into its surroundings — a rich mix of forest, grasslands and wetlands, open to the public for all types of exploration.\n\nAt the heart of the center’s mission, however, is children. During the school year, as many as 125 students head to Lowry on an almost daily basis, while summertime sees constant camp groups. In 2018, Lowry’s staff of naturalists taught 775 programs for about 90 school, educational and other public groups, Neaton said.\n\nMay 13, 1988: Lowry Nature Center naturalist Kathy Heidel pointed out a Bobolink to Dassel Elementary School fourth-graders.\n\nIt’s the type of education Lowry, the center’s namesake, had in mind from the beginning.\n\n“That’s kind of the philosophy that we’ve tried to continue to follow for the last 50 years,” Neaton said.\n\nIt was January 1967 when Lowry began meeting with local leaders, outlining his concept for a nature center that would welcome children and school groups. His coalition, Metropolitan Nature Centers Inc., raised more than $500,000 and in 1969, the Nature Center in Carver Park Reserve — as Lowry Nature Center was originally known — opened its doors.\n\n“Our idea was to introduce students to the outdoors in maybe a little different way so that they could learn,” said Jim Gilbert, now 79.\n\nGilbert was a naturalist at Lowry Nature Center from its second year of operation through to 1989, and described working with school groups as the main thrust of the job. He and the other staffers led classes in morning and afternoon sessions, and handled visits from other youth groups.\n\nFor Gilbert, the job was about building an awareness in young people, hoping that long into the future they would “care about the environment enough to learn about it and want to preserve it,” he said.\n\nIt was a topic firmly in the American consciousness at the time. Rachel Carson’s landmark investigative book “Silent Spring” had revealed the dangers of pesticides to the natural world. In 1969, high-profile chemical disasters in Cleveland and Santa Barbara, Calif., shook the public further. The year 1970 brought the first Earth Day movement (each year on April 22) and the establishment of the Environmental Protection Agency.\n\nIt was against this backdrop that nature centers began opening in the Twin Cities. Lee and Rose Warner Nature Center in Marine on St. Croix, which fully opened in 1967, was the first private nature center in the area. Lowry soon followed. So, too, Richfield’s Wood Lake, Eastman and Richardson within Three Rivers Park District, and Fridley’s Springbrook all open by 1974.\n\nBy the time Tom McDowell joined the Lowry Center as an entry-level naturalist in 1979, nature centers had established themselves as a part of the metro landscape.\n\n“We felt very strongly that what we’re here to do is provide opportunities for kids who wouldn’t have the experience otherwise to just immerse themselves in a natural setting,” McDowell said. A key motivation for the staff, he said, was a confidence that being in nature is simply good for people.\n\n“You don’t have to know the name of every bird or every wildflower,” he said, “but just being outdoors and exposing yourself to the elements … all of that has a benefit to our well-being.”\n\nCreating connections\n\nToday, the Twin Cities is home to about 13 nature centers, plus a host of similar environmental learning centers and natural education resources, according to a list maintained by Sharing Environmental Education Knowledge. In theory, that offers families more opportunities to connect with the natural world.\n\nYet the demands of modern life have made engaging with these opportunities harder. Technology, youth sports, clubs and family events clog schedules. Kids and parents aren’t canoeing on the weekends as often, or exploring large natural areas in the neighborhood, said Julie Grecian, coordinator for the Minnesota region of the Association of Nature Center Administrators.\n\n“It’s really important that people now, with all those disconnections, that they can go to a site and have a hands-on, emotional, sensory experience in nature, and feel safe doing it,” she said. “And I think nature centers can help create that.”\n\nNo matter what changes around Lowry Nature Center, Neaton said the root of what they set out to do every day will persist. The trails will always be there to serve as a textbook.\n\n“People don’t want to preserve what they don’t know about, care about or love, right?” she asked, with an idea of the answer.\n\nShaymus McLaughlin is a freelance writer. He lives in Minneapolis.\n\nPublic celebration: 4-7 p.m. Saturday at Lowry Nature Center, Carver Park Reserve, Victoria."}}