{"GDELT": {"GlobalEventID": 875616257, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "NMR", "Actor2Name": "NORTH AMERICA", "Actor2CountryCode": "NMR", "IsRootEvent": 1, "EventCode": 62, "EventBaseCode": 62, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.07784431137724, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20190926233000, "SOURCEURL": "https://www.rtands.com/railroad-news/operation-lifesaver-orchestrates-rail-safety-week/"}, "ARTICLE": {"TITLE": "Operation Lifesaver orchestrates Rail Safety Week", "TEXT": "Operation Lifesaver, Inc.\n\nEvery year, 2,100 North Americans are killed or seriously injured when they engage in unsafe behavior around tracks and trains. Operation Lifesaver, a nonprofit organization operating in the U.S. and Canada, works to eliminate these preventable incidents.\n\nOperation Lifesaver Inc. (OLI) and Operation Lifesaver Canada are joining forces this week to jointly observe Rail Safety Week in North America. As part of Rail Safety week, the organizations are releasing new videos in their ongoing public awareness campaign aimed at saving lives near railroad tracks.\n\nThe campaign, called #STOPTrackTragedies, features videos with the personal stories of people affected by rail crossing or trespassing incidents — including victims, friends and family members, locomotive engineers, and first responders. One video will be released each day over the course of Rail Safety Week, and the full campaign can be viewed at stoptracktragedies.ca or oli.org.\n\n“Our goal with #STOPTrackTragedies is to show that making an unsafe decision around tracks and trains – whether it’s to play on railway equipment, use tracks as a shortcut, or even glance at your cellphone at a crossing – can have devastating consequences for you, your loved ones and members of your community,” said Sarah Mayes, National Director of Operation Lifesaver Canada.\n\n“Last year’s #STOPTrackTragedies campaign and other RSW efforts generated nearly 3.7 million YouTube views and 18 million impressions on social and traditional media in the U.S. and Canada,” said OLI Executive Director Rachel Maleh. “We are grateful to our safety partners at the U.S. Department of Transportation, law enforcement agencies and other rail safety groups for their support. Our state Operation Lifesaver programs throughout the nation will carry out activities and events each day during Rail Safety Week to underscore our core mission – to save lives.”\n\nFederal Railroad Administrator Ronald L. Batory said, “The Federal Railroad Administration (FRA) is pleased to partner with Operation Lifesaver and others in observing Rail Safety Week. Raising awareness about the dangers at crossings and along rail lines is important because preventable injuries or deaths still occur. FRA continually seeks to identify and advance new and innovative solutions to deter and reduce hazards and risky behaviors at grade crossings and on our nation’s railways.”\n\n“Safety is the number one priority for U.S. Secretary of Transportation Elaine Chao and the Federal Transit Administration (FTA),” said FTA Acting Administrator K. Jane Williams. “Every day, millions of people ride and work on rail transit systems, and Rail Safety Week is an important opportunity to highlight the need to be safe and alert if walking near commuter trains, light rail or streetcars.”\n\n“The U.S. Department of Transportation, under Secretary Elaine L. Chao’s leadership, and the Federal Highway Administration continue to make safety near highway-rail grade crossings a top priority,” said Federal Highway Administrator Nicole R. Nason. “The FHWA supports the mission of Operation Lifesaver and urges travelers not to take shortcuts when they are near trains and tracks.”\n\nIn the U.S., along with a social media ad campaign, activities and messaging will take place each day during Rail Safety Week, including:\n\nSunday, September 22 kicked off the week with a focus on the message No Photos on Tracks to underscore the risks of illegally taking photos, videos or filming on train tracks.\n\nkicked off the week with a focus on the message to underscore the risks of illegally taking photos, videos or filming on train tracks. Monday, September 23 will focus on Distracted Driving, and encouraging drivers to stay focused behind the wheel, especially near railroad crossings.\n\nwill focus on and encouraging drivers to stay focused behind the wheel, especially near railroad crossings. Tuesday, September 24 will focus on Law Enforcement Partnerships and include the third annual observance of Operation Clear Track, with local, state, federal and railroad police stationed at railroad grade crossing and trespassing incident locations to hand out safety materials to motorists and pedestrians and enforce crossing and trespass laws.\n\nwill focus on and include the third annual observance of with local, state, federal and railroad police stationed at railroad grade crossing and trespassing incident locations to hand out safety materials to motorists and pedestrians and enforce crossing and trespass laws. Wednesday, September 25 will focus on Crossing Safety, including outreach to professional drivers and drivers of garbage, cement and dump trucks, with the message that truck-train incidents can have devastating effects on families and communities. The importance of the emergency notification system (ENS) sign at crossings also will be highlighted.\n\nwill focus on including outreach to professional drivers and drivers of garbage, cement and dump trucks, with the message that truck-train incidents can have devastating effects on families and communities. The importance of the emergency notification system (ENS) sign at crossings also will be highlighted. Thursday, September 26 will be Transit Safety Thursday, with events at transit, light rail and commuter rail stations and materials on how to stay safe as a rail commuter or transit rider.\n\nwill be with events at transit, light rail and commuter rail stations and materials on how to stay safe as a rail commuter or transit rider. Friday, September 27 will focus on Trespass Prevention, with events and information shared in communities, including “Red Out for Rail Safety” events at schools and in workplaces.\n\nwill focus on with events and information shared in communities, including events at schools and in workplaces. Saturday, September 28 will celebrate Pedestrian/Bicycle Safety, with safety blitzes, sidewalk chalk events and other awareness activities to educate pedestrians and bicyclists about the dangers posed by trespassing on tracks, and how they can stay safe.\n\nIn Canada the #STOPTrackTragedies campaign will be promoted through ads on social media (Facebook, Instagram, YouTube and Twitter), and through digital billboard ads in 17 communities across the country.\n\nVisitors to stoptracktragedies.ca and oli.org are asked to join OL’s campaign by sharing the videos and other messaging on social media using the hashtags #STOPTrackTragedies, #railsafetyweek and #RSW2019.\n\nAn Operation Lifesaver press release.\n\nFor the latest news, go to rtands.com"}}