{"GDELT": {"GlobalEventID": 875616760, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "ISRGOVEDU", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor1Type1Code": "GOV", "Actor1Type2Code": "EDU", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.2887323943662, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20190926233000, "SOURCEURL": "https://www.southcoasttoday.com/news/20190926/unc-denies-claims-of-bias-in-middle-east-studies-program"}, "ARTICLE": {"TITLE": "UNC denies claims of bias in Middle East studies program", "TEXT": "CHAPEL HILL, NC — The University of North Carolina is disputing the Trump administration's accusations of bias in a Middle East studies program that the school operates with Duke University.\n\nIn a letter sent to the department Friday and obtained by The Associated Press through a records request on Monday, UNC's research chief defends the Duke-UNC Consortium for Middle East Studies, saying it has been a leader in Middle Eastern language studies for years.\n\nUNC, which houses the consortium, was responding to an Aug. 29 letter from the department. Threatening to cut federal grant money, the department said the program focused too much on cultural offerings and not on language or national security and that it also placed too much emphasis on \"the positive aspects of Islam\" and not other religions.\n\nTerry Magnuson, the school's vice chancellor for research, said UNC and Duke were the first universities in the Southeast to teach Middle Eastern languages on a regular basis. He said that UNC started offering Arabic classes in 1959 and that it now has the nation's highest enrollment in the Urdu langauge and the eighth highest in both Arabic and Turkish.\n\nHe rebuffed the argument that the consortium fails to provide adequate instruction on national security and economic issues, saying it hosts dozens of programs a year on the topics, sometimes featuring former national security officials from the Trump, Obama and Bush administrations.\n\nMagnuson also contested the Trump administration's claim that certain cultural programs, including one on Iranian art and film, should not be supported with taxpayer money. He said such programs help improve language acquisition and attract new students to the consortium's courses.\n\nEducation Secretary Betsy DeVos had ordered an investigation into the program in June following complaints of anti-Israel bias at a conference hosted by the consortium. Critics said it featured a rapper who performed an anti-Semitic song.\n\nThe department's investigation did not directly take a stance on any anti-Semitism but instead evaluated if the consortium was meeting rules tied to a federal grant for language programs. It said the consortium was falling short of the grant's goals and had until Sept. 22 to revise its proposal.\n\nAmong its findings, the department said the program failed to provide a \"balance of perspectives\" on religion. It argues that the consortium promoted the \"positive aspects\" of Islam but not Christianity, Judaism or other religions. It also said the consortium focused too much on Islam and failed to teach about discrimination faced by Christians, Jews and other religious minorities in the Middle East.\n\nMagnuson countered that the consortium has hosted events on the persecution of Armenian Christians and other religious minorities. He said a positive appreciation for Christianity, Judaism and other religions \"suffuses\" all the programs in question, noting that the consortium has hosted events including a visit to a Jewish center to explore Jewish traditions, and presentations on Christianity in Lebanon.\n\nAcademic freedom advocates say the department's letter amounted to ideological harassment, but UNC makes no such argument in its letter. Magnuson said the school \"deeply values its partnership\" with the department and \"has always been strongly committed to complying\" with the grant program.\n\nHe said the school will establish an advisory board to review the consortium's activities and will keep records detailing how all expenses relate to the goal of the federal grant."}}