{"GDELT": {"GlobalEventID": 875615994, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor2Code": "AUSHLH", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.4272211720226595, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Subiaco, Western Australia, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS08", "Actor2Geo_ADM2Code": "5526", "Actor2Geo_Lat": -31.95, "Actor2Geo_Long": 115.8, "Actor2Geo_FeatureID": "-1602713", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Subiaco, Western Australia, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS08", "Action2Geo_ADM2Code": "5526", "Action2Geo_Lat": -31.95, "Action2Geo_Long": 115.8, "Action2Geo_FeatureID": "-1602713", "DATEADDED": 20190926233000, "SOURCEURL": "https://www.medpagetoday.com/primarycare/obesity/82412"}, "ARTICLE": {"TITLE": "Bariatric Surgery May Compromise Mental Health", "TEXT": "This article is a collaboration between MedPage Today and:\n\nBariatric surgery may exacerbate underlying mental health issues or lead to new presentations, suggested a new study of almost 25,000 patients undergoing the procedure for the first time.\n\nThese individuals were two to three times more likely to be hospitalized, visit the emergency room, or visit an outpatient clinic for psychiatric illness after their bariatric surgery, reported David Morgan, MBBS, of St. John of God Subiaco Hospital in Australia, and colleagues.\n\nOver the 10-year study period, this group of Australian patients experienced a nearly fivefold increase in presentations to the emergency department for deliberate self-harm (incidence rate ratio [IRR 4.7], 95% CI 3.8-5.7), and nearly 10% of all postoperative deaths (25 of 261) were attributable to suicide, they wrote in JAMA Psychiatry.\n\nIRRs for the primary outcome of post-bariatric surgery mental health service use were:\n\nHospitalizations (IRR 3.0, 95% CI 2.8-3.1)\n\nED visits (IRR 3.0, 95% CI 2.8-3.2)\n\nOutpatient clinic visits (IRR 2.3, 95% CI 2.3-2.4)\n\nOf the nearly 4,000 individuals utilizing one of these services from 2007 to 2016 for a psychiatric illness, 39% presented only after their surgery, 35% only before, and 26% presented both before and after. Patients presenting with their first mental health issue following bariatric surgery tended to have a higher rate of complications requiring repeat surgery.\n\n\"Mental health outcomes should thus be incorporated as one of the outcomes in future randomized clinical trials comparing the effectiveness of different types of bariatric procedures,\" Morgan's group wrote. \"The heterogeneous etiology of mental health disorders also means that the effect of bariatric surgery is unlikely to be uniform across different psychiatric diagnostic groupings.\"\n\nIncreased rates of various types of psychiatric illness were seen following surgery, including psychoactive substance abuse, as well as mood, neurotic, behavior, personality, and schizophrenia-like disorders.\n\nThose with suicidal ideations or neurotic disorders were more likely to present in the emergency department. Patients who presented to the emergency department with suicidal ideation or deliberate self-harm were more likely to have undergone gastric bypass or sleeve. Multivariate analysis revealed that these patients were five times more likely to have a prior emergency department visit before their surgery for the same symptoms (OR 4.84, 95% CI 2.74-8.54).\n\nOne notable limitation to this analysis is the inclusion of only Australian patients and surgeons. \"Potentially, some Australian bariatric surgeons may not be completely aware of, or hesitant to follow, the available guidelines that exist regarding the perioperative assessment of, and recommendations for, patients with prior psychiatric illness, instead believing that any successful reduction in body weight may outweigh any possible mental health harms,\" the researchers suggested.\n\n\"Our findings question this latter belief and support the peer-reviewed guidelines published by the American Society of Metabolic and Bariatric Surgery surrounding careful patient selection,\" they continued, adding that these guidelines recommend patients with active psychiatric conditions postpone bariatric surgery until mental health stability is achieved.\n\nIn order to reduce the risk of exacerbating underlying mental health conditions with surgery, Morgan's team highlighted the importance of a \"multidisciplinary, perioperative plan\" for patients that ensures access to mental health services after surgery.\n\nHowever, the group also stated that whether or not the recommended preoperative psychological assessment can actually improve mental health outcomes in bariatric surgery patients \"remains scientifically unproven,\" and should therefore be assessed in future research."}}