{"GDELT": {"GlobalEventID": 875617358, "Day": 20190926, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7288, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.19634703196348, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Coleman County, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX083", "Actor1Geo_Lat": 31.7835, "Actor1Geo_Long": -99.4503, "Actor1Geo_FeatureID": "1383827", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Coleman County, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.7835, "Actor2Geo_Long": -99.4503, "Actor2Geo_FeatureID": "1383827", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Coleman County, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.7835, "Action2Geo_Long": -99.4503, "Action2Geo_FeatureID": "1383827", "DATEADDED": 20190926233000, "SOURCEURL": "https://www.brownwoodnews.com/coleman-escapee-found-and-arrested-thursday-afternoon/"}, "ARTICLE": {"TITLE": "Coleman Escapee Found and Arrested Thursday Afternoon", "TEXT": "Brownwood News – The search has ended for a Coleman inmate who, while being treated for an illness at Coleman County Medical Center, managed to escape from authorities. Mary Diane Abbas was free for almost 24 hours before being taken into custody by Coleman County Sheriff Les Cogdill on the east side of Coleman Thursday afternoon shortly after 3:00 pm.\n\n[adrotate group=”8″]\n\nAccording to Sheriff Les Cogdill, law enforcement began receiving information Thursday from various people that they had seen the wanted person in Coleman. One of the reported places was a residence near the Coleman City Cemetery. Coleman Police and S.O. checked a residence in the cemetery area but did not locate her. Sheriff Cogdill and Police Chief Anthony Smith were in route to another residence on Llano Street where they had searched for her Wednesday evening. “As I was coming down Cedar Street I noticed a female standing beside a fence, recognized her as Mary Abbas, stopped and took her into custody without any incident,” Cogdill said. The arrest happened on East Cedar Street, just off Llano Street, he said.\n\nA warrant for her arrest was issued Wednesday night for the charge of Escape of a Confined Felon, a 3rd degree felony, Cogdill said. Punishment range for the offense is two to ten years.\n\nLeading up to her escape Wednesday, Cogdill said Abbas had been taken to the hospital for treatment of an illness. After evaluation by physicians, Cogdill said Abbas had to change out of a hospital gown and back into jail clothing. The male deputy stepped out of the emergency room to allow her to change. Cogdill explained the emergency room she was in has a door that leads into the main lobby area. “When the deputy stepped out so that she could get dressed and put her jail clothes back on, she moved the bed away from that door, opened the door and went right out into the main lobby area and went out the back door where the ambulance bay is,” Cogdill said. She was last seen on surveillance video headed north from the hospital and managed to evade authorities until Thursday afternoon. Cogdill said Abbas was wearing a black shirt and blue jeans when arrested.\n\nDuring the search Wednesday night, the Coleman County Sheriff’s Department was assisted in the search by officers of the Coleman Police Department, two deputies from the Brown County Sheriff’s Department, a Texas Ranger, two troopers from the Department of Public Safety and several citizens who aided in the search."}}