{"GDELT": {"GlobalEventID": 875801331, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.619565217391299, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Shanghai, Shanghai, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH23", "Actor1Geo_ADM2Code": "13243", "Actor1Geo_Lat": 31.2222, "Actor1Geo_Long": 121.458, "Actor1Geo_FeatureID": "-1924465", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Shanghai, Shanghai, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH23", "Actor2Geo_ADM2Code": "13243", "Actor2Geo_Lat": 31.2222, "Actor2Geo_Long": 121.458, "Actor2Geo_FeatureID": "-1924465", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shanghai, Shanghai, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH23", "Action2Geo_ADM2Code": "13243", "Action2Geo_Lat": 31.2222, "Action2Geo_Long": 121.458, "Action2Geo_FeatureID": "-1924465", "DATEADDED": 20190927154500, "SOURCEURL": "https://www.chemengonline.com/covestro-expands-open-innovation-in-china/"}, "ARTICLE": {"TITLE": "Covestro expands open innovation in China - Chemical Engineering", "TEXT": "Decrease Size Increase Size Print\n\nCovestro AG (Leverkusen, Germany; www.covestro.com) expands its concept for open innovation with various partners starting from the Asia-Pacific Innovation Center in Shanghai. “China is setting the pace for technologies and solutions driving the next wave of industrial and informational revolution,” says Sucheta Govil, chief commercial officer of Covestro, as the company is announcing its concept of “Open Innovation Hub.” The multi-industry ecosystems in China have evolved through open innovation principles that push the boundaries of the traditional industry sectors. “Covestro is ready to adapt to future trends and will be the preferred partner for customers when it comes to open innovation”, Govil continues.\n\nThe hub concept will support experts and partners with an infrastructure to work on five important pillars, for example in engaging with designers, start-ups and established customers to explore potential aesthetic and circular design of products. The new approach enables experts to reach out into the ecosystems to find partners for sustainability topics and circular economy, and helps to build networks for industries and applications where Chinese developments take a leading role such as mobility, robotics, hyperloops, bio-materials and drones. The concept also fosters projects on digital sales and new digital services with the help of tools such as artifical intelligence, voice recognition, and augmented reality. It also contributes to expand the existing network with universities and institutes.\n\n“We will bundle our open innovation activities under one umbrella now,” says Michael Schmidt, head of Innovation, Covestro, Asia Pacific. “We strive for a close and intense collaboration with our partners from all kind of industries with the goal to build a leading innovation ecosystem for our customers.”\n\nCovestro has been active in connecting with start-ups, academia such as Tongji University and cross-industry partners even before implementing a branded open innovation concept in China. It will now allow to accelerate the innovation cycles for different industries and customers. Recent open innovation examples can be seen at this year’s K Fair from 16 – 23 October 2019 in Düsseldorf, Germany.\n\nOne of the recently developed innovations from China shown at K Fair are the high-performance materials used to expand 5G technology. 5G is becoming the basis for a fully mobile and connected economy. It’s a key technology for the digitalization of all areas of our life and the economy. The polycarbonates manufactured by Covestro for antenna casing not only show perfect signal transmission but also offer utmost design flexibility. A polycarbonate multilayer film solution results in mobile phone back covers that look like glass meeting the requirements for transmission of high radio frequencies with wavelengths in the millimeter range. In Asia Pacific, which leads in 5G network deployment, Covestro is working with the Southeast University of China on the optimization of radio frequency data transmittance.\n\nTogether with Haier, the world’s largest white goods manufacturer, Covestro APAC innovation team is driving digitalization in another area: At the Haier Covestro Digital Lab in Qingdao, the business partners are searching for a way to optimize production with improved insulation materials and for that leverage our digital expertise in China.\n\nIn terms of addressing customers and suppliers, Covestro focuses on direct, digital channels. “We are observing that the Chinese market has high demands in terms of performance, especially in terms of digitization and innovation. In contrast to Western markets, Chinese customers expect faster delivery,” Schmidt explains. The Alibaba 1688 Flagship Store and the Covestro Direct Store enable leading digital know-how in China and various digital channels as access to customers. In addition, a new WeChat account complements the digital sales channel offering.\n\nCovestro is also committed to the expansion of renewable energies in response to the growing demand for wind energy. Together with global industry partners, a more efficient production of rotor blades based on a polyurethanes resin and glass fiber mats were developed in the APAC Innovation Center in Shanghai. In April, Covestro delivered the first order for the supply of polyurethanes resin for wind rotor blades in China.\n\nCovestro is driving another industry trend with lightweight materials for electric mobility. The endless fiber-reinforced thermoplastic composite material Maezio™, which is already available on the market, is used by Chinese and global automobile manufacturers such as Nio. Further innovations for new exterior applications as well as materials for new lighting and signal functions for autonomous driving will be exhibited at K Fair."}}