{"GDELT": {"GlobalEventID": 875801700, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.4014014014014098, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_Lat": 42.2373, "Actor1Geo_Long": -71.5314, "Actor1Geo_FeatureID": "MA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.2373, "Action2Geo_Long": -71.5314, "Action2Geo_FeatureID": "MA", "DATEADDED": 20190927154500, "SOURCEURL": "https://www.nytimes.com/2019/09/27/business/yang-warren-taxes-mankiw.html"}, "ARTICLE": {"TITLE": "Yang vs. Warren: Who Has the Better Tax Plan?", "TEXT": "In the race for the Democratic presidential nomination, Senator Elizabeth Warren, of Massachusetts, and Andrew Yang, a former tech executive and entrepreneur, have both proposed bold plans for redistributing economic resources.\n\nTheir plans are as different as can be. Only Mr. Yang’s is practical.\n\nLet’s start with some undeniable preliminaries. First, we live in a time of great economic inequality. Economists debate the roles of technology, trade and public policy in explaining this fact. But there is no doubt that disparities in income and wealth are far greater today than they were half a century ago.\n\nSecond, reasonable people can disagree about the role the government should play in addressing this inequality. The issue involves not just economics but also political philosophy. Like most people, I have opinions on this thorny question, but I won’t try to resolve it all here.\n\nInstead, let’s consider a simpler question: Assume that one way or another, the government is going to pursue new policies to increase the equality of economic outcomes. Given that assumption, what is the best approach?"}}