{"GDELT": {"GlobalEventID": 875802417, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "RWA", "Actor1Name": "RWANDAN", "Actor1CountryCode": "RWA", "Actor2Code": "CRMJUD", "Actor2Name": "CRIMINAL", "Actor2Type1Code": "CRM", "Actor2Type2Code": "JUD", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.074534161490659, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kigali, (RW09), Rwanda", "Actor1Geo_CountryCode": "RW", "Actor1Geo_ADM1Code": "RW09", "Actor1Geo_ADM2Code": "21996", "Actor1Geo_Lat": -1.9536099999999998, "Actor1Geo_Long": 30.0606, "Actor1Geo_FeatureID": "-2181358", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kigali, (RW09), Rwanda", "Actor2Geo_CountryCode": "RW", "Actor2Geo_ADM1Code": "RW09", "Actor2Geo_ADM2Code": "21996", "Actor2Geo_Lat": -1.9536099999999998, "Actor2Geo_Long": 30.0606, "Actor2Geo_FeatureID": "-2181358", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kigali, (RW09), Rwanda", "Action2Geo_CountryCode": "RW", "Action2Geo_ADM1Code": "RW09", "Action2Geo_ADM2Code": "21996", "Action2Geo_Lat": -1.9536099999999998, "Action2Geo_Long": 30.0606, "Action2Geo_FeatureID": "-2181358", "DATEADDED": 20190927154500, "SOURCEURL": "https://www.pulse.com.gh/news/world/rwanda-ex-minister-fails-to-overturn-genocide-conviction/zgxjpr2"}, "ARTICLE": {"TITLE": "Rwanda ex-minister fails to overturn genocide conviction", "TEXT": "In a rare legal move, the UN's Mechanism for International Criminal Tribunals in 2017 had agreed to review its ruling that convicted Augustin Ngirabatware for his role in the 1994 Rwandan genocide in which an estimated 800,000 people were killed.\n\nThe re-assessment began on September 2016 in Arusha, Tanzania where the court is based.\n\n\"The Chamber decides, unanimously, that the judgement remains in force in all respects,\" said judge Theodor Meron in his ruling.\n\nNgirabatware, planning minister at the time of the genocide, was found guilty of inciting, aiding and encouraging militiamen in his home district of Nyamyumba in northwestern Rwanda to kill their Tutsi neighbours.\n\nHe was sentenced in 2012 to 35 years in jail, but this was cut to 30 years on appeal in 2014.\n\nIn 2016 he filed a request for a review of his convictions, claiming new facts had emerged which exonerated him.\n\nHe submitted declarations from witnesses who had implicated him during his first trial affirming they had lied during their testimony.\n\nHowever, when recalled to testify during the re-trial, the witnesses in question said they had retracted their initial testimony under pressure and intimidation from those close to Ngirabatware.\n\nNgirabatware, an economist, fled Rwanda in July 1994, worked for research institutes in Gabon and France before being arrested in Germany in 2007.\n\nHe was transferred to Arusha a year later where he has been in prison ever since.\n\nMeanwhile, the Arusha-based tribunal on Monday announced that the man considered the mastermind of the genocide, Theoneste Bagosora, who is serving a 35-year sentence in Mali, had requested an early release after serving two thirds of his sentence.\n\nA retired colonel in the Hutu extremist regime that seized power in 1994, Bagosora, now 78, took over the army and unleashed the notorious Interahamwe militia against the Tutsi population and moderate Hutus.\n\nSeveral of those convicted for genocide crimes have benefited from early releases, which has been much criticised by Kigali."}}