{"GDELT": {"GlobalEventID": 875801387, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "CMR", "Actor1Name": "CAMEROON", "Actor1CountryCode": "CMR", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -8.10055865921788, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "South-West Region, Sud-Ouest, Cameroon", "Actor1Geo_CountryCode": "CM", "Actor1Geo_ADM1Code": "CM09", "Actor1Geo_ADM2Code": "12513", "Actor1Geo_Lat": 5.41667, "Actor1Geo_Long": 9.33333, "Actor1Geo_FeatureID": "-3159189", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "South-West Region, Sud-Ouest, Cameroon", "Actor2Geo_CountryCode": "CM", "Actor2Geo_ADM1Code": "CM09", "Actor2Geo_ADM2Code": "12513", "Actor2Geo_Lat": 5.41667, "Actor2Geo_Long": 9.33333, "Actor2Geo_FeatureID": "-3159189", "Action2Geo_Type": 5, "Action2Geo_Fullname": "South-West Region, Sud-Ouest, Cameroon", "Action2Geo_CountryCode": "CM", "Action2Geo_ADM1Code": "CM09", "Action2Geo_ADM2Code": "12513", "Action2Geo_Lat": 5.41667, "Action2Geo_Long": 9.33333, "Action2Geo_FeatureID": "-3159189", "DATEADDED": 20190927154500, "SOURCEURL": "https://www.trtworld.com/magazine/can-national-dialogue-bring-peace-to-cameroon-s-anglophone-regions-30165"}, "ARTICLE": {"TITLE": "Can national dialogue bring peace to Cameroon’s Anglophone regions?", "TEXT": "Insight\n\nThe recent sentencing of separatists is likely to fuel more anger and resentment among the Anglophone population and alienate them from the Francophone-dominated government, but the dialogue can reverse hard feelings.\n\nIt was a long court session.\n\nA military tribunal in Yaoundé, the capital city of Cameroon, had convened some hours after noon on August 19 to pass verdicts on a case involving a group of ‘Ambazonia’ separatist leaders. But the sitting did not end until around 5:30am local time the next day.\n\nThe charges against them were, like the proceedings, long: secession, complicity in acts of terrorism, insurrection, hostility against the state, financing acts of terrorism, and spreading fake news, among others.\n\nIn its final verdict, the tribunal sentenced the 10 separatist leaders to life in prison and asked them to pay a civil award of 250 billion CFA francs ($419 million USD) to the government and civil claimants. If they fail to pay the fine as and when due, they will have to pay an additional cost of 12 billion francs ($20 million USD).\n\nAmong the leaders convicted was Julius Sisiku Ayuk Tabe, the self-declared president of the breakaway ‘Federal Republic of Ambazonia’. The state was declared in October 2017 to spite the government’s heavy-handedness in response to peaceful demonstrations across the English-speaking South-West and North-West regions.\n\nCameroon, a central African country, is made up of 10, semi-autonomous regions. Eight are Francophone and two Anglophone.\n\nThe French-dominated government in Yaoundé is led by 86-year-old Paul Biya, the current head of state who has been in office since 1982.\n\nFrustrations over lack of equal representation have roiled the Anglophones since the 1990s, sometimes culminating in demands for a referendum or a return to a federation.\n\nSimilar worries forced lawyers and teachers to organise strikes over the use of French in their courts and the dominance of French language in their schools in late 2016.\n\nThe government’s response, including transferring French-speaking teachers, establishing Common Law Sections at the Supreme Court and the National School of Administration and Magistracy, as well as creating a national Commission for the Promotion of Bilingualism and Multiculturalism did little to address the grievances.\n\nGradually the anger spread across the South-West and North-West regions. Residents organised peaceful demonstrations over the perceived marginalisation of the Anglophone minority, which makes up 20 percent of Cameroon’s 24 million people.\n\nBut the government responded with extreme force, arresting demonstrators, firing live rounds at protestors and jailing a few people. In response, an alphabet soup of separatist groups sprang up to fight for the independence of Ambazonia.\n\n“We feel like second-class citizens because Biya’s government has never for once accepted that there is a problem in the Anglophone regions,” a Cameroonian refugee in Nigeria told TRT World.\n\n“Our complaints about a failed system have only brought us imprisonment, destruction, death, displacement and difficulties.”\n\nAmnesty International and Human Rights Watch have accused government forces of indiscriminate killings, arrests, torture and destruction of villages during operations.\n\nArmed groups, the watchdogs say, have also burnt down schools, attacked students and teachers and killed security officers.\n\nThe simmering conflict has displaced some 530,806 Cameroonians within the country and forced about 42,887 to cross the border to Nigeria, according to UNHCR, the UN refugee agency. Some 1,850 have been killed so far.\n\nIn January 2018, some 47 Anglophone separatists, including Julius Sisiku Ayuk Tabe, were arrested in Nigeria by security agents. They were detained and later deported to Cameroon that same month. Most of them had filed asylum claims. A Nigerian court sitting in the capital Abuja in March ruled that the extradition of 12 asylum claimants was “illegal” and awarded them compensation.\n\nUpon his extradition, Ayuk Tabe was, alongside his fellow comrades, incarcerated in a well-secured facility in Yaoundé and later charged with “terrorism” in December last year at a military court.\n\nIt was this same court that would, after an all-night sitting on August 20, give him a life sentence.\n\nIn the immediate aftermath of the ruling, angry separatist fighters announced a three-week lockdown in the Anglophone regions, forcing thousands of residents to leave their homes to avoid the curfew and any follow-on confrontations.\n\nLocal media reported that shops, offices, markets, and bus stations closed following the order.\n\nThis is a usual tactic for the fighters who have periodically enforced curfews -- or “ghost towns”. This often happens on a Monday.\n\nAyuk Tabe and some of his fellow leaders are seen to be more open to dialogue. The recent sentencing, analysts argue, would only exacerbate the ongoing conflict.\n\n“Some of the approaches adopted by the Cameroonian government has more or less tended towards inflaming tensions,” Dr Emeka Okereke, an expert in African affairs, remarked.\n\nIn May, local newspaper Journal du Cameroun reported that 54-year-old Ayuk Tabe had written a five-page letter presenting conditions for dialogue, including releasing prisoners arrested during the crisis, removing government security forces from the Anglophone regions, holding peace talks outside the country and involving foreign observers in the process.\n\n“The arrests and sentencing indicate an attempt on the part of the Biya government to take a harder line and apply the principle of striking the shepherd in order to disperse the sheep,” said Cheta Nwanze, Head of Research at SBM Intelligence, a Lagos-based political and economic consultancy.\n\nWith this approach, Nwanze argued: “[The government is] probably making the fundamental mistake of removing those who have something to lose and are, as a result, more open to negotiations.\n\n“They may thus be left with more hardliners who will make things more difficult for them.”\n\nAmid tensions resulting from the lockdown imposed by separatists, the presidency announced that Biya would address the nation on September 10. This is a shift from the traditional times the head of state addresses the nation: on New Year and the National Youth Day on February 11.\n\nIn the rare national address broadcast on TV and radio at 8pm local time, Biya admitted that there was, indeed, a “crisis” with “far-reaching consequences” for the entire country.\n\nHe recalled that he had ordered the release of 289 persons arrested in connection with the crisis and outlined other measures taken to address grievances.\n\nTo address the conflict, the government would convene a national dialogue, he announced. Parties would include government officials, opinion leaders, leaders of government security forces, armed groups and victims, he added.\n\nA delegation would be sent to the diaspora to allow Cameroonians there to make their input.\n\n“How can there be dialogue when some of the key actors you are supposed to dialogue with have just been sentenced to life in prison?” asked Okereke, who argues that granting amnesty to all political prisoners should be part of the solution.\n\nNwanze, of SBM Intelligence, also thinks the proposed national dialogue is not a solution.\n\n“Biya was offering more of a stick than carrot, and like many autocrats before him, seemed not to understand, nor care, about the complaints of those who have stood against him,” he explained.\n\nAs the impasse drags on, students continue to be kept out of their classrooms.\n\nAround 80 percent of schools in the North-West and South-West region have been closed due to the crisis, UN Children’s Fund, Unicef, reported in June. This has affected more than 600,000 children and left at least 74 schools in ruins, Unicef said.\n\nWhen schools tried to re-open on September 2 this year, suspected separatist fighters opened gunfire to scare students and teachers away, local media reported.\n\nBusinesses and livelihoods, too, have been jeopardised due to the ongoing crisis.\n\nFor instance, the Cameroon Development Corporation (CDD), the state-owned agro-industrial company in the South-West region, had to shut down most of its factories, estates and oil mills.\n\nThe country’s second largest employer after the government, the CDD, has a workforce of about 22,000 employees and has operations in banana, palm oil, semi-finished rubber, and palm kernel oil. Thousands of workers have lost their jobs, as the company’s financial struggles linger.\n\nNwanze calls for better representation.\n\n“Give the Anglophones a sense of belonging by ensuring that their communities are run in English, and creating a path to top positions within the government for people from the area,” he said.\n\nOkereke believes the government alone cannot singlehandedly address the problem.\n\n“There needs to be a frank, all-inclusive dialogue that requires granting amnesty to political prisoners, active international participation, and the parties to the conflict putting aside their political interests to find a common ground.”\n\nSource: TRT World"}}