{"GDELT": {"GlobalEventID": 875801308, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "CHE", "Actor1Name": "ZURICH", "Actor1CountryCode": "CHE", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.3605442176870801, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20190927154500, "SOURCEURL": "https://www.prnewswire.com:443/news-releases/chubb-limited-to-hold-its-third-quarter-earnings-conference-call-on-wednesday-october-30-2019-300926949.html"}, "ARTICLE": {"TITLE": "Chubb Limited to Hold its Third Quarter Earnings Conference Call on Wednesday, October 30, 2019", "TEXT": "ZURICH, Sept. 27, 2019 /PRNewswire/ -- Chubb Limited (NYSE: CB) will hold its third quarter earnings conference call on Wednesday, October 30, 2019, beginning at 8:30 a.m. Eastern.\n\nThe company expects to issue its third quarter earnings release and financial supplement after the market closes on Tuesday, October 29, 2019. These documents will be available on the company's investor website at investors.chubb.com.\n\nThe earnings conference call will be available via live webcast at investors.chubb.com or by dialing 800-479-1004 (within the United States) or 323-794-2598 (international), passcode 1608832. Please refer to the Chubb website under Events and Presentations for details. A replay of the call will be available until Wednesday, November 13, 2019, and the archived webcast will be available on our website for approximately one month. To listen to the replay, please click here to register and receive dial-in numbers.\n\nAbout Chubb\n\nChubb is the world's largest publicly traded property and casualty insurance company. With operations in 54 countries and territories, Chubb provides commercial and personal property and casualty insurance, personal accident and supplemental health insurance, reinsurance and life insurance to a diverse group of clients. As an underwriting company, we assess, assume and manage risk with insight and discipline. We service and pay our claims fairly and promptly. The company is also defined by its extensive product and service offerings, broad distribution capabilities, exceptional financial strength and local operations globally. Parent company Chubb Limited is listed on the New York Stock Exchange (NYSE: CB) and is a component of the S&P 500 index. Chubb maintains executive offices in Zurich, New York, London, Paris and other locations, and employs more than 30,000 people worldwide. Additional information can be found at: www.chubb.com .\n\nSOURCE Chubb Limited\n\nRelated Links\n\nhttp://new.chubb.com\n\n"}}