{"GDELT": {"GlobalEventID": 875801187, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "AUT", "Actor1Name": "AUSTRIA", "Actor1CountryCode": "AUT", "IsRootEvent": 1, "EventCode": 231, "EventBaseCode": 23, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.31839258114374, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Czech Republic", "Actor1Geo_CountryCode": "EZ", "Actor1Geo_ADM1Code": "EZ", "Actor1Geo_Lat": 49.75, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "EZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Czech Republic", "Action2Geo_CountryCode": "EZ", "Action2Geo_ADM1Code": "EZ", "Action2Geo_Lat": 49.75, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "EZ", "DATEADDED": 20190927154500, "SOURCEURL": "https://psucollegio.com/2019/09/27/university-choirs-holds-victoriana-dinner/"}, "ARTICLE": {"TITLE": "University choirs holds ‘Victoriana’ dinner – The Collegio", "TEXT": "Share\n\ntweet\n\n\n\n\n\n\n\nThe university choirs brought the Victorian era to life accompanied by fine dining.\n\nOn Sep. 20, the annual “Choir Dinner” was held in the Overman Student Center by the university choirs. The theme of the music and dinner was showcasing the Victorian era. Guests were served dinner by the performers, and they ate while the choir rotated performances around the room. The dinner acted as a fundraiser to raise money for the choir’s upcoming tour to Austria and the Czech Republic.\n\n“This event is a lot of work,” said Susan Marchant, director of the PSU choirs and chair of the music department. “I just can’t thank the students enough. They get all this music prepared in just a few months, and many of them are freshmen, and we’re still learning how to work together as a group. It’s inspirational to see how they can so quickly learn to function together, and that has benefits for the rest of the year.”\n\nMarchant accompanied many of the performances at the piano while the students sang.\n\n“We’re going in a circle around the room so everyone gets a chance to hear different songs,” Hannah Casper said, freshman in communication. “It is a fun theme, all of the songs are very upbeat and happy, which is very refreshing,” Casper said.\n\nThe theme of this year’s performance was “Victoriana”, because this year is the bicentennial year of queen Victoria of England’s birth.\n\n“This one was pretty great, I think a lot of people related to the Victorian era,” said Mikaela Crotchett, senior in music education. “Some people in the room actually grew up hearing those types of songs and those pieces, so a lot of them were singing along, and really got into it, which always helps.”\n\nEvery two years, the choir goes on an international trip. This year, they are going to Austria and the Czech Republic.\n\n“What I’ve discovered over the years is that, there will be somebody in that group who has never been on an airplane, many of them who has never been out of the country, and some who has never been out of the state,” Marchant said. “So that’s a really nice side benefit of the touring, is to give that experience to people who might not otherwise have any options for doing that,”\n\nThe choir dinner was part of one of the fundraisers to raise money for the trip.\n\n“From a musical standpoint, touring is wonderful because we get to sing in historic places, and you get very little time to figure out how to perform everything in that space, so what the group learns from that is amazing, because we bring that experience with us to everything that we do here,” Marchant said.\n\nThe performance included a variety of songs, sung by both groups and soloists.\n\n“I love performing,” Crotchett said. “I don’t get to do it as often as I (would like), so when I get to perform it makes me feel really good. I perform in both choir settings and small ensemble setting, and today I actually sang a solo so that was kind of a big deal.”\n\nCrotchett was one of several students in the choirs that performed a solo.\n\n“I was nervous at first, but it was really exciting to get to do, and show off how hard I’ve been working, and how far I’ve come in my years,” Crotchett said.\n\nShare this: Twitter\n\nFacebook\n\n"}}