{"GDELT": {"GlobalEventID": 875801925, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "JORELI", "Actor2Name": "HASSAN", "Actor2CountryCode": "JOR", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.17647058823529, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Teheran, Iran (general), Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR00", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.705, "Action2Geo_Long": 51.4216, "Action2Geo_FeatureID": "-3087341", "DATEADDED": 20190927154500, "SOURCEURL": "https://www.straitstimes.com/world/middle-east/irans-rouhani-says-us-offered-to-lift-sanctions-for-talks"}, "ARTICLE": {"TITLE": "Iran's Rouhani says US offered to lift sanctions for talks", "TEXT": "TEHRAN (AFP) - Iran's President Hassan Rouhani said on Friday (Sept 27) that European leaders at a UN summit in the US said Washington was ready to lift sanctions in exchange for talks on a 2015 nuclear deal.\n\n\"The German chancellor, the UK prime minister and France's president were there (in New York). They insisted that this meeting happen, and that America, too, is saying that it will lift the sanctions,\" Rouhani said on state television.\n\n\"The next issue was over what sanctions will be lifted,\" he said.\n\n\"They insisted that we will lift all sanctions.\" Some European officials offered to \"write it down.. This (lifting of sanctions) will happen\", he said.\n\nRouhani has long emphasised that US-Iran talks cannot happen until Washington lifts sanctions and ends its policy of \"maximum pressure\" on Teheran.\n\nOn Friday, US President Donald Trump said such an offer was never made.\n\n\"Iran wanted me to lift the sanctions imposed on them in order to meet. I said, of course, NO!\" he tweeted.\n\nIran wanted me to lift the sanctions imposed on them in order to meet. I said, of course, NO! — Donald J. Trump (@realDonaldTrump) September 27, 2019\n\nSpeaking to reporters at Teheran's Mehrabad airport after returning from the UN General Assembly, Rouhani said the \"framework\" of the offer \"was not acceptable\".\n\n\"If we negotiate in the atmosphere of sanctions, the existence of sanctions and the poisonous atmosphere of maximum pressure... no one can predict what the result of these negotiations would be,\" he said.\n\nRelated Story Isolated and restricted, Iran uses UN gathering for outreach\n\nTensions have escalated between Iran and the United States since May last year when Trump pulled out of the landmark 2015 nuclear accord and began reimposing sanctions that have crippled the Iranian economy.\n\nThe deal's remaining partners include Britain, China, France, Germany and Russia.\n\nEuropean partners have repeatedly said they are committed to saving the deal that gave Iran relief from sanctions in exchange for curbs on its nuclear programme, but their efforts have so far borne little fruit."}}