{"GDELT": {"GlobalEventID": 875801104, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 35, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.11723329425557001, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_Lat": 35.6411, "Actor2Geo_Long": -79.8431, "Actor2Geo_FeatureID": "NC", "Action2Geo_Type": 2, "Action2Geo_Fullname": "North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 35.6411, "Action2Geo_Long": -79.8431, "Action2Geo_FeatureID": "NC", "DATEADDED": 20190927154500, "SOURCEURL": "http://smt.iconnect007.com/index.php/article/119750/ipc-panel-on-bottom-terminated-components/119753/"}, "ARTICLE": {"TITLE": "IPC Panel on Bottom-terminated Components", "TEXT": "IPC Panel on Bottom-terminated Components\n\nDuring the IPC Summer Meetings in Raleigh, North Carolina, I sat down with Tom Rovere, a materials and process engineer at Lockheed Martin in Owego, New York. We explored a panel discussion on bottom-terminated components (BTCs) that Tom participated in as well as the challenges and issues related to BTCs and the important role that designers play in that process.\n\nAndy Shaughnessy: Tom, it’s nice to meet you. You were on the BTC panel this morning, which was pretty interesting. Can you give us some background on yourself and how you acquired such a cool bio that says you know all about BTCs?\n\nTom Rovere: Looking back, I graduated from college with a material science and engineering degree. Then, I moved to Owego, New York, and started working at Lockheed. At that point, I didn’t have any experience with electronics assembly. I was lucky to have some great mentors, and over the past 10+ years of working on the manufacturing line, I’ve learned a great deal about ball grid arrays (BGAs), surface-mount technology, and bottom-terminated components. Over time, you use IPC standards, so I figured that I should start attending some of the IPC conferences. Most recently, I wanted to get more involved, so I kindly emailed the IPC Conference Manager and said, “Put me on a panel!” That’s how I got this opportunity.\n\nShaughnessy: It was a great panel. Everyone agreed that BTCs are very robust; they’re bulletproof, etc., but they have problems too. We know the pros, but can you talk about some of the cons?\n\nRovere: My expertise with BTCs is more related to the solder joint reliability and rework. We also had Dave Hillman, who’s probably one of the best industry experts to have on a panel with regards to BTCs and soldering. It was nice having him there because he answered a lot of the questions, and I could sit and nod my head in agreement. The assembly and reflow portion seems to be fairly robust. With mechanical reliability, voiding also doesn’t seem to be an issue either, according to Dave’s data.\n\nNow, we’ve started to look back and think, “What about the cleanliness of these?” With such a low-profile part, it’s not as easy to get cleaning solution into those crevices and under those parts to get residual material out. We joked, saying that one option is to stop using flux, but you can’t do that yet. So, you’re stuck with flux or the byproduct of whatever is left after the soldering process, and you have to get that out. That’s one of the bigger challenges with low-profile parts, such as BTCs.\n\nNow, there are design changes to improve cleanliness. One example we’ve talked about is removing the masking underneath. But at the same time, there’s a trade-off. Removing the masking could potentially create solder bridges underneath the component. When manufacturing, I would rather not remove that masking because it creates a different defect, one that may be more difficult to fix.\n\nShaughnessy: That’s one of the things where everybody blames or credits the designer, depending on if things go well or poorly. But there were certain things designers can do, like removing the solder mask, as you mentioned.\n\nRovere: Yes, and there are other issues with those parts as well; a lot of information is run through them, and they tend to get fairly hot on the board, which requires a lot of cooling. The parts are typically cooled through the board with the bottom termination. Unfortunately, since this termination is underneath the part, it’s tough to see an issue before it actually happens.\n\nShaughnessy: You said that designers would come to you and say, “Well, this one burned up!” And that’s how they know it failed?\n\nRovere: Right, they’ll say, “This one fried, so we need to take it off and put it back on.” By that time, it’s too late to do any failure analysis.” I wanted to know what the other panelists thought, so even though I was on the panel, I was almost part of the audience because I was interested in learning more and asked the other panelists questions too. For example, I asked, “Is there anything else we can do testing-wise to isolate these issues and screen out these parts before they burn up, and we have to replace them?”\n\nShaughnessy: Someone pointed out that the designer could play a big part in BTCs.\n\nRovere: Sometimes, designers need something that manufacturers would not prefer, but if it’s necessary, you have to reach a compromise. A designer might say that the ground pad underneath the BTC must have several vias in it to improve cooling. A manufacturer might ask, “Can we fill those vias with epoxy and plate over them? This will limit potential voiding, but it costs a little bit more money. That’s the compromise you have to make for a better surface underneath, so you don’t lose all of your solder down the vias.” Again, there’s a trade-off between cost, manufacturing, and design.\n\nShaughnessy: One line that stuck out to me was, “Partial cleaning may be the worst case.”\n\nRovere: Yes, you have the potential for cleaning materials to get trapped under the BTCs as well, which could affect your electrical performance. The tough part with cleaning is that tracing it back to a cleaning defect is fairly difficult. You might have that issue, but you wouldn’t know it because you would just replace the part, thinking it was a part issue or something else. It’s tough to find a root cause in that type of situation. The nice thing about solder is it’s cut and dry. You might have a short and solder that’s bridged between two leads. Or the solder isn’t there, and there’s an open. Whereas when you start getting into the flux, you might see degradation in performance versus clearly identifying the cause.\n\nShaughnessy: And dendrites could also be a problem.\n\nRovere: Exactly. Over time dendrites, might grow. That’s another concern where you wouldn’t see it initially, but sometime down the line, you could have an issue.\n\nShaughnessy: They were saying that they try to grow dendrites, and they’re easy to grow.\n\nRovere: I’ve always had the experience that if you want to try to do something, it always becomes difficult, but then when you’re not trying to do it, it’s the easiest thing to do.\n\nShaughnessy: So, you’ve been out of college 15 years or so?\n\nRovere: I completed my undergraduate degree at Lehigh University. About five years later, I went back part-time for a master’s degree at Binghamton University in New York; I did one class a semester for about 3.5 years, and then did a master’s thesis for about one year. I’m glad I did it, especially before I had kids. It was a decent amount of time, traveling back and forth for classes and everything. I learned a lot in terms of how to conduct research for papers, and seeing how people promote papers was interesting. For early-career engineers, I recommend that they try to earn a master’s degree at some point, maybe without doing a thesis, if they can do without one.\n\nShaughnessy: What’s the next show you plan on attending?\n\nRovere: This is the first of many panels, assuming they let me back. I’m going to go to SMTAI this fall, and I plan on attending IPC APEX EXPO in January. I’m going to try to bring some of the early career engineers in our area with me. I started attending shows a little late in my career, so I’m trying to get them started earlier. And right now is a good time because a lot of companies are looking for the next generation to take over. If you want to get involved, it’s just as simple as emailing the IPC Conference Program Manager and telling them that you want to be on a panel.\n\nShaughnessy: It’s great if you and your company are involved in the standards process.\n\nRovere: Adopting it within a company as a benefit can be challenging, which is why I participate in these panels. This reinforces the message that Lockheed Martin is fully engaged in the standards process. At the same time, it helps improve my skill set by speaking in front of a large room full of industry experts.\n\nShaughnessy: It benefits everybody. Thanks for your time.\n\nRovere: Thank you, Andy."}}