{"GDELT": {"GlobalEventID": 875802579, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.64599483204135, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Antonio, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX029", "Actor1Geo_Lat": 29.4241, "Actor1Geo_Long": -98.4936, "Actor1Geo_FeatureID": "1380951", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Antonio, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 29.4241, "Action2Geo_Long": -98.4936, "Action2Geo_FeatureID": "1380951", "DATEADDED": 20190927154500, "SOURCEURL": "https://www.expressnews.com/news/news_columnists/gilbert_garcia/article/Two-Rodriguezes-set-to-clash-in-Commissioners-14472565.php"}, "ARTICLE": {"TITLE": "Two Rodriguezes set to clash in Commissioners Court primary", "TEXT": "Queta Rodriguez likes a challenge.\n\nShe demonstrated that 30 years ago when she made the leap from Lanier High School to the U.S. Marine Corps, serving two decades as an intelligence analyst and manpower officer, supporting forces in the Pacific and Middle East.\n\nShe demonstrated it six years ago, when, after retiring from the Marines with the rank of captain, she took over Bexar County’s veterans office and won plaudits for improving the county’s efforts at transitioning military veterans into civilian life.\n\nMost obviously, she demonstrated it two years ago when she dared to run against the lion of Bexar County politics, Precinct 2 County Commissioner Paul Elizondo, who had controlled the seat for three solid decades. She gave Elizondo the toughest Commissioners Court race he’d ever faced, ultimately falling short in a Democratic runoff by a margin of only 3.7 percent.\n\nOn Saturday, she will again set herself on a challenging path, with the official kickoff to her campaign against Justin Rodriguez, the former state representative and city councilman who was appointed to the Commissioners Court on January 4, a week after Elizondo’s death.\n\nOnExpressNews.com: Race to succeed Wolff on Commissioners Court will get crowded\n\nTo be sure, there are less daunting political obstacle courses out there for Queta Rodriguez to attempt. She could have waited until 2021, when the West Side City Council seat currently held by Shirley Gonzales opens up. In fact, some of her supporters would love to see her do just that.\n\nAfter all, the broad narrative for Queta Rodriguez’s 2018 campaign was that she had returned to San Antonio after her long military stint, only to find that the West Side neighborhoods of her youth had not shared in the economic benefits reaped by other parts of the community.\n\n“We need to create equity across the board, spreading out that economic growth and prosperity,” she told me in September 2017.\n\nThe county, however, possesses limited ability to create the kind of infrastructure change that is a mainstay of city government. The Commissioners Court can’t control zoning or planning. Apart from flood control, its infrastructure jurisdiction is restricted to the unincorporated parts of the county.\n\nDuring the 2018 Democratic primary race, Elizondo often deflected Queta Rodriguez’s barbs by stating that the kind of change she wanted to produce was outside the bounds of county government.\n\nNonetheless, her focus on the Commissioners Court has been unwavering.\n\nAfter Elizondo passed away, she sought the Precinct 2 appointment and expressed frustration when County Judge Nelson Wolff quickly picked Justin Rodriguez to fill the seat.\n\nIn a letter to Wolff, she decried what she saw as the lack of a “thoughtful, deliberate and transparent process.”\n\nMindful of the fact that the Commissioners Court has been an all-male body since 2001, and that only eight months earlier she had received more than 48 percent of the vote in a runoff for that seat, she wrote that a selection process executed “without consideration of women who are fully competent and capable is insulting.”\n\nREAD ALSO: One seat is filled, another opens: County court pick will ripple through San Antonio politics\n\nThis perceived snub came only two months after the Commissioners Court eliminated her position as veterans services officer and placed someone else in a newly expanded version of that job.\n\nQueta Rodriguez said County Commissioner Kevin Wolff, the court’s veterans liaison, had broken a promise to keep her on in some role. (He denied making that promise.) She argued that she had been forced out of the veterans office because she dared to run against Elizondo.\n\nFor his part, Justin Rodriguez entered the Commissioners Court with an awareness that he might face a serious 2020 primary challenge. Seemingly energized by his new position, he has devoted considerable attention to constituent outreach. He also will enter the race with a major fundraising advantage.\n\nAs of June 30, he had $455,347 in reserve, according to his semi-annual campaign filing. Queta Rodriguez’s most recent semi-annual report showed no cash on hand and $2,255 in outstanding loans.\n\n“My approach hasn’t changed since my first election in 2004, regardless of my opponent,” Justin Rodriguez said Thursday, in a statement provided to the Express-News. “Listen. Engage. Work hard.\n\n“Elections are like performance reviews or job interviews where I’m asking my constituents, ‘How did I do?’ I’m comfortable with that.”\n\nRecent evidence suggests that Queta Rodriguez is similarly comfortable with the role of primary challenger.\n\nAs in 2018, she will bring charisma, commitment and a compelling personal story to the race. And the dynamics between these two formidable Rodriguezes should make for one of the most intriguing clashes on the primary ballot next March.\n\nGilbert Garcia is a columnist covering the San Antonio and Bexar County area. Read him on our free site, mySA.com, and on our subscriber site, ExpressNews.com. | ggarcia@express-news.net | Twitter: @gilgamesh470"}}