{"GDELT": {"GlobalEventID": 875802504, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "UKRGOV", "Actor1Name": "UKRAINIAN", "Actor1CountryCode": "UKR", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.88323917137476, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chernivtsi, Chernivets'ka Oblast', Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP03", "Actor1Geo_ADM2Code": "28545", "Actor1Geo_Lat": 48.2915, "Actor1Geo_Long": 25.9403, "Actor1Geo_FeatureID": "-1037073", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chernivtsi, Chernivets'ka Oblast', Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP03", "Actor2Geo_ADM2Code": "28545", "Actor2Geo_Lat": 48.2915, "Actor2Geo_Long": 25.9403, "Actor2Geo_FeatureID": "-1037073", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chernivtsi, Chernivets'ka Oblast', Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP03", "Action2Geo_ADM2Code": "28545", "Action2Geo_Lat": 48.2915, "Action2Geo_Long": 25.9403, "Action2Geo_FeatureID": "-1037073", "DATEADDED": 20190927154500, "SOURCEURL": "https://www.jta.org/2019/09/27/global/ukraine-presidents-meeting-with-mila-kunis-offers-no-escape-from-the-trump-scandal"}, "ARTICLE": {"TITLE": "Ukraine president’s meeting with Mila Kunis offers no escape from the Trump scandal", "TEXT": "(JTA) — Ukrainian President Volodymyr Zelensky’s first state visit to the United States was complicated, to say the least, by how it coincided with a political scandal over his July phone call with President Donald Trump.\n\nZelensky, who is Jewish, arrived in New York this week for the U.N. General Assembly as the furor over the call and a bombshell whistleblower complaint began to build. Over the course of this week, the scandal has prompted impeachment proceedings against Trump and is exposing Zelensky to criticism and claims of corruption.\n\nRELATED: The Trump-Ukraine controversy, and the Jews involved, explained\n\nBut Zelensky’s trip was unusual for other reasons, too.\n\nFor Zelensky, a former television star and comedian who won the presidency in May in a landslide, the visit also involved his first General Assembly address. Still, he put aside time to meet at a gathering of dozens of Jewish community leaders — including Chabad rabbis, American Jewish Congress President Jack Rosen and Eric Goldstein, the CEO of UJA-Federation of New York — at a New York hotel.\n\nEchoing the argument of many Ukrainians who downplay the resurgence of anti-Semitic violence and vandalism in Ukraine, Zelensky told his hosts, according to the Federation of Jewish Communities of Ukraine, which organized the meeting: “To those who ask about anti-Semitism in Ukraine, just look at me.”\n\nHe is, after all, Ukraine’s first Jewish president.\n\nRELATED: Ukraine’s next president is a Jewish comedian\n\nZelensky even found the time to meet a fellow Jewish-Ukrainian performer: Mila Kunis.\n\nWhen the movie star was 7, her parents — Mark, a mechanical engineer, and Elvira, a physics teacher — decided to move from Ukraine to the United States with her and her brother, Michael. But Kunis, whom Esquire in 2012 crowned “Sexiest Woman Alive,” still speaks Russian.\n\nShe even visited her hometown of Chernivtsi in 2017, though she was unable to enter her childhood home because the owners wouldn’t let her and her husband, Ashton Kutcher, into the apartment.\n\n(Last week, the Jewish organization Limmud FSU pulled off what its founder, Chaim Chesler, termed a “correction” to that experience: He organized a visit to the Kunis’ apartment by dozens of participants of Limmud FSU Chernivtsi, with the consent of the owners. “A proud Jewish woman, she’s a role model for participants of our Jewish learning conferences,” he said.)\n\nHowever, if Zelensky had hoped his meeting with Kunis, and Kutcher, would offer an escape from the political scandal brewing around him, he was quickly corrected.\n\nAfter the meeting, Kutcher did have kind words for the Ukraine leader.\n\n“My gut: He is committed to eliminating corruption in Ukraine,” Kutcher said. “He’s also committed to ending the war [with Russia] and grateful for the U.S. financial commitment because they needed it.”\n\nBut the actor, who is not ethnically Jewish but reportedly follows Kabbalah and keeps kosher, wasn’t so kind to Trump. He encouraged his Twitter users to receive his thoughts on the scandal to their cellphones by texting a number he provided.\n\n“If our president used that financial aid to leverage president Zelensky to investigate Biden,” Kutcher said, “he should be impeached.”"}}