{"GDELT": {"GlobalEventID": 875802880, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "sco", "Actor1Name": "SCOTTISH", "Actor1EthnicCode": "sco", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.9640102827763491, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20190927154500, "SOURCEURL": "https://www.heraldscotland.com/news/17929745.sorry-sir-billy-still-game-proves-thing-scottish-comedy/"}, "ARTICLE": {"TITLE": "Sorry, Sir Billy, Still Game proves there is such a thing as Scottish comedy", "TEXT": "Brian Beacom\n\nTO CALL Sir Billy Connolly out for an error of judgement is like suggesting the goddess Athena wasn’t very good at sums.\n\nBut when it comes to claiming there is no such thing as Scottish comedy, our greatest living comedian, if not our greatest living entertainer, hasn’t called it right.\n\nThe evidence? There is lots of it but let's start here: this weekend sees the opening of Still Game at the SSE Hydro, a comedy experience which has attracted almost half of all Scottish television audiences at one point and is set to fill another 15 nights at the country’s biggest arena.\n\nThe argument against Connolly’s theory is simple: Still Game wouldn’t have become so successful had it not tapped into the essence of Scotland.\n\nWhat is that essence? And how can you identify the integral parts of what could be claimed to be Scottish comedy? It’s much more than a taps aff, caramel wafer and a p*** poor customer service relationship with the world. What you have to do in the first instance is to look at the categories of gags which appeal in particular to the Scottish taste. Some of the styles may not be exclusive to Caledonia; there may often, for example, be a strong connection with New York Jewish humour. But when we see strong patterns, themes emerge. It’s not hard to see why the Still Game boys and girls have become a resounding success story.\n\nAGGRESSION\n\nThe Germans don’t like it up 'em, as Corporal Dunn declared in Dad’s Army, and nor do Scots, but we can take it when required, and most certainly give it back. Take Connolly’s own line, for example: \"A lot of people say it's a lack of vocabulary that makes you swear. Rubbish. I know thousands of words but I still prefer f***.\"\n\nKiernan and Hemphill write as aggressively as a pensioner pulling open a packet of Viagra. For example, every time Jack and Victor walk into the Clansman, Boaby has an insult. “Ho, ho. It’s the Two Ronnies.” Which elicits the response from Victor: “The Two Ronnies, is it, aye? Well then it’s shut-up-ya-p**** from me.” And Jack adds: “And it’s shut-up-ya-p**** from him!”\n\nIndeed, right from the very first stage show days at the Edinburgh Festival, aggression was running lion rampant. Jack comes up the stairs, having dealt with a crowd of fitba’ playing teenagers who’d bounced the ball off his head. He describes in colourful detail the language he used to berate them. Then adds, in all innocence, “And you should have heard whit they bast***ing called me.” The laughs were louder than his indignation.\n\nPHILOSOPHY\n\nScotland is the home of philosophy, a nation which has produced David Hume, Adam Ferguson, and Frankie Boyle. Boyle once came to the conclusion: “Glasgow is a very negative place. If Kanye [West] was born in Glasgow, he would have been called No You Cannae.”\n\nJaney Godley mused: “I can’t cook, I can’t clean, and the last time I tried to do soup it ended up in sex, because sex is quicker than soup.” And Connolly’s observation is up there with anything Kant ever created. “Sex is not the answer. Sex is the question. Yes is the answer.”\n\nStill Game’s Isa is also a philosopher of some distinction, who once reflected: \"This happened to big Janice McCafferty, her wae the eating disorder. Ah, you know who ah’m talking about ... she got barred fae Greggs for grazing.”\n\nOr Victor’s rush against the sands of time proclamation: “He who hingeth aboot get hee-haw.” Or Jack’s carpe diem: “When life hands you melons, make melonade.”\n\nSARCASM\n\nThis is so often mistaken for irony by our American cousins but the reality is we’re a nation of cheeky b’s. Connolly once said: “People come up to me and say, ‘I went to Scotland once and it was raining.’ Oh course it was raining. Where you do think you were? The Pyrenees?’”\n\nStill Game’s Victor serves up sarcasm the way Isa serves up meaningless drivel. In The Clansman: “Oooh, did ye hear that, Jack. They have pies.” Jack replies; “Oh, that’s dandy because I was getting sick of lobster thermidor.”\n\nHow about when the pair entered a giant DIY store and were handed a map to get them around. “Back off, son,” says Victor. “It’s no’ a mountain range.”\n\nNavid is no stranger to sarcasm either. When in hospital he wakes up and discovers his wife has come to visit. “Thanks for coming by, Meena.” He turns to one side and adds: “Look at that, she sits there for an hour and tans my grapes. It’s like a family tree wi nae names on it.”\n\nSURREALISM\n\nChic Murray was the master of surrealism. \"I had a tragic childhood. My parents never understood me. They were Japanese.\" Or how about, “I went to the butcher's to buy a leg of lamb. ‘Is it Scotch?’, I asked. ‘Why?’ the butcher said in reply. Are you going to talk to it or eat it?’. ‘In that case, have you got any wild duck?’. ‘No’, he responded, ‘but I’ve got one I could aggravate for you.'”\n\nYet, Jack and Victor have their own moments of delicious absurdity. As they look down at a recently departed friend's doorstep it’s covered in milk bottles, indeed it looks like a bowling alley before the first ball is thrown. Jack worries: “Don’t ever let this happen to me.” Victor says in serious voice: “I would never let that happen, Jack.” He grins and adds: “For I would cancel my own milk and simply take yours.”\n\nOBSERVATION\n\nScottish comedy has to be able to spot the detail, the quirkiness in life, and convey it to an audience. Kevin Bridges is a young master of the art. “It must be pretty surreal being Prince Harry and William on a stag night. Just you and your mates stuffing pictures of your gran into your lap-dancer’s bra.”\n\nFrankie Boyle manages to make us wince and laugh at the same time. “I wonder about that woman of 63 that gave birth. That baby would not had had to force its way out. Everytime she went for a s**** it probably had to brace itself.”\n\nBut Kiernan and Hemphill’s Navid can always come up to scratch. When he hears his new door bells he declares, in clear conjunction with the rest of us: “Brrr is sh***. Bing bong is much mair modern.”\n\nJack and Victor, too, have had many astounding moments. Jack asks one afternoon: “Dae ye sometimes wish ye’d been in the war?” Victor’s reply is priceless. “Naw, naw. Carnage that. Runnin’ aboot, wi’ nae legs.”\n\nWORDPLAY\n\nDon’t we Scots love wordplay? We love to take the English language and run it through a mangle for comic effect, as was so wonderfully created by Stanley Baxter. It was Baxter who asked: “Is it really folk dancing? Ach yes, folk dancing and enjoying themselves!”\n\nBut Still Game’s writers have often dropped their own bucket into the well of comedy opportunity. Jack reveals a smattering of Latin to Isa when he declares her guilty of stabbing him in the back. “He said ‘Et tu, Isa.’” To which Isa replied indignantly; “A never ate two of anything.”\n\nVULGARITY\n\nBilly Connolly loves his little vulgarities. And so do we. How about his, \"A fart is just your arse applauding.\" Or how about his classic simile: “As welcome as a fart in a space suit.” Yes, we Scots love to go to the (toilet) edge of humour, sometimes indeed falling right into the pan.\n\nIn one episode the pair appear at a whisky distillery where the expert says: “Don’t be shy, gentlemen. Try the McClivey. That distillery is silent now.” To which Jack replies: “Aye, well it’ll be history when it’s flying out ma p***er in about an hour.”\n\nAnd can you get more profane/profound when it’s asked of Isa: “Isa, do you mark your diary tae get right on ma tits?” Perhaps when Navid says to Winston: \"So, ah hear you and Isa are pumpin'?\n\nONE LINERS\n\nConnolly’s one liners were, of course, sublime. He loved the putdown. “When they put teeth in your mouth they ruined a perfectly good bum.”\n\nBut Kiernan and Hemphill, too, appreciate the value in the power to reduce to rubble, clearly learned from years of Glasgow experience and perhaps watching the best of American sitcoms. One day Jack and Victor have a go at the cut and thrust of boyish fencing and Victor declares: “You’re putting on the beef, Jack.” Jack doesn’t hold back “Aye, every time I shag your wife she makes me a sandwich.”\n\nSENTIMENTALITY\n\nWe Scots love our (mock) pathos. We love to let sadness seep into our souls. And Still Game offers it up by the soup ladle. But sometimes it comes with a little extra salt. When Victor saddens at the thought of his late wife, he wails: “She’s still here. In my heart.” But Jack has none of it. “Birthday card pish,” he says, in a clever attempt to keep his best friend’s spirits sky high.\n\nStill Game has had it all, including great elements of farce; the pair being stuck in a lift, when Winston’s leg flies off. But there is no way that it hasn’t been Scottish.\n\nSorry, Billy.\n\nStill Game, the SEC Hydro, until October 13.\n\n“"}}