{"GDELT": {"GlobalEventID": 875801521, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.5559105431309903, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20190927154500, "SOURCEURL": "https://www.mybancroftnow.com/42424/cupe-members-will-work-to-rule-starting-monday/"}, "ARTICLE": {"TITLE": "CUPE Members Will Work-to-Rule Starting Monday", "TEXT": "CUPE has decided to work-to-rule as of September 30th, which means members will do only their job-related duties and nothing extra (Photo credit: supplied)\n\nFive days notice was given to school boards across Ontario that CUPE members will work-to-rule starting Monday.\n\n“We will do the core duties of our jobs but we will not do the extras that come with it,” explains President of CUPE Local 1022 Joanne White. She adds that all workers will continue to make student safety a priority. “The safety of the children is always the most important aspect of any of our jobs,” she tells My Bancroft Now.\n\nCUPE represents over 50,000 education workers across Ontario, with Local 1022 accounting for over 700 of those, according to their website.\n\n“We respect the bargaining unit’s right to participate in job action and, at the same time, we are absolutely committed to student safety, and supporting continued student learning and achievement,” Chair of Hastings and Prince Edward School Board Shannon Binder says. The school board says all schools are aware of the situation and will continue to monitor it.\n\nThe school board says the following roles will be affected within HPEDSB: central and back-office clerical, school-based clerical, communicative disorders assistants, custodians, educational assistants, early childhood educators, information technology workers, library technicians, maintenance and trades, and student supervision monitors.\n\nWhite explains that while the central CUPE bargaining table is meeting with the government in Toronto, local CUPEs can choose to bargain at the same time or wait until a deal is reached. “We chose to bargain locally after the central deal is agreed upon,” she says.\n\nThe government has been negotiating with CUPE throughout the summer and now into the fall.\n\nWhite is hopeful that a deal can be reached soon that is fair to both sides. “(Our) average wage is $38,000 so we are not a group of people who are bankrupting the government,” she says.\n\nThe school board says local negotiations have yet to be scheduled."}}