{"GDELT": {"GlobalEventID": 875802260, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "NGODEV", "Actor1Name": "DEVELOPMENT AGENC", "Actor1Type1Code": "NGO", "Actor1Type2Code": "DEV", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.81632653061224, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mozambique", "Actor1Geo_CountryCode": "MZ", "Actor1Geo_ADM1Code": "MZ", "Actor1Geo_Lat": -18.25, "Actor1Geo_Long": 35.0, "Actor1Geo_FeatureID": "MZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mozambique", "Actor2Geo_CountryCode": "MZ", "Actor2Geo_ADM1Code": "MZ", "Actor2Geo_Lat": -18.25, "Actor2Geo_Long": 35.0, "Actor2Geo_FeatureID": "MZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mozambique", "Action2Geo_CountryCode": "MZ", "Action2Geo_ADM1Code": "MZ", "Action2Geo_Lat": -18.25, "Action2Geo_Long": 35.0, "Action2Geo_FeatureID": "MZ", "DATEADDED": 20190927154500, "SOURCEURL": "https://blog.acton.org/archives/111958-pope-francis-makes-connection-between-aid-and-corruption.html"}, "ARTICLE": {"TITLE": "Pope Francis makes connection between aid and corruption", "TEXT": "Much has been written about the unintended consequences of foreign aid flowing from the West to “developing” countries. Economists such as Dambisa Moyo, William Easterly, and Angus Deaton have all commented on the downright pernicious effects of government to government aid. Not too long ago, a new voice was added to this chorus of foreign aid critics: Pope Francis.\n\nDuring his recent visit to the East African nation of Mozambique, Pope Francis made striking comments which suggested a link between foreign aid and corruption. The Pope stated the following:\n\nAt times it seems that those who approach with the alleged desire to help have other interests. Sadly, this happens with brothers and sisters of the same land, who let themselves be corrupted. It is very dangerous to think that this is the price to be paid for foreign aid.\n\nIn other words, the Pope lamented that the hundreds of millions (and sometimes, billions of) dollars that flood an impoverished nation in the form of aid have had the the caustic effect of breeding corruption within that same nation. Why would aid have this effect? Simply put, foreign aid enables governments to act free of accountability. How does this happen?\n\nGovernments of developed countries rely primarily on businesses, a bustling middle class, and other economic actors for their revenue. In return, those members and institutions of a country’s civil society expect that their government will provide various public goods like national defense, roads, and a functioning and fair judicial system. Likewise, those in civil society expect government transparency and accountability.\n\nThis is not the case when a country’s government receives foreign aid. The amount of aid money provided to developing countries can equate to enormous percentages of their GDP and their governments’ resources. For example, the World Bank states that official net development aid to Mozambique in 2017 equated to roughly 76% of its government’s total expenses. That’s a staggering percentage. It also serves to illustrate just how much money is at stake within a poor country’s context.\n\nWith that amount of money coming from outside of its borders, and not from its citizens, the government of a country can afford to ignore its people and behave corruptly. Economist Dambisa Moyo put it well in her best-selling book, Dead Aid: “Foreign aid short-circuits this link [between a government and its people]. Because the government’s financial dependence on its citizens has been reduced, it owes its people nothing.”\n\nIn the same spirit, Yale economist and Nobel Laureate, Angus Deaton, stated that\n\nI worry a lot about African countries where almost all government expenditure is coming from external sources. And that, to me, is the really crazy thing. And those governments have no incentives at all to respond to their people, because the only incentives they have are to deal with the aid agencies and to work with the aid agencies.\n\nIndeed, foreign governments, the World Bank, the International Monetary Fund, and other development agencies try to make sure their funds are used properly. It’s just really hard to ensure and enforce this due to the fungible nature of money, public sentiment, and other factors.\n\nAid not only renders governments immune to their people’s cry for accountability and competency, it utterly discourages them from forming the very institutions necessary for a flourishing economy in the first place. These include a functioning and just court system, a secure property rights apparatus, and a business-friendly regulation and tax structure. Why would those who prosper from the foreign aid status quo do anything to divest themselves of power? Developing those institutions would result in the formation of a rival, prosperous, and politically powerful civil society. Suddenly those who had long enjoyed perennial windfalls free of accountability would see their economic and political power wane. Such an incentive structure surely discourages reform.\n\nLet’s be clear. Large sums of money flying around can cause government corruption to rear its ugly head just about anywhere, including in the West. For the reasons explained above, however, large sums of money in the form of aid have a particularly damaging impact on the overall health of developing countries.\n\nPerhaps Pope Francis’ words will cause both critics and proponents of foreign aid alike to think harder about the unintended consequences of what is seemingly benevolent action. We all need to strive to provide the most effective and sustainable assistance to those most in need.\n\n(Photo credit: Rights Free)"}}