{"GDELT": {"GlobalEventID": 875802375, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "REL", "Actor1Name": "PRIEST", "Actor2Code": "KEN", "Actor2Name": "KENYA", "Actor2CountryCode": "KEN", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.9375, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nyahururu, Central, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE01", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.042099, "Actor1Geo_Long": 36.3673, "Actor1Geo_FeatureID": "-2259805", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nyahururu, Central, Kenya", "Actor2Geo_CountryCode": "KE", "Actor2Geo_ADM1Code": "KE01", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 0.042099, "Actor2Geo_Long": 36.3673, "Actor2Geo_FeatureID": "-2259805", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nyahururu, Central, Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE01", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.042099, "Action2Geo_Long": 36.3673, "Action2Geo_FeatureID": "-2259805", "DATEADDED": 20190927154500, "SOURCEURL": "http://cisanewsafrica.com/kenya-support-diocesan-missionary-priests-church-urges-faithful/"}, "ARTICLE": {"TITLE": "KENYA: Support Diocesan Missionary Priests, Church Urges Faithful", "TEXT": "NYAHURURU, SEPTEMBER 27, 2019 (CISA)– Fr Bonaventure Luchidio, Coordinator of Fidei Donum Programs in Kenya, and Executive Secretary for Commissions for Missions at the Kenya Conference of Catholic Bishops (KCCB), has called on the catholic faithful to support missionary diocesan priests sent to evangelize mission territories.\n\nSpeaking to CISA, Fr Luchidio noted that with the reduction in foreign aid coming into the country, there is need for the local Church to support their priests in missions.\n\n“We are encouraging the Fidei Donum spirit. When they go back to their home dioceses, let them be given an opportunity to talk to the Christians to contribute,” he urged, noting that the spirit has already picked up because, “I know of parishes in Nairobi that are already supporting parishes in Lodwar and Marsabit.”\n\nFr Luchidio who was coordinating a meeting in Nyahururu of Fidei Donum Priests in Kenya, called for a combined effort to avert the challenges faced by those working in hardship areas.\n\n“Being in very far locations sometimes they are forgotten, and they sometimes feel lonely. Let us not just assume that the priests are doing well, they might be requiring our help so that they don’t feel abandoned,” he stressed.\n\n“This meeting is to encourage a mission spirit where we look at each other as communion of churches and when this other church is in need let us support them because they are brothers and sisters in Christ,” Fr Luchidio said.\n\nThe meeting held from September 22 to 26 aimed at renewing and sharing personal experiences and ways of overcoming the challenges faced by Fidei Donum priests in Kenya.\n\nFidei Donum priests are diocesan priests sent by their dioceses to help evangelize mission territories away from their home dioceses. Fidei Donum priests contributed towards early evangelization in Kenya especially in dioceses such as Nyahururu, Isiolo, Malindi and Marsabit."}}