{"GDELT": {"GlobalEventID": 875801905, "Day": 20190927, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7315, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor2Code": "GOVAGR", "Actor2Name": "MINIST FOR AGRICULTURE", "Actor2Type1Code": "GOV", "Actor2Type2Code": "AGR", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.33670033670034005, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI", "Actor2Geo_Lat": 53.0, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "EI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20190927154500, "SOURCEURL": "https://www.agriland.ie/farming-news/creed-announces-funding-for-food-waste-reduction-projects/"}, "ARTICLE": {"TITLE": "Creed announces funding for food waste reduction projects", "TEXT": "The projects that will receive funding under the Rural Innovation and Development Fund have been announced today, Friday, September 27, by the Minister for Agriculture, Food and the Marine, Michael Creed.\n\nThe funding will be allocated to initiatives aimed at reducing food waste generated by food businesses, retailer/wholesalers, or suppliers in rural areas.\n\nWhile announcing the successful projects to receive the associated funding of almost €300,000, Minister Creed said: “Ireland generates over one million tonnes of waste annually.\n\nWe have committed to reduce the amount of food we waste in accordance with a United Nations Sustainable Development Goal (12.3) which calls on all nations to halve food waste and reduce food loss by 2030.\n\n“These projects will help address this goal and we must continue to develop initiatives to help address this issue.”\n\nAdvertisement\n\nClean Technology Centre, Cork Institute of Technology (CTC-CIT) – Expansion and development of the Savour Food, Food Waste Reduction Programme (€99,900);\n\nFood Cloud – creation of a series of events in partnership with Ireland’s food festivals to highlight the problem of food waste from farm to fork (€100,000);\n\nProfitWatch – Food Waste Aware – engagement with food businesses throughout Ireland to encourage using an onsite food waste reduction system (€99,720). Funding has been made available to the following successful projects:\n\n“The Food Waste Reduction projects are funded from my department’s Rural Innovation and Development Fund.”\n\nConcluding, Minister Creed said: “They will also serve to address that fund’s overall objective of energising the rural economy by encouraging innovative job creation and sustainable enterprise development.”"}}