{"GDELT": {"GlobalEventID": 876508897, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 4.55650060753342, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Kentucky, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKY", "Actor1Geo_Lat": 37.669000000000004, "Actor1Geo_Long": -84.6514, "Actor1Geo_FeatureID": "KY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Kentucky, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKY", "Action2Geo_Lat": 37.669000000000004, "Action2Geo_Long": -84.6514, "Action2Geo_FeatureID": "KY", "DATEADDED": 20191001090000, "SOURCEURL": "https://www.thegleaner.com/story/news/2019/10/01/2019-test-results-henderson-schools-and-youll-seeing-stars/3824879002/"}, "ARTICLE": {"TITLE": "2019 test results are in for Henderson schools, and you'll be seeing stars", "TEXT": "HENDERSON, Ky. — The 2019 results of Kentucky's school assessment and accountability system went live early Tuesday, and those who review the results will definitely be seeing stars.\n\nThe K-PREP test scores from last spring were released along with the state's new ratings and accountability labels — which include star ratings for each public school in the state.\n\nWhat is the 5-star school rating system?\n\nEach school in Kentucky has received a rating from one to five stars based on its performance in the prior school year. One star is the lowest rating, and five is the highest.\n\nThe star ratings are a very simple way of expressing a variety of complicated calculations and data, Henderson Superintendent Marganna Stanley said.\n\n“As a new component of the accountability system, the star ratings oversimplify the complexity of school and student progress. The star ratings should not be compared to the idea of ranking restaurants and hotels online,\" she said.\n\n\"It is important for our families and community to look further into each indicator of student success. The state sets the cut(off) marks after our students’ test scores are released, and the state accountability system can change on an annual basis. Therefore, it can be a challenge. We have many areas of strength to celebrate. We also have areas for growth and improvement. At the district and school levels, data have been analyzed for strengths to celebrate and areas for growth and improvement. We champion our students and staff as they work diligently every day toward excellence.”\n\n5 stars? How rare is that?\n\nFor perspective on the new state rating system, consider that out of 224 public high schools in Kentucky, only 7 earned a 5-star rating. Out of 313 middle schools, there were 12 with 5 stars. And out of 724 public elementary schools, there were 37 with the top rating.\n\nThe star system is not designed to rank Kentucky's schools from best to worst, state education officials say. Instead, it is used to classify schools to show which are excelling and which need improvement.\n\nA rating also is not meant to necessarily be a judgment or negative mark, state officials have said. It is meant to start conversations to boost schools' scores.\n\nWhat star ratings did Henderson schools receive?\n\nHere is a quick look at Henderson's star ratings for 2019:\n\nA.B. Chandler Elementary: 3 stars, with an overall score of 61.2\n\n3 stars, with an overall score of 61.2 Bend Gate Elementary: 4 stars, with an overall score of 72.1\n\n4 stars, with an overall score of 72.1 Cairo Elementary: 3 stars, with an overall score of 70.5\n\n3 stars, with an overall score of 70.5 East Heights Elementary: 3 stars, with an overall score of 66.0\n\n3 stars, with an overall score of 66.0 Jefferson Elementary: 3 stars, with an overall score of 68.9\n\n3 stars, with an overall score of 68.9 Niagara Elementary: 3 stars, with an overall score of 68.7\n\n3 stars, with an overall score of 68.7 South Heights Elementary: 3 stars, with an overall score of 60.0\n\n3 stars, with an overall score of 60.0 Spottsville Elementary: 4 stars, with an overall score of 77.5\n\n4 stars, with an overall score of 77.5 North Middle School: 3 stars, with an overall score of 59.4\n\n3 stars, with an overall score of 59.4 South Middle School: 3 stars*, with an overall score of 73.3\n\n3 stars*, with an overall score of 73.3 Henderson County High School: 3 stars*, with an overall score of 72.9\n\nDistricts overall don't get a star rating — but the different levels of education in each school district do. Henderson ended up with high school, middle school and elementary school levels all rated at 3 stars.\n\nBut there's more to take into account there too, such as ...\n\nWhy the asterisk on two local schools?\n\nTwo Henderson County schools — the high school and South Middle School — would have been 4-star schools if they didn't get knocked down a level because of the performance of one small sub-group of students each.\n\nEvery school has subgroups — student groups numbering as few as 10 who share specific challenges such as being in a specific minority group, having a disability or not speaking English as a first language.\n\nIf schools don't reach their goals for all of their subgroups, then any school rated as a 4-star or 5-star school can be knocked down one star rating.\n\nIn the case of HCHS and SMS, both didn't meet their goal with one subgroup — which meant they were both dropped from 4 stars to 3.\n\nWith HCHS, the subgroup was English learners. At SMS, it was students with disabilities.\n\nStanley points out that if South Middle and HCHS hadn't been dinged for a \"gap\" in one subgroup each — then the overall high school ranking here would have been 4 stars and the district-wide local middle school rating (for two middle schools) would have very likely been the same.\n\nStanley and Kim White, director of assessment and accountability for Henderson schools, each said identifying and addressing the needs of subgroups is vital. But they believe those \"gaps\" are over-weighted in the current overall assessments.\n\nStanley said they've provided that feedback to the state, and there may be a change in the future.\n\nUnion County rankings\n\nUnion County High School: 2 stars\n\nUnion County Middle School: 3 stars\n\nUniontown Elementary School: 3 stars\n\nSturgis Elementary School: 3 stars\n\nMorganfield Elementary School: 1 star\n\nWebster County rankings\n\nWebster County High School: 3 stars\n\nWebster County Middle School: 2 stars\n\nSebree Elementary School: 3 stars\n\nProvidence Elementary School: 2 stars\n\nDixon Elementary School: 3\n\nClay Elementary School: 3\n\nMore ratings for Henderson\n\nStanley and White stressed in a news release that \"All Henderson County Schools earned 3 or 4 stars. Every school in HCS received a rating of medium to very high in the proficiency indicator, which is the performance of students in reading and math.\n\n\"Another area of strength is the improvement in writing scores at every elementary school and HCHS. Additionally, there are strengths that can be found in the assessment data throughout each of our schools. For example, South Middle School scored the fifth highest in the state among middle schools in percentage of students scoring proficient and distinguished in mathematics.\n\nAnother highlight: In 2018, according to Henderson school officials, five local schools were classified as needing Targeted Support and Improvement — meaning they had specific groups of students performing in the bottom 5 percent of all schools. All of those local schools here made necessary improvements and exited that TSI status for 2019. One of those schools, Bend Gate Elementary, was ranked as a 4-star school.\n\nTaking a look at the bigger picture, last year more than 400 Kentucky schools received the targeted support and improvement, or TSI, label. State officials have said many of the TSI schools have exited that status this year.\n\nHenderson has had no schools with the label of CSI — Comprehensive Support and Improvement.\n\nWhy are schools being rated?\n\nSchools are being rated because federal law requires it.\n\nA low score does not necessarily indicate a bad school. The rating system does not account for larger societal factors impacting schools and their students such as high levels of English-language learners or students on free or reduced lunch.\n\nNothing punitive happens to schools with low star ratings.\n\nBut the rating provides an additional metric for parents, teachers and community members to gauge a school's performance. State education officials and board members have said a rating is meant as a starting point for a conversation — not as the ending of one.\n\nHow are schools' star ratings determined?\n\nKentucky's star ratings are determined by schools' performance on K-PREP tests for the previous year, student growth on those tests and transition readiness and graduation rates for high schools.\n\nOn state K-PREP assessments, students can score novice, apprentice, proficient or distinguished. Proficient is generally considered to be on grade level.\n\nElementary and middle schools will be rated using:\n\nProficiency on reading and math K-PREP tests.\n\nProficiency on science, social studies and writing K-PREP tests.\n\nStudent growth between the year before and the current year on the reading and math tests.\n\nGrowth is judged by students improving from one score to another, such as from a novice level to proficient. Students who move from the low end of a score range to a high end, such as from a low novice score to a high one, or who maintain a high score, also get credit.\n\nSchools no longer can lose points for students whose scores slip.\n\nHigh schools are rated using:\n\nProficiency in reading and math on the ACT exam all juniors take.\n\nProficiency in science and writing K-PREP tests.\n\nTransition readiness, as proven through a variety of college or career readiness tests or certifications.\n\nGraduation rate.\n\nEach of those indicators is weighted, resulting in an overall numerical score. Those scores are then compared with the five-star rating categories.\n\nAs explained earlier, if a school has an achievement gap, and it is an otherwise four- or five-star school, it loses a star. All achievement gaps, regardless of the initial star rating, will be noted on Kentucky's School Report Card website.\n\nAn achievement gap is the difference in proficient students between a low-performing student group and the top-performing one. Gaps can appear between racial groups and service groups: English-language learners and native speakers, low-income students and richer students and students with disabilities and those without.\n\nFor example, if white students receive the top test score among a school's racial groups, then all other racial groups will be compared with them. Any statistically significant gaps will be flagged.\n\nIn most Kentucky schools, white students are the top-performing racial group, state education officials said. But there are exceptions.\n\nTake a deeper dive\n\nTo learn more and further explore individual school data, go to Kentucky's School Report Card website at: kyschoolreportcard.com\n\nEditor's note: Information for this story was also provided by Olivia Krauth with the Louisville Courier Journal.\n\nMore:Gleaner Jr: Henderson County High School August Students of Month, Chandler Leaders of Month"}}