{"GDELT": {"GlobalEventID": 876508650, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "BDI", "Actor1Name": "BURUNDI", "Actor1CountryCode": "BDI", "Actor2Code": "CODGOV", "Actor2Name": "THE DRC", "Actor2CountryCode": "COD", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.42587601078167, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Burundi", "Actor1Geo_CountryCode": "BY", "Actor1Geo_ADM1Code": "BY", "Actor1Geo_Lat": -3.5, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "BY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Burundi", "Actor2Geo_CountryCode": "BY", "Actor2Geo_ADM1Code": "BY", "Actor2Geo_Lat": -3.5, "Actor2Geo_Long": 30.0, "Actor2Geo_FeatureID": "BY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Burundi", "Action2Geo_CountryCode": "BY", "Action2Geo_ADM1Code": "BY", "Action2Geo_Lat": -3.5, "Action2Geo_Long": 30.0, "Action2Geo_FeatureID": "BY", "DATEADDED": 20191001090000, "SOURCEURL": "https://brazilbusiness.einnews.com/pr_news/497951227/how-infrastructure-and-energy-are-key-to-a-new-economic-journey-in-the-democratic-republic-of-congo-drc-by-koketso-lediga-managing-director"}, "ARTICLE": {"TITLE": "How infrastructure and energy are key to a new economic journey in the Democratic Republic of Congo (DRC) (By Koketso Lediga, Managing Director, Infra-Afrika Advisory)", "TEXT": "By Koketso Lediga, Managing Director, Infra-Afrika Advisory\n\nThe Democratic Republic of Congo (DRC), sub-Saharan Africa’s largest country, is known for being a tough place to do business but also one of unexploited economic potential. Although the country has had a dark cloud looming over it for years, it recently held its first democratic transfer of power since it gained independence from Belgium in 1960. And like other African countries, the DRC is in pursuit of a stronger and thriving economy. The IMF has the country’s economy‘s growing at a rate of 4.3% in 2019; and nothing suggests that this will not improve in the future.\n\nFor the DRC, the pursuit for a thriving economy is well within reach given its endowment with vast natural resources that could enable it to be a contributor to Africa’s economic growth and global supply of raw materials such as copper. The DRC’s new government seems to be committed to exploiting these natural resources, as demonstrated through the several sector reforms that have already been implemented. The most impactful, both short and long term, being investment infrastructure development & renewable energy, amendments to mining and oil & gas legislation as well as its participation in the Extractive Industries Transparency Initiative.\n\nIn respect of infrastructure and energy, the DRC captured global attention with the world’s largest proposed hydropower scheme known as the Grand Inga project. A project that aimed to generate about 40,000 megawatts of power from water sourced at the mouth of the Congo River. This amount of energy can cater for a multitudinous size of the population in and beyond the borders of the DRC. Although this magnificent 6-phase project did not come to become reality, the country is fervently building synergies to improve its infrastructure and provide sustainable and stable energy supply for its citizens.\n\nIn May 2019, the DRC’s Ministry of Energy and Hydraulic Resources and the multinational clean energy company, Hanergy Thin Film Power Group signed a strategic partnership framework agreement for a 400MV solar power plant. The addition of 400MW onto the grid will go a long way with reducing the electricity scarcity that plagues parts of the country. The Ministry has communicated its commitment to meeting the country’s original target of 65% electrification by 2025. This of course will go a long way towards achieving the 2030 Sustainable Development Goals of universal access to electricity.\n\nThe DRC should be applauded for opting to sign a framework agreement which has the ability of creating an environment for parties to identify their common commercial goals. The benefits of framework agreements have been accepted by a number of seasoned lawyers. Duncan Wallace, a member of the UK bar, is of the view that framework agreements can be a commercial motivation for contractors to behave less opportunistically when additional projects, such as those that flow from traditional framework agreements, are on offer.\n\nIn July 2019, governments of the DRC, Burundi and Rwanda signed a project agreement for the construction of the Ruzizi III hydropower project. The proposed Build, Own, Operate, Transfer (BOOT) structure is beneficial to all countries as a large portion of the risk will sit with the concessionaire and minimizes the public cost and debt for infrastructure and energy development. Furthermore, this public-private partnership, if executed successfully, will undoubtedly improve the lives of millions in the three countries.\n\nIn addition to the developments in respect of renewable energy, the country has made stride in the infrastructure sector, with the new 34-km road which directly links the Kamoa-Kakula copper project, a mining project in the DRC and the Kolwezi airport in Zambia. The completed project will enable the unrestricted flow of trade between the two countries as it will be used to bring in mining equipment & construction materials as well as to transport copper concentrates. Given the African Union’s launch of the “operational phase” of the African Continental Free Trade Area, the economic benefits of this corridor are endless.\n\nAlthough the DRC occupies the 184th place (of 190) in the World Bank’s Doing Business 2019 report, the country has made strides in achieving political stability and improve its governance to pave way for economic growth and energy and infrastructure development. And as a result, creating a conducive environment for foreign direct investment."}}