{"GDELT": {"GlobalEventID": 876509098, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "GBR", "Actor1Name": "MANCHESTER", "Actor1CountryCode": "GBR", "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.6393442622950802, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manchester, Manchester, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKI2", "Actor2Geo_ADM2Code": "40118", "Actor2Geo_Lat": 53.5, "Actor2Geo_Long": -2.21667, "Actor2Geo_FeatureID": "-2602512", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manchester, Manchester, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKI2", "Action2Geo_ADM2Code": "40118", "Action2Geo_Lat": 53.5, "Action2Geo_Long": -2.21667, "Action2Geo_FeatureID": "-2602512", "DATEADDED": 20191001090000, "SOURCEURL": "https://www.scotsman.com/news/politics/boris-johnson-allegations-are-shot-and-shell-of-brexit-not-a-woman-problem-1-5014799"}, "ARTICLE": {"TITLE": "Boris Johnson: Allegations are 'shot and shell' of Brexit, not a 'woman problem'", "TEXT": "Boris Johnson: Allegations are 'shot and shell' of Brexit, not a 'woman problem'\n\nAllegations about Boris Johnson’s private life and conduct towards women are part of the “shot and shell” of the fight to deliver Brexit, the Prime Minister has claimed.\n\nBy Paris Gourtsoyannis Wednesday, 2nd October 2019, 12:15 pm\n\nPrime Minister Boris Johnson\n\nQuestions over the Prime Minister's previous conduct have overshadowed the start of the Conservative Party conference in Manchester.\n\nHe is under investigation over whether US businesswoman Jennifer Arcuri received improper favourable treatment while Mr Johnson was Mayor of London.\n\nSign up to our daily newsletter The i newsletter cut through the noise Sign up Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\n\nAnd in interviews with the BBC this morning, Mr Johnson insisted allegations he squeezed the thigh of a journalist at a private lunch are \"not true\" - adding that it is \"very sad\" someone should make such claims.\n\nCharlotte Edwardes said that Mr Johnson squeezed her thigh at a private lunch at The Spectator magazine's HQ shortly after he became editor in 1999.\n\nAsked about the reports, he told BBC Breakfast: \"I've said pretty much what I have to say on all those things.\n\n\"This is a very difficult time and people are thinking for the country in the sense that Brexit is about to be done and a lot of people don't want Brexit to be done.\n\n\"And I think rightly or wrongly they conceive of me as the person who is helping to deliver Brexit and it is inevitable that I'm going to come under a certain amount of shot and shell.\n\n\"I don't mind that in the least.\"\n\nAsked if he was taking the allegations seriously, he said: \"I've said what I've said about that. They are not true.\n\n\"It's obviously very sad that someone should make such allegations - they are not true.\"\n\nIn a further interview with the BBC’s Today programme, Mr Johnson said he had “always been a big champion of women at the top of every organisation I’ve run” when asked if he had a “woman problem”.\n\nAnd he maintained his defence of language like ‘betrayal’ and ‘surrender’ when referring to opponents of Brexit.\n\nMr Johnson also defended claim briefed to a Sunday newspaper that MPs seeking to prevent a no-deal Brexit were engaged in ‘collaboration’\n\nAsked if he had “changed” since entering Downing Street, the Prime Minister said: “All those who wish to see the return of the old generous-hearted, loving, caring Mayor of London – that person has not gone away.”"}}