{"GDELT": {"GlobalEventID": 876508604, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "ARE", "Actor1Name": "UNITED ARAB EMIRATES", "Actor1CountryCode": "ARE", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.78282009724473, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Sacramento, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA067", "Actor1Geo_Lat": 38.5816, "Actor1Geo_Long": -121.494, "Actor1Geo_FeatureID": "1659564", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Sacramento, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA067", "Action2Geo_Lat": 38.5816, "Action2Geo_Long": -121.494, "Action2Geo_FeatureID": "1659564", "DATEADDED": 20191001090000, "SOURCEURL": "https://brazilbusiness.einnews.com/pr_news/497934979/machine-intelligent-probe-from-electro-scan-inc-outperforms-high-resolution-cctv-camera-in-14-5km-head-to-head-match-up"}, "ARTICLE": {"TITLE": "Machine-Intelligent Probe From Electro Scan Inc. Outperforms High Resolution CCTV Camera In 14.5km Head-to-Head Match-Up", "TEXT": "Ras Al Khaimah, United Arab Emirates.\n\nFindings Presented at Major International Trenchless Conference Shows Electro Scan Identified 3x More Leaks Compared to Leading High Resolution CCTV Camera\n\nIt is sobering for contractors, owners & investors to learn that new technology can locate & quantify leaks in new CIPP, and that it may leak more, after lining, from poor customer reconnections.” — Chuck Hansen, Electro Scan Inc.\n\nFLORENCE, ITALY, October 1, 2019 /EINPresswire.com/ -- Electro Scan Inc.'s patented machine-intelligent technology found and quantified three (3) times more leak locations than the industry's leading high resolution Closed-Circuit Television (CCTV) camera.\n\nThose were the findings presented by Abdul Malik, Head of Capital Projects, Ras Al Khaimah Wastewater Authority (RAKWA) at this week's 37th Annual International No-Dig Conference, held at Fortezza da Basso, Florence, Italy.\n\nProject findings were the result of a recently completed 14.5 kilometer (47,570 linear feet) pipeline assessment for RAKWA's City West Trunk Main, Mairid Network, and Force Main.\n\nBoth traditional visual inspection and machine-intelligent assessments were completed for the same pipes and by the same contractor in order to benchmark results and select rehabilitation to solve persistent groundwater & tidal infiltration.\n\nBased on detailed comparisons it was found that Electro Scan’s machine-based technology found 2,101 leak locations, compared to 637 leak locations identified manually using high resolution CCTV camera equipment, assessing 211 sewer main lines.\n\nElectro Scan’s patented AI-based detection algorithms automatically computed an estimated leakage rate for each defect found, expressed in liters per second, determined minutes after each scan.\n\nBy comparison, manual review of CCTV video took several weeks to review and complete.\n\nPlagued by excessive levels of groundwater & tidal infiltration in pre-commissioned pipes that had not yet connected residential or commercial businesses to its sewer system, RAKWA determined that new technology was needed to pinpoint necessary repairs.\n\n“Years ago and prior to my arrival, CCTV inspection was done as part of the original acceptance of newly installed Glass Fiber Reinforced Plastic (GRP) pipes,” stated Malik. “Given the difficulty for CCTV to correctly assess joints, being unable to see inside the joint or bell & spigot, we didn’t want to get the same answer relying on visual inspection.”\n\nWhile Electro Scan experienced no abandoned surveys during the project, CCTV inspection recorded 31 abandoned inspections.\n\nAlso CCTV found 'NO DEFECTS' in 27 or 13% of sewer mains, with an additional 40 or 19% of sewer mains having only a 'SINGLE DEFECT' recorded.\n\nA copy of Malik's paper presented at the 37th Annual International No-Dig Conference, is available for download.\n\nIn contrast to results from manually prepared CCTV inspections, Electro Scan identified that 20 sewer mains, or roughly 10% of all mains, accounted for 25% of the total number of defects, representing 40% of the total defect flow.\n\nPost-rehabilitation trenchless lining and sectional repairs were also tested using Electro Scan's Focused Electrode Leak Location (FELL) technology, in accordance with ASTM F2550 'Standard Practice for Locating Leaks in Sewer Pipes By Measuring the Variation of Electric Current Flow Through the Pipe Wall.'\n\nAll results were automatically recorded in the field, uploaded to Electro Scan's global cloud platform known as Critical Sewers® with final results available within minutes.\n\n\"Visual inspection is a great tool,\" states Chuck Hansen, Chairman, Electro Scan Inc., and former Chairman of ASTM's F36.20 Sub-Committee on Inspection and Renewal of Water and Wastewater Infrastructure. \"But, CCTV is no longer recommended to locate infiltration or test trenchless rehabilitation, like Cured-In-Place Pipe (CIPP), to find leaks or determine watertightness.\"\n\n\"It is sobering for contractors, owners, and investors to learn that new technology can locate & quantify leaks in new CIPP, and that CIPP may leak more, after lining, from poor customer reconnections,\" stated Hansen.\n\nLast month, Electro Scan Inc. announced a new software release that measures pinhole leaks in newly installed CIPP, Spray-In-Place Pipe, Spiral Wound Pipe, and Plastic pipes, to develop. Periodic inspection of newly installed CIPP, using Electro Scan technology, can help determine Remaining Useful Life (RUL) after trenchless linings are installed.\n\nThe RAKWA project was administered by Stantec Consulting and Hills & Fort Construction, with field work completed by Saudi Arabia-based International Aramoon Co. Ltd. (IAC).\n\nElectro Scan’s machine-intelligent probe was installed on an existing Rausch CCTV van, while CCTV inspection was completed using a Panorama camera manufactured by IBAK Helmut Hunger Gmbh & Co.\n\nBoth FELL and CCTV inspections were completed by IAC’s UAE subsidiary based in Abu Dhabi, UAE.\n\nOriginally budgeted to complete 4.2km of CIPP lining using UV-cured fiberglass material and 373 Sectional CIPP liners or patches to repair smaller leaks, RAKWA reduced its project cost by €400,000, completing only 3.25 km of CIPP and 320 patches, based on FELL results.\n\nFlow readings taken at its central pump station continues to show zero infiltration and negligible levels of salinity (i.e. salt) levels, over a year after completing rehabilitation.\n\nBKP Berolina Polyester GmbH & Co., Heidering, Germany, supplied the UV-cured CIPP installed by UAE-based IAC, with Electro Scan providing QA/QC for Post-CIPP liners.\n\nIn the last sixty days, Electro Scan announced 30 mile (48 km) and 22 mile (35 km) Electro Scan assessment projects in Hillsborough County, Florida and Kansas City, Missouri, respectively.\n\nFELL testing was included in its first U.S. Environmental Protection Agency (USEPA) consent decree in 2014, and was featured in a major EPA-funded field benchmark study published in 2011.\n\n\"Relying on CCTV, utilities not only risk incorrectly selecting areas to rehabilitate, but once repairs are completed, risk incorrectly assessing post-rehabilitation repairs,\" stated Hansen. \"In fact, leakage rates may be even higher 'AFTER' rehabilitation, compared to 'BEFORE' rehabilitation.\"\n\nSince trenchless lining of a defective pipe will temporarily close-off a customer's lateral connection or junction, a precision-based cutting tool must be inserted into the pipe to cut & re-open the service location and re-establish the connection.\n\nIf the remote tap cutter is off even a fraction, damage may be caused where no damage was present before rehabilitation; creating new entry and exit locations for infiltration and exfiltration.\n\n\"Many leading agencies want their Electro Scan surveys to precisely locate lateral locations and confirm that there is 'NO LEAKAGE' at the customer's service connection, prior to rehabilitation,\" states Michael Condran, P.E., Vice President, Electro Scan Inc.\n\n\"There is only one way for a customer's service location to leak after rehabilitation, where none was recorded before repairs are initiated,\" states Condran.\n\nTraditionally, CCTV cameras have been used to ensure that lining materials are smooth throughout the pipe and that all construction debris is removed, without the ability to determine watertightness, permeability, or structural integrity of the liner.\n\nTo identify all CIPP leaks, prior to acceptance, leading utilities are adopting ASTM F2550 to test & certify trenchless rehabilitation as watertight.\n\nElectro Scan's low voltage conductivity is also the only solution to assess CIPP lining of pressurized water mains, as referenced in AWWA M77 'Condition Assessment of Water Mains'.\n\nABOUT ELECTRO SCAN INC.\n\nFounded in 2011, the company designs, develops, markets, and supports technology products & services for pipeline condition assessment, environmental compliance monitoring, and to independently determine rehabilitation effectiveness. Headquartered in Sacramento, California, the company sells and licenses equipment to local governments & utilities to conduct their own pipeline testing and offers a Technology-as-a-Service (TaaS) solution in partnership with authorized contractors, worldwide.\n\n#astm2550\n\n#awwam77\n\n#cipp\n\n#consentdecree\n\n#cctv\n\n#electroscan\n\n#epa\n\n#fell\n\n#leakdetection\n\n#inflowinfiltration\n\n#usepa\n\n#wrc"}}