{"GDELT": {"GlobalEventID": 876509314, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "IND", "Actor1Name": "DELHI", "Actor1CountryCode": "IND", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 3, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.4220532319391603, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20191001090000, "SOURCEURL": "https://www.firstpost.com/india/arvind-kejriwal-says-water-production-back-to-normal-day-after-ammonia-levels-force-delhi-treatment-plants-to-stop-operations-7429491.html"}, "ARTICLE": {"TITLE": "Arvind Kejriwal says water production back to normal day after ammonia levels force Delhi treatment plants to stop operations", "TEXT": "Arvind Kejriwal said that 'water production' was back to normal in the city, a day after water supply to several areas of the national capital was hit due to spike in ammonia levels.\n\nNew Delhi: Chief Minister Arvind Kejriwal on Tuesday said that \"water production\" was back to normal in the city and the \"crisis\" was over, a day after water supply to several areas of the national capital was hit due to spike in ammonia levels.\n\nWater supply to several areas of the national capital was affected on Monday after the Chandrawal and Wazirabad water treatment plants were forced to \"stop\" operations upon noticing a spike in ammonia levels due to dumping of industrial waste in the Yamuna in Haryana.\n\nKejriwal, who is also the Delhi Jal Board (DJB) chairman, said in a tweet on Tuesday morning, \"Crisis over. Water production back to normal.\"\n\nThe chief minister had said that he was monitoring the situation closely and had directed the DJB to ensure \"no part of Delhi goes dry, even if it means diverting water from other plants to Wazirabad\".\n\nHigh ammonia levels due to industrial waste being dumped into the Yamuna at Panipat had forced Chandrawal and Wazirabad Water Treatment Plants to stop operations, Kejriwal had said on Monday.\n\nThe DJB, in a statement, said discharge of high level of pollutants in the Yamuna in Haryana impacted operations at Wazirabad, Chandrawal and Okhla water treatment plants.\n\nThe ammonia level in the Yamuna increased to 3.2 mg/litre on Monday morning."}}