{"GDELT": {"GlobalEventID": 876508664, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.29885057471264, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maine, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USME", "Actor1Geo_Lat": 44.6074, "Actor1Geo_Long": -69.3977, "Actor1Geo_FeatureID": "ME", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_Lat": 44.6074, "Action2Geo_Long": -69.3977, "Action2Geo_FeatureID": "ME", "DATEADDED": 20191001090000, "SOURCEURL": "https://www.pressherald.com/2019/10/01/our-view-moosehead-developers-yield-to-the-inevitable/"}, "ARTICLE": {"TITLE": "Our View: Moosehead developers yield to the inevitable", "TEXT": "Ten years ago, a major landowner struck a deal with the state of Maine. In exchange for unprecedented conservation easements on huge swaths of the northern forest, the property would be rezoned to allow for concentrated development.\n\nLast month, the landowner came back to the state to say the development plans are off. The timberland company Weyerhaeuser wants to give up the Moosehead Region Concept Plan zoning negotiated by its partner Plum Creek Timber, and rezone the land as commercial forest.\n\n“Unfortunately, the impact of the 2008-2009 recession forever changed the United States development landscape,” Luke Muzzy, Weyerhaeuser senior asset manager, wrote to the Maine Land Use Planning Commission. “As a result, and despite our best efforts, the development components under the Concept Plan have not been implemented and no development had occurred.”\n\nEven if the zoning change is permitted, an important part of the deal will remain in place. The conservation easements granted on most of the 400,000-acre property are permanent and won’t be undone if the development plan is dropped. Whoever owns the land is obliged to provide public recreational access in perpetuity.\n\nAll that would be changed would be the 16,910-acre development zone would revert to a “general management” zone that would not permit the 975 house lots and two resorts the state approved back in 2009, and Weyerhaueser would likely see a dip in its property taxes.\n\nTen years ago, the Plum Creek Timber Co., then the land’s owner, stunned the whole state with the size and scope of the development it said was ready to pour into northern Maine. The company said its proposal would not only bring jobs and property tax revenue to the Moosehead Lake region but also permanently preserve vast forest tracts.\n\nThe proposal was not universally welcomed and opponents engaged in a hard-fought battle before what was then called the Land Use Regulatory Commission. The process split the environmental community with some organizations like The Nature Conservancy siding with the developers, arguing that the conservation trade-off was too good to pass up, while the Natural Resources Council of Maine and Maine Audubon argued that the proposed size of the development would put too much pressure on sensitive areas.\n\nThe fight became a political proxy war between some rural Mainers, who wanted to see economic development that would replace the jobs being shed by the forest products industry, against some Mainers clustered around the cities of southern Maine, who wanted to prevent overdevelopment in the northern woods. No land-use planning issue had received this level of or public dispute since the Big A dam controversy of the 1980s.\n\nBut after all that arguing, the market had the last word. Without demand for luxury second homes in the heart of the Maine woods, the forest will remain the way it is for now.\n\nSend questions/comments to the editors.\n\n« Previous\n\nNext »\n\nfiled under:"}}