{"GDELT": {"GlobalEventID": 876509563, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.92156862745098, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Ondo State, Ondo, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI48", "Actor1Geo_ADM2Code": "22976", "Actor1Geo_Lat": 7.16667, "Actor1Geo_Long": 5.08333, "Actor1Geo_FeatureID": "-2023650", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Ondo State, Ondo, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI48", "Action2Geo_ADM2Code": "22976", "Action2Geo_Lat": 7.16667, "Action2Geo_Long": 5.08333, "Action2Geo_FeatureID": "-2023650", "DATEADDED": 20191001090000, "SOURCEURL": "https://dailypost.ng/2019/10/01/nigeria-59-seven-condemned-inmates-18-others-get-pardon-ondo/"}, "ARTICLE": {"TITLE": "Nigeria at 59: Seven condemned inmates, 18 others get pardon in Ondo", "TEXT": "The Ondo State government has pardoned 18 inmates across the various prison facilities in the state.\n\nIt also commuted to life imprisonment seven convicts on death row.\n\nThe prisoners serving various jail terms were granted prerogative of mercy by the state government in the spirit of the commemoration of the country’s 59th Independence anniversary.\n\nAccording to the state government\n\nin a statement issued by the Deputy Chief Press Secretary to the State Government, Mr Babatope Okeowo, the move was based on the advice of the State Advisory Council on Prerogative of Mercy.\n\nExercising his powers as the Acting Governor of the state, the Deputy Governor, Mr Agboola Ajayi in a letter to the Comptroller of Nigerian Correctional Services said the seven inmates who have been convicted and sentenced to death by hanging and are awaiting execution should no longer be executed.\n\nThe statement read, “I Hon Alfred Agboola Ajayi, the Acting Governor of Ondo State of Nigeria in exercise of the power conferred on me by paragraph (a) (c) and (d) of sub section (1) of Section 212 of the constitution of the Federal Republic of Nigeria, 1999 as amended . I am pleased to extend my grace and mercy unto the said condemned inmates and substitute a less severe punishment on the aforesaid inmates as clearly stated in the schedule.”\n\nThe 18 inmates who were set free by the prerogative of mercy, have been in prison for various offences and have shown remorse during their stay in the correctional facilities."}}