{"GDELT": {"GlobalEventID": 876509001, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.5024061597690097, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Campinas, SãPaulo, Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR27", "Action2Geo_ADM2Code": "11087", "Action2Geo_Lat": -22.9, "Action2Geo_Long": -47.0833, "Action2Geo_FeatureID": "-633905", "DATEADDED": 20191001090000, "SOURCEURL": "https://www.dailymail.co.uk/femail/article-7523815/Miss-BumBum-World-2019-crowned-Winner-poses-tiara-tiny-bikini-controversial-pageant.html"}, "ARTICLE": {"TITLE": "Miss BumBum World 2019 crowned! Winner poses in tiara and tiny bikini after controversial pageant", "TEXT": "A Brazilian Playboy model was crowned MissBumBum World 2019 last night having been deemed to have the world's best bottom.\n\nSuzy Cortez, 29, from Campinas, posed in a tiny bikini and thigh-high boots decorated with the Brazilian flag as she was crowned with a sparkling tiara after winning the contest for the second time.\n\nThe pageant in Mexico City saw women from across the world, including the UK, USA, Canada, Australia, Spain, France, Germany, Portugal, Mexico and Brazil, flaunt their pert posteriors and battle it out to win the title of the world's best bottom.\n\nWhile Suzy stole the title, Brazilian-born competitors representing European countries took the runners-up spots, with Rayane Laura Souza, representing France, coming second, while Jessica Lopes, who represented Britain, took third place.\n\nThe pageant sees women competing in G-strings and thongs and provocative lingerie as they battle to win the crown, but despite its international success, it's been steeped in controversy with multiple allegations of cheating and even bribery.\n\nSuzy Cortez, 29, from Campinas, Brazil was crowned 'Miss Bumbum Worlwide 2019' in the controversial pageant last night in Mexico City\n\nThe Playboy model wore thigh-high boots adorned with the Brazilian flag as she posed on stage in a tiny bikini\n\nThe 29-year-old Brazilian won the first International event, having previously won the contest in 2015\n\nIn 2018, a contestant rushed the stage after the winner was crowned, snatching her winning sash and accusing her of having a fake backside.\n\nAnd the year before, six of the 15 finalists — including winner Rosie Oliveira — were accused of cheating by using robots to cast votes.\n\nMeanwhile in 2014, Miss BumBum contestants Mari Sousa and Eliana Amaral were accused of bribing judges in their attempts to come in first and second place, but Indianara Carvalho was ultimately named the winner that year.\n\nSuzy will take home endorsement deals worth 50,000 BRL, which is approximately the equivalent of £9,835, and the chance of instant stardom after taking part in the contest.\n\nSuzy posed alongside runners-up Rayane Laura Souza, representing France (left), and Jessica Lopes, who was representing Britain in the contest (right)\n\nThe Playboy model showed off her curves on stage alongside the runners-up having been crowned Miss Bumbum for the second time\n\nThe 29-year-old has competed in previous competitions, and was named Miss Bumbum in 2015.\n\nPosing in a tiny bikini and a pair of thigh high boots adorned with the Brazilian flag, Suzy beamed as she was crowned with the title for the second time.\n\nMeanwhile Brazilian-born Rayane Laura Souza posed alongside her, having taken second place.\n\nCompetitors must adhere to strict contest rules which say they cannot have had any cosmetic surgery on their bottoms - although procedures carried out on other parts of the body are allowed\n\nThe model, who was a degree in medicine from a university in Bolivia, where she lives and works as a doctor, represented France in the competition because both her parents are French.\n\nAnd British competitor Jessica Lopes, who was originally born in Brazil but now lives in the UK, took third place.\n\nThe highly anticipated event, was held at the Foro Totalplay venue in the central Mexican capital yesterday.\n\nThe Miss BumBum event was previously held in Brazil when it was a national competition, but it is now going global.\n\n(from l-r) Rayane, Suzy and Jessica beamed as they worked the stage having been deemed the 'best bums' in the world\n\nThe 29-year-old whipped the crowd into a frenzy after she was crowned 'Miss Bumbum 2019' in the first worldwide competition\n\nThe pageant featured representatives from the UK, USA, Canada, Australia, Spain, France, Germany, Portugal, Mexico and Brazil.\n\nHowever, the vast majority of contestants originally hail from Brazil or currently live in the South American country.\n\nThe competition was set up by entrepreneur Cacau Oliver, 40 from Brazil, who was inspired by a similar French competition.\n\nThe website explains: 'The idea of the contest was inspired by \"Show Me Your Sloggi\", which happens in France.'\n\nSuzy and the runners-up Raysa (left) and Jessica (right) show off their assets having been crowned\n\nThe 29-year-old will take home almost £10,000 in endorsement deals having been deemed the best bum in the world\n\n'There were 8 successful editions in Brazil, 216 participants, many of them became national and international celebrities after their participation.'\n\nBut there is one vital rule the contestants must adhere to, and it is they must not have had any surgery on their bottoms - although cosmetic procedures carried out on other areas of the body are allowed.\n\nThe competition states: 'Participants may have performed cosmetic surgeries on any part of the body, except for the buttocks.'"}}