{"GDELT": {"GlobalEventID": 876508459, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor2Code": "BUS", "Actor2Name": "COMPANIES", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.45146726862302294, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20191001090000, "SOURCEURL": "https://www.geospatialworld.net/news/unseenlabs-plans-to-launch-half-dozen-ship-tracking-cubesats-in-2020/"}, "ARTICLE": {"TITLE": "UnseenLabs plans to launch half dozen ship-tracking cubesats in 2020", "TEXT": "French startup UnseenLabs intends to launch up to six more ship-tracking cubesats next year to build on the success of its first satellite.\n\nClément Galic, cofounder and general manager of the Brittany, France-based company, said early operations and tests of the satellite it launched Aug. 19 on a Rocket Lab Electron shared with three other satellites have shown that it can detect radio-frequency signals from ships attempting to avoid detection.\n\nUnseenLabs is developing a constellation of tens of satellites to monitor maritime traffic, using orbiting sensors to track ships that turn off their automatic identification system, or AIS, transponders. The 4-year-old company is building its own payloads, while relying on GomSpace of Denmark and Sweden for six-unit spacecraft platforms.\n\nWith one satellite in low Earth orbit, it takes UnseenLabs anywhere from half a day to two days to revisit a location, Galic said in an interview. Once the company reaches 20 satellites, its revisit rate will be less than an hour, he said.\n\n“Now we are in the acceleration phase of the company” Galic said in an interview at the World Satellite Business Week conference in Paris earlier this month. “We need to put a constellation in orbit, so now the objective is to launch as many satellites as we can in the shortest period.”\n\nGalic said Unseenlabs wants 20 to 50 satellites in low Earth orbit, with the exact number depending on customer demand.\n\nHe said the company has booked 2020 launch slots for its next five to six satellites but declined to name a launch provider.\n\nUnseen Labs is not alone in developing a radio-frequency monitoring service from space. Luxembourg-based Kleos Space and Reston, Virginia-based HawkEye 360 are also developing smallsat constellations for the same purpose.\n\nHawkEye 360 CEO John Serafini, speaking Sept. 12 at World Satellite Business Week, listed maritime as a target market, saying his company, too, can detect so-called dark vessels, or ships that are attempting to hide by turning off AIS transponders.\n\nDark vessels are “still communicating with push-to-talk radio systems or satellite phones, or they are navigating with S-band [or] X-band radio systems,” Serafini said. “Those can be identified from space.”\n\nOlivier Michel, Unseenlabs’ head of sales, said the company is focused on government customers, plus customers in fields like insurance and oil and gas. Electronic warfare is a domain it will leave to other companies, Galic said.\n\nGalic said Unseenlabs raised 7.5 million euros ($8.2 million) last year, all from French investors, and is expanding its headcount from seven people to 10.\n\n“For now, we are quite OK on cash,” he said."}}