{"GDELT": {"GlobalEventID": 876508979, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "FIN", "Actor1Name": "FINLAND", "Actor1CountryCode": "FIN", "Actor2Code": "EUR", "Actor2Name": "EUROPE", "Actor2CountryCode": "EUR", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.9891304347826, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Finland", "Actor1Geo_CountryCode": "FI", "Actor1Geo_ADM1Code": "FI", "Actor1Geo_Lat": 64.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "FI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Finland", "Actor2Geo_CountryCode": "FI", "Actor2Geo_ADM1Code": "FI", "Actor2Geo_Lat": 64.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "FI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Finland", "Action2Geo_CountryCode": "FI", "Action2Geo_ADM1Code": "FI", "Action2Geo_Lat": 64.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "FI", "DATEADDED": 20191001090000, "SOURCEURL": "https://emerging-europe.com/news/finland-tells-hungary-that-eu-funds-will-be-tied-to-rule-of-law/"}, "ARTICLE": {"TITLE": "Finland tells Hungary that EU funds will be tied to rule of law - Emerging Europe", "TEXT": "Finland’s prime minister, Antti Rinne, has told his Hungarian counterpart Viktor Orbán that his country will remain committed to linking European Union funds to the implementation of rule of law, the Hungarian press has reported.\n\nSpeaking at a joint preference with the Hungarian PM on September 30, Mr Rinne said that the positions of EU member states were “coalescing” around the issue.\n\nFinland, whose government is currently presiding over the Council of the European Union, is pushing for funds in the next EU budgetary cycle (covering 2021-2027) to be tied to the observance of democratic principles, the fight against climate change and the response to migration.\n\nThe day before the meeting of the two PMs, Mr Rinne told the Finnish press that no EU member state directly opposed his proposal.\n\nResponding to his Finnish colleague, Mr Orbán said that he did not see any concrete proposals on the table, adding that he considers the rule of law conditionality “a political slogan.”\n\nHungary has been widely criticised for its backsliding over the rule of law, and last year the European Parliament launched Article 7 procedures against the Hungarian government, which may lead to the suspension of EU funding for the country.\n\nFinnish-Hungarian relations have significantly worsened since Mr Orbán’s government and its allies in the Hungarian media launched a political offensive against the Finnish government over its plans to connect European principles with the distribution of EU money.\n\nMr Rinne declined, however, to answer a question about the alleged corruption of Tiborcz István, Mr Orbán’s son-in-law whom the European Anti-Fraud Office has accused of abusing EU funds when implementing an infrastructure project in rural Hungary. Mr Orbán replied instead, calling it “fake news.”\n\nThe Finnish PM did however express optimism over Hungary’s willingness to push for stronger climate protection measures.\n\nThe Finnish EU Council presidency aims to get an EU-wide agreement on decarbonisation by 2050. In June, such an attempt was vetoed in the European Council by the Czech Republic, Hungary and Poland, which have insisted on compensation mechanisms.\n\n—\n\nPhoto: 444"}}