{"GDELT": {"GlobalEventID": 876601197, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 18, "EventBaseCode": 18, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -8.83190883190881, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wanchai, Hong Kong (general), Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK00", "Actor1Geo_ADM2Code": "13031", "Actor1Geo_Lat": 22.1667, "Actor1Geo_Long": 114.25, "Actor1Geo_FeatureID": "-1354524", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wanchai, Hong Kong (general), Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK00", "Action2Geo_ADM2Code": "13031", "Action2Geo_Lat": 22.1667, "Action2Geo_Long": 114.25, "Action2Geo_FeatureID": "-1354524", "DATEADDED": 20191001164500, "SOURCEURL": "https://nypost.com/2019/10/01/police-say-hong-kong-protester-shot-in-chest-had-been-warned/"}, "ARTICLE": {"TITLE": "Police say Hong Kong protester shot in chest had been warned", "TEXT": "An 18-year-old Hong Kong protester injured by a live round was among a group who had been warned to stop attacking police officers before he was struck, according to authorities.\n\nThe unidentified teen was hit in the lung, but the bullet did not damage major arteries and there is a “good chance” he will survive, a source told the South China Morning Post.\n\n“He needed open surgery to address the bleeding and remove the bullet. The procedure is not extremely dangerous, although it carries some risks. It the operation goes smoothly, given his age and general condition, there is a good chance he will survive,” the source said.\n\n“I can assure everyone that Queen Elizabeth Hospital will give the best medical care to this boy, and it is the most experienced hospital in handling this sort of trauma.”\n\nIn a recorded video message posted on Facebook, police Senior Superintendent Yolanda Yu Hoi-kwan said the force was “saddened” by his injury.\n\n“At about 4 pm, a large group of rioters attacked police officers near Tai Ho Road, and they continued with their attack after officers warned them to stop,” she said.\n\n“As an officer felt his life was under serious threat, he fired a round at the assailant to save his own life and his colleagues’ lives,” she added.\n\n“The police force really did not want to see anyone being injured, so we feel very sad about this. We warn rioters to stop breaking the law immediately, as we will strictly enforce the law.”\n\nMeanwhile, British Foreign Secretary Dominic Raab condemned the use of live ammo by police in Hong Kong, calling it a “disproportionate” response that “only risks inflaming the situation.”\n\nIn a statement, Raab called for restraint by both police and protesters, and said “constructive dialogue” was needed to address the “legitimate concerns” of people in the former British territory, according to the BBC."}}