{"GDELT": {"GlobalEventID": 876602360, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "UKR", "Actor2Name": "UKRAINE", "Actor2CountryCode": "UKR", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.9271948608137, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kerch Strait, Russia (general), Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS00", "Actor1Geo_ADM2Code": "25065", "Actor1Geo_Lat": 45.3389, "Actor1Geo_Long": 36.6169, "Actor1Geo_FeatureID": "-1041278", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kyiv, Kyyiv, Misto, Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP12", "Actor2Geo_ADM2Code": "28554", "Actor2Geo_Lat": 50.4333, "Actor2Geo_Long": 30.5167, "Actor2Geo_FeatureID": "-1044367", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kyiv, Kyyiv, Misto, Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP12", "Action2Geo_ADM2Code": "28554", "Action2Geo_Lat": 50.4333, "Action2Geo_Long": 30.5167, "Action2Geo_FeatureID": "-1044367", "DATEADDED": 20191001164500, "SOURCEURL": "https://www.voanews.com/europe/ukrainian-rights-activists-worry-about-kremlin-hostages-peace-talks-loom"}, "ARTICLE": {"TITLE": "Ukrainian Rights Activists Worry About 'Kremlin Hostages' as Peace Talks Loom", "TEXT": "MOSCOW, RUSSIA - Authorities in Kyiv are working on plans to ease transport difficulties Ukrainians face entering and exiting Crimea, the Ukrainian peninsula annexed by Russia in 2014.\n\nAlthough formal transport links between Crimea and the rest of Ukraine won't be restored, construction of new checkpoints and pledges to improve bus and train service from the border is being seen as another confidence-building measure.\n\nAnd, the move is adding to growing optimism about the prospects for broader peace talks between Moscow and Kyiv to end the six-year-long war in the Donbas region of eastern Ukraine — a Moscow-fomented separatist conflict that has claimed more than 13,000 lives so far.\n\nNew dynamics are now in play\n\nBoth Ukrainian and Russian officials have said they are ready to participate in a summit in Paris hosted by French President Emmanuel Macron to try to kickstart long-stalled peace talks based on the 2015 Minsk agreement. The deal is intended to stop the fighting in eastern Ukraine. A prisoner exchange in September between Ukraine and Russia appeared to add momentum and offer the hope that new dynamics are now in play between Kyiv and Moscow.\n\nUkrainian filmmaker Oleg Sentsov hugs his daughter upon his arrival at Boryspil airport, outside Kyiv, Sept. 7, 2019.\n\nThe prisoner swap included the release by Russia of 43-year-old writer and filmmaker Oleg Sentsov and 24 Ukrainian sailors captured in a naval clash in the Kerch Strait connecting the Black Sea with the Sea of Azov almost a year ago.\n\nIn an interview with Radio Svoboda this week, Ukraine's infrastructure minister, Vladislav Krikliy, said the restoration of cross-border transport links between Ukraine and Crimea could be possible later.\n\nWho are 'Kremlin hostages'?\n\nBut Ukrainian rights campaigners say that a precondition for talks should be the release by Russia of more than 200 people — they term them \"Kremlin hostages\" — before formal talks are entered. The Russian authorities are holding 86 captives in Crimea and at least 227 Ukrainians are being held hostage by Russian-backed militants in the Donbas.\n\nMore than half of the prisoners in Crimea and Russia are Tatar rights activists. Among them, Server Mustafaev of the Crimean Solidarity movement, who live-streamed searches, arrests, and court hearings of Crimean Tatars. Tatar activists are frequently dubbed as terrorists by the Kremlin.\n\nCaptives in the Donbas include Stanislav Aseyev, a Ukrainian writer who reported from Donetsk and published an autobiographical novel on what life is like under occupation. Aseyev was charged with espionage. Another captive is Valentyn Vyhivskyi, a Ukrainian businessman who was arrested in 2014 while visiting Simferopol by Crimean militiamen and charged with \"industrial espionage.\" He was sentenced to 11 years in a penal colony.\n\n\"They should all be released immediately,\" Oleksandra Matviychuk, head of the Center for Civil Liberties, told VOA. She said she and other rights activists have been told by aides of Ukrainian President Volodymyr Zelenskiy that the release of the prisoners is a top priority. \"I hope that Ukrainian civil society insists on this — that all those illegally detained are freed,\" she added.\n\n'Strong humanitarian reason' for quick captives' release\n\nMatviychuk warned there is a strong humanitarian reason for the quick release of the captives. \"People in captivity can't wait for the next round of negotiations. A lot of them are in bad health and may not survive,\" she added.\n\nWhile some worry that the captives could be lost in Zelenskiy's eagerness for progress to be maintained toward talks, Adrian Karatnycky, an analyst at the Atlantic Council, a U.S. research group, says he believes the Ukrainian president is determined \"to get people out of prisons.\"\n\nHowever, Karatnycky says he is pessimistic about an overall peace deal being struck. \"As to peace, I don't see it happening. Putin wants either to dominate or dismember Ukraine. A peace deal will do neither. And when his popularity drops, he needs external foes. So, maybe I'm missing something, but I do not see a peace deal for a country which Russia's president believes belongs to the Russian people.\" Karatnycky adds \"Zelenskiy won't be able to agree to what Putin wants, which is to create a Russian enclave inside Ukraine.\"\n\nWillem Aldershoff, a former European Union diplomat and now an international affairs analyst based in Brussels, worries about Zelenskiy rushing into talks, pushed to do so not only by his own eagerness for a resolution to the conflict but by the eagerness of Europeans to end the sanctions they imposed on Russia.\n\n\"Although every Ukrainian understandably wishes a quick end to the war in the Donbas and a lasting settlement of the conflict, Ukraine is strongly advised to approach any Minsk summit with the greatest care,\" he argued in a recent commentary.\n\nOne \"reason for great prudence\" lies with \"the personality and modus operandi of Macron,\" Aldershoff says. \"There are serious grounds to criticize his invitation to Putin just before last month's G7 summit meeting in Biarritz. It gave the Russian president a wonderful opportunity to prove to Russians back home how friendly he is received in the West, without having to give anything in return.\"\n\nSince his surprise election earlier this year to the top job in Kyiv, Zelenskiy has been urging Russian President Vladimir Putin to join in a new round of peace talks involving U.S. President Donald Trump and other Western leaders. In July in a video statement released to coincide with a one-day EU-Ukraine summit in Kyiv, the political novice and former television comic, who won a landslide election victory in April, appealed to Putin directly. \"We need to talk? We do. Let's do it,\" he said, looking directly into the camera."}}