{"GDELT": {"GlobalEventID": 876659738, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "MED", "Actor1Name": "WRITER", "Actor1Type1Code": "MED", "Actor2Code": "USAGOV", "Actor2Name": "BARACK OBAMA", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.40077821011673, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191001221500, "SOURCEURL": "https://www.independentsentinel.com/all-thats-needed-to-stop-fast-track-is-you-call-congress-monday/"}, "ARTICLE": {"TITLE": "All That's Needed to Stop Fast Track Is You", "TEXT": "Of three large trade bills passed on Friday, only TAA was crushed, 126-302. TPA did pass but TAA didn’t. TAA is considered necessary for TPA to work. TPA is the fast-track authority. It’s the process, not the deal itself.\n\nTAA is being brought back on Tuesday and Wednesday. What will the GOP do to make it acceptable if anything?\n\nStripping TAA out of TPP is unacceptable to Progressives and it is unlikely the conference vote will pass both the House and Senate if TAA remains as is.\n\nAll trade deals include a TAA.\n\nIf TAA goes down, so does TPA. TAA spends large sums of taxpayer money to compensate workers for lost jobs by way of unemployment and social welfare programs et al. TAA is actually pork barrel spending to get trade deals through and doesn’t really work. The trade deals are usually worth it.\n\nAnother alternative to get TAA passed is for the House to reconsider TAA, perhaps putting even more tax dollars into it. It would need 80 votes to pass which would include a large number of Republicans. The pressure is being put on them as I write this.\n\nThere was a lot of talk about the Democrats being offended by Barack Obama impugning their character on the day of the vote as he was trying to convince them to vote for it, but what they really want is more money for TAA or a halt to proposed amendments limiting climate change and immigration.\n\nTPP, which is the trade deal Republicans want to boost our economy, shows they can fight for things when they want to.\n\nJohn Boehner is probably bringing TAA back for a vote Wednesday. He might be confidant it will pass after he presents a better deal for the Democrats.\n\nTPA is fast-tracking a trade bill – TPP – that allegedly sets up a massive Trans-Pacific Union with a treaty that will not need 67 votes in Congress to pass and which will turn over some amount of power to the Union. We don’t know how much because we the people aren’t allowed to read even the draft. It could affect our sovereignty but we don’t know for sure or to what degree. It’s a pig in a polk.\n\nLarry Kudlow railed on behalf of the TPA – fast-track authority – and the TPP bill itself on his show Saturday.\n\nKudlow said TPA is a simple agreement that presidents are routinely given. It’s not new and its merely a process.\n\nHe thinks opponents are being revengeful but I don’t believe that. The reason is a lack of trust, not revenge. Kudlow thinks opponents are protectionists and xenophobes only. He said the handful of congressmen against it are trouble makers.\n\nWe can’t be protectionists but does that mean we have to be globalists? One of the Sentinel writers, Jim Soviero said that people should consider if Barack Obama is a free trader or a globalist and use that as a benchmark.\n\nKudlow assured Americans trade is in our best economic interests and the concerns about immigration and climate change are just not true. TPP will go online once it’s finished and there will be an opportunity to vote against it. While it’s a treaty, TPA waves that constitutional requirement of 67 votes however.\n\nOne of Kudlow’s callers and a strong supporter – Tom – called Kudlow The Oracle in a complimentary way. He said he was against TPA because he read it and he pointed out number 7 in TPA which he interpreted as saying you cannot back off the environmental stuff that’s in the bill and that Mr. Obama is doing right now in this country. The listener said that to him it means that we are stuck with Mr. Obama’s oppressive regulations.\n\nKudlow said those words are meaningless because TPA is only a process and that language is to make the left comfortable. Kudlow wasn’t aware of number 7 and had no knowledge of it. He hadn’t read TPA. If he hasn’t read it, why is he discussing it?\n\nThe section the caller referred to is probably this one:\n\n(7) to seek provisions in trade agreements under which parties to those agreements ensure that they do not weaken or reduce the protections afforded in domestic environmental and labor laws an encouragement for trade;\n\nThis clause likely means we won’t compromise the environment for trade – trading on the environment can’t be used as a bargaining chip. I don’t think the clause is a problem, but, again, in the hands of Barack Obama, who knows. I’ve linked the TPA at the bottom and you can read it and judge for yourself.\n\nKudlow conceded the words might need to be removed but that could be done.\n\nWhat Mr. Kudlow (who I also consider an Oracle) is ignoring is the fact that people on the right simply don’t trust Mr. Obama and with good reason. He is adept at twisting words to meet his agenda – words matter and he doesn’t necessarily interpret them the way the rest of us do. Who knows what he will negotiate away and when it comes back to Congress, the Democrats can get it passed if 67 votes are not required.\n\nOn Friday, Nancy Pelosi gave a speech on the House floor and I’ve included three sections of interest because it seems possible that Nancy Pelosi will move ahead with TAA and take her followers with her if she gets a better deal.\n\n“Environmental justice – looking at these prohibitions on dealing with climate and 11 other countries in the world, and then our own. [There are GOP amendments to prevent Mr. Obama from negotiating climate change and immigration goals] Now, again, I commend the President, because in the Fast Track bill, there are some good provisions on the environment – issues, I’m talking about an ethic, a responsibility, a comprehensive view of the future. And again, the Pelosi Amendment addressed the indigenous people, all these people who will be not of the first, shall we say, priority for many of these countries as they make their economic decisions.”\n\n[…]\n\n“So while I’m a big supporter of TAA, if TAA slows down the Fast Track, I am prepared to vote against TAA. Because then, its defeat, [I’m] sad to say, is the only way that we will be able to slow down the Fast Track.”\n\n[…]\n\n“For these and other reasons, I will be voting today to slow down the Fast Track, to get a better deal for the American people – bigger paychecks, better infrastructure, help the American people fulfill the American Dream.”\n\nThese amendments are very troubling to the left. That doesn’t mean they have ulterior motives but they might.\n\nNancy Pelosi is right when she says voting against TPA slows the process. That’s all many of us want.\n\nThere are a number of items in the draft bill itself that have been leaked. One issue of concern is that foreign governments can sue companies here in the U.S. and the taxpayers would be on the hook for it. While TPA is not the bill itself, it is giving up the 67 votes in the Senate so Mr. Obama can negotiate in secret, publishing TPP only when it’s complete.\n\nWhy do we have to fast-track something – the draft of which – most of Congress hasn’t read? What’s the rush?\n\nContact John Boehner Monday at (202) 225-0600 or Call the Switchboard to contact your representative at (202) 224-3121. Take down the Capitol Hill phone lines.\n\nTPA: Trade Promotion Authority | United States Trade …\n\nh/t John Velisek. Liberty News\n\nThis article was edited after publication to clarify the use of the acronyms TPA and TPP. I mistakenly interchanged TPP and TPA. I apologize for the error."}}