{"GDELT": {"GlobalEventID": 876602344, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "REL", "Actor1Name": "SAINT", "Actor2Code": "GBR", "Actor2Name": "LONDON", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.7266187050359698, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20191001164500, "SOURCEURL": "https://www.anothermag.com/fashion-beauty/11983/each-look-tells-its-own-story-at-sarah-burton-alexander-mcqueen-ss20-pfw"}, "ARTICLE": {"TITLE": "A Closer Look at Alexander McQueen’s Achingly Beautiful Collection", "TEXT": "Mid-way through Alexander McQueen ’s Spring/Summer 2020 show, held in Paris yesterday evening, walked the British model Stella Tennant. She wore an ivory gown: on it, scrawled by hand, a teeming mass of human figures. The show notes elaborated – the “dancing girls” had been sketched by Central Saint Martins MA students during a life drawing class, held at the educational space at Alexander McQueen’s recently opened store in London earlier this year .\n\nFrom afar, those figures appear to be drawn directly onto the fabric – with marker pen, or paint – but look closer and each line, mark and smudge had been stitched by hand by the McQueen atelier (every person on the team contributed, inspired by the work of The Stitch School which was founded to reconnect boys and girls to the art of embroidery). It seemed to encapsulate Burton’s work in recent seasons at McQueen: her near-inimitable ability to take extraordinary technique – comparable only to the most venerable of Parisian couture houses – and meld it with the homespun, the hand-touched, the human.\n\n“Each look tells its own story,” Burton said of the collection. “The connection between the clothes is the time it took to make them. I am interested in clarity and paring things down, in the essence of garments – stripping back the the toile.” And the toile – the ghostly first iteration of a garment, usually cut from inexpensive calico – is where this season began: a puff-sleeved dress, based on a dress from McQueen’s A/W00 Eshu collection, originally made in calico, was the collection’s first look. Here, it was re-made in “beetled moonlit ivory linen”, based on an ancient technique where fabric would be left in the field to be bleached by the sun and the moon."}}