{"GDELT": {"GlobalEventID": 876602429, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "UKR", "Actor1Name": "UKRAINE", "Actor1CountryCode": "UKR", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.75352112676057, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20191001164500, "SOURCEURL": "https://www.foxnews.com/politics/pompeo-state-dept-depositions"}, "ARTICLE": {"TITLE": "Pompeo accuses Dems of 'bullying' State employees with deposition demand: 'I will not tolerate such tactics'", "TEXT": "Secretary of State Mike Pompeo is fighting back against House Democrats seeking to depose five State Department officials over the Trump-Ukraine controversy.\n\nIn a letter and in tweets on Tuesday, Pompeo accused those Democrats of attempting to \"intimidate\" and \"bully\" the State Department’s foreign service officers (FSOs) and said depositions being sought by Congress are \"not feasible.\"\n\nHOUSE COMMITTEES SUBPOENA POMPEO FOR UKRAINE DOCUMENTS AS PART OF IMPEACHMENT INQUIRY\n\nThe “requested dates for depositions are not feasible,” Pompeo wrote, claiming the lawmakers have not given the employees enough time to prepare and voicing concern that they're trying to prevent State Department counsel from participating in the depositions. Pompeo said Executive Branch counsel would have to be present.\n\n“Let me be clear: I will not tolerate such tactics, and I will use all means at my disposal to prevent and expose any attempts to intimidate the dedicated professionals whom I am proud to lead and serve alongside at the Department of State,” Pompeo tweeted in response to the Democrats' demand for depositions.\n\nIn turn, the Democratic chairmen of the three House committees -- House Foreign Affairs Committee Chairman Eliot Engel, Intelligence Chairman Adam Schiff, D-Calif. and Oversight Chairman Elijah Cummings, D-Md. -- accused Pompeo of “intimidating” witnesses.\n\n“Secretary Pompeo was reportedly on the call when the President pressed Ukraine to smear his political opponent,” they wrote in a Tuesday statement. “If true, Secretary Pompeo is now a fact witness in the House impeachment inquiry. He should immediately cease intimidating Department witnesses in order to protect himself and the president.”\n\nIt comes as Democrats have launched an impeachment inquiry after President Trump pressed Ukrainian officials this summer to investigate 2020 Democratic rival Joe Biden, his son Hunter and the Bidens' business activity in Ukraine. Fox News has confirmed that State Department Inspector General Steve Linick will come to Capitol Hill on Wednesday to meet with House and Senate Committee aides regarding Ukraine.\n\nIn a letter last week, the three chairmen notified Pompeo that they had scheduled depositions for five State Department officials between Oct. 2 and Oct. 10.\n\nThose officials are former Ambassador to Ukraine Marie Yovanovitch; outgoing U.S. Special Representative for Ukraine Negotiations Kurt Volker; Deputy Assistant Secretary George Kent; Counselor T. Ulrich Brechbuhl and U.S. Ambassador to the European Union Gordon Sondland. All of the officials except Kent are named in a complaint by an intelligence community whistleblower who accused Trump of \"using the power of his office to solicit interference from a foreign country in the 2020 U.S. election.\"\n\nGIULIANI SAYS POMPEO WAS AWARE OF HIS UKRAINE OUTREACH\n\n\"The failure of any of these department employees to appear for their scheduled depositions shall constitute evidence of obstruction of the House's impeachment inquiry,\" the chairmen wrote.\n\nIn a Tuesday tweet, Pompeo posted his letter to Engel and accused the Democrats of trying to “intimidate, bully, & treat improperly” the State employees.\n\nIn his letter, Pompeo also accused committee staff of “sending intimidating communications to career department professionals.” He asked for the committee to send requests not to the employees directly, but to the department’s legislative affairs office “as is customary.”\n\nThe chairmen also subpoenaed Pompeo Friday for documents related to Ukraine that they say pertain to the impeachment inquiry. \"Your failure or refusal to comply with the subpoena shall constitute evidence of obstruction of the House's impeachment inquiry,\" the chairmen wrote.\n\nOn Tuesday, Pompeo wrote in his letter that the department “intends to respond to that subpoena by the noticed return date” of Oct. 4.\n\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM\n\nThe Democratic lawmakers have demanded copies of the transcript of Trump's July 25 controversial call with Ukrainian President Volodymyr Zelensky, and a list of State Department officials who might have been involved with the conversation, according to the letter.\n\nThe chairmen are additionally requesting any State Department records about Rudy Giuliani, Trump's personal attorney, and any records that relate to U.S. military aid to Ukraine.\n\nFox News’ Rich Edson, Chad Pergram, Melissa Leon and The Associated Press contributed to this report."}}