{"GDELT": {"GlobalEventID": 876602381, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "SGPBUS", "Actor1Name": "SINGAPORE", "Actor1CountryCode": "SGP", "Actor1Type1Code": "BUS", "Actor2Code": "SGP", "Actor2Name": "SINGAPORE", "Actor2CountryCode": "SGP", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 4.53257790368272, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN", "Actor1Geo_Lat": 1.366667, "Actor1Geo_Long": 103.8, "Actor1Geo_FeatureID": "SN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN", "Actor2Geo_Lat": 1.366667, "Actor2Geo_Long": 103.8, "Actor2Geo_FeatureID": "SN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20191001164500, "SOURCEURL": "https://www.straitstimes.com/politics/free-trade-deal-with-eurasian-economic-union-will-cut-tariffs-boost-trade-and-investment"}, "ARTICLE": {"TITLE": "Free trade deal with Eurasian Economic Union will cut tariffs, boost trade and investment links", "TEXT": "YEREVAN, ARMENIA - Trade and investment links between Singapore and the Eurasian Economic Union (EAEU) were given a boost on Tuesday (Oct 1), with the inking of three pacts.\n\nThe deals, part of a free trade agreement between them, will create diverse opportunities for businesses beyond Singapore's traditional markets in Armenia, Belarus, Kazakhstan, Kyrgyzstan and Russia.\n\nTwo of the pacts - a Framework Agreement and a non-Services and Investment Agreement - were signed between Singapore, the Eurasian Economic Commission (EEC), the EAEU's regulatory body, and the union's five member states.\n\nThe non-Services and Investment Agreement \"covers market access for trade in goods via reduction of tariff and non-tariff barriers, as well as other areas that facilitate trade such as competition, customs cooperation, e-commerce, environment, government procurement and intellectual property\", said the Ministry of Trade and Industry (MTI).\n\nSingapore also signed a Services and Investment Agreement with Armenia. Similar deals are being negotiated with the other four EAEU members.\n\nThe three deals were signed at a session of the Supreme Eurasian Economic Council, witnessed by Singapore's Prime Minister Lee Hsien Loong and his counterparts: Armenia's Prime Minister Nikol Pashinyan, Belarus' President Alexander Lukashenko, Kazakhstan's President Kassym-Jomart Tokayev, Kyrgyzstan's President Sooronbay Jeenbekov and Russia's President Vladimir Putin.\n\nSenior Minister and Coordinating Minister for Social Policies Tharman Shanmugaratnam signed the pacts for Singapore.\n\nThe EAEU signatories were EEC chairman Tigran Sargsyan, Armenia's Deputy Prime Minister Mher Grigoryan, Belarus' Deputy Prime Minister Igor Petrishenko, Kazakhstan's First Deputy Prime Minister Alikhan Smailov, Kyrgyzstan's Deputy Prime Minister Zhenish Razakov, and Russia's First Deputy Prime Minister Anton Siluanov.\n\nWhen the Free Trade Agreement (FTA) is in force, the economic union's members will reduce or eliminate tariffs on 90 per cent of products Singapore now exports to their markets.\n\nRelated Story PM Lee Hsien Loong meets leaders of Moldova, Kazakhstan and Iran\n\nRelated Story EAEU trade deal shows resolve to resist protectionism: PM Lee Hsien Loong\n\nThese include mineral fuels, oils and their distillates, prepared foodstuffs, machinery, chemical and pharmaceutical products and precision instruments.\n\nMTI said the FTA will \"also facilitate business operations through enhanced transparency and institutional linkages\".\n\n\"For instance, Singapore and the EAEU will undertake regulatory cooperation in areas such as the protection of investments and intellectual property, promotion of electronic commerce, streamlining of customs processes, and closer collaboration on competition enforcement and trade facilitation,\" it said.\n\n\"These will strengthen trade and investment between Singapore and the EAEU, enhance business networks, and lower business costs.\"\n\nThe FTA was concluded after seven rounds of formal negotiations that began two years ago - what Mr Lee had earlier described as \"breakneck speed\", as far as FTA negotiations go.\n\nSenior Minister of State for Trade and Industry Koh Poh Koon, who was involved in the talks with the EAEU and its member states, said building rapport with key stakeholders in the five countries and getting them aligned to the FTA's benefits were key to the process.\n\nIn 2016, before negotiations began, Dr Koh visited each country to understand their different priorities, and in that same year, a joint feasibility study was launched to show the benefits of the FTA.\n\nDr Koh said creativity and flexibility were also required in how the FTA was structured, to match how the EAEU functions.\n\nThis is because the EEC can only negotiate for goods while authority for the services and investment segments resides with the individual member states, he added.\n\nThe FTA is the EAEU's first comprehensive free trade deal.\n\nSingapore companies with a presence in the EAEU welcomed it, saying it will help boost business.\n\nMr Omar Shahzad, group chief executive of the Meinhardt Group, which has a global office in Kazakhstan, said: \"Central Asia is a fast developing region with immense opportunities for infrastructure development whether it is through each country's national budget or BRI (Belt and Road Initiative) projects\".\n\nAce Synergy International a snacks and confectionery exporter, has been selling marshmallows under the CorNiche brand in Russia since 2012, and in Kazakhstan for about 3 years.\n\nSince its marshmallows are made outside Singapore, it will not benefit directly from the FTA, said deputy general manager Srinath Soundarrajan.\n\nBut he hopes other Asean countries will also sign trade deals with the EAEU. \"That is when we could potentially benefit from less import duties, allowing us to grow the trade between Asean and EAEU.\""}}