{"GDELT": {"GlobalEventID": 876660154, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "USA", "Actor1Name": "WEST VIRGINIA", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 2, "NumArticles": 2, "AvgTone": -3.6096256684491896, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "West Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWV", "Actor1Geo_Lat": 38.468, "Actor1Geo_Long": -80.9696, "Actor1Geo_FeatureID": "WV", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "West Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWV", "Actor2Geo_Lat": 38.468, "Actor2Geo_Long": -80.9696, "Actor2Geo_FeatureID": "WV", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Boston, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_ADM2Code": "MA025", "Action2Geo_Lat": 42.3584, "Action2Geo_Long": -71.0598, "Action2Geo_FeatureID": "617565", "DATEADDED": 20191001221500, "SOURCEURL": "https://www.ctpost.com/news/article/The-FBI-is-investigating-a-potential-breach-of-14483821.php"}, "ARTICLE": {"TITLE": "The FBI is investigating a potential breach of election voting software", "TEXT": "The FBI is investigating a potential breach of election voting software\n\nImage 1 of / 1 Caption Close The FBI is investigating a potential breach of election voting software 1 / 1 Back to Gallery\n\nOne or more people tried to penetrate West Virginia’s mobile voting system during the Midterm election, the Hearst Television National Investigative Unit has confirmed, leading to new worries about the security of certain election platforms ahead of next year’s general election.\n\nThe Mountain State was the first to use mobile voting for military and overseas voters. Tuesday’s announcement in the state capital of Charleston by state and federal authorities of the attempted breach came on the first day of National Cybersecurity Awareness Month.\n\nThe U.S. Attorney for the Southern District of West Virginia, Mike Stuart, says the case has now been turned over to the Federal Bureau of Investigation for investigation. Sources tell the National Investigative Unit the attempted intrusion of the mobile voting app is believed to have come from inside the U.S., not from overseas.\n\nAt a news conference Tuesday afternoon at the federal courthouse in Charleston, Stuart delivered a warning to anyone who may attempt to breach an election system. “Don't do it. Don't even think about it. We're serious about maintaining the integrity of our election system and we will prosecute those folks who violate federal law,” Stuart said.\n\n\n\n\n\nWest Virginia uses an app designed by Voatz, a Boston-based company that enables some voters to cast ballots electronically. In the 2018 Midterm election, 144 people returned ballots to the state using the app, West Virginia Secretary of State Mac Warner told the National Investigative Unit. The return rate was 97% compared to 13% for those overseas voters who requested paper ballots that had to be returned through foreign postal systems, the state said.\n\n\n\nOpening the current federal investigation into the attempted hack “is to caution people to not even attempt to mess with an election,” Warner said Tuesday. Both Warner and Stuart stressed no votes were changed in this case.\n\n\n\nAccording to the National Conference of State Legislatures and the West Virginia Secretary of State, precincts in eight states are considering using mobile voting in 2020. Those states include: Arizona, California, Colorado, Missouri, Nevada, North Dakota, and Utah.\n\nNineteen states currently ban mobile voting, including New Hampshire, site of the nation’s first primary in four months.\n\nCriminal charges in the West Virginia case could still be filed, state election officials said.\n\nTravis Sherwin contributed to this report.\n\nHave an election security-related tip? Send information and documents about this topic to the National Investigative Unit at investigate@hearst.com.\n\nEditor's Note: An update to this story clarifies that precincts in eight states are considering using mobile voting in 2020, not the states themselves.\n\n"}}