{"GDELT": {"GlobalEventID": 876601406, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "DOM", "Actor1Name": "DOMINICAN REPUBLIC", "Actor1CountryCode": "DOM", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.41551246537395997, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Dominican Republic", "Action2Geo_CountryCode": "DR", "Action2Geo_ADM1Code": "DR", "Action2Geo_Lat": 19.0, "Action2Geo_Long": -70.666667, "Action2Geo_FeatureID": "DR", "DATEADDED": 20191001164500, "SOURCEURL": "https://journaltimes.com/news/local/kipi-kawi-causeway-to-become-new-name-for-part-of/article_39b69261-1507-577e-bd9f-6595ba26e275.html"}, "ARTICLE": {"TITLE": "Kipi Kawi Causeway to become new name for part of Christopher Columbus Causeway", "TEXT": "× Sign Up Today and Support Local Journalism Enjoy more articles from Racine's Most Trusted Information Source. Subscribers can log in for unlimited digital access Log in Sign up {{featured_button_text}}\n\nRACINE — Say goodbye to the name of the Christopher Columbus Causeway. Well, part of it.\n\nThe Racine City Council voted Monday evening to change the name of the waterfront street to Kipi Kawi Causeway — or possibly KipiKawi or Kipikawi, as officials haven’t decided on the final spelling yet. Kipi Kawi is what the native Potawatomi called the Root River.\n\nHowever, since the city only controls approximately 400 feet of the causeway (extending east from Fourth Street past Lake Avenue), only that section of the road will be renamed. A resolution is being forwarded by the city to the county, requesting that the county follow suit and rename the rest of the road.\n\nAt first, the resolution that went before the council Monday requested to change the name to the “Root River Causeway,” but 9th District Alderman Trevor Jung requested to have the name be the Kipi Kawi Causeway instead because the new name would “honor indigenous people.”\n\nThird District Alderman John Tate II also said that naming the road after the Root River would be “celebrating things that are actually about our city. Christopher Columbus never actually stepped foot in Racine.”\n\nCity staff estimated the cost of the change would be $500."}}