{"GDELT": {"GlobalEventID": 876602405, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "TURMED", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor1Type1Code": "MED", "Actor2Code": "COP", "Actor2Name": "PRISON", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 142, "EventBaseCode": 142, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -8.212058212058231, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Istanbul, Istanbul, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU34", "Actor1Geo_ADM2Code": "27897", "Actor1Geo_Lat": 41.0186, "Actor1Geo_Long": 28.9647, "Actor1Geo_FeatureID": "-755070", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baku, Baki*, Azerbaijan", "Actor2Geo_CountryCode": "AJ", "Actor2Geo_ADM1Code": "AJ09", "Actor2Geo_ADM2Code": "534", "Actor2Geo_Lat": 40.3953, "Actor2Geo_Long": 49.8822, "Actor2Geo_FeatureID": "-2705195", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Istanbul, Istanbul, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU34", "Action2Geo_ADM2Code": "27897", "Action2Geo_Lat": 41.0186, "Action2Geo_Long": 28.9647, "Action2Geo_FeatureID": "-755070", "DATEADDED": 20191001164500, "SOURCEURL": "https://www.aljazeera.com/news/2019/10/campaign-puts-spotlight-journalists-attack-worldwide-191001134756084.html"}, "ARTICLE": {"TITLE": "Campaign puts spotlight on journalists under attack worldwide", "TEXT": "Al Jazeera Media Network has joined the One Free Press Coalition, a group formed by news organisations and publishers to advocate for journalists under attack worldwide.\n\nThe coalition comprises of 36 prominent members, including The Associated Press, Bloomberg, the Financial Times, Forbes, Reuters and the Washington Post.\n\nEvery month, the One Free Press Coalition spotlights the 10 \"most urgent\" cases of journalists whose freedoms are under threat.\n\nThe list for October, the campaign's seventh, highlights the plight of Jamal Khashoggi, a Saudi journalist who was killed inside the kingdom's consulate in Istanbul a year ago, as well as Mahmoud Hussein, an Al Jazeera journalist who has been detained without any formal charges in Egypt for more than 1,000 days.\n\nHere is the full list:\n\n1. Jamal Khashoggi, Saudi Arabia\n\nAs of October 2, one year has passed without justice or resolution for the death of Jamal Khashoggi, a Washington Post columnist.\n\nRead more about his case and the calls for accountability here.\n\nSaudi journalist Jamal Khashoggi was killed inside the Saudi consulate in Istanbul [File: Omar Shagaleh/ Anadolu]\n\n2. Afgan Mukhtarli, Azerbaijan\n\nIn September, journalist Afgan Mukhtarli, who suffers from Type 2 diabetes, went on a hunger strike in protest of prison conditions in Azerbaijan. His six-year prison sentence began in January 2018, after authorities abducted him in Georgia and charged him with illegally crossing the border and carrying contraband. He had been living in exile in Georgia since 2014 due to death threats in relation to his investigative reporting on corruption.\n\nAfgan Mukhtarli greets supporters as he is taken to the court in Baku, Azerbaijan [File: Aziz Karimov/Reuters]\n\n3. Abduljalil al-Singace, Bahrain\n\nJaw Central Prison has continuously denied critical medical treatment (as well as prescriptions, toiletries and hygienic products) for Abduljalil Alsingace, who suffers daily chest pain and was sentenced in June 2011 to life imprisonment for \"plotting to topple the monarchy\". One of several high-profile government critics arrested for pro-reform protests, Alsingace had written critically about human rights violations, sectarian discrimination and repression of the political opposition on his blog.\n\n4. Marzieh Amiri, Iran\n\nLast month, Iranian authorities allowed Marzieh Amiri a hospital visit to monitor epilepsy, after she had been denied proper medical attention in the months since her arrest for covering May Day demonstrations for Tehran-based newspaper Shargh Daily. Family members were not allowed contact during the medical care and were responsible for the bill. In August, Tehran sentenced Amiri to 10-and-a-half years in prison and 148 lashes for charges of \"assembly and collusion against national security\", \"propaganda against the state\" and \"disturbing public order\".\n\n5. Azimjon Askarov, Kyrgyzstan\n\nIn addition to his deteriorating health and limited access to medication, Azimjon Askarov's letters home from prison have noted punishment for detainees after visiting days. The ethnic Uzbek award-winning journalist has served nine years of a life sentence for reporting on human rights violations. In July, a Kyrgyz court ruled to uphold the term despite persistent international condemnation.\n\nAzimjon Askarov's health is worsening after nine years in prison [File: Courtesy of Sherzod Askarov]\n\n6. Jesus Medina, Venezuela\n\nFreelance photographer Jesus Medina has an October 3 court appearance, after serving more than a year in the Ramo Verde military prison before trial. Venezuela has charged him with criminal association and inciting hate. Medina has faced harassment previously while reporting.\n\nJesus Medina has spent more than one year in pre-trial detention [File: Courtesy Espacio Public]\n\n7. Austin Tice, Syria\n\nSeven years ago, US freelance journalist Austin Tice was taken captive in Syria. The Georgetown University law student had spent the summer of 2012 reporting on civilian life during the country's escalating war and was detained at a checkpoint outside Damascus. Tice's family and the US government have stated that he is alive despite there being no claim of responsibility for his captivity.\n\nUS freelancer Austin Tice was detained in Syria seven years ago [File: Courtesy Tice Family]\n\n8. Mahmoud Hussein, Egypt\n\nFor more than 1,000 days, Mahmoud Hussein has served pre-trial detention in Cairo's Tora Prison complex.\n\nRead more about his case here.\n\nMahmoud Hussein has spent three years in pre-trial detention [File: Al Jazeera]\n\n9. Azory Gwanda, Tanzania\n\nA freelance journalist investigating mysterious killings in rural Tanzania, Azory Gwanda has been missing since November 21, 2017. The government has failed to conduct a credible investigation or disclose what it knows. On July 10, Tanzanian Foreign Minister Palamagamba Kabudi said in an interview that Gwanda had \"disappeared and died,\" but backtracked amid requests for clarification.\n\nRead more about his case here.\n\nAlmost two years of uncertainty in Tanzanian journalist's condition [File: Courtesy Mwananchi Publications]\n\n10. Hajar Raissouni, Morocco\n\nMoroccan authorities are employing journalists' personal information as grounds for arrest, as in the case of Hajar Raissouni, a reporter for independent news website Akhbar al-Youm. She was taken into custody on August 31 while leaving her doctor's office with her fiance, charged with sex outside of marriage and illegal abortion. She then endured questioning about her political writing and connection to a newspaper colleague. On Monday, she was sentenced to a year in jail.\n\nRead more about her case here."}}