{"GDELT": {"GlobalEventID": 876659887, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "TZA", "Actor1Name": "TANZANIA", "Actor1CountryCode": "TZA", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.28, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Tanzania", "Actor1Geo_CountryCode": "TZ", "Actor1Geo_ADM1Code": "TZ", "Actor1Geo_Lat": -6.0, "Actor1Geo_Long": 35.0, "Actor1Geo_FeatureID": "TZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Tanzania", "Actor2Geo_CountryCode": "TZ", "Actor2Geo_ADM1Code": "TZ", "Actor2Geo_Lat": -6.0, "Actor2Geo_Long": 35.0, "Actor2Geo_FeatureID": "TZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Tanzania", "Action2Geo_CountryCode": "TZ", "Action2Geo_ADM1Code": "TZ", "Action2Geo_Lat": -6.0, "Action2Geo_Long": 35.0, "Action2Geo_FeatureID": "TZ", "DATEADDED": 20191001221500, "SOURCEURL": "https://www.newvision.co.ug/new_vision/news/1507895/rwigyema-rescued-us-janet-museveni"}, "ARTICLE": {"TITLE": "Rwigyema Rescued Us Janet Museveni", "TEXT": "Rwigyema’s life was, however, cut short on the second day (October 2, 1990) of the Rwanda Patriotic Front (RPF) liberation war against the regime of Juvenal Habyarimana.\n\nLast respects to the fallen Rwandan hero Maj. Gen. Fred Rwigyema, adorned in limitary style at Amahoro Stadium in Kigali 01.10.95\n\nMajor General Fred Gisa Rwigyema had cut his teeth as a fearless soldier way back as a young man during the war that overthrew Idi Amin.\n\nIt was not surprising that because of this the Front for National Salvation (FRONASA) leader Yoweri Museveni selected him as one of his bodyguards. He rose through the ranks as one of the best NRA field commanders and than just four years after NRA captured power, he decided that it was time to go back to his home country, Rwanda.\n\n\n\nRwigyema's life was, however, cut short on the second day (October 2, 1990) of the Rwanda Patriotic Front (RPF) liberation war against the regime of Juvenal Habyarimana.\n\n\n\nBackground\n\nFred Rwigyema was born on April 10, 1957, in Mukiranze village, Kamonyi district in the south of Rwanda. A Tutsi, in 1960, he and his family fled to Uganda and settled in a refugee camp at Nshungerezi, Ankole, following the Hutu revolt of 1959 and the ousting of King Kigeli V Ndahindurwa.\n\n\n\nAfter completing high school in 1976, he went to Tanzania and joined the FRONASA, a rebel group headed by President Yoweri Museveni, the brother of Rwigyema's best friend, Salim Saleh.\n\n\n\nLater that year, he travelled to Mozambique to the Front for the Liberation of Mozambique rebels who were fighting for independence from Portugal.\n\n\n\nA commander to remember Fred Rwigyema, like Saleh, was a dare-devil fighter. Janet Museveni witnessed one of Rwigyema's heroic acts when Rwigyema, Saleh and several other young fighters rescued them from a Uganda National Liberation Army road-block in 1980. \"...Saleh, Rwigyema and the others jumped out of the car with there weapons cocked..,\" Janet recounted in her book, My Life's Story. The rescue was over in a few minutes, leaving the soldiers at the roadblock be wilded!\n\n\n\nA few years ago, Col. Muhoozi Kainerugaba, talked of Rwigyema as an accomplished soldier. \"I was involved with him alot as a child because he formed part of my father's body guard unit,\" Muhoozi said.\n\n\n\nIn fact, Muhoozi admitted that it was because of his admiration for Rwigyema that he joined the army. Rwigyema was among the NRA's first combatants. Among his early roles in the bush was being deputy commander of the First Mobile Force, the most accomplished fighting unit of the NRA guerrilla group. Among other key battles, attacked Masindi barracks.\n\n\n\nIn February 1983, NRA's Mobile Brigade commander, Salim Saleh, was wounded in fierce fighting with government forces at Bukalabi on February 21.\n\n\n\nMaj. Gen. Pecos Kutesa, while narrating this incident in his book, Uganda's Revolution 1979-1986 - How I saw It, recalls how Fred Rwigyema broke down and cried when he saw an injured Saleh being carried away to the rebel headquarters.\n\n\n\nRwigyema and Saleh were too close that after Rwigyema's death, Saleh took charge of his friend's family. The Bukalabi battle demoralised the NRA because not only was the top rebel fighter injured, but about 10 senior NRA fighters, including Mwebaze Rwamurinda and Hanington Mugabi Kanunda, were put out of action.\n\n\n\nRwigyema from fighting on.\n\nIn March 1985 when the NRA opened up a second front popularly known as the Western Axis, Museveni appointed Rwigyema it's commander. After the NRA captured power in 1986, Rwigyema became deputy minister of defence. He was regularly at the front line in northern Uganda during the new government's offensives against remnants of the ousted regime.\n\n\n\n\"We won total victory in 1986. This time, on account of the progressive forces being in control of the situation, the fighters from among the Banyarwanda refugee community that had been with us in the struggle could not be purged from the new Ugandan army, NRA,\" says Museveni.\n\n\"Although there were some chauvinist sentiments lingering about, this time my pan-Africanist ideas gained the upper hand because I was in control. The refugee Banyarwanda fighters were this time fully integrated into the NRA, Fred Rwigyema becoming a major general when we introduced ranks in January 1988. Fred Rwigyema kept telling me about there homeland Rwanda — from which they were excluded by the sectarian regime that was in charge,\" the President notes.\n\n\n\nMuseveni praises\n\nIn honour of one of his best soldiers, Museveni recounted: \"Towards the end of 1976, we had recruited a fresh batch of fighters from within Uganda that included one Rwandan refugee youth, Fred Rwigyema.\n\n\n\n\"I took this batch to Mozambique. After the defeat of Idi Amin, a new force was than selected from amongst the fighters from the numerous groups. However, Rwigyema and his fellow Rwandese were denied this chance. They could not be allowed into the new army, Uganda National Liberation Army (UNLA) because they were ‘foreigners'. Museveni had seen the fighting with Rwigyema and decided to retain him as his bodyguard.\n\n\n\nRwigyema and his colleagues from Rwanda, including Paul Kagame, did not move away from the objective, a long term objective to go back home to Rwanda. They started mobilising. \"Given the unresolved political problems of Uganda, a new and more vicious political, military struggle started on February 6, 1981, when we attacked Kabamba. Among the fighters who joined us to attack Kabamba were two Rwandan youth, Fred Rwigyema and Paul Kagame.\"\n\n\n\nBack home for liberation\n\nIt was because of that long created line of loyalty that Rwigyema was never let down by his friends.\n\n\"I emphasised to him the importance of doing political work to unite opinions among the Rwandans. That is why I assisted him, sometimes, to go to some places to meet Kanyarengwe who was in exile in Tanzania.\n\nWhen Pasteur Bizimungu and Kajekuhakwa fled to Uganda, Rwigyema came to tell me the information they had brought.\" Museveni than decided that for the future of the Rwandan struggle, these officers could benefit from further training to add to the NRA guerilla training and experience.\n\n\"I nominated Fred Rwigyema to go for the Senior Command and Staff Course in the US, an opportunity Rwigyema passed on to Kagame because he feared that the Rwandans would have decided on an unguided assault of Rwanda if he did not watch over them.\n\n\n\nDeath too soon\n\nThe manner in which he was killed had two versions. The first version stated that on the second day of the invasion, Rwigyema was shot dead by a Rwandan army sniper. But the truth as it came out later was that the general was killed by his own juniors.\n\nReports said on the second day of the 1990 RPF offensive, which was on October 3, Rwigyema was murdered by two of his sub-commanders. However, the death was kept under wraps until a month later in November.\n\n\n\nHe had called a staff meeting with three close associates - Peter Bayingana, Chris Bunyenyezi, and Stephen Ndugute. During the meeting, a fierce argument over strategy developed. Rwigyema wanted to advance slowly in order to politicise the Hutu peasantry and get them to joint the RPF.\n\n\n\nBayingana and Bunyenyezi wanted to seize power quickly, ignoring the Tutsi-Hutu divide.\n\n\n\nThe dispute heated up and one of the sub-commanders reportedly drew his pistol and shot Rwigyema in the head.\n\n\n\nIn the resultant chaos, Ndugute escaped and returned to Uganda to inform President Museveni of the events. Museveni, in turn, sent Salim Saleh to Rwanda, where he found Rwigyema's body in a swamp where he gave it a proper burial. Rwigyema's remains were buried in Kagitumba until the war ended when they were reburied in the Remera Heroes Cemetery.\n\nWhat others speak about Rwigyema\n\nPecos Kutesa, ‘Uganda's Revolution, 1979-1986'\n\nWe were mesmerized by people like Fred Rwigyema (RIP), Salim Saleh, Makosa Pipino, Ivan Koreta, Chefe Ali and others'\n\n\n\nYoweri Museveni, ‘Sowing the Mustard Seed'\n\nAmong this group of boys were Fred Rwigyema, Chefe Ali, Ivan Koreta and others still active in the NRA who are not so well known.'\n\n\n\nJanet Kataaha Museveni, ‘My Life's Journey'\n\nSaleh, Rwigyema and the others jumped out of the car with their weapons cocked …………….. God had, once again, preserved our lives almost by a hair's breadth.'\n\n\n\nMuhoozi Kainerugaba, ‘Battles of the Ugandan Resistance; A Tradition of Maneuver'\n\nThroughout his time as a fighter and later as a leader of the Ugandan resistance war, Rwigema never stopped thinking about the country of his birth.\n\n\n\nWilliam Pike, ‘Combatants; A Memoir of the Bush War and the Press in Uganda'\n\nFred was strikingly handsome, with brown skin, a high forehead and expressive eyes. Soldiers respected him for his bravery under fire.\n\n\n\n"}}