{"GDELT": {"GlobalEventID": 876660192, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "USAELI", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "ELI", "Actor2Code": "MED", "Actor2Name": "MEDIA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.96745027124774, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "NI", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20191001221500, "SOURCEURL": "https://www.infowars.com/jussie-smollett-triggered-after-being-compared-to-6th-grade-race-hoaxer/"}, "ARTICLE": {"TITLE": "Jussie Smollett Triggered After Being Compared To 6th Grade Race Hoaxer", "TEXT": "Former “Empire” actor Jussie Smollett lashed out on social media after a post compared him to a 6th grader who made up a story about a group of white classmates who cut off her dreadlocks with scissors and hurled racial slurs at her.\n\nSelf-help guru Derrick Jackson posted a comment on Instagram comparing Smollett to Amari Allen, the Virginia Christian schoolgirl who retracted her hate crime story after alleging three white boys hacked off her hair and called her “nappy” and “ugly.”\n\n“Jussie really is a trendsetter,” Jackson wrote, accompanied by a facepalm emoji.\n\nThe comparison set off Smollett, who retorted, “With all due respect brother, y’all can clown me all you want but my story has actually never changed and I haven’t lied about a thing.”\n\n“Y’all can continue to be misinformed, internalized sheep, who believe what actual proven liars feed you or you can read the actual docs. Either way, Imma be alright. I know me and what happened. You don’t. So carry on. All love,” he wrote.\n\nShortly after police began investigating Allen’s claim, her family came forward with a statement admitting that Allen lied about her hate crime story, and apologizing to the white students who were wrongfully accused.\n\n“To those young boys and their parents, we sincerely apologize for the pain and anxiety these allegations have caused,” wrote Allen’s grandparents, who are her legal guardians. “To the administrators and families of Immanuel Christian School, we are sorry for the damage this incident has done to trust within the school family and the undue scorn it has brought to the school. To the broader community, who rallied in such passionate support for our daughter, we apologize for betraying your trust.”\n\n“We understand there will be consequences and we’re prepared to take responsibility for them,” they added. “We know that it will take time to heal, and we hope and pray that the boys, their families, the school and the broader community will be able to forgive us in time.”\n\nMaybe Smollett was right to push back on comparisons to Allen — she actually admitted her hate crime hoax and took responsibility.\n\nSmollett, however, continues to maintain that two white men wearing MAGA hats jumped him at 2AM in Chicago in January, wrapped a noose around his neck while yelling, “This is MAGA country!” and pouring bleach on him.\n\nBut the extensive documented evidence of Smollett’s hate hoax strongly suggests that he orchestrated the attack with two Nigerian associates who were seen in security footage purchasing the rope in order to demonize Trump supporters. The Nigerian brothers later confessed to helping Smollett craft the hoax.\n\nThe obviousness of Smollett’s hate hoax resulting from the slew of evidence obtained by police in their investigation of his claim, and his refusal to come clean lead to nationwide mockery of the actor, especially after charges against him for lying to police were suddenly dropped thanks to liberal allies in high places.\n\nJuicy smooyay 😂 RT @RitaPanahi: Chappelle on the Jussie Smollett hate crime hoax. 24 carat gold 🤣😭 pic.twitter.com/XXgy1u4Qsy — Teddy Flood. ⚓ (@_vaughny) September 4, 2019\n\nRELATED: NY TIMES REMOVES RACE CONTEXT AFTER BLACK GIRL ADMITS FAKING HATE CRIME\n\nTwitter: Follow @WhiteIsTheFury\n\nGab: https://gab.com/WhiteIsTheFury\n\nMinds: https://www.minds.com/whiteisthefury\n\nNajee Ali, a civil rights activist in Los Angeles, says Jussie Smollett could have started a race war with his allegation of a racially motivated attack. Owen Shroyer explains independent media helped bring out the facts about Jussie’s story before that could happen.\n\nBy the way, we’re currently running our biggest sale since Christmas! Get 50% off products with double Patriot Points and free shipping during our Black Friday Comes Early Sale!\n\nThe Everyday Essentials Sale is now live! Get up to 60% off the hottest items!"}}