{"GDELT": {"GlobalEventID": 876602455, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "USA", "Actor1Name": "CHICAGO", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 3.5031847133758, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20191001164500, "SOURCEURL": "https://www.hellomagazine.com/fashion/celebrity-style/2019100178498/renee-zellweger-judy-premiere-ruby-ring-meaning/"}, "ARTICLE": {"TITLE": "The sweet meaning behind Renee Zellweger’s giant £37k ruby ring at the Judy Premiere", "TEXT": "The sweet meaning behind Renee Zellweger’s giant £37k ruby ring at the Judy Premiere The star swapped the Yellow Brick Road for the Pink Carpet\n\nRenee Zellweger is the ultimate chameleon - who else can rock Bridget Jones' knickers, Roxie Hart's sequinned mini-dress, and Judy's iconic tailoring as well as her? The actress attended the UK premiere of Judy on Monday night and got everyone talking with her bright umbrella because, in true UK style, the rain couldn’t help but make an appearance. On behalf of all of us Brits: sorry, Renee. But the umbrella wasn’t actually the only clever accessory choice...\n\nSomewhere under the rainbow umbrella\n\nThe 50-year-old actress, who was styled by Petra Flannery, wore a stunning off-shoulder lilac dress with white Louboutin heels, and we couldn’t help but hope that the red soles were a nod to one of Judy’s most recognisable characters, Dorothy from The Wizard of Oz. When we quizzed the star whether /these/ were a nod to the character, she pointed at her very glitzy ring and explained ‘ruby!’. So there we have it - no ruby slippers, but a very modern spin instead.\n\nWhat a jewel!\n\nSadly, Renee chose red-soled Louboutins instead of ruby slippers...\n\nThe ring is by David Webb and costs $43,000 (£37,000), so, er, we might just stick to the umbrella if we’re wanting to copy her style. Or Bridget Jones’ knickers. Two far more practical choices, really.\n\nHELLO! at the Judy premiere\n\nAlthough we may be most familiar with Renee’s portrayal of Helen Fielding’s lovable Bridget Jones character, she’s already been tipped for an Oscar for her role as Judy Garland, with the film focusing on the actress’ sold-out London tour and her struggle with depression and substance abuse. Renee, you are one talented lady.\n\nMORE: Renee Zellweger talks about plastic surgery rumours"}}