{"GDELT": {"GlobalEventID": 876660225, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "USAMED", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "MED", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.0490797546012205, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191001221500, "SOURCEURL": "https://news.yahoo.com/donald-trump-sets-twitter-record-212832140.html"}, "ARTICLE": {"TITLE": "Donald Trump sets Twitter record as White House fights off impeachment inquiry", "TEXT": "WASHINGTON – It's not your imagination: President Donald Trump is tweeting more.\n\nAmid calls for his impeachment and preparations for his reelection bid, Trump tweeted or retweeted nearly 800 times during an eventful September, about 100 posts beyond what he published in any previous month of his presidency, according to a USA TODAY analysis. His monthly tweet frequency has steadily risen for months.\n\nThe president tweeted in his own words 500 times last month, twice his average monthly frequency in 2018.\n\nHis September slew of tweets came in response to calls for his impeachment based on his efforts to encourage Ukrainian officials to investigate his political rival Joe Biden, 2020 Democratic presidential frontrunner.\n\n\"Again, the President of Ukraine said there was NO (ZERO) PRESSURE PUT ON HIM BY ME. Case closed!\" Trump posted Monday, the last day of his record-setting month.\n\nAgain, the President of Ukraine said there was NO (ZERO) PRESSURE PUT ON HIM BY ME. Case closed! — Donald J. Trump (@realDonaldTrump) September 30, 2019\n\nThe president and the White House are scrambling to push back on the fast-moving Ukraine scandal that could upend the rest of his first term and redefine the political landscape for his 2020 reelection bid. Trump insisted that his call with Ukrainian President Volodymyr Zelensky was appropriate.\n\nIn more than 320 tweets and retweets since the story broke of a whistleblower report on Trump’s phone call in July with Zelensky, Trump used or repeated the word “treason” five times and the word \"Ukraine\" more than four dozen times.\n\nIn two dozen instances, Trump raised the name of Biden or his son Hunter, who had business interests in Ukraine. Though he hasn't provided evidence, Trump has repeatedly claimed that Biden, as vice president, tried to stop an investigation into a Ukrainian energy company where his son Hunter served on the board of directors.\n\nStory continues\n\nTrump told the Ukrainian president there was \"a lot of talk\" about Biden's son's activities in Ukraine and he would direct his personal attorney Rudy Giuliani and Attorney General William Barr to assist in the inquiry “to get to the bottom of it.”\n\nPreisdent Donald Trump's tweets have steadily escalated.\n\nHouse Speaker Nancy Pelosi launched an impeachment investigation last week into whether Trump abused his office for political gain.\n\nWhite House attorneys are preparing to respond to possible subpoenas from the House Intelligence Committee. Members of Trump's communications team respond to a steady stream of news stories about investigations into Trump's conduct with foreign leaders.\n\nAustralia: Trump asked Australia, other countries to help AG Barr\n\nTrump's reelection campaign put out ads accusing Democrats of trying to \"steal\" the 2020 election by lying about Trump.\n\nThe president isn't the only administration official using Twitter.\n\nTuesday, Secretary of State Mike Pompeo posted a letter he wrote to House Democrats blasting their investigation and suggesting he would fight their request to depose five State Department employees involved with Ukraine.\n\nNo administration official has used Twitter more than Trump, stepping up a practice he cultivated as a New York businessman, former reality TV star and 2016 presidential candidate.\n\nLike other Republicans, Trump tweeted denunciations of the impeachment inquiry as a politically motivated plot designed to hurt him in the 2020 election.\n\nAt the end of a busy social media month, Trump issued a series of aggressive tweets. He suggested that Rep. Adam Schiff, D-Calif., chairman of the House Intelligence Committee, should be arrested for \"treason.\" The president quoted a supporter as saying impeachment could lead to \"civil war\" between Americans.\n\nClinton: Democratic nominee questions Pompeo's handling of Trump's Ukraine call\n\nTrump demanded the identity of the whistleblower whose complaint about the Ukraine call led to the impeachment inquiry. Critics said that amounts to a threat to the informant whose identity should be shielded by whistleblower laws.\n\nSen. Kamala Harris, D-Calif., one of the Democratic presidential candidates, said Tuesday that Trump has abused social media to a dangerous degree and should be suspended from its use.\n\n\"The words of a president matter,\" Harris tweeted. \"Trump has again shown he is irresponsible and endangering others with his tweets. He should lose the privilege to be on Twitter.\"\n\nJudd Deere, a White House spokesman, said Trump's use of technology \"to communicate directly with the American people should be praised, not criticized.\" Deere said that instead of \"obsessing over how many times the president has tweeted,\" the media should instead cover his agenda.\n\nExperts said there are tangible benefits for Trump ramping up the frequency of his social media posts – assuming people continue to tune in.\n\nPresident Donald Trump wants to know the identity of the whistleblower who complained about his dealings with Ukraine.\n\nThe constant stream of tweets helps the president keep pace with the 24-hour cable news cycle.\n\n“If you see them frequently, you increase the likelihood that you think they’re accurate,” said Kathleen Hall Jamieson, director of the Annenberg Public Policy Center at the University of Pennsylvania.\n\nJamieson said she’s surprised Trump has not tweeted more about the economy or unemployment, which has been a central message for the president heading into the 2020 reelection campaign. The president hasn’t tweeted the word “unemployment” since the scandal broke, though he has mentioned “jobs” and the “economy” a handful of times.\n\n\"He’s lost control of the agenda,” Jamieson said.\n\nPoll: Only 4 in 10 Republicans say Trump mentioned Biden on Ukraine call even though he acknowledged doing so\n\nInstead, his focus has been on impeachment-related matters.\n\nSince Sept. 19, Trump has mentioned \"Ukraine\" or \"Ukrainian\" 56 times; \"whistleblower\" 25 times; \"Biden\" 24 times and \"Schiff\" 22 times, according to a USA TODAY analysis of data from the Trump Twitter Archive.\n\n“It’s all about repetition,” said Jennifer Grygiel, assistant professor of communication at Syracuse University who has written on presidential use of social media. Grygiel said more tweets help the president carry his message to supporters and around traditional media rather than prompting people to tune out.\n\n“It doesn’t lose its effect, it carries more impact,” Grygiel said.\n\nThis article originally appeared on USA TODAY: Donald Trump sets Twitter record amid impeachment inquiry over Ukraine"}}