{"GDELT": {"GlobalEventID": 876659291, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.66744051073708, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "SZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ", "Actor2Geo_Lat": 47.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "SZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ", "Action2Geo_Lat": 47.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "SZ", "DATEADDED": 20191001221500, "SOURCEURL": "https://pubs.acs.org/doi/10.1021/cen-09738-cover1"}, "ARTICLE": {"TITLE": "Science bridges international borders", "TEXT": "When she’s looking for international collaborators, Sirinan Kulchat seeks out scientists who have knowledge she doesn’t. “I cannot be the expert of every field, so I need some help sometimes,” says Kulchat, a chemistry professor at Khon Kaen University in Thailand, who has collaborators in France, Taiwan, and Australia.\n\nFor Kulchat and other scientists worldwide, international research and collaborations are vital to modern science. Those connections have become increasingly important as communication and travel have become cheaper and easier. But in some countries—especially the US— political tensions over immigration and economic security are starting to make some scientists uneasy about how to continue their collaborations). This isn’t the first era when politics has interfered with collaborations that researchers find immensely valuable. Scientists fought to keep relationships with the former Soviet Union during the Cold War, for example, and the Malta Conference s have worked to preserve scientific ties in the midst of Middle East conflicts.\n\nChuan He grew up in China and moved to the US for graduate school. He is now a chemistry professor at the University of Chicago. Since 2009, he has also run a lab at Peking University, where he was invited to develop a chemical biology center. “It’s a different intellectual environment,” he says of his multiple international collaborations. “People think about things differently in ways that inspire you.”\n\nInternational collaborations don’t usually make research easier, says Peter Stang, a University of Utah chemistry professor who has long-term collaborations in many countries. In fact, communication and coordination needs mean that both sides have to work harder than if they set off as solitary scientists in a lab. But working together is the only way to tackle the big problems in science, Stang believes.\n\n“The simple problems in science have mostly been solved,” he says. “The remaining problems are more and more complex, and very few if any single individual has all the expertise. I collaborate because you value knowledge and expertise that your collaborator has that you don’t have.”\n\nC&EN talked with researchers about how they started their international research collaborations, why international research is important to them, and how they try to navigate rocky waters while continuing to work with the best partners they can find, no matter where they are.\n\nNigist Asfaw\n\nEthiopia\n\nSometimes collaborations start by accident, says Addis Ababa University chemistry professor Nigist Asfaw.\n\nAround 15 years ago, Martyn Poliakoff from the University of Nottingham wandered into the Chemistry Department at Addis Ababa. Poliakoff’s son was in the country teaching, and they decided to visit the university just to see what it was like.\n\n“We met by chance on the staircase,” recalls Asfaw, who studies natural product chemistry. She went to Nottingham to give a lecture the following summer, and she has been collaborating with Poliakoff ever since.\n\nIt’s often hard for African scientists to find collaborators, but it’s not because they are not great scientists. Rather, “people in Ethiopia don’t talk about themselves,” she says. “It’s the culture.” While doing her PhD in Norway, she found it odd that people talked about themselves “so much,” she says. Her collaboration with Poliakoff has helped her better promote her own work. “He always encourages me, and I actually have changed a bit,” she says.\n\nCommunicating with colleagues abroad isn’t always easy from Ethiopia, where the internet and other utilities aren’t reliable—sometimes the internet will go down for several hours without warning. “It takes time and patience, but it can be done,” Asfaw says.\n\nA bigger frustration is the long visa process to apply to visit colleagues in Europe or the US. The application can include dozens of questions about prior travel and whether people have the money to get home and the ties to want to do so. “Sometimes, even after all of that, students or even some of my colleagues were denied,” she says. Sometimes they are denied for no reason—or no reason they can change, like a salary deemed to be too low.\n\nDespite the trouble, Asfaw finds it vital to work internationally. Collaborations can help mitigate some of the problems with moving equipment and chemicals in and out of Ethiopia, she says, by giving her easier access to them. She also gets many new ideas from her collaborators, and they have helped her value her own science. “Many scientists are doing the same things as me—it boosts my confidence,” she says. “It is so important for us.”\n\nCarlos J. Bustamante\n\nUS\n\nIn the mid-1970s, Carlos J. Bustamante left Peru to go to graduate school in the US. He intended to return, but political and economic turmoil prevented that. He wound up staying for a postdoc. He then joined the chemistry faculty at the University of California, Berkeley, where he works on single-molecule manipulation and detection.\n\nOver time, however, Bustamante has been able to build scientific ties to his country of origin. He started by organizing chemistry courses in Peru. Then, in 2010, he established a lab at Cayetano Heredia University. “We always talk about brain drain” from developing countries, he says, and he hoped that extending his research program there would help the situation.\n\nStarting a lab in Peru hasn’t been easy, Bustamante says, between funding difficulties and a national focus on applied research. As the country’s economy has stabilized, more funding is available, so more Peruvian scientists are returning. “Things are improving greatly,” he says. Having a lab in Peru has led Bustamante to collaborations throughout Latin America, with researchers in Chile, Argentina, and elsewhere.\n\nRecent tensions in the US around immigration and research security have hurt his efforts, Bustamante says. Students have to wait weeks or months to enter the US, and that is encouraging top students to choose Europe over the US. Policy makers “don’t realize that the most important capital is human capital,” he says. “Talent is everywhere, in all of the countries. By making it harder and harder for students to go to the US, we are shooting ourselves in the foot.”\n\nJaeheung Cho\n\nSouth Korea\n\nFrom the start of his research career, Jaeheung Cho was on an international track. After growing up in South Korea, he got his PhD in Japan and then did a postdoc in the US. So it was natural for him to continue far-flung collaborations when he returned to South Korea to become a chemistry professor at Daegu Gyeongbuk Institute of Science and Technology, where his research focuses on biomimetic materials.\n\nThough he doesn’t travel to the US or Europe very often, Cho sends samples for analysis on equipment unavailable in his country and corresponds regularly via email and Skype with collaborators in the US and Germany. He also sends students to work in Japan, often for months at a time. He values how scientists from different countries bring different perspectives to research. “It’s sort of refreshing,” he says.\n\nHis collaborations in the US haven’t been disrupted by tensions there around immigration and research security. “I’ve heard of that type of bad luck, but for me I never think it goes too bad,” he says. But a recent dispute between South Korea and Japan has caused him some concern, especially moves by Japan to try to protect its chemical industry. Cho visited Japan earlier this year and found collaborators he wanted to work with. They agreed to submit a joint proposal for international funding, but now he worries how it will be received. “Right now the situation is really bad between South Korea and Japan, so I’m hesitating to push the button,” he says.\n\nCho hopes that the funders will be able to think about science separately from politics, but he knows that might not be possible. “As scientists, we cannot do anything about the politics.”\n\nOdile Eisenstein\n\nFrance\n\nFor Odile Eisenstein, there was never any question that her research would be global. She did her PhD in a French lab that had an ongoing stream of visitors from all over the world, and her two postdocs in Switzerland and the US reinforced that decision. “I realized science was an international business right away,” Eisenstein says.\n\nAfter her postdoc years, Eisenstein worked at the University of Michigan–Ann Arbor for 2 years. She then returned to France to become a research professor for the National Center for Scientific Research at Paris-Sud University in Orsay before founding a group that is now part of the Institut Charles Gerhardt Montpellier.\n\nAt the institute, she has cultivated scientific partnerships all over the world doing theoretical work on transition-metal complexes. She’s found her most important collaborators have been with researchers with whom she formed strong personal connections. “I could not collaborate with someone I would not go to dinner with,” she says. While communication is easier because of the internet, collaboration needs a personal touch, she believes. “You have to be next to each other for hours and hours and hours discussing the issues, drinking tea or coffee together,” she says.\n\nEisenstein hasn’t heard of problems with scientists traveling to or from France, but she knows her collaborators in the US and UK are concerned about being cut off from the rest of the world. “Many of us speak broken English, but we share the science in common. That is a language that is sufficiently clear.”\n\nEusebio Juaristi\n\nMexico\n\nEusebio Juaristi has been collaborating with scientists in the US for decades, often driving from his lab in Mexico City to Arizona or North Carolina or wherever his colleagues might be. But now for the first time, Juaristi is worried about whether a Mexican license plate might make him a target if he drives to teach a course at Stanford University next year.\n\n“It is this kind of an uneasy feeling that you might be discriminated” against, explains Juaristi, who is an emeritus professor at the Center for Research and Advanced Studies of the National Polytechnic Institute. “It’s funny that after 40 years this is the first time I feel a bit hesitant.”\n\nAfter Juaristi got his undergraduate degree in Mexico, his first choice for graduate school was the US, which at the time scientists considered to be what Rome is to Catholics, he says. He was the only foreign graduate student in the Chemistry Department at the University of North Carolina at Chapel Hill when he graduated in 1977.\n\nJuaristi stayed in the US for a postdoc, then returned to Mexico. He has been collaborating worldwide ever since. Initially he needed access to equipment that was unavailable nearby or research papers that his library lacked. But now his collaborations are focused more on finding the scientists who best complement his research interests in synthetic organic chemistry.\n\nUS universities are far more internationally diverse now, but top Mexican students are looking other places too. Juaristi hasn’t personally had visa trouble, but he has heard of students and colleagues who have. “I think many students now would consider, for example, Germany or France more attractive, especially from the point of view of being welcomed,” Juaristi says.\n\nJean-Marie Lehn\n\nFrance\n\nNobel Prize winner and University of Strasbourg chemistry professor Jean-Marie Lehn says that when he talks to students, he emphasizes the international nature of science. “Doing science is an activity where you have friends, colleagues all over the world. No border, no limits, no customs agents, nothing like that,” he says.\n\nIn the early 1960s, when Lehn was getting his PhD at the University of Strasbourg, it was home to one of the most advanced nuclear magnetic resonance spectrometers available at the time, so he would run samples for people from all over Europe. That early exposure cemented for him that science is an international endeavor, he says. He went on to do a postdoc in the US, in collaboration with a Swiss lab, before returning to the University of Strasbourg to rejoin the chemistry department as a faculty member.\n\nHe notes that some things about collaborating across oceans have gotten easier over time. “When I started, when you had a paper with somebody—let’s say a postdoc who had left and gone back to his or her country—you would have made Xerox copies, paper copies, sent it over, waited until it arrived there, and waited to get it back,” he remembers.\n\nLehn has collaborated on his supramolecular work widely across the world and has run other labs concurrently with his one in Strasbourg—one elsewhere in France and, more recently, a lab in China. He goes to China about once a year, and in between he works with professors there to keep his lab going. “As I work right now they are sleeping. When I sleep they will be waking up and looking at what I sent to them.”\n\nPeople warn him that collaborating with China could endanger his intellectual property, but Lehn says he’s not that kind of scientist. “If people are interested in what we are doing, that’s rather good. Why should we keep it secret?” he asks. “You always have things to fear,” he adds, but notes that “fear is not a good counselor.”\n\nAs China’s scientific community strengthens, Lehn hopes that scientists there keep their collaborative spirit. “Science is international, and we all benefit from it,” he says. A publication is “a gift for the community of scientists, and the publications of all the others are a gift to you.”\n\nBenjamin Naman\n\nChina\n\nGrowing up in the US, Benjamin Naman was interested in international travel, but he never thought he’d end up working as a pharmaceutical chemistry professor in China. Then he found himself recruited into his first faculty position by Ningbo University after traveling there to visit collaborators. “I wasn’t planning to take a job, but it turned into an opportunity that I couldn’t imagine passing on,” he says.\n\nNaman, who studies marine natural product chemistry, has been learning a lot about international research since he started at Ningbo University nearly 2 years ago. “I expected a lot of cultural differences and language barriers and things like that,” he says. But he also had to learn to write grant proposals for Chinese agencies, wait months for equipment to arrive, navigate a different academic calendar, and start an international company.\n\nNaman has kept a visiting scientist appointment at the University of California San Diego, where he did a postdoc. He travels back to the US a few times a year. If he can, Naman has students come along—doing research in the US continues, at least for now, to provide a huge boost to a Chinese student’s career—but they are often reticent. One faced a months-long delay getting a visa, a story he has heard from other Ningbo colleagues. Besides visa issues, students worry about the proliferation of guns and general safety in the US, Naman says. “I’m dispelling a lot of myths that my Chinese students have,” he says. “Aside from learning culture, I’m also sharing culture. It’s a kind of grassroots scientific diplomacy.”\n\nThe economic tensions and the US trade war with China are also topics of discussion, Naman says. He hopes these issues get resolved soon. “By all accounts these economic tensions don’t benefit the US. They don’t benefit anybody.”\n\nRobin Perutz\n\nUK\n\nRobin Perutz’s research collaborations have come about in a variety of ways: a chance meeting through a colleague, a talk he heard at a conference, a connection with a sabbatical visitor that has stretched on for 20 years.\n\nBut what they have in common is that they have made his science better. “Many of my most important, most useful results have come about through these collaborations,” says Perutz, a chemist at the University of York.\n\nWith the UK’s imminent departure—or Brexit—from the European Union, Perutz knows many scientists are worried about continuing work, especially with European colleagues. He is worried, too. Continuing large, European Union–funded networks of collaborators “is about to become much, much more difficult when Brexit happens,” he says.\n\nBut money hasn’t been the most important part of his collaborations, Perutz says. “If you let the changes in the funding schemes get in your way, then the research gets blocked,” he says. “Sometimes we’ve had some funding, and sometimes we haven’t. We just get on with it regardless of whether we have funding or not.”\n\nOne of the most important lessons he’s learned over the years is the international reach of science. “We see people from very many countries doing excellent work, and we get opportunities to collaborate with them,” he says. “This gives us an international perspective that is often lacking in other professions.”\n\nJoan Valentine\n\nUS\n\nWhen a former student first invited her to apply for a part-time appointment in South Korea, Joan Valentine never thought that her institution—the University of California, Los Angeles—would go for it. But the dean said yes, and Valentine spent the next decade traveling at least 4 months a year to Ewha Womans University, a research university for women.\n\n“The whole thing was sort of a unique opportunity,” says Valentine, who studies the role of transition metals, metalloenzymes, and oxidative stress in health. “I didn’t seek it out, but I’m really grateful that I was part of that.”\n\nDuring the months she spent in South Korea, Valentine kept her UCLA lab running with the help of a lab manager, Skype lab meetings, and individual calls with lab members, all while she mentored students and worked with faculty in South Korea. One Korean researcher is still one of her closest collaborators, she says.\n\nLiving in South Korea gave Valentine important insight into the culture, which helped her collaborations, she says. For example, she learned that most Koreans won’t say no to a request, because it isn’t polite. Instead, they just put you off. “I would never have learned that if I had not lived there,” she says.\n\nWhile there haven’t been particular political troubles between the US and South Korea, Valentine says she and her colleagues are concerned about the image that international scientists are getting of the US, given pervasive visa issues for scientists and the suspicions being cast on Chinese scientists. “We are projecting a national image that is so hostile,” she says. “And of course it’s not true.”\n\nXiaoliang Sunney Xie\n\nChina\n\n“I grew up at Peking University,” Xiaoliang Sunney Xie says. His parents were professors there, and it’s where he got his bachelor’s degree in chemistry.\n\nHe then spent over 30 years living and working in the US, starting with graduate school and continuing through a 20-year career as a professor at Harvard University. But in 2018, he had the chance to return to his hometown, where he believes he has better research opportunities.\n\nXie works on single-cell genomics and, with colleagues in the US and China, developed a technology that allows for genetic testing of human embryos before they are implanted, including a new, noninvasive technique. He still has extensive collaborations in the US, and technologies he perfected in China are now being used in US clinics. “It is definitely a win-win situation for everybody,” he says. “It is not the way American people are led to believe, that China is the only beneficiary.”\n\nThe US initiated the ongoing trade war with China just months before Xie started his new job. It’s left him disappointed in how economic issues have pushed their way into the research arena. “We are not doing any research related to national security, and the perception that any people who have labs in both countries are spies is just a total misjudgment,” says Xie, who is a naturalized US citizen.\n\nCases of Chinese scientists being denied visas to attend meetings or stopped at US entry points without cause are alarming, he says. “I am just a researcher doing research to help people in the world,” Xie says. He worries that current US policy will “prevent scientists from doing their normal work” and discourage scientists from collaborating with colleagues in the US. “Who wants to be distrusted and interrogated while doing their job?” he asks.\n\n“Disease has no borders. People of different ethnic groups all suffer from genetic disorders,” Xie says. “Science and medicine transcend politics.”"}}