{"GDELT": {"GlobalEventID": 876659626, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "JUD", "Actor1Name": "PROSECUTOR", "Actor1Type1Code": "JUD", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.0746887966805, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Kanawha County, West Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWV", "Actor1Geo_ADM2Code": "WV039", "Actor1Geo_Lat": 38.3334, "Actor1Geo_Long": -81.5665, "Actor1Geo_FeatureID": "1550026", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Kanawha County, West Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWV", "Actor2Geo_Lat": 38.3334, "Actor2Geo_Long": -81.5665, "Actor2Geo_FeatureID": "1550026", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Kanawha County, West Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWV", "Action2Geo_Lat": 38.3334, "Action2Geo_Long": -81.5665, "Action2Geo_FeatureID": "1550026", "DATEADDED": 20191001221500, "SOURCEURL": "http://www.newsandsentinel.com/news/local-news/2019/10/kanawha-county-lawmaker-sharon-malcolm-dies/"}, "ARTICLE": {"TITLE": "Kanawha County lawmaker Sharon Malcolm dies", "TEXT": "CHARLESTON — A Kanawha County delegate who broke ground as a woman at the West Virginia Legislature and was also allegedly assaulted by the Minority Whip of the House of Delegates died over the weekend.\n\nHouse Speaker Roger Hanshaw, R-Clay, confirmed that Del. Sharon Malcolm, R-Kanawha, passed away in her sleep. She was 72.\n\nHanshaw and his wife, Kirsten, released the following statement Monday: “It is with great shock and sadness that we mourn the sudden loss of Delegate Malcolm,” Hanshaw said. “Sharon was a fierce public servant, who passionately stood in defense of the principles she held dear. On behalf of her friends and colleagues in the House, Kirsten and I extend our deepest prayers and sympathies to Sharon’s family and friends in this time of grief.”\n\nMalcolm served the 39th District, which includes most of northern Kanawha County bordering Jackson and Roane counties. She was appointed March 22, 2018 to replace former delegate Ron Walters, who resigned after he was accused of forging a signature on a lien. As part of a deal made with county prosecutors, Walters agreed to not seek public office.\n\nDuring the 2018 midterm elections, Malcolm ran for and won election to the 39th District seat as the permanent representative. Before becoming a lawmaker, Malcolm was the first woman assistant doorkeeper of the House and the first woman assistant sergeant-at-arms for the state Senate. She is a retired state employee.\n\n“It’s with great sadness that I ask West Virginians to join me in praying for the family of Delegate Sharon Malcolm as they mourn her passing,” said Melody Potter, chairwoman of the West Virginia Republican Party. “Delegate Malcolm was a strong leader for her district in the West Virginia House of Delegates. She was hardworking, passionate, and stood strong in her conservative values.”\n\nDuring the 2019 legislative session, Malcolm was involved in an incident where House Minority Whip Mike Caputo, D-Marion, allegedly kicked open a door which struck an assistant doorkeeper.\n\nAccording to a criminal complaint filed by Capitol Police in Kanawha County Magistrate Court, Caputo — after being angered by an anti-Muslim display placed outside the House Chamber — pushed or kicked the door to the chamber open, hitting assistant doorkeeper Logan Casterline. Witnesses saw Caputo hit Casterline with the door, who sought medical attention afterward. Caputo also allegedly injured Malcolm on his way to his seat.\n\n“…Malcolm was interviewed after the incident and stated that while she was in the chamber, as the session was starting, (Caputo) stepped around her and advised her to get the ‘F’ out of his way,” wrote Capitol Police officer J.C. Chambers. “(Malcolm) stated he then took his elbow and pushed her out of his way…Delegate Malcolm stated that she wasn’t initially hurt, but she was sore, and later advised Capitol Police that she has sought medical attention for pain…”\n\nCaputo, who has since apologized for kicking the door, was supposed to appear before Kanawha County Magistrate Jesse Bailes Monday morning, but the hearing was continued until Nov. 12."}}