{"GDELT": {"GlobalEventID": 876601090, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "CAN", "Actor1Name": "ONTARIO", "Actor1CountryCode": "CAN", "Actor2Code": "AGR", "Actor2Name": "FARMER", "Actor2Type1Code": "AGR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 2.4739583333333304, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20191001164500, "SOURCEURL": "https://ottawacitizen.com/life/homes/why-we-need-farmers-markets-more-than-ever"}, "ARTICLE": {"TITLE": "Why we need farmers’ markets more than ever", "TEXT": "Article content continued\n\nSupplied\n\nFor those less familiar with farmers’ markets, one of the first things you will discover is that, unlike shopping in grocery stores, where we collectively compete to get in and out without losing our sanity, farmers’ markets can be a lot of fun. People at farmers’ markets generally aren’t as in a big of a rush … they’re there to discover all of the great fresh food, home cooking, canned goods and arts and crafts on display. And of course, being able to sample some great food. Farmers’ markets also provide that rare opportunity to connect with the farmers themselves, who can share knowledge ranging from how produce is grown, to nutritional values, to offering advice on how to prepare the food.\n\nSo it’s a relatively inexpensive, fun, family-friendly experience. And particularly for those living in urban areas, an opportunity to reconnect ourselves and our kids with our farmers, our farmland – which has been threatened for years by urban sprawl, and our appreciation of food, and where it comes from.\n\nThe challenge with the majority of kids growing up in an urban setting these days is they’ve never been to a farm. And due to a combination of factors, ranging from our obsession with convenience to our addiction to fast food, home-cooked meals and the use of locally sourced produce has become increasingly rare.\n\nCatherine Clark, executive director of Farmers’ Markets of Ontario, concurs. “The biggest problem is people don’t know how to cook,” she says. “You can buy squash, but how do you prepare it if you haven’t been raised on squash soup or potato soup or things like that? (Instead) it’s all frozen ‘fresh stuff’."}}