{"GDELT": {"GlobalEventID": 876602497, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.61475409836066, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_Lat": 35.6411, "Actor1Geo_Long": -79.8431, "Actor1Geo_FeatureID": "NC", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Gibsonville, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_ADM2Code": "NC081", "Action2Geo_Lat": 36.1057, "Action2Geo_Long": -79.5422, "Action2Geo_FeatureID": "985675", "DATEADDED": 20191001164500, "SOURCEURL": "https://lastwordonprowrestling.com/2019/09/30/spoiler-two-tag-teams-arrive-early-at-nwa-power-tapings/"}, "ARTICLE": {"TITLE": "SPOILER: Two Tag Teams Arrive Early at NWA Power Tapings", "TEXT": "Beginning on Monday night, the revamped National Wrestling Alliance (NWA) began two nights of tapings in Atlanta, Georgia for their new weekly show, NWA Power, debuting next week on YouTube. With only a bare-bones roster announced, people were interested to see who would be adding their names to the new NWA wrestling show brand. Two tag teams joined the action early, one a pair of indie veterans and the other a pair of indie legends.\n\nTHE DAWSONS (Dave & Zane Dawson)\n\nBrothers Dave and Zane Dawson have been tag team regulars in the Mid Atlantic area since 2007. Starting out with United Pro Wrestling Association (UPWA) in North Carolina, before becoming stars with Carolina Wrestling Federation (CWF) Mid Atlantic in Gibsonville, NC. In 2018 they joined another promotion in North Carolina, America’s Most Liked (AML) Wrestling, where they’re already 2x AML Tag Team Champions (with another in CWF Mid Atlantic and UPWA). They made their NWA debut earlier this year as one of the teams in the rebooted Crockett Cup Wildcard Battle Royal to kick off the event (which was ultimately won by the new NWA World Tag Team Champions, The Wildcards, featuring Royce Isaacs & Thomas Latimer).\n\nOUTLAW INC. (Eddie Kingston & Homicide)\n\nEddie Kingston had previously announced he was heading to the NWA tapings, but he never said who his partner would be. But in a segment at the Atlanta studios, Eddie Kingston revealed his partner to be NYC indie legend Homicide, who Kingston has a long history beside in Outlaw Inc. From 2011 in CZW to a two-year stint in Ring of Honor from 2013 through 2014, to IWA Mid South and Beyond Wrestling, and even reuniting in IMPACT Wrestling as part of the LAX factions. The won gold in the trenches of New York/New Jersey with Jersey All Pro Wrestling (JAPW) and in the battlefields of IWA Mid South.\n\nScoop 11 – Eddie Kingston interrupts and Homicide joins him pic.twitter.com/OVCvTmb3zN — Ben (@BenTurpen) September 30, 2019\n\nBoth tag teams are very old school tag teams, but with a modern edge to them, and fit in well for a company trying to recapture a certain vibe of history, as the retro sets seem to indicate.\n\nStay tuned to the Last Word on Pro Wrestling for more on this and other stories from around the world of wrestling, as they develop. You can always count on LWOPW to be on top of the major news in the wrestling world, as well as to provide you with analysis, previews, videos, interviews, and editorials on the wrestling world. NWA Power will begin airing every Tuesday at 6:05pm on their YouTube Channel and Facebook Page on October 8."}}