{"GDELT": {"GlobalEventID": 876601331, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.321608040201, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Lake Andes, South Dakota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSD", "Actor1Geo_ADM2Code": "SD023", "Actor1Geo_Lat": 43.1564, "Actor1Geo_Long": -98.5415, "Actor1Geo_FeatureID": "1256006", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Lake Andes, South Dakota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSD", "Action2Geo_Lat": 43.1564, "Action2Geo_Long": -98.5415, "Action2Geo_FeatureID": "1256006", "DATEADDED": 20191001164500, "SOURCEURL": "https://www.indianz.com/News/2019/10/01/yankton-sioux-our-community-is-literally.asp"}, "ARTICLE": {"TITLE": "Yankton Sioux: 'Our community is literally drowning'", "TEXT": "Tribal community faces an immediate threat from climate change\n\nIndian Country Today\n\nThe town of Lake Andes on the Yankton Sioux reservation in southeastern South Dakota has been underwater since the bomb cyclone hit the area in March.\n\n“It’s like we live in a third world country and we are forgotten,” says Lauren Crowe, Yankton Sioux, a resident of Lake Andes. “No one cares.”\n\n“It’s scary for our community,” the mom of three told Indian Country Today, “that you see kids play in the standing water. We tell them, ‘don’t play in that water,’ but it’s constantly coming out of those people’s houses through sump pumps.”\n\nThe main road into town, U.S. Hwy 18/281, was finally re-opened in September only to be flooded by another storm delivering 11-inches of rain two weeks later.\n\nFlooding on the Yankton Sioux Reservation. Photo by Jacqueline Keeler\n\nSix months later, the people in a town of less than 1,000 are still facing standing water in their homes, mold, ongoing sandbagging to protect property, evacuation orders, and waterborne illnesses. These include reports of an E Coli infection and a four-year-old child living in flooded tribal housing who has contracted a case of MRSA, Methicillin-Resistant Staphylococcus Aureus, after playing in ponds of standing water. The tribe and local leaders claim they have received very little help from the state and federal agencies.\n\n\"Our community is literally drowning,\" the tribe wrote pleading for assistance in an August 12 statement, \"due to state negligence and indifference to the health and well-being of our people.\"\n\nHowever in a September 23 response to the tribe, South Dakota Gov. Kristi Noem, a Republican, refused to send out the National Guard to help . She claims the tribe still has other options to pursue. Despite the fact, there is a unit based on the reservation just miles from the flooding in Wagner, South Dakota. It is a well-equipped unit that specializes in water disasters, bridges, and water purification.\n\nThe tribe and Charles Mix County (the county that contains the reservation) were also excluded from a second Trump administration disaster declaration on September 24. The declaration does include 25 South Dakota counties, as well as two reservations, the Cheyenne River Sioux Tribe and the Rosebud Sioux Tribe\n\nMany members of the Deloria family, originally from White Swan, are buried at the church cemetery. Including renowned ethnologist Ella Deloria. Photo by Jacqueline Keeler\n\nAlso, in the flood zone is the old White Swan Episcopal church, St. Phillip the Deacon. The church, founded by leaders of the White Swan band, was built in 1870 and moved (along with the community) by the Army Corps of Engineers in 1956 to make way for the Fort Randall dam. This dam was one of several built as part of the Pick-Sloan Plan that selectively deluged thousands of Native American farmers' lands . Much of it river bottomland, thereby destroying a farming economy the U.S. government had forced under the Dakota and Lakota tribes to undertake in the 19th century.\n\nHeadstones for Ihanktonwan, or Yankton, ancestors going back to the late 1800s cover St. Philip's churchyard. However, in 1999-2000, when the water was lowered at the dam, bodies rose to the surface. White Swan descendants maintained a camp there for months demanding the Army Corps rebury the tribes' ancestors properly. Many members of the Deloria family, originally from White Swan, are buried here. Including renowned ethnologist Ella Deloria and her sister, the artist Susie Deloria, who worked professionally under their mother's maiden name Mary Sully. The artist was recently featured in a book by her grand-nephew, Harvard professor Philip S. Deloria . Their mother (and Prof. Deloria's great grandmother) is also buried at St. Philip's.\n\nAt the White Swan tribal housing across the road, nine homes are reportedly underwater. Evacuations are being ordered. Yankton Sioux Tribe Business Claims Committee Secretary Sam Sully told [me] the tribe has 20 rehabbed meth houses to house the displaced.\n\nAfter six months, the mold and sewage in the flooded homes are a problem. Many houses have septic tanks, some inundated by water, but locals report that even the sewage lifts are failing, and sewage is backing up in homes. Tribal members claim an elderly white woman in Lake Andes went to the hospital with an E Coli infection. However, a spokeswoman for the local water company denies it was due to the drinking water. Testing done on September 17 and tested by the state lab shows drinking water in Lake Andes to be “bacterially safe” at the time of sampling. But the concern is the standing water and exposure to it even by sandbagging.\n\n\"They have to fix the lake,\" Kip Spotted Eagle, Yankton, a Lake Andes resident and the tribal historic preservation director says.\n\nThe duct to drain Lake Andes, a natural lake that the Dakota and Lakota people have used for centuries, was built in the 1930s and owned by the South Dakota Game, Fish and Parks. Spotted Eagle, whose office released drone footage of the flooding , says the aquaduct needs to be much larger. Some locals report that the duct is not draining properly and is contributing to the lake flooding the community.\n\nLake Andes is also a federal wildlife refuge managed by U.S. Fish and Wildlife Service. It is home to the largest bald eagle nesting site in the lower 48. The eagles have in past years been feasting on fish kills resulting from toxic algae blooms caused by nitrate-heavy farm runoff.\n\nEveryone interviewed from tribal leaders to tribal members facing evacuation agree the solution is improving the drainage of the lake -- a good-sized civil engineering project -- that will require millions of dollars and multi-agency cooperation. The question is, is there the political will to do this? Or will the Yankton Sioux Tribe and all of the people of Charles Mix county be forced to abandon their homes and communities? And will this abandonment of Indigenous and rural America be replicated across the country under the threat of unpredictable weather brought on by climate change?\n\nJacqueline Keeler is a Diné/Ihanktonwan Dakota writer. Her book “ The Edge of Morning: Native Voices Speak for the Bears Ears ” is available from Torrey House Press and the forthcoming “ Standing Rock to the Bundy Standoff: Occupation, Native Sovereignty, and the Fight for Sacred Landscapes ” will be released next year. On Twitter: @jfkeeler\n\nThis story originally appeared on Indian Country Today on September 30, 2019.\n\nJoin the Conversation"}}