{"GDELT": {"GlobalEventID": 876602851, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "dal", "Actor1Name": "DALIT", "Actor1EthnicCode": "dal", "Actor2Code": "PTY", "Actor2Name": "PARTY LEADER", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.688963210702339, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6667, "Actor2Geo_Long": 77.2167, "Actor2Geo_FeatureID": "-2094230", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20191001164500, "SOURCEURL": "https://www.indiatoday.in/india/story/audio-clip-of-rape-accused-bsp-leader-exposes-horrible-caste-bias-1605282-2019-10-01"}, "ARTICLE": {"TITLE": "Audio clip of rape-accused BSP leader exposes horrible caste bias", "TEXT": "In an audio tape, BSP leader Chaudhary Tayyab Hussain can be heard saying derogatory words for a Dalit girl. In the audio, he claims that \"he did not have sex with her because of her caste\". (Photo: Facebook)\n\nA Bahujan Samaj Party leader has been caught on tape saying derogatory words for a Dalit girl he is accused of raping. The girl had allegedly committed suicide after the sexual assault. Her family did not press charges.\n\nBSP leader Chaudhary Tayyab Hussain is, however, under investigation for raping and abducting a minor Muslim girl in Haryana's Palwal area in 2016. The audiotape of the conversation between Taiyyab Hussain and a woman was submitted to a sessions court during the rape case proceedings but were dismissed as circumstantial evidence.\n\nHowever, the tape and its court transcripts have surfaced again as the BSP has given a ticket to the controversial leader to contest the Haryana Assembly Elections, due on October 21, from Hathin constituency.\n\nThe nomination of man accused of raping a minor Muslim girl and a Dalit girl by the BSP has raised eyebrows in the state as the two communities form the primary vote bank of the party.\n\nBSP leader's explicit conversation recorded\n\nThe audiotape reveals an explicit conversation between the BSP leader and his female friend, where he is admitting to having had a sexual encounter with the Dalit girl, who later killed herself. In the audio, he claims that \"he did not have intercourse with her because of her caste\". However, he admits to having intimate relations with her.\n\nIn the conversation, the BSP leader also admits to having sex with the minor Muslim girl and another girl.\n\nRape-accused Tayyab Hussain has been given a ticket to contest Haryana Assembly elections from Hathin seat\n\nMinor Muslim girl rape and abduction case against BSP leader\n\nWhile the Dalit girl's family had never pressed charges, the BSP leader has been booked under the POSCO Act for allegedly raping and abducting a minor Muslim girl in 2016.\n\nThe minor girl had told the police in 2016 that she was raped by the BSP leader in his office. She also accused Tayyab Hussain of selling her father's land after conspiring with her uncle.\n\nThe girl was abducted while she was coming back home after recording her statement. She was found eight months later in Delhi's Seelampur.\n\nIndia Today TV spoke to the minor rape survivor's cousin who claimed that the leader was forcing the family to reach a compromise.\n\n\"Tayyab Hussain abducted my uncle's minor daughter and took her to Delhi. She was recovered from Seelampur by Delhi Police. Tayyab Hussain is a strongman. He has forced my uncle and my cousin to reach a compromise,\" he said.\n\nAccording to the rape survivor's cousin, his family wants to pursue the case to its end and had taken it to the Chandigarh high court.\n\nThe high court has now directed the police to take DNA samples from the BSP leader to match the samples collected from the rape survivor's clothes.\n\nMatter has been settled, says BSP\n\nIndia Today group's The Lallantop spoke to BSP Haryana president Prakash Bharti. The BSP state chief claimed that the matter against Tayyab Hussain has been settled.\n\n\"The matter was investigated by an SIT. He [Tayyab Hussain] has received a clean chit from the high court. The recording has also been investigated by the SIT. We have a copy of the court order, which will be filed along with the nomination papers,\" Prakash Bharti said. However, when The Lallantop sought a copy of the court order, the BSP leader was unreachable.\n\nTayyab Hussain also claimed that he has been cleared of all charges. \"Police investigated the matter. The matter was cancelled. All the information is given,\" Tayyab Hussain said."}}