{"GDELT": {"GlobalEventID": 876601805, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "GOVHLH", "Actor1Name": "HEALTH OFFICIAL", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.75187969924812, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20191001164500, "SOURCEURL": "https://www.indiatoday.in/crime/story/this-delhi-call-centre-sent-6-lakh-women-abroad-in-two-years-for-male-offspring-through-ivf-1605263-2019-10-01"}, "ARTICLE": {"TITLE": "This Delhi call centre sent 6 lakh women abroad in two years for male offspring through IVF", "TEXT": "This call centre has been operating for two years and is suspected to have sent around six lakh women abroad.\n\nPolice and health officials late on Monday night raided a call centre in Delhi's Karol Bagh area which promised male offsprings to gullible women through IVF and send them abroad to undergo the process. The women were charged Rs 9 lakh each.\n\nIVF or in vitro fertilisation is a process of fertilisation where an egg is combined with sperm outside the body. The process involves monitoring and stimulating a woman's ovulatory process, removing an ovum or ova from the woman's ovaries and letting sperm fertilise them in a liquid in a laboratory.\n\nThis call centre has been operating for two years and is suspected to have sent around six lakh women abroad. The women were sent to Dubai, Singapore and Thailand to undergo IVF by the call centre which was operating from a hotel called 'Korea Plaza'.\n\nThe call centre came under the radar of police after a raid on an IVF clinic in Delhi's Kirti Nagar area. Police and health officials had information that this call centre was conducting pre-natal sex determination tests. Upon investigation, it was found that this call centre had tie-ups with at least 100 IVF clinics across the country.\n\nPolice said the owner of this call centre is an engineer by profession and an IIT graduate. Nearly 300 employees work in this call centre. Police sources said they are conducting an enquiry and are awaiting a report from the health department. The accused may be charged under the Pre-Conception and Pre-Natal Diagnostic Techniques Act, 1994."}}