{"GDELT": {"GlobalEventID": 876601177, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "COD", "Actor1Name": "ITURI", "Actor1CountryCode": "COD", "Actor2Code": "COG", "Actor2Name": "CONGO", "Actor2CountryCode": "COG", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -0.27322404371585, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ituri, Congo, Democratic Republic of The (general), Democratic Republic Of The Congo", "Actor1Geo_CountryCode": "CG", "Actor1Geo_ADM1Code": "CG00", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 1.85, "Actor1Geo_Long": 29.9667, "Actor1Geo_FeatureID": "-2044867", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Congo", "Actor2Geo_CountryCode": "CF", "Actor2Geo_ADM1Code": "CF", "Actor2Geo_Lat": -1.0, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "CF", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ituri, Congo, Democratic Republic of The (general), Democratic Republic Of The Congo", "Action2Geo_CountryCode": "CG", "Action2Geo_ADM1Code": "CG00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 1.85, "Action2Geo_Long": 29.9667, "Action2Geo_FeatureID": "-2044867", "DATEADDED": 20191001164500, "SOURCEURL": "https://allafrica.com/stories/201910010622.html"}, "ARTICLE": {"TITLE": "Congo-Kinshasa: What Ntaganda Told ICC Judges At His Sentencing Hearing", "TEXT": "document\n\nOn September 20, Bosco Ntaganda, the former Congolese rebel commander who was convicted of war crimes last July at the International Criminal Court (ICC), addressed judges during his sentencing hearing. This was the fourth time the former deputy chief of staff of the Union of Congolese Patriots (UPC) militia was addressing the court since the start of his trial in September 2015. Below is a transcript of his address.\n\nYour honors, subsequent to the decision that you handed down on July 8 this year, it is not easy for me to speak to you. But out of respect and in light of the outcome of my trial it was quite clear to me that I should speak to the bench today.\n\nYour honors, ever since the beginning of my trial, I have addressed the bench three times. The first time was at the beginning of my trial. At that time you did not know me very well. I told you that I was a revolutionary but not a criminal. I told you at the time that I was aware of the negative portrayals of myself on the internet and I added that these were unfounded lies. At the time I asked you to carefully assess the evidence against me and to pay no regard to the falsehoods that were provided by a number of witnesses who had their own personal reasons for testifying. I told you about my reasons for involvement with UPC during the events of 2002 and 2003 in Ituri.\n\nI had an opportunity to speak to you at the very end of my trial and at that timeI said I am a Congolese person and that my aim has always been to set in place conditions that would allow all people of Congo without distinction to live in peace and harmony. I also told the bench that you were my last form of recourse and that I was confident that you would be able to carefully weigh the testimony heard during my trial and you would be able to distinguish the falsehoods and the truth.\n\nBetween these two times, I spoke to you during my own testimony that lasted several weeks. For more than 120 hours I testified in court, I answered all the questions that were put to me by my counsel, the prosecutors, and yourselves. As I had an opportunity to tell you already, I said quite clearly that everything that I did between 2002 and 2003, and I could even say that this was an edifying experience for me and that I very much appreciated it, I would have liked for you to ask me other questions so that you better understand the events that unfolded.\n\nYour honors, today, even though you have found me guilty, I do not hesitate to tell you that I stand by what I said during my testimony which lasted more than 120 hours, and I wish to plainly state that what I said was the truth. However, it is very much a shame that you did not find my testimony to be credible, which led to the decision that you handed down and that is why, as you know, I have asked my defense team to file an appeal. I availed myself of this right hoping that this decision would not have a negative impact on the sentence.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Congo-Kinshasa Legal Affairs International Organisations By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nYour honors today I speak to you yet at the same time I speak to my wife, my mother, my family members and to all the people of the Ituri region. I speak to all the soldiers with whom I served in Ituri to rebuild the Congo, a country inhabited by Congolese people from all ethnic origins, where people can live together in peace.\n\nI also wish to also express my deep compassion for all victims from all ethnic groups who suffered during the conflicts that have devasted the Congo during this time, namely 2002-2003, conflicts which still continue. It is my hope that the newly elected government will be able to put the Congo back on the proper path for the wellbeing, safety, and reconciliation of all Congolese people. I have confidence in the new government and I shall not hesitate to cooperate with them. I hope that we meet these aims.\n\nYour honors, I thank you for giving me the opportunity to speak to you for a fourth time."}}