{"GDELT": {"GlobalEventID": 876660142, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "Actor2Code": "USACOP", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.20461095100865, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -66.0, "Actor1Geo_FeatureID": "VE", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Miami, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_ADM2Code": "FL086", "Actor2Geo_Lat": 25.7743, "Actor2Geo_Long": -80.1937, "Actor2Geo_FeatureID": "295004", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -66.0, "Action2Geo_FeatureID": "VE", "DATEADDED": 20191001221500, "SOURCEURL": "https://wqow.com/news/top-stories/2019/10/01/fbi-bloomer-native-kills-2-in-florida-to-join-resistance-group-fighting-venezuelan-government/"}, "ARTICLE": {"TITLE": "FBI: Bloomer native kills 2 in Florida to join resistance group fighting Venezuelan government", "TEXT": "(WQOW) – The son of the Bloomer police chief is in federal custody for allegedly taking part in the murders of two people in Florida. Authorities believe the murders were a small part of a larger plot to rob the couple and use the money to travel abroad to Venezuela to fight the government with the resistance.\n\nAlex Zwiefelhofer, 22, is charged with several crimes including conspiracy to interfere with commerce by violence, interference with commerce by violence, conspiracy to use a firearm during a crime of violence, and use and discharge of a firearm during and in relation to a crime of violence which resulted in murder.\n\nAccording to the criminal complaint obtained by News 18, Zwiefelhofer and a friend, Craig Lang, killed a couple in Lee County, Florida on April 9, 2018, during an arranged meet up to sell them guns for $3,000.\n\nLang, who was born in North Carolina but is currently a resident of Ukraine, faces the same federal indictments as Zwiefelhofer.\n\nThe complaint states:\n\nOn April 9, 2018, Zwifelhofer and Lang allegedly committed an armed robbery of 53-year-old Serafin “Danny” Lorenzo, JR and his 51-year-old wife Deana Lorenzo. Lang and Zwiefelhofer murdered the couple “ambush-style” during the robbery, according to the criminal complaint.\n\nThe complaint states Zwiefelhofer and Lang committed the crimes to get enough money to travel to Venezuela and take part in an armed conflict against the Bolivarian Republic of Venezuela.\n\nA doctor said the man was shot seven times in the head and lower body, while his wife was shot 11 times in the head, neck and abdomen. The doctor ruled their deaths a homicide.\n\nZwiefelhofer and Lang were both known to authorities before the murders. Both are ex-military men with troubled pasts. This is a short timeline of their lives leading up to the murders:\n\nIn June 2017, Zwiefelhofer and Lang came to the attention of authorities at the United States Embassy in Kenya as the two were trying to enter South Sudan. The two were held in a jail in Kenya before they were deported back to the United States.\n\nIn August 2017, Zwiefelhofer was interviewed the FBI in North Carolina. He told the authorities he had traveled to France to join the French Foreign Legion, but changed his mind shortly after. He said he then traveled to Ukraine where he met Lang. The two later traveled together to Kenya because they wanted to fight against Al Shabaab.\n\nAs part of the arrest, Zwiefelhofer’s phone was searched. Authorities said they found several images of child porn and Zwiefelhofer was subsequently charged with five counts of third-degree sexual exploitation of a minor. He was booked into a North Carolina jail and released on bond on November 16, 2017. Then, he returned to Bloomer.\n\nBeginning in March 2018, Zwiefelhofer and Lang exchanged Facebook messages with plans to travel to Florida together. They discussed purchasing body armor, committing robberies, hotwiring and stealing boats or a yacht, smuggling guns and ammo and escaping to South America or Ukraine. They also exchanged photos of guns. Their Facebook communication also said they would have guns in Miami and would “kill a yacht owner if necessary.”\n\nIn April 2018, Zwiefelhofer took a Greyhound bus from Wisconsin to Florida and met up with Lang.\n\nOn April 9, 2018, around 10:55 p.m., the Lee County Sheriff’s Office received multiple 911 calls for reports of gunfire. Deputies responded but did not find anything.\n\nThe next morning, deputies were called for a report of a dead person near the spot they had checked the night before. There, they found the man and woman dead.\n\nAuthorities in Florida said they found a bill of sale for the guns and said it appeared the shooting was committed by at least two people. They collected 63 spent shells and a 9 mm and a rifle.\n\nThe man’s cell phone was found at the murder scene. On the phone, they found communication with the suspects that detailed plans to meet up and purchase several guns for $3,000. Authorities said the meeting location was changed several times before they ultimately settled on a dark secluded parking lot.\n\nPolice say the $3,000 for the gun transaction was not found at the scene.\n\nZwiefelhofer’s Google account showed he searched for several key phrases before the shooting including:\n\nMiami ARMSLIST (the website the guns were listed for sale on)\n\nClassified Miami handguns\n\nHotwire boat ignition switch\n\nCheapest hotels Miami\n\nHow to smuggle myself to South America\n\nMultiple searches of videos to include a scene from a movie in which people were shown in a vehicle and ambushed by multiple shooters. Authorities say the scene in the movie was very similar to the scene in Florida.\n\nAccording to an interview with Lang in a Missouri prison, Lang and Zwiefelhofer traveled to Washington state after the shooting in Florida.\n\nFast forward to March 25, 2019, Zwiefelhofer tried to buy a gun by filling out a Bureau of Alcohol Tobacco and Firearms (ATF) form at Tilden Gun. Based on his answers on the form, Zwiefelhofer was indicted for knowingly making a false statement to Tilden Gun.\n\nOn May 21, 2019, the FBI searched Zwiefelhofer’s Bloomer home. There, they found clothing that matched what Zwiefelhofer was wearing in selfies he took while in Florida.\n\nOn May 23, 2019, Zwiefelhofer was arrested by ATF agents in Chippewa Falls. Federal court records obtained by News 18 show the charges for the alleged illegal gun purchase in Tilden were dropped on September 4, 2019.\n\nAs of October 1, 2019, federal court records show Zwiefelhofer was being transferred from Madison to Florida, where he’ll remain in federal custody.\n\nZwiefelhofer is the son of Bloomer Police Chief Jared Zwiefelhofer. Chief Zwiefelhofer has spoken to the media before about his son after he went AWOL from the US military. In May 2018, he told WSOC News in Charlotte, North Carolina he hadn’t heard from his son in weeks and didn’t know where he was. He added: “To be very straightforward with you, I’m in law enforcement, and I don’t believe anything he tells me.”\n\nNews 18 reached out to Chief Zwiefelhofer for comment on the latest charges but have not yet heard back."}}