{"GDELT": {"GlobalEventID": 876659432, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "GOV", "Actor1Name": "REGIME", "Actor1Type1Code": "GOV", "Actor2Code": "QAT", "Actor2Name": "DOHA", "Actor2CountryCode": "QAT", "IsRootEvent": 1, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.7484143763213504, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Istanbul, Istanbul, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU34", "Actor1Geo_ADM2Code": "27897", "Actor1Geo_Lat": 41.0186, "Actor1Geo_Long": 28.9647, "Actor1Geo_FeatureID": "-755070", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Doha, Ad Daw?ah, Qatar", "Actor2Geo_CountryCode": "QA", "Actor2Geo_ADM1Code": "QA01", "Actor2Geo_ADM2Code": "25307", "Actor2Geo_Lat": 25.2867, "Actor2Geo_Long": 51.5333, "Actor2Geo_FeatureID": "-785169", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Doha, Ad Daw?ah, Qatar", "Action2Geo_CountryCode": "QA", "Action2Geo_ADM1Code": "QA01", "Action2Geo_ADM2Code": "25307", "Action2Geo_Lat": 25.2867, "Action2Geo_Long": 51.5333, "Action2Geo_FeatureID": "-785169", "DATEADDED": 20191001221500, "SOURCEURL": "https://www.arabnews.com/node/1562746"}, "ARTICLE": {"TITLE": "That Jamal I knew: gentle, generous and just", "TEXT": "That Jamal I knew: gentle, generous and just\n\nFaisal J. Abbas\n\nKnown to his friends as Abu Salah, Jamal Khashoggi has become a household name since his murder. (File/AFP)\n\nToo many people now claim to have been friends of the late Jamal Khashoggi. Of course, my cynicism is in no way intended to cast doubt on the popularity of Abu Salah (as his true friends called him), for God knows he was a gentle, generous and just man.\n\nRather it is aimed at the dozens of opportunists who have emerged from nowhere —mercenaries, seeking to take advantage of that horrific crime at the Saudi consulate in Istanbul on this day last year.\n\nI have lost count of the people who claim Jamal had dinner with them, or a last conversation, the night before he died. Too many people suddenly pretended to be fearless freedom fighters. They include President Recep Tayyip Erdogan of Turkey — a country condemned by human-rights groups for locking up more than 50,000 people since 2016, including at least 250 journalists jailed last year alone simply for doing their jobs.\n\nJamal’s case was also politicized by Qatar, another regional foe of Saudi Arabia. Of course, journalists have a duty to report atrocities, especially against one of their own; but coverage by a channel such as Al Jazeera Arabic must be taken with a pinch of salt. The Doha-based network dedicated whole days and entire bulletins to this crime, but remains silent on the crimes of the regime that owns it, such as the punishment, expulsion and continuing exile of the entire Al-Ghufran clan.\n\nSo many words, so few of any value — while the only voices that mattered, those that had the most to say, remained quiet; for almost a year the Khashoggi family chose to suffer in silence, to grieve with dignity.\n\nFinally, on the eve of the anniversary of his father’s death, Salah Khashoggi broke his silence. And when he did, he turned out to be as gentle and just as his father was. In a short but meaningful social-media post, Salah Khashoggi denounced those who sought to exploit Jamal’s murder to undermine the Kingdom, its leaders and its people.\n\nREAD MORE: Khashoggi’s son denounces ‘enemies of Saudi Arabia’ for exploiting his father’s murder\n\n“The opponents and enemies of the homeland exploited my father’s cause to undermine my country and my leadership,” he said. “Opponents from the east and west have sought to take advantage of his case.\n\n“My father, in his entire life, never tolerated any abuse or attempt to harm (the Kingdom), and I will not accept his memory or his cause being taken advantage of to achieve that after his demise.”\n\nThe Jamal I knew wasn’t perfect; who is? Yes, maybe he had controversial views, ill-advised political ties. Yes, he disagreed with many developments in the Kingdom — but in no way was the Jamal I knew an enemy of the state. Faisal J. Abbas\n\nUnlike the dozens of impostors who have emerged since Jamal was killed, I was actually his friend. I knew him well, both professionally and personally. We smoked cigars together in Jeddah, Manama and London, I have met his ex-wife and I am a friend of his son Abdullah, who is also a former colleague.\n\nLike proper hacks, Jamal and I met regularly to discuss politics, gossip about colleagues and generally reflect on the state of the region. Jamal was also a former Deputy Editor of Arab News, the newspaper I now edit and where many of his former colleagues still remember him as Jimmy K, the nickname he was given during his tenure.\n\nUnlike some, I do not claim to have had dinner with Jamal the night before he died — but I believe I am better qualified than they are to talk about him. I know he would have shed a tear (God knows I did) if he had read his son’s tweet; in fact, the Jamal I knew would be in heaven smiling down at Salah and saying: “I am proud of you, my beloved son.”\n\nThe Jamal I knew would never have accepted the systematic tarnishing of the image of his country and its people. The Jamal I knew would have headed to Boston in solidarity with the Saudi students who told Arab News recently about the harassment and discrimination they were suffering; bright young people targeted, since Jamal’s murder, for nothing other than being Saudi or on Saudi government scholarships.\n\nThe Jamal I knew wasn’t perfect; who is? Yes, maybe he had controversial views, ill-advised political ties. Yes, he disagreed with many developments in the Kingdom — but in no way was the Jamal I knew an enemy of the state. In this context it is important to note what Crown Prince Mohammed bin Salman said in his “60 Minutes” TV interview this week. There is no threat to Saudi Arabia from any journalist, the crown prince said. “The threat to Saudi Arabia is from such actions against a Saudi journalist.”\n\nREAD MORE: CBS interview: Saudi Crown Prince talks Khashoggi, Yemen, Iran and women rights\n\nMany questions remain about the barbarism at the Saudi consulate in Istanbul. All hope of answers — and more importantly nationwide closure — now rests on the shoulders of the Kingdom’s public prosecutor, Attorney General Sheikh Saud Al-Mujib, and his team.\n\nLike Salah Khashoggi, we remain fully confident in the legal system. The trial of 11 people accused in connection with Jamal’s death began in January. Undue haste is the enemy of justice and a judge will always give fairness priority over speed, but informed sources tell Arab News it is now “only a matter of a few more hearings before a ruling is made.”\n\nMeanwhile, as for the Jamal I knew, I wish those who are exploiting his death would simply let him Rest In Peace.\n\nMay God bless your soul, Abu Salah.\n\nFaisal J. Abbas is the editor in chief of Arab News Twitter: @FaisalJAbbas\n\nDisclaimer: Views expressed by writers in this section are their own and do not necessarily reflect Arab News' point-of-view"}}