{"GDELT": {"GlobalEventID": 876788291, "Day": 20191002, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7452, "Actor1Code": "EGY", "Actor1Name": "NASSER", "Actor1CountryCode": "EGY", "Actor2Code": "KWT", "Actor2Name": "KUWAIT", "Actor2CountryCode": "KWT", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.5573122529644303, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Kuwait", "Actor1Geo_CountryCode": "KU", "Actor1Geo_ADM1Code": "KU", "Actor1Geo_Lat": 29.5, "Actor1Geo_Long": 47.75, "Actor1Geo_FeatureID": "KU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Kuwait", "Actor2Geo_CountryCode": "KU", "Actor2Geo_ADM1Code": "KU", "Actor2Geo_Lat": 29.5, "Actor2Geo_Long": 47.75, "Actor2Geo_FeatureID": "KU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Kuwait", "Action2Geo_CountryCode": "KU", "Action2Geo_ADM1Code": "KU", "Action2Geo_Lat": 29.5, "Action2Geo_Long": 47.75, "Action2Geo_FeatureID": "KU", "DATEADDED": 20191002110000, "SOURCEURL": "https://www.dailysabah.com/economy/2019/10/02/turkey-kuwait-to-boost-cooperation-in-industry-tech"}, "ARTICLE": {"TITLE": "Turkey, Kuwait to boost cooperation in industry, tech", "TEXT": "Turkey and Kuwait agreed Wednesday to enhance bilateral ties in industry and technology sectors.\n\nThe agreement came in a meeting between Turkish Industry and Technology Minister Mustafa Varank and his Kuwaiti counterpart Khaled Nasser al-Roudan in Turkey's capital Ankara.\n\n\"We aim to enhance our cooperation in fields of economy, industry and technology as well as mutual investments on the 55th anniversary of our relations,\" Varank said.\n\nThe minister said Turkish teams are carrying out discussions related to industry regions Kuwait plans to establish, noting that bilateral cooperation there would yield very positive results.\n\nHe underscored Turkey's significance in the region with its humanitarian foreign policy that contributes to stability in the region as well as its efforts to resolve the crisis in Yemen, to mend the rift in the Gulf Cooperation Council and support the Palestinian cause.\n\nVarank stressed that Turkey adopted a new policy of production that encourages investments and can share its experience in the industry field with Kuwait.\n\nAl-Roudan hailed the \"distinguished relations between Turkey and Kuwait on all levels,\" citing that Turkey has the second largest investments in Kuwait of any country in the world.\n\nThe Kuwaiti private sector is \"the largest in the Middle East that invests in Turkey,\" which reflects \"trust\" on the level of officials and private sector, he said.\n\nAl-Roudan pointed out that Turkish companies operating in Kuwait are performing \"impressive\" jobs on vital projects, citing Turkish companies' work in the construction of Terminal 2 at the international Kuwait Airport.\n\nKuwait can benefit from Turkey's experience in the industry sector which is proven by the strength of Turkish products, he added."}}