{"GDELT": {"GlobalEventID": 876787716, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.23893805309734, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Detroit, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI163", "Actor1Geo_Lat": 42.3314, "Actor1Geo_Long": -83.0458, "Actor1Geo_FeatureID": "1617959", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Detroit, Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_ADM2Code": "MI163", "Action2Geo_Lat": 42.3314, "Action2Geo_Long": -83.0458, "Action2Geo_FeatureID": "1617959", "DATEADDED": 20191002110000, "SOURCEURL": "https://wbckfm.com/governor-whitmer-vindictively-cuts-gop-projects-increases-her-projects/"}, "ARTICLE": {"TITLE": "Governor Whitmer Vindictively Cuts GOP Projects Increases Her Projects", "TEXT": "Governor Whitmer came out of her meeting with her political committee and announced that she has cut approximately $1 billion in projects that she considered pet projects of Republicans or in districts of Republican lawmakers.\n\nHer political committee called the SAB includes Lt. Gov. Garlin Gilchrist, Secretary of State Jocelyn Benson, Attorney General Dana Nessel, state Treasurer Rachael Eubanks, state Superintendent Michael Rice and Michigan Department of Transportation Director Paul Ajegba. Why would they call a committee the Small “Business” Administration and not have a single business person on that committee or anyone representing small business, what a farce.\n\nThose districts which she chose to cut taxpayer money from were in the districts in which she did not win. Where she increased spending, well that would be in the districts she won, interesting.\n\nSounds pretty childish to me, is this who we have leading our state?\n\nThe Detroit News reported that Dave Dulio, a political science professor and director of Oakland University's Center for Civic Engagement said that this process has served as a window into the world of \"checks and balances\" of government\n\nHe went on to say:\n\nClearly, the number of line item vetoes is unprecedented...There’s more there, but at the same time I think that it's also a continued maneuvering of the governor’s power. She’s flexing the muscle that she has.\n\nOne of Governor Whitmer's veto included the elimination of a $240-per-pupil increase for public school academies, commonly referred to as charter schools, in addition to eliminating $7 million for small, isolated districts. Districts that she does not appear to care about because they are obviously not in an urban area, the only districts she won in the election.\n\nAs the Detroit News article stated:\n\nSome vetoes zeroed in on rural or district-specific spending items, such as $14.8 million in county jail reimbursements; more than $24 million for rural hospitals, $10 million for rural jobs and capital investment programs; $4 million from county veteran services.\n\nAgain why would she cut funding to rural areas and increase funding to urban areas, I will give you 3 guesses and the first two do not count.\n\nWhat is interesting is that among the larger items that Governor Whitmer axed by her veto was a $375 million boost in one-time funding for road and bridge repairs. With that in mind I find it puzzling that Governor Whitmer then told reporters yesterday that each of the decisions was difficult, but they were necessary to support core functions of government such infrastructure. If she had to make such a difficult decision then why would she cut $375 million from what she said is a core function of government such as “infrastructure”?\n\nGovernor Whitmer is playing a chess game with our lives and taxpayer dollars. The one good thing is that the $947 million dollars she vetoed will return to our state's coffers.\n\nBefore we celebrate too much I guarantee you that taxpayer money will be reallocated in a supplemental bill when the governor and Legislature can reach an agreement and they will spend every single penny of it.\n\nWe need better leadership at the top of this state, someone who cares about the people of this state instead of themselves first, their party second and God only know who is third, fourth and so on.\n\nThe Live with Renk show airs Monday through Friday 9 a.m. to noon, to let me know your thoughts call (269) 441-9595"}}