{"GDELT": {"GlobalEventID": 876787708, "Day": 20190925, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.726, "Actor1Code": "USA", "Actor1Name": "CHICAGO", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.898648648648651, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Villa Park, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL043", "Actor1Geo_Lat": 41.8898, "Actor1Geo_Long": -87.98899999999999, "Actor1Geo_FeatureID": "422126", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Villa Park, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 41.8898, "Action2Geo_Long": -87.98899999999999, "Action2Geo_FeatureID": "422126", "DATEADDED": 20191002110000, "SOURCEURL": "http://altondailynews.com/news/details.cfm?clientid=17&id=291713"}, "ARTICLE": {"TITLE": "Corruption Expert on Sandoval Raid", "TEXT": "Although no charges have been filed, federal raids of state Sen. Martin Sandoval’s offices and the offices of an infrastructure vendor have reinforced early reports that the federal probe could be looking into a kickback scheme.\n\nAn expert on corruption said that only fuels concerns of increased taxpayer costs for drivers who started paying higher gas taxes this summer to fund the state's $45 billion capital infrastructure plan. Sandoval helped gather support for the plan and craft the legislation for the six-year plan.\n\nSandoval, D-Chicago, has yet to comment on the federal raids of his offices last week. Chicago Public Radio reported a federal raid on the offices of Bluff City Materials Inc. happened on the same day. That was after the Chicago Tribune reported an unnamed source said the case involved a kickback scheme. No criminal charges had been filed as of Monday.\n\nClick here for summary\n\nSaint Xavier University Center for the Study of Fraud and Corruption Director David Parker said charges don’t matter at this point.\n\n“The damage has been done,” Parker said. “So whether or not there’s a conviction is beside the point as it relates to eroding the public trust.”\n\nSenate President John Cullerton’s office said it is awaiting more information before determining if Sandoval should remain chairman of the transportation committee.\n\n“Obviously recent developments are concerning,” Cullerton spokesman John Patterson said. “When the Senate President makes decisions, he likes for them to be informed decisions. Right now, we don’t have a lot of information. Like everyone else, the Senate President wants to know more about what this is all about.”\n\nParker said taxpayers want to see something done.\n\n“Not just get moved to a different position,” Parker said. “How much faith does that really give people?”\n\nAnother Democratic state Senator, state Sen. Tom Cullerton, D-Villa Park, pleaded not guilty to embezzling from a labor union this summer. He was removed as head of the Senate Labor Committee after the charges were announced, but was appointed the chairman of a different committee, where he will still get extra pay on top of his lawmaker salary for being a committee leader.\n\n“All public officials should be held to a higher standard,” Parker said. “Hopefully these types of raids and this type of focus is saying ‘yeah, we expect more from you, or at least what we expect from each other, to comply with the law.’ ”\n\nParker said corruption increases inefficiency in public projects.\n\nSandoval was asked in May about efficiencies to shore up taxpayer costs as part of the massive infrastructure plan that included a doubling of the state’s gas tax. He said there should be efficiencies but warned the state’s needs are so great.\n\n“Even with all the efficiencies known to mankind, we’re not going to even come close,” Sandoval said.\n\nThe Civic Federation said this summer the plan that ultimately passed “shows no evidence of comprehensive planning to prioritize projects.”\n\nThat six-year, $45 billion plan is funded by the state gas tax doubling from 19 cents a gallon to 38 cents a gallon, increased gambling including six new casinos and more video gaming terminals around the state, and other tax and fee increases.\n\nWith the series of raids last week, Parker said taxpayers are sensitive to the increased costs from corruption, and the Sandoval saga feeds into that concern.\n\n“Ultimately corruption does increase everyone’s costs, it leads to inefficiencies,” Parker said. “People are paying even if it’s not just the oil.”\n\n(Copyright WBGZ Radio / www.AltonDailyNews.com)"}}