{"GDELT": {"GlobalEventID": 876788877, "Day": 20191002, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7452, "Actor1Code": "LBR", "Actor1Name": "LIBERIA", "Actor1CountryCode": "LBR", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 831, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.10677618069815, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Liberia", "Actor1Geo_CountryCode": "LI", "Actor1Geo_ADM1Code": "LI", "Actor1Geo_Lat": 6.5, "Actor1Geo_Long": -9.5, "Actor1Geo_FeatureID": "LI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Liberia", "Actor2Geo_CountryCode": "LI", "Actor2Geo_ADM1Code": "LI", "Actor2Geo_Lat": 6.5, "Actor2Geo_Long": -9.5, "Actor2Geo_FeatureID": "LI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Liberia", "Action2Geo_CountryCode": "LI", "Action2Geo_ADM1Code": "LI", "Action2Geo_Lat": 6.5, "Action2Geo_Long": -9.5, "Action2Geo_FeatureID": "LI", "DATEADDED": 20191002110000, "SOURCEURL": "https://allafrica.com/stories/201910020268.html"}, "ARTICLE": {"TITLE": "Liberia: 'Step Down' Campaign Gains Momentum", "TEXT": "In the wake of recent pronouncement by the pressure group Council of Patriots or COP to call on President George M. Weah to step down in December, some citizens term such planned action as unconstitutional, warning that it has the propensity to undermine the peace of Liberia.\n\nSpeaking to this paper Tuesday, October 1, a resident of Caldwell Township Nimely Wesseh, said though he supported the COP during its \"Save the state\" protest in June, he is against call for President Weah to step down.\n\n\"President Weah stepping down must be a self decision, and not for a group of people to storm the street, demanding him to step down, if that happened, such action will be unconstitutional; he was elected\", he said.\n\nAccording to him, people cannot be complaining about the economic situation that has created serious hardship, while others are calling on the President to step down, something which he warned is not good for a little country like Liberia.\n\nHe said protests are good, because they bring about changes, but Liberians have a record of destruction during protest, pointing to the 1979 Rice Riot, which caused serious chaos in the country.Mr. Wesseh suggested that the best way to relieve the President of his post is through the ballot, not by forcibly demanding his resignation.\n\n\"I encourage our brothers and sisters who are supporters of this so-called campaign to abandon their quest, and allow the President to run his government. I'm not an official but just a secondary professor, so my thought here must not in any way suggest that I'm in government. We all want the best for this country, and the only way is by going to a democratic process, not by violence he cautioned.\n\nAnother resident of the township Ms. Annie Togkpa said though these are difficult times in Liberia, but the Council of Patriots is proceeding wrongly. She argued that if for any reason President should step down, that should be voluntary rather pressure from citizens.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Liberia Governance By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nMsTogkpa said if people start to think in such direction, the country risks another round of violence that could even lead to loss of lives and property.\"Liberia's problem is far from George Weah; let us give him the time; at the end of his tenure then, those of us that do not benefit from his regime can vote against him.\"\n\nShe noted that all she sees is complete hatred, adding those calling on the President to resign are disenchanted over jobs and power, saying, today they pretend to be in our interest, but tomorrow when they are given the same power, they might do worse than President George Weah.\n\nHowever, several callers on a local radio program hosted by a member of the Council of Patriots Mr. Henry Costa on Tuesday October 1, 2019, endorsed the campaign a pledged their willingness to participate in the protest. By Lewis S. Teh"}}