{"GDELT": {"GlobalEventID": 876789104, "Day": 20191002, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7452, "Actor1Code": "REF", "Actor1Name": "REFUGEE", "Actor1Type1Code": "REF", "Actor2Code": "MMR", "Actor2Name": "MYANMAR", "Actor2CountryCode": "MMR", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.77617328519856, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 90.0, "Actor1Geo_FeatureID": "BG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 90.0, "Actor2Geo_FeatureID": "BG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 90.0, "Action2Geo_FeatureID": "BG", "DATEADDED": 20191002110000, "SOURCEURL": "https://blog.oup.com/2019/10/the-important-role-of-animals-in-refugee-lives/"}, "ARTICLE": {"TITLE": "The important role of animals in refugee lives", "TEXT": "Refugees are people who have been forcibly displaced across a border. What do animals have to do with them? A lot.\n\nCompanion animals, for example, are important to many people’s emotional wellbeing. “For people forced to flee,” the Norwegian Refugee Council recently noted, “a pet can be a vital source of comfort.” At the sterile and hyper-modern Azraq refugee camp in Jordan, Syrian refugees would pay a high price for caged birds (30-40 Jordanian dinars each, roughly €35-50). In Syria, many people keep a bird at home. At Azraq keeping a bird is one way of making a plastic and metal shelter into a home.\n\nIn many contexts, refugees also depend on animals for their livelihoods. Humanitarian assistance understandably focuses on supporting people, but if refugees’ working animals and livestock perish then their experience of displacement can worsen drastically: they lose the means to support themselves in exile, or to return home and rebuild their lives.\n\nEver since the earliest days of modern refugee camps, at the time of the First World War, agencies responsible for refugees have had to think about animals too. When the British army in the Middle East built a camp at Baquba near Baghdad in 1918 to house nearly 50,000 Armenian and Assyrian refugees, there were some animals that they needed to keep out. Fumigation procedures and netting were used against lice and mosquitos, carriers of typhus and malaria respectively. But refugee agencies also needed to let larger animals in. The people in the camp, especially the Assyrians, were accompanied by seven or eight thousand sheep and goats, and about six thousand larger animals like horses and cattle. Many of the people depended on their animals for their livelihood and for any prospect of permanent settlement, so they all needed to be accommodated and cared for.\n\nThere are similar examples around the world today, like the longstanding camps for Sahrawi refugees in southwestern Algeria. There, goats and camels are socially and economically significant animals: goat barns, enclosures often made of scrap metal, are a prominent part of the camps’ increasingly urban landscape, while camel butcheries are important shops.\n\nThis helps us understand why the office of the United Nations High Commissioner for Refugees now has programmes to support refugees’ animals. For example, in 2015, with funding from the IKEA Foundation, the organization assisted 6,000 Malian refugees in Burkina Faso and their 47,000 animals: helping animals helps the people too, in this case to earn a living (and achieve economic integration) through small-scale dairy farming. It also helps us understand how conflicts can arise between refugees and host communities when refugees’ animals compete for grazing or water with local animals, or damage local farmers’ crops.\n\nStarting in 2011, nearly 125,000 people from Blue Nile state in Sudan fled from a government offensive into Maban country, South Sudan, with hundreds of thousands of animals (about half of whom soon died, stressed by the journey). Peacefully managing their interactions with local residents and a community of nomadic herders who also regularly migrated through the county was a complex task for the South Sudanese government and humanitarian agencies. It required careful negotiations to allocate grazing zones as far as 60km from the camps where the refugees lived, schedule access to watering points, and agree a different route for the nomads’ migration.\n\nIn Bangladesh, meanwhile, the International Union for the Conservation of Nature has recently been involved in efforts to prevent conflict between refugees and wild animals. Nearly a million Rohingya refugees from state persecution in Myanmar live in semi-formal camps near Cox’s Bazar that have grown up since 2017, but these block the migration routes of critically endangered Asian elephants. The International Union’s conflict mitigation programme includes building lookout towers, training Rohingya observers, and running an arts-based education project.\n\nAnd this highlights a final issue. The elephants at Cox’s Bazar are endangered because of ecological pressures caused by humans. But increasingly, humans too are endangered—and displaced—by ecological pressures. In the late 2000s, a years-long drought in Syria, worsened by human-caused climate change, pushed over a million rural Syrians off the land. (The country’s total livestock fell by a third.) The political and economic pressure that this generated was a significant factor in the crisis that ignited into war in 2011, in turn displacing millions more people. Hundreds of thousands of them fled to Jordan, one of the most water-stressed countries in the world, where the increased extraction of groundwater has lowered the water table, drying out oases in the Jordanian desert. Wild birds migrating across the desert have to fly further to find water and rest, meaning fewer survive the journey. In the Syrian war, and in many other conflicts around the world, human and animal displacements are intersecting under environmental stress. If we want to understand human displacement and respond to it adequately, we need to be thinking about animals too.\n\nFeatured Image Credit: ‘Herd of sheep in mountains’ by Nima Hatami. CCO public domain via Unsplash."}}