{"GDELT": {"GlobalEventID": 876788531, "Day": 20191002, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7452, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "JUD", "Actor2Name": "HIGH COURT", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.8901734104046297, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bihar, Bihar, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN34", "Actor1Geo_ADM2Code": "17615", "Actor1Geo_Lat": 25.1833, "Actor1Geo_Long": 85.5167, "Actor1Geo_FeatureID": "-2091797", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bihar, Bihar, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN34", "Actor2Geo_ADM2Code": "17615", "Actor2Geo_Lat": 25.1833, "Actor2Geo_Long": 85.5167, "Actor2Geo_FeatureID": "-2091797", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bihar, Bihar, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN34", "Action2Geo_ADM2Code": "17615", "Action2Geo_Lat": 25.1833, "Action2Geo_Long": 85.5167, "Action2Geo_FeatureID": "-2091797", "DATEADDED": 20191002110000, "SOURCEURL": "https://timesofindia.indiatimes.com/city/allahabad/allahabad-former-vice-president-of-high-court-bar-association-found-dead-at-home/articleshow/71404273.cms"}, "ARTICLE": {"TITLE": "Allahabad: Former vice-president of High Court Bar Association found dead at home", "TEXT": "ALLAHABAD: Advocate and former vice-president of High Court Bar Association HCBA ) Amrendra Kumar Singh (51) was found dead at his house in Rajruppur late Monday night.Police said the autopsy report on Tuesday confirmed electrocution as the cause of death.Senior superintendent of police ( Prayagraj ) Satyarth Anirudh Pankaj said: \"Singh's post-mortem report mentions electrocution as cause of the death. We have carried out a detailed investigation and found no foul play.\"Singh was found dead by a tiffin service vendor Ashish who reached his house to seek payment of service on Monday night.When Ashish did not get any response, he entered the house after finding the door open. He found Singh lying on the floor and informed the neighbours and police about the incident. Police said Singh had been staying in the house alone for the past one month and his neighbours had seen him three days ago.\"Police have recovered three bottles of liquor from the house,\" said superintendent of police (city) Brijesh Kumar Srivastava, adding that the advocate was living at his house alone for last one month.\"Family members informed police that Singh was addicted to liquor. He probably died about three days ago as the newspapers of last two days (September 29 and 30) had not been picked up from the floor,\" the SP said.Hailing from Siwan district of Bihar, Singh used to live in Rajruppur with his wife, daughter and son. About one month ago, his wife had moved to another place after a tiff with her husband, police said.On Monday night, when the news of Singh's death spread, several advocates assembled at his house and demanded that police should carry out an investigation into the case as some blood spots were found near the body.Police, however, said when they entered the house, they found that Singh's leg was trapped in an electric wire. The television was on which indicated that he might have been electrocuted after falling on the floor, they added."}}