{"GDELT": {"GlobalEventID": 876787656, "Day": 20181002, "MonthYear": 201810, "Year": 2018, "FractionDate": 2018.7452, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "MDV", "Actor2Name": "MALDIVE", "Actor2CountryCode": "MDV", "IsRootEvent": 0, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.9619181946403397, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Maldives", "Actor1Geo_CountryCode": "MV", "Actor1Geo_ADM1Code": "MV", "Actor1Geo_Lat": 3.2, "Actor1Geo_Long": 73.0, "Actor1Geo_FeatureID": "MV", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Maldives", "Actor2Geo_CountryCode": "MV", "Actor2Geo_ADM1Code": "MV", "Actor2Geo_Lat": 3.2, "Actor2Geo_Long": 73.0, "Actor2Geo_FeatureID": "MV", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Maldives", "Action2Geo_CountryCode": "MV", "Action2Geo_ADM1Code": "MV", "Action2Geo_Lat": 3.2, "Action2Geo_Long": 73.0, "Action2Geo_FeatureID": "MV", "DATEADDED": 20191002110000, "SOURCEURL": "https://www.business-standard.com/article/pti-stories/india-has-no-extraterritorial-ambition-will-fulfil-regional-and-global-security-obligations-rawat-119100200589_1.html"}, "ARTICLE": {"TITLE": "India has no extraterritorial ambition, will fulfil regional and global security obligations: Rawat", "TEXT": "India has no extraterritorial ambitions and does not want to \"transplant\" its ideology on others, Army Chief Gen Bipin Rawat has said, asserting that the country will fulfil its regional and global security obligations as a responsible emerging power.\n\nIn an address to strategic affairs experts and defence personnel in Maldivian capital Male, Rawat also said instability in energy-rich West Asia has the potential to significantly increase global tensions and trigger unrest and that the tension between the US and Iran was \"worrisome\".\n\nWithout naming Pakistan, the Army Chief said Indian armed forces are countering a proxy war in Jammu and Kashmir on a daily basis and that India reserves the right to acquire military capabilities to counter any security threats emanating from its neighbourhood.\n\nThe Army Chief, who is on a five-day visit to Maldives, held extensive talks with the country's top defence brass to expand bilateral military cooperation. On Wednesday, Gen Rawat called on Maldivian President Ibrahim Mohamed Solih.\n\n\"Our strategic culture flows from two cardinals -- we have no extraterritorial ambitions and no desire to transplant our ideology on others,\" the Army Chief said.\n\nAt the same time, he said India continues to retain its commitment to strategic independence and autonomy in decision making as well as acquiring military capabilities to counter the security threats and challenges emanating in its neighbourhood.\n\n\"We seek to fulfil our regional and global security obligations, as a responsible emerging power,\" he said.\n\nGen Rawat identified \"unending threat of terrorism\" as the principal challenge facing the entire world while calling proliferation of weapons of mass destruction and increasing assertion of power over international norms as other key challenges.\n\n\"Instability in West Asia which affects energy security of majority of the nations in the world is another major factor. It has the potential to add significantly to global tensions and create unrest,\" the Army Chief said.\n\nGen Rawat observed that the global security environment is increasingly becoming complex and uncertain, and that many nations are increasingly resorting to nationalism.\n\n\"I am certain that if we work with friends, we can mitigate the hazards to regional peace,\" he said.\n\n\"Even in this uncertain security environment, economic interdependence, quest for common resources and depth of global engagements drive strategic relationships. As protectionism rises, complex global interdependencies are likely to remain,\" he said.\n\nTalking about challenges in the maritime domain, he said any disruption of trade routes in the Indian Ocean Region will be a major security challenge for both India and Maldives.\n\n\"The Indian Ocean Region is the lifeline to both our nations,\" he said.\n\nGen Rawat said India's strategic vision has been in harmony with its traditional character as a peaceful and responsible nation.\n\n\"Our vision of being a sovereign, socialist, secular and democratic republic is enshrined in the preamble of our Constitution. We have always played a constructive role in international relations.\n\n\"India's national security aim is to ensure a conducive internal and external environment for unhindered economic progress and socio-political development so that we can secure all our citizens and assume our rightful place in the emerging world order,\" he said.\n\nIt will be Gen Rawat's first foreign visit after taking charge as Chairman of Chiefs of Staff Committee (COSC) from outgoing IAF Chief Air Chief Marshal B S Dhanoa on Friday.\n\nDefence and security ties between the two countries were back on track after Solih became president of Maldives in November last year, after defeating Abdulla Yameen in presidential elections.\n\nYameen was perceived to be close to China which expanded its influence over Maldives during his presidency.\n\nThe relations between India and the Maldives deteriorated after Yameen imposed Emergency in the country on February 5 last year.\n\nIndia had criticised his decision and asked his government to restore the credibility of the electoral and political process by releasing political prisoners. The emergency had lasted 45 days.\n\nPrime Minister Narendra Modi visited the Maldives in November last year to attend Solih's swearing-in ceremony.\n\nHe paid a bilateral visit to Maldives in June, which was his first foreign visit after re-election as prime minister. The visit reflected the importance India attaches to the Maldives.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}