{"GDELT": {"GlobalEventID": 876789373, "Day": 20191002, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7452, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.950118764845604, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Salem, Oregon, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOR", "Actor1Geo_ADM2Code": "OR047", "Actor1Geo_Lat": 44.9429, "Actor1Geo_Long": -123.035, "Actor1Geo_FeatureID": "1167861", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Salem, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_ADM2Code": "OR047", "Action2Geo_Lat": 44.9429, "Action2Geo_Long": -123.035, "Action2Geo_FeatureID": "1167861", "DATEADDED": 20191002110000, "SOURCEURL": "https://newsinfo.inquirer.net/1172644/single-mom-who-walked-to-work-every-day-surprised-with-car-by-co-workers"}, "ARTICLE": {"TITLE": "Single mom who walked to work every day surprised with car by co-workers", "TEXT": "A single mom was given a car by her co-workers and employer after walking to and from her job for over a year.\n\nCrystal Lachance, from Oregon, United States took to Facebook last Tuesday, Sept. 24, to share the thoughtful gesture.\n\nADVERTISEMENT\n\n“I went to work this morning and got surprised with a brand new car,” she said in her post. “Apparently my boss Miranda entered me in a drawing a few months ago and I won this brand new car.”\n\nI went to work this morning and got surprised with a brand new car apparently my boss Miranda entered me in a drawing a… 由 Crystal Lachance 发布于 2019年9月24日周二\n\nMiranda Marston, Lachance’s manager at the KFC branch she works in, nominated her for a contest under KFC Foundation. The said contest is a wish-granting initiative by the fast-food chain, as per The Salem Reporter last Thursday, Sept. 26. Lachance told NBC-affiliate KGW on the same day that Marston wrote the foundation a letter about what the single mom was “going through” at the time.\n\nLachance revealed that aside from being her manager, Marston is also someone she considers a close friend who knows about some events in her life.\n\nBefore Marston entered her in the said contest, Lachance had been saving up for her own car. However, things did not go as planned, as the sum she had put aside was later stolen from her. She said the money totaled to about $2,000 (around P104,000).\n\nPrior to receiving the car, Lachance had to walk to and from her job every day. She told the news outlet that it takes about an hour each way, and described the daily walk as “not fun.” Marston agreed that it was “pretty scary at night.”\n\nAside from working, she also has to raise her 8-year-old son, whom she lives with in a recovery home.\n\nADVERTISEMENT\n\nAs to why Marston entered her in the contest, she said, “I just really appreciate Crystal so much and seeing her struggle with things really got to me.”\n\n“I don’t ever want to see anyone struggle or go through a hard time,” Marston added. “I thought this would be a great way to help her and bring her spirits back up.” Ryan Arcadio/NVG\n\nRELATED STORIES:\n\nCashier who walks 6 miles to work given a car by dealer\n\nStudent walks 20 miles in middle of night to make it to first day of work\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ"}}