{"GDELT": {"GlobalEventID": 876789317, "Day": 20191002, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7452, "Actor1Code": "UKR", "Actor1Name": "UKRAINIAN", "Actor1CountryCode": "UKR", "Actor2Code": "SEP", "Actor2Name": "SEPARATIST", "Actor2Type1Code": "SEP", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.3255813953488396, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kyiv, Kyyiv, Misto, Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP12", "Actor1Geo_ADM2Code": "28554", "Actor1Geo_Lat": 50.4333, "Actor1Geo_Long": 30.5167, "Actor1Geo_FeatureID": "-1044367", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kyiv, Kyyiv, Misto, Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP12", "Action2Geo_ADM2Code": "28554", "Action2Geo_Lat": 50.4333, "Action2Geo_Long": 30.5167, "Action2Geo_FeatureID": "-1044367", "DATEADDED": 20191002110000, "SOURCEURL": "https://infotel.ca/newsitem/eu-ukraine-russia-conflict/cp1379759089"}, "ARTICLE": {"TITLE": "Europe praises Ukraine deal, but opposition sees a betrayal", "TEXT": "Europe praises Ukraine deal, but opposition sees a betrayal\n\nFormer Ukrainian President Petro Poroshenko speaks to media prior the parliament session in Kyiv, Ukraine, Wednesday Oct. 2, 2019. (AP Photo/Efrem Lukatsky)\n\nOctober 02, 2019 - 1:10 PM\n\nKYIV, Ukraine - Russia and European powers, eager to end a protracted military conflict in war-torn eastern Ukraine, welcomed a new accord between Ukraine and Russia-backed separatists, but many in Ukraine dismissed the election agreement Wednesday as a capitulation to Moscow.\n\nIn the deal signed Tuesday, Ukraine, Russia and mediators Germany and France agreed a local election could be held in Ukraine’s rebel-held east, where a grinding five-year conflict between the separatists and Ukrainian troops has killed more than 13,000 people.\n\nUkrainian President Volodymyr Zelenskiy praised the accord as a major step toward resolving the conflict. The election pledge was seen as the final hurdle to Zelenskiy, Russian President Vladimir Putin and the leaders of France and Germany setting a summit for peace talks.\n\nBut other Ukrainian politicians raised alarms about the accord, saying it opens the door to cementing Russia’s presence in the region.\n\n“This is capitulation to Russia,” former Ukrainian President Petro Poroshenko, now a member of parliament, told reporters.\n\nPoroshenko said the deal is “playing into Russia’s hands” because Ukraine committed to holding the local election but did not receive any guarantees that it would regain control over of all of its border with Russia.\n\nA 2015 peace agreement, brokered by France and Germany and signed in Minsk, Belarus, envisaged Ukraine regaining full control of its border with Russia only after the rebel regions receive broad autonomy and elect local and regional leaders and legislatures.\n\nUkraine and the West say the border has served as a conduit for Russian troops and weapons. The Minsk deal’s provision for the rebel regions to have wide autonomy met broad criticism in Ukraine, effectively thwarting the agreement Zelenskiy now seeks to resuscitate.\n\nLawmaker Andriy Parubiy, former parliament speaker, said he would push for hearings into the peace deal, accusing Zelenskiy’s new administration of sidelining society from the decision-making process in such a crucial development.\n\nZelenskiy’s party holds a majority in parliament after resoundingly defeating Poroshenko and Parubiy’s allies in an election this summer.\n\nAbout 1,000 people protested Wednesday on the Maidan in central Kyiv, the iconic capital square that symbolizes two uprisings against Russian influence. The protesters then they marched to the presidential headquarters to vent their anger over the local election accord.\n\nThe demonstration was peaceful but bigger than a similar gathering Tuesday night hours after Zelenskiy announced the deal. The crowd of protesters included Ukrainian nationalists dressed in black.\n\nKremlin spokesman Dmitry Peskov welcomed Tuesday’s agreement as a “positive step” to implementing the 2015 accord and said the date for the summit of the four leaders would be announced soon.\n\nRussia has sought to play down its involvement in eastern Ukraine recently. Eager to get Europe to lift at least some of the sanctions over its involvement in Ukraine, Putin agreed on a major prisoner exchange with Ukraine last month.\n\nThe U.S. and the European Union slapped Russia with sanctions over its annexation of Crimea from Ukraine in 2014 and its support for the separatists, and those penalties have hurt substantial bilateral trade between Russia and Europe.\n\nBusinesses in the EU _ in France and Germany in particular _ have been pushing for an easing of sanctions but European political leaders have insisted this can only be done if there is progress on peace in eastern Ukraine.\n\nFrench President Emmanuel Macron met with Putin and Zelenskiy separately this summer, encouraging them to relaunch the peace talks. While praising Zelenskiy for reaching out to residents in the rebel-held territories, Macron supported the decision to give back Russia its voting rights at the Council of Europe and signalled he would support Russia returning to the Group of Seven if there was progress in the Ukraine peace process.\n\nGerman Chancellor Angela Merkel said Wednesday it was still too early to talk about the possibility of lifting sanctions, but she praised Tuesday’s agreement as a step in the right direction.\n\n“We have made some progress, but there will be many more steps to come,” she said in Berlin. “So what we can say now is not that we can remove sanctions but that the conditions are there ... for a meeting of state and government leaders.”\n\nGerman Foreign Ministry spokesman Rainer Breul said the deal “demonstrates that persistent, sustained diplomatic efforts pay off.” He insisted it would not compromise Ukraine’s territorial integrity as some fear. When asked if Ukraine needs to regain full control over the border with Russia before the vote, he said that was “the question that still needs to be discussed.”\n\nZelenskiy insisted Tuesday that the local elections in the east would be held only under Ukrainian law and after Ukraine regains control of the border.\n\nDarka Olifer, a spokeswoman Leonid Kuchma, who is the Ukrainian envoy to the talks, told The Associated Press that all parties have committed to consider the vote valid only if monitors from the Organization for Security and Cooperation in Europe rule that the elections are free and fair.\n\nTatyana Stanovaya, a scholar at the Moscow Carnegie Center, described Tuesday’s deal as a vague document that does not commit Ukraine or Russia to anything. “Ukraine has agreed to a formula that is very vague and has no details. The question is what happens next,” she said.\n\nViews in the Kremlin on the Ukrainian conflict vary between those unwilling to offer any concessions to Kyiv and those who see more benefits in offering compromises such as allowing peacekeepers in the east, because the ongoing confrontation is weighing heavily on Russia’s economy, Stanovaya said.\n\nZelenskiy is under pressure both from Europe, which wants to see progress in a peace settlement, and from Ukrainians, who want peace but are wary of reintegrating separatist rebels into the country’s political system.\n\n___\n\nVasilyeva reported from Moscow. Associated Press writers David Rising, Geir Moulson and Frank Jordans in Berlin and Sylvie Corbet in Paris contributed."}}