{"GDELT": {"GlobalEventID": 876789338, "Day": 20191002, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7452, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Langlade County, Wisconsin, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWI", "Actor1Geo_ADM2Code": "WI067", "Actor1Geo_Lat": 45.2505, "Actor1Geo_Long": -89.0501, "Actor1Geo_FeatureID": "1581093", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Wolf River, Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_Lat": 44.8241, "Action2Geo_Long": -90.9479, "Action2Geo_FeatureID": "1576944", "DATEADDED": 20191002110000, "SOURCEURL": "https://www.wxpr.org/post/how-wolf-river-dam-wasnt-helped-retain-scenic-beauty"}, "ARTICLE": {"TITLE": "How The Wolf River Dam That Wasn't Helped Retain Scenic Beauty", "TEXT": "Sometimes things that didn't happen in the past can have a profound impact on the future. Such was the case with the dam that never was on the Wolf River.\n\nGary Entz explains for this week's A Northwoods Moment in History.\n\nDams are an integral part of American history. One of the first things that British settlers did when they began colonizing North America was to build dams. Dams were built on streams in order to put them to work. They provided power by turning wheels and gears that ground corn and cut lumber. Before electricity became commonplace dammed streams created placid lakes that froze in the winter, which in turn provided chunks of ice that were sawed out and saved for summer. However, while dams had a practical use during the first three-hundred years of European settlement in America, it wasn’t until the twentieth century that dam construction accelerated. It could easily be said that the United States went on a dam building craze.\n\nTen-thousand new dams were completed between 1920 and 1950, and between 1950 and 1980 another forty thousand were built. Thousands more were planned but never built. The justification for most dam building in the twentieth century was to create hydroelectric power to maintain the nation’s electrical grid. With some dams that is indeed why they were built, but the truth is that of the tens of thousands of dams in the United States, only three percent of them are hydroelectric facilities. Most were built for other purposes. Some provide water for irrigating thirsty fields in drier parts of the country, while others were built to tame rivers and make them accessible to maritime shipping. Despite these uses, the number one reason why dams were built in the twentieth century was for recreation and land speculation.\n\nIn 1958 the Langlade County Board, under pressure from local land speculators, proposed to build a dam on the Wolf River near Pearson. Landowners saw an opportunity here to make a profit by selling lakeshore lots, if only the dam could be built. If constructed, the dam would have created an impoundment stretching back eleven miles to the Post Lake Flowage. Hunters, fishermen, Indigenous groups, and environmentalists actively opposed the idea, but the Langlade County Board largely shut them out of the discussion and during public hearings allowed only two opponents to speak.\n\nFeeling cut out of the process, the opposition groups appealed State Assemblyman Dave Martin. Martin had served in the Army Corps of Engineers and understood the damage a dam could do to the local ecosystem. Martin used his influence in Madison to convince the State Legislature to intervene and buy out Langlade County’s investment in the dam. Because of the Wolf River Dam controversy, Martin sponsored legislation that created Wisconsin’s Wild Rivers Law. The bill went to then Governor Gaylord Nelson, who signed it into law in 1965. It was the Wisconsin law that inspired the federal government in 1968 to pass the Wild and Scenic Rivers Act.\n\nIt was from this act of defiance in the Northwoods that unnecessary dam building across the entire United States was slowed and eventually stopped. The Wolf River and others like it retain their scenic beauty because of it.\n\nSome music for this commentary came Podington Bear. The above photo is used with permission from the Wisconsin Historical Society and can be found on their website here."}}