{"GDELT": {"GlobalEventID": 876789304, "Day": 20191002, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7452, "Actor1Code": "UAF", "Actor1Name": "MILITANT", "Actor1Type1Code": "UAF", "Actor2Code": "SOM", "Actor2Name": "SOMALIA", "Actor2CountryCode": "SOM", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.103825136612031, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Galmudug, Somalia (general), Somalia", "Actor1Geo_CountryCode": "SO", "Actor1Geo_ADM1Code": "SO00", "Actor1Geo_ADM2Code": "25707", "Actor1Geo_Lat": 6.0, "Actor1Geo_Long": 48.0, "Actor1Geo_FeatureID": "11432107", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Shabelle, Bay, Somalia", "Actor2Geo_CountryCode": "SO", "Actor2Geo_ADM1Code": "SO04", "Actor2Geo_ADM2Code": "25670", "Actor2Geo_Lat": 2.19037, "Actor2Geo_Long": 42.8761, "Actor2Geo_FeatureID": "-3229145", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shabelle, Bay, Somalia", "Action2Geo_CountryCode": "SO", "Action2Geo_ADM1Code": "SO04", "Action2Geo_ADM2Code": "25670", "Action2Geo_Lat": 2.19037, "Action2Geo_Long": 42.8761, "Action2Geo_FeatureID": "-3229145", "DATEADDED": 20191002110000, "SOURCEURL": "https://allafrica.com/stories/201910020209.html"}, "ARTICLE": {"TITLE": "Somalia: Concern That Mogadishu Losing Control to Al-Shabaab", "TEXT": "There are concerns that Al-Shabaab are gaining ground with troop-contributing countries pursuing different strategies and interests and the government of President Mohamed Abdullahi Farmaajo remains preoccupied with 2020 elections.\n\nAl-Shabaab continues to extort money from businesses in rural areas where they control and the capital Mogadishu.\n\nAnalysts point out that it appears the federal government controls during the day while the militants take over at night.\n\nThe president of Hirshabelle State of Somalia Mohamed Abdi Ware, recently complained that his region has been overwhelmed by the militants.\n\nPresident Ware complained that jihadist militants fleeing from neighbouring Lower Shabelle region are flocking to Hirshabelle's Middle Shabelle.\n\nMr Ware cited the recent military campaign in Lower Shabelle that apparently forced Al-Shabaab fighters to flee for safety, especially after they lost strategic districts like Torotorow, Barire, Sabiid Anole and Awdegle.\n\n\"We are being overwhelmed by Al Shabaab. We are asking the federal government of Somalia to take action and help us contain the problem,\" President Ware told the media in Jowhar town.\n\nThere has been concern among Somalia watchers that Amisom has not liberated any new territories since President Farmaajo came to power two years ago.\n\nThey claim that the killing in August of Mogadishu mayor Abdirahman Omar Osman by one his staff members who turned into a suicide bomber, shows how Al-Shabaab has infiltrated government departments and security agencies.\n\nThe sore relations between Mr Farmaajo and leaders of three regional states--Jubbaland, Puntland and Galmudug--has also slowed the war against Al-Shabaab as the militants have increased attacks in Middle Shabelle.\n\nHowever, Amisom spokesperson, Col Charles Imbiakha told The EastAfrican that contrary to the growing belief about a resurgent militant activity, the African peacekeepers have degraded the jihadists' capacity and left them on the run.\n\nThe campaign against Al-Shaabaab is also likely to be affected by the resolution of the Security Council in May, for the African Union Mission to reduce its armed personnel by 19,626 by the end of February 2020, from the current 21,626.\n\nDue to reduced and irregular funding, the UN in 2017 had instructed Amisom to reduce its uniformed personnel to a maximum 21,626."}}