{"GDELT": {"GlobalEventID": 876789137, "Day": 20191002, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7452, "Actor1Code": "RUSMIL", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "Actor1Type1Code": "MIL", "Actor2Code": "PRK", "Actor2Name": "NORTH KOREAN", "Actor2CountryCode": "PRK", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -10.3734439834025, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20191002110000, "SOURCEURL": "https://www.business-standard.com/article/pti-stories/russian-guards-fire-on-nkorea-fishermen-five-injured-119100200585_1.html"}, "ARTICLE": {"TITLE": "Russian guards fire on NKorea fishermen, five injured", "TEXT": "Russian border guards opened fire on a North Korean boat in Moscow's Pacific waters on Wednesday, injuring five fishermen, Russia's security service said.\n\nRussia's frustration has been building in recent months over thousands of North Korean boats illegally fishing for squid off its far eastern coast.\n\nIn one incident, a North Korean was killed and several Russian coastguards were injured in a shootout last month when the crew of one boat resisted arrest.\n\n\"Five poachers were wounded, they are receiving medical assistance,\" the FSB national security service, which is in charge of border guards, said on its website.\n\n\"As a result of failure to comply with the border guards' legitimate demands, gunfire was used to stop one of the vessels.\" The\n\n\n\nFSB said the North Korean boat was being held.\n\nIn September, Russia detained hundreds of North Korean fishermen who were operating in the waters.\n\nThe area is bordered by Japan, Russia and North and South Korea and disputes over fishing rights there are frequent.\n\nBut the fear of detention or even death is not enough to deter impoverished North Koreans and experts say their government will not dare to crack down on their activities.\n\nThe fishermen use rudimentary wooden boats and drift nets that have been banned in Russia since 2015 because they indiscriminately trap all marine life, from salmon to seals, and can endanger divers, local Russians complain.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}