{"GDELT": {"GlobalEventID": 876787719, "Day": 20191001, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7425, "Actor1Code": "IRL", "Actor1Name": "GALWAY", "Actor1CountryCode": "IRL", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.4322916666666698, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Oughterard, Galway, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI10", "Actor1Geo_ADM2Code": "18289", "Actor1Geo_Lat": 53.4167, "Actor1Geo_Long": -9.33333, "Actor1Geo_FeatureID": "-1504991", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Oughterard, Galway, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI10", "Actor2Geo_ADM2Code": "18289", "Actor2Geo_Lat": 53.4167, "Actor2Geo_Long": -9.33333, "Actor2Geo_FeatureID": "-1504991", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Oughterard, Galway, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI10", "Action2Geo_ADM2Code": "18289", "Action2Geo_Lat": 53.4167, "Action2Geo_Long": -9.33333, "Action2Geo_FeatureID": "-1504991", "DATEADDED": 20191002110000, "SOURCEURL": "https://www.rte.ie/news/ireland/2019/1002/1079590-asylum-housing/"}, "ARTICLE": {"TITLE": "€14.5m spent on hotel, B&B asylum seeker accommodation", "TEXT": "New figures obtained by RTÉ show the Department of Justice spent nearly €14.5m on housing asylum seekers in commercial hotels and B&B accommodation over the past year.\n\nSince September last year direct provision centres across the country have been at capacity.\n\nThe figures show there are currently just over 1,300 asylum-seekers, including 275 children, living in emergency accommodation in 33 locations around the country.\n\nSome of these are private hotels and B&Bs that are also open to tourists and people on holidays.\n\nOne woman, who did not want to be named, said she has been living in a hotel in Dublin for seven months.\n\nShe said she was forced to flee from her home in Zimbabwe after being punished by soldiers for joining a political party.\n\n\"They came to my house on that day I was cooking for my kids, I was carrying a kettle with boiling water and they beat me and that boiling water was spilt on my breasts and my legs.\n\n\"They took me to a camp and I was being raped there, I was beaten and being raped by different people. That's why I ran away in Zimbabwe - my life was in danger.\"\n\nShe said while she is extremely grateful for the accommodation, she was given no information about what to do when she arrived here.\n\n\"You don't have a place to go and you don't know anybody. I wake up early in the morning, I go for breakfast, I go back in the room, I sleep and go for lunch and dinner.\n\n\"I feel like I don't have a life, I am a person that is supposed to eat and sleep, eat and sleep, I don't know exactly what to do in life - I feel like I'm trapped.\"\n\nIt costs an estimated €100 per night per person to place a person in a hotel, while the average rate for direct provision is €40.\n\nCEO of the Irish Refugee Council Nick Henderson says there are a number of problems connected to accommodating vulnerable people in commercial hotels.\n\n\"People who we have worked with through our services have difficulty engaging in support services.\n\n\"The hotels are often staffed by people who are used to looking after tourists and not people who are fleeing persecution.\n\n\"We have also had reports and have worked with people who have been in B&Bs and the staff of those B&Bs have been quite controlling and have been quite strict and inappropriate rules apply.\"\n\nThe Department says 284 people have been transferred from emergency accommodation to direct provision centres in the past year.\n\nRead more:\n\nTender for Oughterard direct provision centre withdrawn\n\nNumbers in direct provision above Govt's contracted capacity\n\nMeanwhile, there are just over 6,000 people in its 38 direct provision centres across the country.\n\nThe Department of Justice says expenditure on accommodation for international protection applicants is expected to reach €120m this year compared with €78m last year.\n\nThe department said expenditure is impacted by increased demand for accommodation and a rise in the number of asylum-seekers coming to Ireland.\n\nIt said the use of emergency accommodation is also putting additional pressure on costs this year.\n\nThe Government was dealt a blow yesterday when the tender for a direct provision centre in Oughterard in Galway was withdrawn following protests in the area.\n\nIn a statement the Department of Justice said the development would exacerbate \"a very serious shortage\" of accommodation for people seeking international protection in Ireland.\n\nIt also said acknowledged that the direct provision system is not perfect but it did say it was working to improve it.\n\nIn the Dáil yesterday Taoiseach Leo Varadkar said direct provision was far from ideal but he said the alternative was camps and containers.\n\nHe said: \"We will never be in a position nor will any country be in a position to provide housing or an apartment to everyone who comes into the country as an asylum seeker that is just not possible and no country does that.\n\n\"The sad reality is that the alternative to direct provision is what happens in France and Germany and Greece and Italy which is camps and containers, and I hope that we never get to that point here in Ireland.\"\n\nThe Department of Justice said a tendering process is ongoing to find new accommodation centres for people seeking asylum in Ireland.\n\nIt also said the Reception and Integration Agency is committed to using emergency accommodation for as short a time as possible."}}