{"GDELT": {"GlobalEventID": 876788368, "Day": 20191002, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7452, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "EDU", "Actor2Name": "ECONOMIST", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.35294117647059, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191002110000, "SOURCEURL": "https://www.independent.ie/world-news/construction-sector-downturn-more-severe-as-brexit-delays-hit-38555394.html"}, "ARTICLE": {"TITLE": "Construction sector downturn ‘more severe’ as Brexit delays hit", "TEXT": "A view of the struts from the base of “Big Carl”, the world’s largest crane, which is preparing to begin work at Hinkley Point C power station in Somerset. Construction PMIs for September show the sector continues to shrink.\n\nThe UK construction sector continues to shrink due to Brexit uncertainty and clients refusing to make big orders until future relationships with the EU become clearer, according to new data.\n\nThe closely-followed IHS Markit / CIPS Purchase Managers Index (PMI) for the sector came in at 43.3 for September, down on the 45.0 recorded in August.\n\nAnything below 50 is seen as a contraction, therefore the latest numbers can be seen as construction suffering a more severe downturn than previously.\n\nActivity is being pulled down at its second-fastest clip for over a decade as firms are buffeted by client hesitancy, heightened Brexit uncertainty and a weak outlook for the UK economyJoe Hayes, IHS Markit\n\nJoe Hayes, economist at IHS Markit, explained: “Activity is being pulled down at its second-fastest clip for over a decade as firms are buffeted by client hesitancy, heightened Brexit uncertainty and a weak outlook for the UK economy.\n\n“The commercial sector was a notable casualty in September, with building activity here falling at the fastest rate since April 2009, highlighting the damaging effects of project delays and belt-tightening.\n\n“Low confidence has subsequently caused construction order books to fall substantially.\n\n“Panellists reported another sharp drop in demand in September that was one of the strongest in the post-crisis era.”\n\nAnd whilst commercial activity was the worst-performing sector, the survey also saw falls in civil engineering activity and a fourth successive month of falls in residential buildings.\n\nJobs were also lost, with the strongest fall in staffing levels since the end of 2010.\n\nDespite the slowdown for the sector, product prices were up during the month, with greater fuel expenses and more expensive raw materials.\n\nConstruction firms also said they were “mildly optimistic” that business will improve over the next 12 months, but would be dependent on the Brexit outcome and economic trends improving worldwide.\n\nDuncan Brock, group director at the Chartered Institute of Procurement & Supply, added: “The construction sector offered another devastating result in September with the second fastest fall in new orders since March 2009 and the financial crisis.\n\n“After a relentless six-month decline in order books driven by Brexit uncertainty and political indecision, this is hardly surprising.”\n\nOn Tuesday the PMIs for the manufacturing sector came in at 48.3, up from 47.4 in August, meaning it was also in decline.\n\nThursday brings the all-important services sector PMIs, which have held up well in previous months, helping the UK avoid a recession.\n\nBut Mr Hayes warned: “Overall, the performance of the UK economy once again hinges on the service sector showing a marked degree of resilience to offset the weakness seen in construction and manufacturing.”\n\nPA Media"}}