{"GDELT": {"GlobalEventID": 876789400, "Day": 20191002, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7452, "Actor1Code": "USA", "Actor1Name": "NEW YORK", "Actor1CountryCode": "USA", "Actor2Code": "CRM", "Actor2Name": "ORGANIZED CRIME", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.5269709543568504, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191002110000, "SOURCEURL": "https://www.occrp.org/en/27-ccwatch/cc-watch-briefs/10776-usa-house-calls-for-information-from-giuliani-and-allies"}, "ARTICLE": {"TITLE": "USA: House Calls for Information From Giuliani and Allies", "TEXT": "The US House of Representatives said on Monday it has issued a subpoena to President Donald Trump’s lawyer, Rudy Giuliani, and sent letters requesting information to three of his associates over a back-channel campaign to gather information in Ukraine damaging to the President’s rivals.\n\nRudy Giuliani (Photo: Jason Bedrick) The letters are part of an impeachment inquiry launched last week after the revelation of a whistleblower complaint alleging that Trump had improperly pressured Ukraine and its president, Volodymyr Zelensky, to investigate business dealings involving the son of former Vice President Joe Biden.\n\nThe House sent letters to Lev Parnas and Igor Fruman, two Florida businessmen whose efforts with Giuliani to dig up politically damaging information in Ukraine were detailed in a joint investigation by OCCRP and BuzzFeed News in July. It also sent a letter to Semyon “Sam” Kislin, a New York businessmen and former campaign supporter of Giuliani who reportedly been associated with organized crime.\n\nThe letters call on the four men to preserve a wide array of documents related to Giuliani’s Ukraine efforts, as well as any potential involvement by the Trump administration in this scheme.\n\n“A growing public record, including your of statements, indicates that the President, you, and others appear to have pressed the Ukrainian government to pursue two politically-motivated investigations,” the letter sent to Giuliani said.\n\nGiuliani’s three alleged associates are required to give depositions within the next two weeks, warning them that Congress could otherwise “pursue alternative means to obtain the information.”\n\n“Your failure or refusal to comply with the subpoena, including at the direction or behest of the president or the White House, shall constitute evidence of obstruction of the House’s impeachment inquiry and may be used as an adverse inference against you and the president,” all four letters warned.\n\nThe House demanded records related to a US$325,000 donation made in the name of a company belonging to Parnas and Fruman in May 2018 to a pro-Trump Super PAC, America First Action. The transaction was covered in OCCRP and BuzzFeed News’ July report.\n\nThe letters also demanded information on a meeting involving former Congressman Pete Sessions that same month, an apparent reference to an event first revealed in OCCRP’s July report, in which Parnas and Fruman urged Sessions to dismiss the US Ambassador to Ukraine, Marie Yovanovitch.\n\nIn a phone interview on Monday evening, Kislin said he would appear before the House.\n\nKislin said he did not know Parnas, but that he knew Fruman, who owned a hotel in Odessa and that he had seen him nearly a decade ago.\n\n“[Fruman] knows Giuliani. I know Giuliani too because I used to work for Giuliani. I used to be economical director,” he said.\n\n“They came to my lawyer a few days [ago], they asked for me. They’re fishing. You know the word, ‘fishing’?”"}}