{"GDELT": {"GlobalEventID": 877254044, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "LEG", "Actor1Name": "REPRESENTATIVES", "Actor1Type1Code": "LEG", "Actor2Code": "OPP", "Actor2Name": "DEMONSTRATOR", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.61904761904762, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 44.0, "Actor2Geo_FeatureID": "IZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20191004040000, "SOURCEURL": "https://www.presstv.com/Detail/2019/10/04/607811/Iraq-Prime-Minister-Abdul-Mahdi-protests"}, "ARTICLE": {"TITLE": "Iraqi PM says ready to meet protesters, pledges change", "TEXT": "Iraqi Prime Minister Adil Abdul-Mahdi has expressed regret that the ongoing protests in the country have become violent, saying he is ready to meet with the organizers to discuss their demands.\n\nSpeaking on Thursday night, the Iraqi prime minister said there was no \"magic solution\" to issues such as graft, unemployment and corruption but he would begin by passing a law for basic income for poor families.\n\nDuring the televised address, which came as protesters across Iraq called for him to resign, Abdul-Mahdi asked the parliament, where his coalition is in majority, to give him support so he can reshuffle his cabinet to address people's demands.\n\nThe Iraqi premier said the protesters were \"correct\" to call for an end to corruption but that would only be achieved once the government is allowed to carry out its work.\n\nEarlier on Thursday, Abdul-Mahdi's office issued a statement calling for dialogue.\n\nThe statement noted that he was prepared to meet with \"representatives of peaceful demonstrators to consider their legitimate demands.\"\n\nSeveral Iraqis said they had already received text messages from Abdul-Mahdi's office that included a hotline for them to call and air their grievances.\n\nThe Thursday protests were held in violation of a curfew that the premier had declared in several cities after holding an emergency meeting with members of the National Security Council.\n\nDemonstrations erupted on Tuesday over unemployment and poor public services, with some protesters arguing that they deserve a better life since they are living in a country with some of the world's largest energy resources.\n\nThe protesters attempted to reach Tahrir Square, which has been sealed off by police along with a nearby bridge that leads to the Green Zone - an area where government offices and foreign embassies are located.\n\nPolice had to use stun grenades, rubber bullets and tear gas to disperse the demonstrators as they pushed to bypass the barriers. Casualties were reported in those clashes.\n\nThe Iraqi Interior and Health Ministries have said in statements that they regretted the violence which they blamed on “a group of rioters” who had infiltrated the protests.\n\nProminent Iraqi Shia cleric Muqtada al-Sadr has also called for an investigation into the clashes.\n\nIraq is recovering from three years of war with the foreign-backed Daesh terrorist group. It has also been dealing with years of internal power clashes as well as the US military invasion and occupation of the country."}}