{"GDELT": {"GlobalEventID": 877253750, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "ESP", "Actor1Name": "SPAIN", "Actor1CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 20, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.1574074074074, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pyrenees, Spain (general), Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP00", "Actor1Geo_ADM2Code": "16298", "Actor1Geo_Lat": 42.6667, "Actor1Geo_Long": 1.0, "Actor1Geo_FeatureID": "-398008", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pyrenees, Spain (general), Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP00", "Action2Geo_ADM2Code": "16298", "Action2Geo_Lat": 42.6667, "Action2Geo_Long": 1.0, "Action2Geo_FeatureID": "-398008", "DATEADDED": 20191004040000, "SOURCEURL": "https://www.ibtimes.com/northwest-spain-conservation-efforts-pay-bears-thrive-2839474"}, "ARTICLE": {"TITLE": "In Northwest Spain, Conservation Efforts Pay Off As Bears Thrive", "TEXT": "Daylight is only just breaking over Spain's Cantabrian Mountains and already a dozen enthusiasts are up and about in the hope of spotting a brown bear.\n\nFernando Garitagoita has rented a house in La Peral, a hamlet in the Somiedo nature reserve in the Asturias region, to be first in line in the morning to film them with his telephoto lens.\n\nOn holiday with his family, the house is just metres from a hill where dozens of passionate bear watchers set up camp every day, equipped with powerful telescopes and expensive photography equipment.\n\nPhoto: AFP / GABRIEL BOUYS\n\nSilently they wait for a bear to emerge from the forest and clamber up rocky scree slopes to eat buckthorn berries which grow on a shrub that fruits in late August, says Garitagoita.\n\nA stir of excitement runs through the group when a bear is spotted pawing at a bush to get hold of the glossy black berries.\n\nPhoto: AFP / GABRIEL BOUYS\n\n\"It's emotional, you feel joy, happiness. You get an adrenaline rush,\" admits the 53-year-old professor.\n\n\"For me, it's a unique moment.\"\n\nPhoto: AFP / GABRIEL BOUYS\n\nRegaining ground\n\nIn the 1980s, it was very rare to see a bear in the Cantabrian Mountains, a range stretching more than 400 kilometres (around 250 miles) along Spain's northern coast, from the Pyrenees in the east to Portugal's northernmost tip in the west.\n\nNot only was their habitat under threat from the construction of roads and other infrastructure but the bears were still seen as dangerous pests, with their numbers reduced by both illegal hunting and people leaving out poisoned bait.\n\nPhoto: AFP / GABRIEL BOUYS\n\nDown to just 60 or 70 in number, they became critically endangered, says Guillermo Palomero, president of the Fundacion Oso Pardo (Brown Bear Foundation), an NGO founded in 1992 to promote the peaceful co-existence of humans and bears.\n\nBut following a dedicated campaign by conservationists, the population has grown steadily and the area now counts between 330 and 350 brown bears, among them more than 40 females who produce cubs every year.\n\nUnlike in the Pyrenees, where the creatures had to be reintroduced after being hunted to extinction, the brown bears of Cantabria are gradually repopulating their own native territory.\n\nPhoto: AFP / GABRIEL BOUYS\n\nBig fruit lovers, they can even be seen venturing into the orchards around northern towns like Oviedo and Leon.\n\nAnd a young adventurous male was spotted in northern Portugal in May where bears have not been seen since the 19th century.\n\nPhoto: Fundacion Oso Pardo / Handout\n\nInvolving the public\n\nThe spectacular recovery is the result of efforts to protect the environment as well as to educate people about the importance of bear populations, says Palomero.\n\nThe entire mountain range is today a protected conservation zone, and a project to connect the area's two main populations has seen the creation of \"bear corridors\" that enable those living in the west to safely reconnect with those in the east.\n\nPhoto: AFP / GABRIEL BOUYS\n\nFor decades, bears living in the two territories had been separated by new roads.\n\n\"Involving the public was key to shifting in a very short time between a negative image of bears to one which was neutral or even largely positive,\" Palomero says.\n\nNot only did that involve dispelling the myth that bears attack humans, but they also erected more than 1,500 electric fences to cordon off hives and orchards, ran an information campaign in schools and the media, and staged a crackdown on poaching.\n\n\"Before, a poacher who killed was a local hero, but now if someone boasts in a bar about killing a bear, one of his neighbours will likely report him,\" he adds.\n\nAnd any harm or damage caused by the bears, be it to livestock, beehives or fruit trees, is fully compensated, thanks to funding from the European Union as part of its efforts to protect threatened species.\n\n\"It shouldn't cost anyone a single euro to live side-by-side with a bear,\" insists Palomero.\n\nBears as tourist magnet\n\nThe bears have become a magnet for tourists in the Somiedo nature reserve, says local mayor Belarmino Fernandez.\n\nWhen he first became mayor 25 years ago, the area didn't attract any tourism, he says.\n\nToday, however, this community of 1,300 people boasts 90 tourist shops and hotels that count around 1,400 beds.\n\nNor has the bears' presence on the reserve prevented livestock farming.\n\nThere are now 8,000 head of cattle in Somiedo, compared with 5,000 when the park was established in 1988, says Fernandez.\n\nIn fact, wolves pose a much greater threat than bears, with their attacks on calves and foals 20 times more frequent than those by a bear, says Simon Lopez Cabezas, who heads Somiedo's association of livestock farmers.\n\nBut he is wary that the bears could one day pose a threat to the cattle.\n\n\"The bear is not a natural predator but with time, we will have problems,\" he warns.\n\nModel for the Pyrenees?\n\nIn the Pyrenees, where herders raise sheep, reviving the local bear population has been no picnic, with farmers up in arms about the re-introduction of brown bears from Slovenia, whom they see as a menace to their flocks.\n\nAnd Palomero is keenly aware the situation in the Pyrenees needs to be carefully managed.\n\n\"We must protect the flocks, a flock of sheep which isn't protected is one that will be attacked by bears,\" he admits.\n\n\"But it can be done... especially now that the European Commission is willing to show support by covering 100 percent of the costs.\""}}