{"GDELT": {"GlobalEventID": 877254065, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "MED", "Actor1Name": "WRITER", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.6564551422319499, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 66.0, "Actor1Geo_FeatureID": "AF", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 66.0, "Action2Geo_FeatureID": "AF", "DATEADDED": 20191004040000, "SOURCEURL": "https://www.bangkokpost.com/life/social-and-lifestyle/1764724/mystical-religion"}, "ARTICLE": {"TITLE": "Mystical religion", "TEXT": "I am saying straight away that I believe in God. How else can the cosmos be there? But I'm not religious. In my time I've been to churches, temples, mosques and holy places out of curiosity, not seeking a spiritual experience. In each I did the expected to the extent possible: sat, bowed, knelt, mumbled prayers, faked singing spirituals, et al. It was copying, not mocking.\n\nBrida By Paulo Coelho\n\n293pp\n\nAvailable at Asia Books and leading bookshops\n\n225 baht\n\nAttending masses and sermons in languages I can't understand is one thing. Speaking English with priests, monks, pastors, rabbis, imams quite another. They had faith. They believed. How could they not? Their respective Good Books were penned by their founding fathers, dictated by God.\n\nAll contained elements of magic mysticism. It couldn't have happened that way. But it did. God works in mysterious ways. Centuries ago, the Inquisition was formed to ferret out doubters. Elsewhere, the religious police have the same mission. I've been to theocracies. Overbearing. Only a visitor, I left them without regret. The way I size up religion is how their adherents act when away from their places of worship.\n\nI live by the Golden Rule. My good wife is a devout Buddhist, living by its precept that good comes to those who are good, evil to those who are evil. Not very different. Being a reviewer, now and again a book with a religious theme comes my way. Scrivener Dan Brown set the pattern in The Da Vinci Code. What became of Jesus' body after his crucifixion? Literary imaginations are still running wild. Religious wars keep some writers busy for years.\n\nThen there's Paulo Coelho, regarded as the top Brazilian author. In Brida he furnishes us with a three-page autobiography. In his 70s now, he describes himself as a nonconformist who indulged in every prevailing fad, from hippie to revolutionary. He ultimately chose a mystical form of Catholicism. His novels focusing on it are popular worldwide. Whether and to what extent he's made converts, I have no way of knowing. He keeps his works under 300 pages.\n\nIt might be said that his heroine is looking for her hero. A teacher latches onto her, escorting her through mystical experiences involving the dark side and the blessed sun. He helps her recognise the man deserving her love. Coelho manages to weave innocence, mysticism and Catholicism into an ideal mixture.\n\nI recommend Brida without comprehending or praising the author's advancing it. I find his message complex, his style simple.\n\nAt the finish are ads for his previous books. Each has a kicker. I can't resist offering several:\n\n\"What are you searching for?\"\n\n\"Do you believe in yourself?\"\n\n\"How can you find your heart's desire?\"\n\n\"Can sex be sacred?\"\n\nPoachers\n\nIt is calculated that 95% of all animal species on the planet at the dawn of history are now extinct. Only a century ago, great white hunters travelled from continent to continent for the sport of killing game. Photos showed them standing with one foot on the neck of a dead elephant, cradling the powerful rifle they'd shot it with. Or tiger. Or bear or moose.\n\nScent Of Fear By Tony Park\n\n360pp\n\nAvailable at Asia Books and leading bookshops\n\n325 baht\n\nAnd there were the prey of the seas: the marlin, the sharks, the whales. Hunting ledgers displayed their tusks and mounted heads, stuffed bodies. The carcases weren't for human consumption.\n\nBut there were people who noticed that species were no longer in their usual habitat, failing to return seasonally. They'd been exterminated in the name of good fun. They asked: Can the remaining species be saved? It took a while to put game preserves into effect. Intrepid hunters protested and were allowed to buy hunting licenses for some months of the year, but not for some species.\n\nThe problem is that hunting is to an extent a profitable business. Elephant and walrus tusks are in demand by collectors. Coats made of sable, ermine and mink are objects of envy. As all such animals are on the endangered list, rangers/guides are employed to protect the preserves.\n\nNot an easy job as the perps -- poachers -- are ruthless in their determination to get what they are after. They aren't above using violence. In Scent Of Fear author Tony Park focuses on the war between the animal traffickers and the rangers in his homeland of South Africa. That's Kruger National Park.\n\nHis literary protagonist is Sean Bourke, a veteran of the war in Afghanistan. He is one of the men, with a partner, patrolling the perimeter of the preserve 24/7. With but a few differences, the plot is like the war against drugs. We are asked to believe that apart from guns the poachers use explosives. Be that as it may, the writer leaves the reader in no doubt that the two sides are fighting a war.\n\nThe drugs analogy in my mind had me anticipating the flow of the story. It's action packed and his superiors aren't delighted with the way things have been going, but it all works out.\n\nSadly, poachers everywhere have no concern about conservation and the environment or preserving what is good about the planet. Nor are all too many others. As the Peanuts cartoon says: \"I have met the enemy and …\" Park has a score of novels under his belt. He's no Wilbur Smith but he seems to give an accurate description of South Africa in the 21st century."}}