{"GDELT": {"GlobalEventID": 877253540, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "BUS", "Actor1Name": "INVESTOR", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.9436619718309904, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191004040000, "SOURCEURL": "https://www.tribuneindia.com/news/himachal/cong-knocks-at-voters-doors-in-dharamsala/842209.html"}, "ARTICLE": {"TITLE": "Cong knocks at voters’ doors in Dharamsala", "TEXT": "Tribune News Service\n\nDharamsala, October 3\n\nThe Congress started the door-to-door campaigning in the Kotwali market area here on Thursday.\n\nThe campaign was joined by CLP leader Mukesh Agnihotri, former minister Thakur Singh Bharmouri, former MP Chander Kumar and former vice-chairman of the Forest Corporation Kewal Singh Pathania.\n\nThe Congress that received a setback after former minister Sudhir Sharma refused to contest put up a united show.\n\nAgnihotri, talking to mediapersons, alleged that democracy was being throttled by the BJP government. Two independent candidates, who filed the nomination papers from Pachhad, were picked up and taken to Shimla. They were forced to withdraw their nomination papers but only one agreed.\n\nAgnihotri also flayed the state government for the registration of a case against 88-year-old man from Jawalamukhi, who was collecting money from passing vehicles to repair the retaining wall of his house. He alleged that the man was trying to bring to the notice of the government the plight of official machinery. His house could collapse due to damage to retaining wall along the road. However, instead of redressing the grievance of the old man, the police booked him for extortion. This showed the insensitivity of the government towards the common man, he said.\n\nAgnihotri also said the investors’ meet being organised by the government next month was likely to turn into a scam. The government was signing MoUs with investors. Many builders and land mafia were trying to enter the state as investors. It was planning to hand over lands to such people. The government was spending crores on the investors’ meet but it was unlikely to attract any investment.\n\nHe further alleged that most of the local investors were a harried lot. The government should extend the single-window clearance to local investors.\n\nThe CLP leader said the Congress was united and would win both seats. Many senior leaders, including CWC member Asha Kumari, former minister Kaul Singh and former Union minister Chandresh Kumari, would soon join the campaigning in Dharamsala."}}