{"GDELT": {"GlobalEventID": 877254162, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 12, "NumSources": 1, "NumArticles": 12, "AvgTone": 1.9916142557652, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20191004040000, "SOURCEURL": "https://www.thenews.com.pk/print/536063-pakistan-afghan-taliban-push-for-early-resumption-of-talks"}, "ARTICLE": {"TITLE": "Pakistan, Afghan Taliban push for early resumption of talks", "TEXT": "ISLAMABAD: Pakistan and the Afghan Taliban in their first official meeting in Pakistan on Thursday pushed for the resumption of talks at an early date so that the peace process in Afghanistan could take off, which would also enable Pakistan’s own socio-economic development and progress.\n\nBoth sides emphasised that reduction of violence by all parties to the conflict was necessary to provide an enabling environment for resumption of the peace process.\n\nPakistan made it clear that an inclusive peace and reconciliation process, involving all sections of the Afghan society, was the only practical way forward.\n\nThe Taliban Political Commission headed by Mulla Abdul Ghani Baradar and senior members of his delegation held wide-ranging talks with Foreign Minister Shah Mehmood Qureshi, Foreign Secretary Sohail Mehmood and Inter-Services Intelligence (ISI) Director General Faiz Hameed at the Foreign Office.\n\nMulla Baradar is no stranger to Pakistan having spent 10 years in jail in Karachi after the 9/11 attacks in New York, but it was the first ever visit of a Taliban delegation to Pakistan since the establishment of the political commission.\n\nQureshi emphasised that it was time to make all possible efforts for an early, peaceful resolution of the conflict in Afghanistan, said the Foreign Office in a statement.\n\n“Pakistan would continue to support all efforts to achieve permanent peace in Afghanistan which was essential for Pakistan’s own socio-economic development and progress. Pakistan had wholeheartedly supported Afghanistan in its difficult times during the past four decades,” the foreign minister told the Taliban delegation.\n\nPakistan informed the Taliban that their serious engagement in the peace process was appreciated, but that these need to be taken to their logical conclusion. “The existing, broad regional and international consensus for achieving peace in Afghanistan at the earliest provided an unprecedented opportunity that must not be lost. It was up to the parties to the conflict in Afghanistan to grasp this opportunity,” the foreign minister was quoted as saying.\n\nPakistan also informed their guests that the Taliban-US talks since last year, strongly and sincerely supported by Pakistan, had now laid a firm ground for achieving a sustainable peace deal in Afghanistan.\n\n“A pacific settlement of the conflict would lead to a significant reduction of violence, end of bloodshed and long-term peace, stability and prosperity for future generations of Afghanistan,” was the view from Islamabad.\n\nLater at a media meeting, spokesman at the Foreign Office was unusually tight-lipped about the programme of the Taliban Political Commission, saying, “This is a highly sensitive and delicate process that is being handled in a careful manner.”\n\nHe was asked if the Taliban delegation would meet with other Pakistani civil and military leaders as well with the US Special Representative Zalmay Khalilzad, who has been in Islamabad for a couple of days.\n\nThe Taliban Political Commission’s meetings would go a long way to determine the progress of the US-Taliban talks and whether Pakistan could convince the Taliban to meet also with the Kabul government. The 12-member visiting delegation appreciated Pakistan’s support for peace in Afghanistan, said the statement from the Foreign Office, while both sides agreed on the need for earliest resumption of the peace process.\n\nShah Mehmood reiterated Pakistan’s commitment and continued strong support for all efforts in this regard. He also pointed to the fact that people of both Afghanistan and Pakistan have a shared history, geography and culture, Islam remains the strongest bond between the two brotherly countries. He added that the people of both countries had also suffered tremendously due to 40 years long conflict and instability in Afghanistan. The minister said that Pakistan has maintained for several years that there is no military solution to the complex situation in Afghanistan.\n\nThe TPC was told that it was in line with the teachings of Islam and as part of its moral obligation as a friendly neighbour that Pakistan hosted millions of Afghan brothers and sisters.\n\n“All these years Pakistan has also kept reminding the world not to overlook the hardcore political, economic, socio-cultural and ethnic ground realities in Afghanistan and its immediate neighbourhood,” said the statement.\n\nLater at a media briefing, the FO spokesman said that he believed that Dr Maleeha Lodhi was replaced after the completion of her tenure.\n\n“Unfortunately, there has been a slander campaign against the appointment of Ambassador Munir Akram, which is reprehensible. It must be noted that he is a distinguished and experienced member of Foreign Service of Pakistan and an eminent diplomat. His contributions are internationally acknowledged and recognised. He will assume his duties in New York soon,” the spokesman added.\n\nTo another query, the spokesman said that it was the American president who requested Prime Minister Imran Khan to help in mediating a solution between US and Iran. “PM supports a negotiated and amicable solution to the US-Iran stand-off. Pakistan will continue to urge all sides to resolve issues through dialogue,” said the spokesman.\n\nAgencies add: Afghanistan dubbed the “warm welcome” accorded to the Taliban delegation in Pakistan as “violation of the diplomatic norms”.\n\nSediq Seddiqi, spokesman for the presidency in Kabul, told journalists the meetings in Islamabad will not help the Afghan peace process. He stressed the peace process would only prove fruitful when it’s owned by Afghan people and led by the Kabul government.\n\n“We saw the Taliban members travel to Pakistan. Unfortunately, a protocol was accepted by the Pakistani foreign minister and they have met, but these meetings do not contribute to the peace process,” Seddiqi added.\n\nHe blamed the insurgents for the continued violence in the country even during the landmark presidential elections held on September 28."}}