{"GDELT": {"GlobalEventID": 877254096, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "MIL", "Actor1Name": "AIR FORCE", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 154, "EventBaseCode": 154, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 1.3618677042801597, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ambala, Haryana, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN10", "Actor1Geo_ADM2Code": "17831", "Actor1Geo_Lat": 30.3783, "Actor1Geo_Long": 76.7808, "Actor1Geo_FeatureID": "-2088644", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ambala, Haryana, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN10", "Action2Geo_ADM2Code": "17831", "Action2Geo_Lat": 30.3783, "Action2Geo_Long": 76.7808, "Action2Geo_FeatureID": "-2088644", "DATEADDED": 20191004040000, "SOURCEURL": "https://www.firstpost.com/india/days-after-taking-to-the-sky-in-tejas-aircraft-rajnath-singh-to-fly-sortie-in-rafale-fighter-jet-on-8-oct-during-france-visit-7449841.html"}, "ARTICLE": {"TITLE": "Days after taking to the sky in Tejas aircraft, Rajnath Singh to fly sortie in Rafale fighter jet on 8 Oct during France visit", "TEXT": "Top military brass of France as well as senior officials of Dassault Aviation, the makers of Rafale, will also be present at the handing over ceremony.\n\nNew Delhi: Defence Minister Rajnath Singh will fly a sortie in a Rafale fighter jet on 8 October from a French airbase in Paris to gain first-hand experience of the aircraft, official sources said on Thursday.\n\nSingh is scheduled to travel to Paris on 7 October on a three-day visit, primarily to receive the first of 36 Rafale fighter jets.\n\nThe ceremony to hand over the first Rafale jet will take place on 8 October, the foundation day of the Indian Air Force, the sources said.\n\nThe sources also said that the defence minister after receiving the aircraft would take a sortie in the aircraft.\n\nTop military brass of France as well as senior officials of Dassault Aviation, the makers of Rafale, will also be present at the handing over ceremony.\n\nIn July 2017, the then IAF Chief Air Chief Marshal BS Dhanoa, flew a Rafale jet at the Saint-Dizier airbase during his visit to France.\n\nOn 9 October, Singh is scheduled to hold extensive talks with top defence brass of the French government on ways to further deepen defence and security cooperation between the two countries.\n\nPrime Minister Narendra Modi visited France in August during which both the sides resolved to further enhance the already close defence ties between the two countries.\n\nSources said a high-level team of the Indian Air Force is already in Paris to coordinate with French officials on the handing over ceremony.\n\nIndia had signed an inter-governmental agreement with France in September, 2016, for procurement of 36 Rafale fighter jets at a cost of around Rs 58,000 crore. The aircraft is capable of carrying a range of potent weapons and missiles.\n\nThe IAF has already completed preparations, including readying required infrastructure and training of pilots, to welcome the fighter aircraft.\n\nThe sources said the first squadron of the aircraft will be deployed at Ambala air force station, which is considered one of the most strategically located bases of the IAF. The Indo-Pak border is around 220 km from there.\n\nThe second squadron of Rafale will be stationed at Hasimara base in West Bengal.\n\nA number of IAF teams have already visited France to help Dassault Aviation, the manufacturer of Rafale, incorporate India-specific enhancements on-board the fighter aircraft.\n\nThe Rafale jets will come with various India-specific modifications, including Israeli helmet-mounted displays, radar warning receivers, low band jammers, 10-hour flight data recording, infra-red search and tracking systems among others.\n\nThe IAF has spent an approx of Rs 400 crore to develop required infrastructure like shelters, hangers and maintenance facilities at the two bases. According to the deal, the delivery of the jets was to be completed in 67 months from the date the contract was signed."}}