{"GDELT": {"GlobalEventID": 877437387, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "CRM", "Actor1Name": "CRIMINAL", "Actor1Type1Code": "CRM", "Actor2Code": "UKR", "Actor2Name": "UKRAINE", "Actor2CountryCode": "UKR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.3333333333333304, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20191004213000, "SOURCEURL": "https://www.mediamatters.org/trump-impeachment-inquiry/another-day-irresponsible-ukraine-headlines-shows-mainstream-media-still"}, "ARTICLE": {"TITLE": "Another day of irresponsible Ukraine headlines shows mainstream media still don't get it", "TEXT": "There’s nothing wrong with New York Times reporter Andrew Kramer’s October 4 report about a new development in the scandal surrounding President Donald Trump’s attempts to coerce Ukraine into carrying out a politically motivated investigation.\n\nBut there was something wrong with the headline.\n\nKramer’s article explained that the Ukrainian government would audit a closed case involving a gas company linked to Hunter Biden, the son of Democratic 2020 presidential candidate and former Vice President Joe Biden. It also, crucially, reiterated that there’s “no evidence of wrongdoing” by the Bidens, and that Trump is facing an impeachment inquiry over the pressure he put on the Ukrainian government to investigate the Bidens and the withholding of foreign aid as leverage, which are possible abuses of power.\n\nThe article’s headline, however, painted a different picture, reading “Ukraine to Review Criminal Case on Owner of Firm Linked to Biden’s Son.” When detached from Trump’s push for a frivolous investigation, this headline, which was later slightly altered, hints that there’s reason to suspect the Bidens of wrongdoing. (This likely isn’t Kramer’s fault; reporters rarely write their own headlines.)\n\nx (x)\n\nx (x)"}}