{"GDELT": {"GlobalEventID": 877437075, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor2Code": "MNCUSA", "Actor2Name": "MICROSOFT", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.33988212180747, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20191004213000, "SOURCEURL": "https://www.courthousenews.com/microsoft-says-iran-linked-group-tried-to-hack-us-campaign/"}, "ARTICLE": {"TITLE": "Microsoft Says Iran-Linked Group Tried to Hack US Campaign", "TEXT": "WASHINGTON (CN) — A hacking organization linked to the Iranian government launched attacks on Microsoft email accounts associated with an undisclosed U.S. presidential campaign, the tech giant said Friday.\n\nOver a 30-day period from August to September, the Microsoft Threat Intelligence Center observed 2,700 attempts by the hacking group Phosphorous to identify certain email accounts before 241 total attacks were carried out.\n\nFour of the attacks were successful, but none of them compromised accounts that were linked to the unnamed presidential campaign. Other targets included U.S. government officials, journalists and prominent Iranians living outside the country.\n\nA Friday blog post by Vice President Tom Burt says Microsoft disclosed the attacks to be more transparent about foreign attacks that target democratic functions. In July, the tech giants announced it had detected 740 attempts to infiltrate data by nation-state actors, targeting think tanks, nonprofits and U.S. political campaigns.\n\n“While the attacks we’re disclosing today were not technically sophisticated, they attempted to use a significant amount of personal information both to identify the accounts belonging to their intended targets and in a few cases to attempt attacks,” Burt wrote. “This effort suggests Phosphorus is highly motivated and willing to invest significant time and resources engaging in research and other means of information gathering.”\n\nIn some instances, hackers would try to identify a user’s secondary email, then gain access to a primary account through a verification sent to the secondary email. In other cases, Phosphorus tried to use phone numbers to initiate password resets, according to Microsoft.\n\nForeign actors have previously targeted the U.S. government and politicians, with Russia’s 2016 disruption of the Democratic National Committee and Hillary Clinton campaign heightening American awareness of the threat and spurring an investigation by former special counsel Robert Mueller.\n\nFriday’s announcement is a sign that foreign governments are looking for ways to potentially disrupt the 2020 presidential election as well.\n\nA Monday report from CrowdStrike – the security firm hired by the DNC that analyzed the Russian hack five months before the 2016 election – said its Falcon OverWatch security system had identified China as one of the most active cyber threats this year. It has targeted health care, manufacturing, telecom and other industries more than any other nation, according to CrowdStrike.\n\nMicrosoft urged journalists and political campaigns to check their login history, which can show users where and when their last login was recorded.\n\nThe U.S. Department of Homeland Security said in a statement Friday that it will work with Microsoft to assess the level of the threat’s impact.\n\nChris Krebs, director of Homeland Security’s Cybersecurity and Infrastructure Security Agency, said in a statement that most of the attacks were likely “run-of-the-mill” intelligence work.\n\n“Microsoft’s claims that a presidential campaign was targeted is yet more evidence that our adversaries are looking to undermine our democratic institutions,” Krebs said."}}