{"GDELT": {"GlobalEventID": 877438280, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.3460015835312802, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_Lat": 42.2373, "Actor1Geo_Long": -71.5314, "Actor1Geo_FeatureID": "MA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.2373, "Action2Geo_Long": -71.5314, "Action2Geo_FeatureID": "MA", "DATEADDED": 20191004213000, "SOURCEURL": "https://patch.com/new-hampshire/concord-nh/mom-accuses-concord-teacher-trying-groom-daughter-2011"}, "ARTICLE": {"TITLE": "Mom Accuses Concord Teacher Of Trying To Groom Daughter In 2011", "TEXT": "CONCORD, NH — The mother of a former Concord School District student presented information that pushes back the timeline of possible inappropriate behavior by a former teacher and special education adviser accused of raping a Concord student during a summer program in Massachusetts. Truna Halverson said she believed her daughter, Sage, was targeted by Primo \"Howie\" Leung when he was a teacher at Rundlett Middle School in 2011 and she was in eighth grade.\n\nWhile Halverson's daughter was not a sexual assault or psychological victim, they both believe that Leung was attempting to groom her and some of her classmates. When Halverson raised the issue to then-Rundlett Principal Tom Sica, she claimed her concerns were scoffed at.\n\nLeung was arrested in April on felonious sexual assault and other charges after a months-long investigation. The investigation was launched after students accused him of inappropriate behavior in December 2018.\n\nA day after getting the camera, Sage went around downtown Concord with another student and took pictures of architecture and other things. She came home and showed her mother — who was shocked to see her with a digital camera. The pictures were great, she said, but she was puzzled.\n\nSage and other girls began hanging around Leung's office at Rundlett at the beginning of the school year because he was \"the cool teacher,\" Halverson said. Leung reportedly gave the students Twinkies, Pop-Tarts and other treats in an effort, she believed, to keep them hanging around. During this interaction with Leung, he was accused of ging Sage a digital camera and suggested she take pictures of herself, her friends and whatever she was interested in. She was to then bring the camera back to him, according to Halverson.\n\n\"Oh, Mr. Leung gave it to me,\" her daughter responded, she said.\n\n\"Wait a minute,\" she recalled asking her daughter. \"Where did you get the camera?\"\n\nHalverson began questioning Sage about Leung and found out he helped special needs students at the school and wasn't Sage's teacher. In fact, it appeared that he had no professional interaction with her at all, or with other students who were hanging around his office.\n\nHalverson requested the camera from Sage and went through her emails to see if there was a note she missed from Leung, another teacher, or an aide about cameras for students or something. But there were no notifications.\n\nHalverson, a single mother who described her relationship with Sage as \"very close,\" knew her daughter didn't have any interest in photography and was curious how she received the camera. Sage told her Leung just started talking to her about it, thought she might be interested in pictures, and suggested she \"be creative\" with the camera. She then questioned Sage about whether or not Leung was a photography teacher, a photographer himself, or involved in art teaching at the school. No, Sage said. Leung was a math teacher.\n\n\"That's where my concern came up,\" Halverson said. \"It didn't sit well with me; it didn't make sense … there was no avenue connecting these things.\"\n\nThe next day, Halverson requested a meeting with Leung and Sica and was told that Sica was not available. When she threatened to be at the school with police at noon, an appointment was set.\n\nDuring the meeting, Halverson said Leung stated Sage expressed an interest in photography, so he gave her the camera. She countered that she knew her daughter and knew she wasn't interested in photography. Halverson then raised other issues about Leung sharing treats with girls since the girls had no reason to be there.\n\n\"It's creepy and inappropriate,\" she recalled telling Leung and Sica.\n\nHalverson claimed this comment set Sica off and he began defending Leung's actions, saying Halverson was jumping to conclusions.\n\n\"At no point was Sica on my child's side,\" she said. \"I was dismissed and told I was overreacting. It was ridiculous that the principal wasn't on the side of the student.\"\n\nHalverson said she slammed the camera on the desk and told both Leung and Sica that if he ever went near her daughter again or heard her daughter speak of him, \"I'd be coming after him personally.\"\n\nHalverson said she felt enraged before going into the meeting and even more sick after it.\n\nThe rest of the year, there were no problems, but there was another strange incident on a snowshoeing field trip on Silk Farm Road, Halverson said. During the field trip, there was a bonfire and both Halverson and Sage were across the fire from Leung. She claimed Leung was smirking at her \"in a smug manner.\"\n\n\"I can still see his face,\" she said. \"It was infuriating.\"\n\nThe next year, Halverson and her daughter moved out of Concord.\n\nAt the time, Leung had been teaching for about five years in SAU 8 in what appears to be his first job out of college, according to his employment information online. He was around 28 years old.\n\nAt the end of this school year, Leung was named a distinguished educator for the year by then-Superintendent Chris Rath and Assistant Superintendent Donna Palley.\n\nContacting police after Leung was charged\n\nAfter Leung was arrested, Concord police asked anyone with information about the teacher to come forward since they suspected there might be more victims and accusations. Halverson almost didn't speak with investigators. But after talking with her daughter and a state trooper she knew who suggested that police might not know about cameras being given to students, Halverson left a tip with the Concord Regional Crimeline.\n\n\"The police needed to know that maybe they should be looking for some cameras,\" she said.\n\nConcord Police Lt. Sean Ford said investigators were aware of Halverson's claims but he said he could not speak about the Leung case since it was an open investigation.\n\nHalverson was not questioned by the Concord School District's private investigator, Djuna Perkins of DP Law, a former Boston prosecutor who has spent months investigating what happened in the aftermath of Leung being accused of inappropriate behavior with a student in 2018 but being allowed to stay on as a teacher.\n\nHalverson learned later that the cameras were part of a grant program at Rundlett, that Leung had reportedly borrowed a few of them and they later went missing. This has had her wondering who received the cameras and what, if anything, happened to them, considering all the accusations against Leung involving gifts and money.\n\nIn hindsight, Halverson said, the camera and conversations in his private office with Sage and other girls seemed like a guy in a van, with bad intentions, giving away candy to children. It was a red flag that people in charge completely ignored, she added. Halverson said her concerns, the warnings raised by Ana Gobel in 2014 after seeing Leung being close with female students, and the three Concord High School students who claimed Leung was kissed and hugded a student in a car last year, should have been enough to have Leung pulled from the school.\n\n\"That's my issue with this,\" she said. \"Sica had warnings. He had multiple warnings. I was a screaming red flag in his face. And instead of bringing it forward … he (seemed to) just started covering it up. That's my problem.\"\n\nSica was not available for comment for this story.\n\nALSO READ:\n\nGot a news tip? Send it to Tony Schinella at tony.schinella@patch.com.\n\nView more videos at https://www.youtube.com/user/tonyschinella."}}