{"GDELT": {"GlobalEventID": 877438071, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "NOR", "Actor1Name": "NORWAY", "Actor1CountryCode": "NOR", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.601226993865031, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Norway", "Actor1Geo_CountryCode": "NO", "Actor1Geo_ADM1Code": "NO", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "NO", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Santa Rosa County, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 30.7085, "Actor2Geo_Long": -87.0416, "Actor2Geo_FeatureID": "306914", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "NO", "DATEADDED": 20191004213000, "SOURCEURL": "https://www.newsinenglish.no/2019/10/04/norwegians-bemoan-shooting-in-us/"}, "ARTICLE": {"TITLE": "Norwegians bemoan shooting in US", "TEXT": "The gun culture in the US struck Norwegians at home on Friday, after hearing news that a 37-year-old Norwegian man was shot and killed by his own American father-in-law, who reportedly mistook him for an intruder. At least one high-profile Norwegian defense attorney objected to how the American was quickly excused.\n\n“This is just proof that the USA is still the Wild West,” exclaimed attorney Brynjar Meling, after hearing of how the Norwegian was shot when he attempted to surprise his father-in-law with a visit on the elder American man’s birthday.\n\n“In Norwegian and European legal practice, this case should at least be investigated and not quickly written off as a ‘tragic accident,'” Meling told state broadcaster NRK, citing the words of the local sheriff for Santa Rosa County near Pensacola, Florida, where the shooting occurred.\n\nThe Norwegian man had flown to Pensacola, where a friend picked him up at the airport and drove him to his father-in-law’s home. The Norwegian had once lived in the area before moving back to Norway with his American wife.\n\nHe didn’t know that his father-in-law had apparently felt threatened by another family member earlier in the evening, which led to what the police called “a confrontation.” When he knocked on the backdoor, and then jumped out from behind some bushes to surprise his father-in-law, the elder man shot him in the chest at close range with a half-automatic pistol. The Norwegian died at the scene.\n\nLocal police quickly ruled that it was all a “tragic accident,” adding that everyone “must pray for the family,” because it was “difficult to understand what they must be going through.” The family in Norway has refused all interviews and asked not to be contacted. Norway’s foreign ministry was involved in the case and expected to help arrange sending the Norwegian’s body back to Norway.\n\nnewsinenglish.no staff"}}