{"GDELT": {"GlobalEventID": 877436992, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor2Code": "AUSGOV", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.20332355816227, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Penrith, New South Wales, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS02", "Actor2Geo_ADM2Code": "5068", "Actor2Geo_Lat": -33.75, "Actor2Geo_Long": 150.7, "Actor2Geo_FeatureID": "-1594531", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Penrith, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "5068", "Action2Geo_Lat": -33.75, "Action2Geo_Long": 150.7, "Action2Geo_FeatureID": "-1594531", "DATEADDED": 20191004213000, "SOURCEURL": "https://www.goldcoastbulletin.com.au/major-police-operation-underway-in-penrith/news-story/d27ebf75a4b7175ea353e556954cbb72?nk=eaabd6f858d83d6a29f0d96d0d3bd6ff-1570223867"}, "ARTICLE": {"TITLE": "Penrith shooting, Daniel King: Gunman shot dead after police operation", "TEXT": "A heavily tattooed bodybuilder who was shot dead by police after he sprayed bullets at the house of the mother of his unborn child was expecting a baby with a second woman.\n\nHis death leaves two children fatherless and another two children who will be born without a dad.\n\nA former lover has said he wanted to die in a “big” way, “just like it was”.\n\nDaniel King, 32, died on Wednesday night after going on a rampage across western Sydney firing shots at a home and in the vicinity of two police stations.\n\nHis ex-lover believes she was the target after she refused to have an abortion.\n\nStacey Taylor told reporters King had been sending her threats soon after she told him she was pregnant. She reported them to police but said they did little.\n\nIt’s also alleged that King had paid a hitman to kill his ex, but the man had run off with his money.\n\nAfter shooting at the home of Ms Taylor at around 8.45pm, King then fired shots at St Marys Police Station before heading to Penrith Police Station where an officer was hit in the head. At around 9.35pm King was shot dead by police.\n\nThe officer, who was hit by bullet fragments, is said to be doing well at Sydney’s Westmead hospital but still needs surgery to remove the fragments.\n\nmedia_camera Daniel King’s final Instagram post. media_camera He posted this in July.\n\nDREAMS OF A ‘BIG’ DEATH\n\nMs Taylor is seven months pregnant with King’s child. But it appears a second child is set to be born fatherless.\n\nThe Daily Telegraphhas revealed that a woman called Natalie is also pregnant from King.\n\n“I don’t want to lose her, this is the one I really love,” he is said to have told a friend about Natalie, who he was no longer in a relationship with at the time of his death.\n\nMeanwhile, a third woman, Claire Day, has said she was pregnant with King’s child earlier this year but made the decision to end the pregnancy when they broke up two months ago.\n\nIn a Facebook post, Ms Day paid tribute to King and said he would have approved of the manner of his death.\n\n“You had dreams about the way you would go out, you wanted it to be big just like it was,” she wrote.\n\n“He was a bit of a player and couldn’t help himself,” another friend told the newspaper.\n\nmedia_camera Claire Day, who has claimed to be Daniel King's former lover, said the gunman had “dreams” about his death. Picture: Instagram @saintc.d\n\nCHILLING SOCIAL MEDIA POSTS\n\nKing made a series of chilling Instagram posts before embarking on the shooting spree that resulted in his death.\n\nJust hours before he opened fire on two western Sydney police stations and a home last night, he posted a farewell message alongside an image of slain rapper Tupac Shakur that read: “A COWARD DIES A THOUSAND DEATHS, A SOLDIER DIES BUT ONCE”.\n\nLast night, the 32-year-old posted a picture of him with a woman who he said he was “indebted to in more ways then u (sic) know”.\n\nIn one of the posts, King wrote: “It was only a matter of time before I f**ked things up, not intentionally I promise but enough is enough.”\n\n“Love you to the moon and back. Good by (sic)”.\n\nmedia_camera King posted several times before going on a rampage.\n\nYesterday, he posted a meme which read “be careful who you trust” — writing underneath “watch out”.\n\nIn July he posted a picture of two handguns, with engravings that read: “Lord protect me from my friends. I can take care of my enemies.”\n\nIn the caption below, he wrote: “The closest people around you, the ones you confided in the most are the biggest rats,” he wrote. “The snakes in the grass always end up getting you. They may win the battle but i WILL win the war.”\n\nHe added the hashtags: “#seeusoon” and “makingthearrangements”.\n\nTEXTS TO EX-LOVER’S MOTHER\n\nIt has also been revealed that King’s ex-lover sent a text message warning to the mother of the woman whose house he shot up last night.\n\nThe woman claimed King was plotting to kill her daughter’s unborn baby.\n\nThe 27-weeks pregnant woman who was targeted last night said the baby is King’s.\n\nKing is alleged to have sent threatening texts to Ms Taylor — telling her to “get an abortion” — before spraying her house with bullets and narrowly missing the 32-year-old, her parents and three children.\n\nHe then went on to shoot up two police stations in a rampage before he was shot dead outside a police station in western Sydney after he opened fire at several officers — hitting one in the back of the head.\n\nmedia_camera The 32-year-old is alleged to have opened fire on two police stations. Picture: Instagram media_camera The incident began last night around 8.45pm. Picture: Instagram\n\n‘CALM’ SHOOTER\n\nBystanders who were in the vicinity of the Penrith shooting last night have spoken of how calm King was when he opened fire on cops.\n\n“You could see the silhouette of the gun. He was nice and calm when he walked up to police station,” one local told Channel 9.\n\n“I heard sirens and then I had a closer look and the next minute, bang, bang, bang - that’s not normal,” said another.\n\nMs Taylor said King had threatened her after she told him she was to have their child.\n\n“He was sending me threats two to three weeks after I got pregnant. I was petrified.”\n\nShe claimed she had gone to Riverstone Police Station in Sydney’s west to report the threats and take out an apprehended violence order against King but, Channel 9 said, nothing was done.\n\nHITMAN\n\nTwo months before the shooting, Ms Taylor’s mum Mandy was sent messages by another of Ms King’s ex-girlfriends — who was also pregnant with his child.\n\n“We need to talk,” the ex lover wrote in August.\n\n“Why do u need to (talk)?????” Mandy replied. “Are u going to msg … What is going on?”\n\n“Wow do you even let a girl breathe,” the ex replied before explaining that Mandy’s daughter was being stalked by King.\n\n“About a month ago maybe 2 now does Stacey remember a white SUV stalking her taking the kids to school and back?” she asked. “Apparently she was looking right at the car but didn’t recognise.\n\n“Can you just ask her that I wanna know if it was true then I’ll send you what was happening.”\n\nMandy said her daughter remembered, and the ex revealed it was King in the car.\n\n“Just make sure she has moved,” the ex then warned.\n\n“If she wants to keep that child keep her away from your house.”\n\nmedia_camera Correspondence between Daniel King and an unidentified woman discussing an alleged plan to have Stacey Taylor murdered.\n\nThe ex then alleged King had “made a payment to have her stomped it was ages ago”.\n\nHowever, she said the alleged hitman had taken his money and run off.\n\n“I was with her when he was stalking her trying to find the route when this guy was going to knock her,” the ex wrote.\n\nKing and the woman also allegedly discussed how to kill the unborn baby in a separate text conversation.\n\n“It’s a real baby now hey you know that?” she wrote to him.\n\n“Like you’ll have to kill her. She won’t just bleed. She would have a still born and have to give birth to a dead baby.\n\n“You’ll have to have her stabbed in the gut that’s the only way and you won’t do that.”\n\nMandy says the ex-lover sent her the messages as a warning.\n\nmedia_camera Stacey Taylor hadn’t seen King in seven months when he showed up at her home last night. media_camera King was shot dead by police. Picture: Instagram\n\nMs Taylor told The Daily Telegraph she hadn’t seen King in seven months before he showed up at their family home last night.\n\n“He was actually sending me threats for about two to three weeks after I told him I was pregnant, accusing me that it wasn’t his baby, that he wanted DNA testing, that he would go to DOCS to get me in trouble to get an abortion,” Ms Taylor told the newspaper, saying the baby was King’s.\n\n“If I didn’t, he would kill himself,” she said King had threatened.\n\nIt’s understood King was a reserve grade rugby league player before switching to bodybuilding due to an injury.\n\nTalking to the Men of League Foundation, which cares for members of the rugby league community who have fallen on hard times, King said he played rugby league in the reserve grade for Penrith before he twisted his neck in a tackle and suffered a delayed stroke — forcing him to hang up his boots in 2009.\n\nAccording to his Instagram page, he also ran a small sportswear business.\n\n‘HE’S SHOOTING THE F**KING POLICE’\n\nShocking footage from a resident near Penrith police station showed King in a shootout with several officers — taken just moments before he was shot dead.\n\nThe woman who filmed a man approaching the police station can be heard repeatedly screaming “oh my god” in terror and her friend can be heard saying “he’s shooting the f**king police”.\n\nmedia_camera King was a keen bodybuilder. Picture: Carole Graham media_camera He claimed to have run a small sportswear company. Picture: Carole Graham\n\nThe footage — reportedly filmed from a dance studio opposite Penrith police station — also shows the man falling to the ground amid a hail of gunfire.\n\nHOW THE SHOOTING UNFOLDED\n\nPolice allege the incident began when the gunman opened fire on a home on Quakers Road in Marayong about 8.45pm using a pump-action 12-gauge shotgun.\n\n\n\nmedia_camera The operation took place near Penrith and St Marys police stations. Picture: Bill Hearne\n\nmedia_camera Residents were warned to avoid the area. Picture: Bill Hearne\n\nmedia_camera The exchange outside Penrith police station was caught on camera. Picture: Supplied\n\nNSW Police confirmed that at 9.15pm, a number of shots were fired into the front of St Marys Police Station, also in Sydney’s west.\n\nShortly after, about 9.35pm, a vehicle stopped outside Penrith Police Station where a man armed with a pump-action 12-gauge shotgun, approached a police vehicle and fired a number of shots at police officers.\n\nA male constable received pellet wounds to the back of the head. He was taken to Westmead Hospital with non life-threatening injuries.\n\nPolice returned fire and the man was shot dead at the scene.\n\nSeveral other officers sustained minor non gunshot-related injuries.\n\nmedia_camera Police have declared a critical incident. Picture: Bill Hearne\n\nA critical incident investigation team from the State Crime Command’s homicide squad will investigate the circumstances surrounding the incident.\n\nFootage posted online and broadcast in part by Channel 7 showed a man in a black T-shirt with a gun being shot multiple times.\n\nWitnesses at the nearby hotel, which was in lockdown, told Seven they saw a volley of gunfire involving about 25 shots.\n\nmedia_camera St Marys Police Station was also sprayed with bullets. Picture: Bill Hearne\n\nDeputy Commissioner Jeff Loy of NSW Police Metropolitan Field Operations told reporters that the officers involved had shown “care and empathy” for the alleged gunman, by dragging him inside the station after he was shot.\n\nHe said it is too early to know the man’s motivations for the three shooting events, but described their criminality as “extreme”.\n\n“It’s a very unusual event. It’s something that really does concern us … to shoot upon police … (and) force police to protect themselves and return fire is very concerning,” he said.\n\nOn 2GB this morning, he added that initial inquiries suggested the shooter was not a licensed gun owner and he praised the police officers involved for their bravery.\n\nmedia_camera Witnesses said they heard a volley of gunfire. Picture: Bill Hearne\n\n“They have shown extreme courage,” he said. “And, they are shaken as you expect them to be.”\n\nIt’s understood an officer performed CPR on the man before nearby paramedics arrived to assist.\n\nA report will be prepared for the coroner.\n\nIf you or someone you know is impacted by sexual assault or family violence, call 1800RESPECT on 1800 737 732. In an emergency, call triple-0\n\nKnow more? benedict.brook@news.com.au\n\nOriginally published as Shot bodybuilder’s dreams of a ‘big’ death"}}