{"GDELT": {"GlobalEventID": 877438329, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.11840411840412, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Palomar Medical Center, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA073", "Actor1Geo_Lat": 33.125, "Actor1Geo_Long": -117.075, "Actor1Geo_FeatureID": "1661183", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Palomar Medical Center, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 33.125, "Action2Geo_Long": -117.075, "Action2Geo_FeatureID": "1661183", "DATEADDED": 20191004213000, "SOURCEURL": "https://www.sandiegouniontribune.com/ramona-sentinel/news/story/2019-10-04/ramona-woman-recovering-from-head-injury-in-intensive-care"}, "ARTICLE": {"TITLE": "Bicylist recovering in intensive care from hit-and-run head injury", "TEXT": "Several good Samaritans came to the aid of Ramona resident Michelle Scott, a 53-year-old bicyclist who was struck by a vehicle early Wednesday, Oct. 2, while she was on her way to work on state Route 67 north of Dye Road.\n\nScott was recovering from major injuries in intensive care at Palomar Medical Center in Escondido on Friday. The collision occurred as she was riding her bike northbound on SR-67 at 6:12 a.m. when a black Ford Edge traveled onto the shoulder directly in the path of her bike, California Highway Patrol reported. The impact ejected Scott off the bicycle and onto the roadway.\n\nThe Ford driver fled the scene. Three passersby stopped to assist Scott.\n\nAmong them was Ramona resident Gregory Neifeld, who said he was leaving Ramona when he passed a Ford SUV near SR-67 and Etcheverry Street with the bicycle lodged between the passenger side headlight and front wheel.\n\n“Although it was still dark about, I clearly saw the SUV momentarily sitting in the middle of the two-lane highway constricting traffic in both directions,” Neifeld said. “Unfortunately, I did not see the driver of the Ford SUV.”\n\nWhen Neifeld saw Scott lying face-down on the dirt shoulder of the northbound side of the highway, he pulled onto the southbound shoulder and ran across the highway where another Samaritan was waving frantically for help from other drivers. Neifeld said he knelt down beside Scott’s head and learned that 911 had already been called.\n\nA third helper arrived to divert traffic and wait for first responders to arrive.\n\n“Sitting with the victim, I assessed her injuries to detect any life-threatening or emergency conditions,” Neifeld said. “I placed my hand gently on her right shoulder, told her to remain calm, not to move, and that she was struck by a car and that the ambulance will arrive in a few minutes. Her breathing was aggressive and erratic as she was in shock. She moaned audibly in response. She lost consciousness at this point and this was nearly 20 seconds after I knelt down next to her.”\n\nWhen first responders arrived soon after, Neifeld said he helped two firefighters roll Scott over face-up as one of them placed a brace on her neck and the other gently pulled her onto the stretcher as they rolled her over. Scott was then airlifted to Palomar Medical Center.\n\nNeifeld has visited Scott with her husband, Donald, and the Scotts’ 21-year-old son, Donald Junior, at the hospital.\n\nAlso visiting Scott the first two days of the incident was Steven Bray, the CEO of her employer, Power Plus, a nationwide industrial power generator business with three divisions devoted to construction and maintenance of large-scale generator systems.\n\nBray said Scott was on her way to work at Power Plus’s Escondido office on North Quince Street when the collision occurred. Bray said she alternated riding her bike and driving her car on different days to work and was known to go on long-distance bike rides.\n\nScott has worked for Power Plus since 1987. She runs the office as general manager and liaison to customers and vendors such as San Diego Gas & Electric.\n\n“She does anything needed to get the job done,” said Bray. “I would say she’s in stable condition. The first day was the hardest because they had to figure out what was wrong.”\n\nBray said she suffered severe head trauma. She was breathing on her own and had some level of feeling by Friday, Oct. 4, he said, but physicians were keeping her in a mild induced coma.\n\n“The rest of her injuries basically are not a real problem, mainly it’s the head injury,” he said, noting she is being monitored around the clock. “They are trying to keep the swelling down on her brain.”\n\nCHP Officer Jeff Christy said the suspect driver and the vehicle have not been identified. CHP asks that anyone with any information about the event, the location of the vehicle or the suspect contact CHP’s Cajon office at 619-401-2000.\n\nChristy said the lead they had on the suspect license plate 8KPJ239 turned out to be a dead-end. He said the license plate on the suspect vehicle had been stolen from a rental car at San Diego International Airport.\n\n“The vehicle the plate was assigned to has been ruled out,” Christy said.\n\nHe said the stolen plate is for a Ford Edge that is a different color than the black Ford Edge that struck Scott.\n\n“There is no evidence to indicate that that vehicle was involved based on the investigation,” Christy said. “It’s a tragic event.”"}}