{"GDELT": {"GlobalEventID": 877438263, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "USA", "Actor1Name": "CALIFORNIA", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.7527593818984504, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20191004213000, "SOURCEURL": "https://www.marketwatch.com/story/paypal-is-on-the-verge-of-bailing-from-libra-project-report-2019-10-04"}, "ARTICLE": {"TITLE": "PayPal drops out of Facebook’s Libra digital-currency project: report", "TEXT": "In what could be a lethal blow to Facebook Inc.’s controversial Libra project, PayPal Holdings Inc. said it is withdrawing from a group of companies supporting the global digital currency.\n\nThe payments company reportedly told the Wall Street Journal in an email late Friday that it has “made the decision to forgo further participation” in the Libra Association.\n\nPayPal PYPL, -0.70% , one of 28 key technology and financial-institution partners of Facebook FB, -0.74% n the effort, was a no-show at the Libra Association Meeting in Washington, D.C., on Thursday, sparking speculation that it is bailing out of the controversial project. Its absence was first reported by the Financial Times.\n\nA person close to PayPal said it is concerned Facebook has not done enough to respond to concerns that the currency could be susceptible to money laundering, according to the FT. The Libra project is headed by David Marcus, who was previously PayPal’s president.\n\nEarlier this week, the Journal reported that Visa Inc. VISA, +1.68% , Mastercard Inc. MA, -0.06% and other financial partners that had agreed to back Libra were reconsidering their involvement.\n\nFacebook had no comment.\n\n“Each organization that started this journey will have to make its own assessment of risks and rewards of being committed to seeing through the change that Libra promises,” Dante Disparte, head of policy and communications for the Libra Association, reportedly told the Journal in an email.\n\nLibra Association members have each pledged to contribute $10 million to the project, which has faced blistering criticism from federal lawmakers on several fronts. Facebook Chief Executive Mark Zuckerberg and Chief Operating Officer Sheryl Sandberg have been asked to testify before the House Financial Services Committee about Libra, CNN and the Hill reported on Friday. A hearing with Sandberg could come as soon as this month; the committee is waiting to confirm a date with Zuckerberg to testify in a separate hearing, CNN reported, citing a congressional source.\n\nWhen Libra was unveiled in June, Facebook described it as an easy, inexpensive way for consumers to transmit money globally via digital wallets on their smartphones without the need for a bank. An independent, third-party organization, the Libra Association, was established to govern the currency.\n\nBut the project drew immediate blowback from regulators around the world over concerns it might undercut government-backed currencies; threaten consumer privacy; and be a boon for the financing of drugs, terrorism and other illegal activities.\n\nIn contentious testimony before the House Financial Services and Senate Banking committees in July, Marcus assured lawmakers that Facebook and the Libra Association would address all regulatory concerns.\n\nRead more:Senate releases testimony of Facebook exec before Libra hearing Tuesday\n\nThey were not convinced.\n\n”I think that [Marcus] skirted some of the most significant questions,” Rep. Maxine Waters, a California Democrat, said in an interview with Bloomberg TV following the testimony. “I don’t know what it is, [and] I don’t know how it works.”\n\nWaters called on Zuckerberg to testify on the project."}}