{"GDELT": {"GlobalEventID": 877438530, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "PER", "Actor2Name": "PERU", "Actor2CountryCode": "PER", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.3235294117647098, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Framingham, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA017", "Actor1Geo_Lat": 42.2793, "Actor1Geo_Long": -71.4162, "Actor1Geo_FeatureID": "611641", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lima, Lima, Peru", "Actor2Geo_CountryCode": "PE", "Actor2Geo_ADM1Code": "PE15", "Actor2Geo_ADM2Code": "91841", "Actor2Geo_Lat": -12.05, "Actor2Geo_Long": -77.05, "Actor2Geo_FeatureID": "-352647", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lima, Lima, Peru", "Action2Geo_CountryCode": "PE", "Action2Geo_ADM1Code": "PE15", "Action2Geo_ADM2Code": "91841", "Action2Geo_Lat": -12.05, "Action2Geo_Long": -77.05, "Action2Geo_FeatureID": "-352647", "DATEADDED": 20191004213000, "SOURCEURL": "https://framingham.wickedlocal.com/news/20191004/framingham-womans-breakfast-cereal-lawsuit-thrown-out"}, "ARTICLE": {"TITLE": "Framingham woman's breakfast cereal lawsuit thrown out", "TEXT": "BOSTON – A Framingham woman’s federal lawsuit alleging misleading advertising and packaging by a popular breakfast cereal is toast.\n\nOn Thursday, a U.S. District Court judge in Boston reaffirmed her ruling that dismissed the lawsuit filed last year by Susan Wrublewski of Framingham and Anita S. Lima of Medford.\n\nWrublewski and Lima filed the lawsuit against Post Consumer Brands of Minnesota. They claim that the advertising and packaging of the popular cereal, Honey Bunches of Oats, was misleading.\n\n“By making false, deceptive, and misleading representations, and by omitting material information, Defendant’s branding and packaging of these cereals convey that honey is the primary sweetener, or at the very least is a significant sweetener,” according to their lawsuit. “In truth, however, the cereals are sweetened primarily with sugar, corn syrup, and other refined substances, and contain only miniscule amounts of honey.”\n\nAccording to the lawsuit, the advertising and box prominently features an image of honey. They said, due to that, it led them to believe that honey was the sweetener rather than sugar. Because of that, they believed the cereal was a healthier option.\n\n“As part of a societal trend toward consuming healthier foods and natural foods, avoidance of added sugar has been and remains a significant consumer preference, with consumers strongly favoring honey as a sugar substitute,” according to the suit. “Thus, the branding and packaging of the Products convey the clear message that honey is the primary sweetener or – at a minimum - that honey is a significant sweetener compared to sugar and other refined substances that are perceived by consumers to be unhealthy or less healthy. Unfortunately for consumers, this message is simply untrue.”\n\nAccording to the suit, Wrublewski began eating Honey Bunches of Oats Cereal after seeing a television add in mid-2017 that showed the cereal box which “emphasized the presence of honey, and an ingredient. Because of that, she believed the cereal was healthy and instructed her husband to buy a box.\n\n“At home, Plaintiff observed that the front of the box of ‘Honey Bunches of Oats with Almonds’ was identical to the box depicted in the commercials, and therefore proceeded to consume the cereal for breakfast. Plaintiff enjoyed the cereal and therefore started purchasing and consuming it regularly,” according to the complaint.\n\nWrublewski only stopped eating the cereal when she read the ingredients and discovered all of the other sweeteners, such as sugar, corn syrup and brown sugar, were used.\n\nThe suit sought monetary damages for the two defendants and anyone who had been deceived by the “misleading” practices of Post.\n\nPost filed a motion to dismiss, denying they ever said honey was the main sweetener for the cereal. They said honey was used as flavor and the ingredients listed on the box properly listed all ingredients.\n\nOn Aug. 13 of this year, U.S. District Court Judge Allison Burroughs granted Post’s motion to dismiss. She said neither the box nor the advertising ever stated that honey was a main sweetener.\n\n“The packaging at issue is fully compliant with the federal statutory (rules),” she wrote in her decision.\n\nBurroughs said that even the plaintiffs agreed honey was a main flavor component. Honey, she wrote, is an ingredient, so the labeling is not misleading. Burroughs wrote there was no “express promise,” that it was being used as a sweetener.\n\nWrublewski and Lima filed a motion for the judge to reconsider her ruling. They argued that since honey is a natural sweetener, it would be natural for anyone looking at the boxes or advertising would believe that the cereal was sweetened with honey.\n\nIn denying the motion, Burroughs disagreed with that argument.\n\n“Because Honey Bunches of Oats contains honey, the court found, that under relevant regulations, the packaging was not objectively misleading as a matter of law,” the judge wrote.\n\nWrublewski could not be reached for comment on Friday.\n\nNorman Miller can be reached at 508-626-3823 or nmiller@wickedlocal.com. For up-to-date crime news, follow Norman Miller on Twitter @Norman_MillerMW or on Facebook at facebook.com/NormanMillerCrime."}}