{"GDELT": {"GlobalEventID": 877438153, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "SAU", "Actor1Name": "SAUDI ARABIA", "Actor1CountryCode": "SAU", "Actor2Code": "HLH", "Actor2Name": "DOCTOR", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.29533282325937, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191004213000, "SOURCEURL": "https://opinion.premiumtimesng.com/2019/10/04/interring-the-fly-with-the-corpse-the-pompeo-story-by-owei-lakemfa/"}, "ARTICLE": {"TITLE": "Interring the Fly With the Corpse: The Pompeo Story, By Owei Lakemfa", "TEXT": "In his fanatical defence of Trump, Pompeo is exhibiting the characteristics of a housefly. The flying is usually opportunistic; going only where its interests are assured… Pompeo, like the fly, does not know when to be cautious or fly away; so if Trump were to go down, Pompeo is likely to be interred with his political corpse.\n\n\n\nTwo days ago, as the world commemorated the first year of Jamal Kashoggi’s liquidation by the Saudi Arabian state, a thought cropped up in my mind about how a claimed Christian fanatic, a deacon of the American Evangelical Presbyterian Church and Sunday School teacher, would rationalise such brazen murder! For him, such murder was not worth calling an ally to order for.\n\nHow can the American secretary of state and former director of the Central intelligence Agency (CIA), Micheal Richard Pompeo, who wears his religion like a cloth, talks about the Rupture and tells fellow Christians “that Jesus Christ as our saviour is truly the only solution for our world” condone and rationalise murder?\n\nHow does a man who claims that “as a Christian” he believes God raised President Donald Trump to save Israel from Iran, stoutly block all attempts to get the Saudi leadership pay for dismembering a human being? How can a so-called pious man lack human empathy and morals?\n\nKashoggi, a Saudi journalist and columnist of the Washington Post, was not in the good books of the Saudi monarchy. Crown Prince Mohammed bin Salman had told associates in August 2017 that if Khashoggi could not be persuaded to return to the kingdom: “we could possibly lure him outside Saudi Arabia and make arrangements.” Kashoggi was lured to the Saudi Consulate in Turkey with a promise to give him divorce papers that would make him free to remarry. Hours before Kashoggi entered the consulate, and shortly after his murder, bin Salman, according to the CIA, sent eleven electronic messages hinting about Kashoggi to communications chief, Saud al-Qahtani, who coordinated the murder.\n\nHours before Kashoggi’s appointment at the consulate, the Saudis flew in a fifteen-man murder squad, which included forensic doctor, Salah Mohammed Tubaigu. Shortly after he entered the consulate and fell into the hands of the hit squad, Kashoggi, after a struggle, was suffocated with a plastic bag, his body dismembered with a saw and the corpse destroyed. Till date, no part of the journalist’s flesh or bone have been recovered; he seems to just have been pulverised and his ashes released into the air. Within hours, the Turks provided evidence of the murder. But America, which said it did not believe the Turkish evidence, turned to the CIA, which produced similar evidence with a conclusion that Kashoggi was “personally targeted”, and that bin Salman “probably ordered his death.” The CIA report stated that: “To be clear, we lack direct reporting of the Crown Prince issuing a kill order (but)… We assess it is highly unlikely this team of operators … carried out the operation without Muhammed bin Salman’s authorization.”\n\nPompeo also made false claims such as Saudi Arabia being fundamental in securing “Iraq’s fragile democracy”. How does a monarchy that does not allow democracy or elections on its territory be portrayed as the guarantor of democracy in another country? It was part of his Pompeo’s desperate attempts to shield the monarchy.\n\n\n\nPompeo, on behalf of the American state, identified 21 Saudi officials involved in the murder. On October 16, 2018, that is exactly two weeks after the murder, he visited Saudi Arabia to talk about Kashoggi. He had the facts but chose to defend the killers. However, a shocked world berated Saudi Arabia, while journalists and conscientious persons across the globe demanded justice.\n\nTo stave off the protests and demands, Pompeo took to the mass media to make a personal defence of the Saudi killers and rationalise the murder. In a 1,045-word personal opinion in the Wall Street Journal of November 28, 2018, titled “The U.S.-Saudi Partnership Is Vital”, Pompeo attacked American legislators who wanted Saudi Arabia brought to book or an arms embargo imposed. He argued: “degrading U.S.-Saudi ties would be a grave mistake for the national security of the U.S. and its allies. The kingdom is a powerful force for stability in the Middle East.” As far as Pompeo is concerned, the Saudi monarchy is licenced to kill.\n\nPompeo also made false claims such as Saudi Arabia being fundamental in securing “Iraq’s fragile democracy”. How does a monarchy that does not allow democracy or elections on its territory be portrayed as the guarantor of democracy in another country? It was part of his Pompeo’s desperate attempts to shield the monarchy.\n\nHe also argued that the monarchy should not be made to account for the murder because the: “Saudi oil production and economic stability are keys to regional prosperity and global energy security.” He also contended that the Crown Prince be shielded because: “One of Mohammed bin Salman’s first acts as Saudi crown prince was an effort to root out Iran’s destabilizing influence in Yemen”. As he could not deny the fact that what Saudi Arabia is doing in Yemen is genocide, Pompeo wrote: “We have exerted effort to improve Saudi targeting to minimize civilian casualties”. How can a man who claims to be God-fearing justify genocide?\n\nPompeo is a good example of the trite that the hood does not make a monk. Religious symbols and claims to being pious do not tell the truth about a person. As Africans say: character is like smoke, no matter how hard you try to cover it, it will find its way out.\n\n\n\nIn further arguing why bin Salman should not be brought to justice for the Kashoggi murder, Pompeo wrote: “the crown prince has moved the country in a reformist direction, from allowing women to drive and attend sporting events, to curbing the religious police and calling for a return to moderate Islam. The U.S. doesn’t condone the Khashoggi killing, which is fundamentally inconsistent with American values – something I have told the Saudi leadership privately as well as publicly.”\n\nPompeo is a good example of the trite that the hood does not make a monk. Religious symbols and claims to being pious do not tell the truth about a person. As Africans say: character is like smoke, no matter how hard you try to cover it, it will find its way out.\n\nThis week, Pompeo is engaged in a duel with Congress in an attempt to cover up the charges against Trump, that he criminally used the Ukrainian government to rake mud on his Democratic Party challenger, Joe Biden. Although the Congress impeachment moves are against Trump, Pompeo is fighting harder than Trump to pervert the cause of justice. American journalist, Susan Glasser, who runs a column “Trump’s Washington” in the New Yorker quoted a former America ambassador on Pompeo: “He’s like a heat-seeking missile for Trump’s ass.”\n\nIn his fanatical defence of Trump, Pompeo is exhibiting the characteristics of a housefly. The flying is usually opportunistic; going only where its interests are assured. If you have a dispute with a man full of sores, the fly is sure to back your opponent because it loves feeding on sores. The fly is the uninvited guest at merriments and at any opportune time, it romances drinks, whether alcoholic or not. It also follows the corpse everywhere, and is so greedy that even when the corpse is being buried, it is not smart enough to fly away, so it ends up being buried with the corpse. Pompeo, like the fly, does not know when to be cautious or fly away; so if Trump were to go down, Pompeo is likely to be interred with his political corpse.\n\nOwei Lakemfa, a former secretary general of African workers, is a human rights activist, journalist and author.\n\nPicture credit: Oliver Contreras/Getty Images."}}