{"GDELT": {"GlobalEventID": 877437703, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "GOV", "Actor1Name": "CHANCELLOR", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 33, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.7688442211055295, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_Lat": 40.3363, "Actor1Geo_Long": -89.0022, "Actor1Geo_FeatureID": "IL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_Lat": 40.3363, "Actor2Geo_Long": -89.0022, "Actor2Geo_FeatureID": "IL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 40.3363, "Action2Geo_Long": -89.0022, "Action2Geo_FeatureID": "IL", "DATEADDED": 20191004213000, "SOURCEURL": "https://www.missourinet.com/2019/10/04/prestigious-private-missouri-university-to-offer-free-college-to-qualifying-students/"}, "ARTICLE": {"TITLE": "Prestigious private Missouri university to offer free college to qualifying students", "TEXT": "A new financial aid program at Washington University in St. Louis will give free college to qualifying low- and middle-income students from Missouri and southern Illinois beginning next fall. During an inaugural ceremony on Thursday, new Chancellor Andrew Martin made a big splash by announcing the new WashU Pledge financial aid program.\n\n“We are making this WashU pledge first because it’s the right thing to do,” says Martin. That means we have a unique responsibility to provide opportunity for students in our extended region — to the four corners of Missouri and our neighbors in the southern portion of Illinois. By doing so, we’re attracting our very best and brightest and keeping them right here, close to home.”\n\nWashU Pledge is for first-year undergraduates who are Pell Grant eligible or are from families with annual incomes of $75,000 or less. It includes the full cost of tuition, room, board and fees.\n\nUndergraduate students already enrolled at the university who would qualify will also fully benefit from the program beginning next fall.\n\nRecipients would get the benefit for all four years without having to re-apply for the program.\n\n“Our hope and expectation is that these students will come to the university, have an exceptional experience and — then — post-graduation choose to stay in the region to work, start their own businesses, conduct important research or practice their craft,” Martin said. “This will boost the St. Louis regional economy and deepen our local talent pool.”\n\nWashington University also has the Start Up Grant program that substantially offsets the cost of books and personal items. WashU Pledge students would also continue to be eligible for these grants.\n\nThe university’s undergraduate tuition for the 2019-20 academic year is roughly $52,400. On-campus undergraduate double occupancy housing ranges from $11,176 to $11,650. Many of the school’s students receive financial aid and scholarships to help offset these charges.\n\nAccording to Jill Friedman, Vice Chancellor for Public Affairs, she says the school is paying for the program through a combination of additional funding that has been raised and will continue to be raised and a prioritization of discretionary funds the university already has.\n\nWashU has currently enrolled undergraduate students from 43 of Missouri’s 114 counties and says the new program is a shot in the arm to increase that figure even further.\n\nCopyright © 2019 · Missourinet"}}