{"GDELT": {"GlobalEventID": 877437462, "Day": 20191004, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7507, "Actor1Code": "ECU", "Actor1Name": "ECUADOR", "Actor1CountryCode": "ECU", "Actor2Code": "CUB", "Actor2Name": "CUBAN", "Actor2CountryCode": "CUB", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.02684563758389, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jordan", "Actor1Geo_CountryCode": "JO", "Actor1Geo_ADM1Code": "JO", "Actor1Geo_Lat": 31.0, "Actor1Geo_Long": 36.0, "Actor1Geo_FeatureID": "JO", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191004213000, "SOURCEURL": "http://gbn.gd/pm-welcomes-new-principal-officer-of-us-embassy/"}, "ARTICLE": {"TITLE": "PM Welcomes New Principal Officer of US Embassy", "TEXT": "Prime Minister, Dr. the Right Honourable Keith Mitchell, has welcomed the new Principal Officer of the United States Embassy in Grenada, Mr. Karl Duckworth.\n\nDuring a courtesy call this week, Dr. Mitchell said Government appreciates the continued US presence in Grenada.\n\nDr. Mitchell highlighted a number of areas where the US can provide support. He identified economic empowerment of young people, security and the protection of borders and the influx of Venezuelans in some countries, especially Trinidad and Tobago as areas for potential cooperation.\n\nNoting the increased velocity of hurricanes being experienced, the Prime Minister cited climate change and disaster risk reduction as other important areas.\n\nDr. Mitchell also used the opportunity to again express profound gratitude for the recent visit by the US Naval Ship, Comfort, and the valuable contribution made to the health care of Grenadians.\n\nThe Prime Minister underscored human to human contact and providing solutions to social challenges as an opportune way to improve relations.\n\nMr. Duckworth in his response, said he will work to enhance bilateral relations between Grenada and the United States.\n\nKarl Duckworth said to be a career member of the Foreign Service. During his tenure as a Foreign Service Officer, he has served in assignments in Jordan, Ecuador, and Washington DC, most recently as head of strategic communications for the Office of Cuban Affairs.\n\nPrior to joining the Foreign Service, Karl served in the U.S. Air Force, with assignments in Texas, South Korea, Germany, as well as Civil Service assignments with the Department of the Air Force and the U.S. Department of State, most recently as acting deputy assistant administrator and spokesperson for the U.S. Agency for International Development."}}