{"GDELT": {"GlobalEventID": 877604301, "Day": 20191005, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7534, "Actor1Code": "GOVGOV", "Actor1Name": "MINIST OF STATE", "Actor1Type1Code": "GOV", "Actor1Type2Code": "GOV", "Actor2Code": "INDGOV", "Actor2Name": "MAHARASHTRA", "Actor2CountryCode": "IND", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": "141", "EventBaseCode": "141", "EventRootCode": "14", "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.8681948424068797, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Shiv, Rajasthan, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN24", "Actor1Geo_ADM2Code": "17848", "Actor1Geo_Lat": 26.1833, "Actor1Geo_Long": 71.25, "Actor1Geo_FeatureID": "-2111141", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Shiv, Rajasthan, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN24", "Actor2Geo_ADM2Code": "17848", "Actor2Geo_Lat": 26.1833, "Actor2Geo_Long": 71.25, "Actor2Geo_FeatureID": "-2111141", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bengaluru, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "70159", "Action2Geo_Lat": 12.9833, "Action2Geo_Long": 77.5833, "Action2Geo_FeatureID": "-2090174", "DATEADDED": 20191005214500, "SOURCEURL": "https://indianexpress.com/article/cities/mumbai/mumbai-amid-aarey-protests-minister-says-alternate-site-to-build-car-shed-was-available-6055654/"}, "ARTICLE": {"TITLE": "Mumbai: Amid Aarey protests, minister says alternative site to build car shed was available", "TEXT": "Maharashtra’s Minister of State (Housing) Ravindra Waikar Maharashtra’s Minister of State (Housing) Ravindra Waikar\n\nAmid widespread protests against the felling of thousands of trees in Mumbai’s Aarey Colony in the cover of the night to make way for a Metro car shed, a minister in the Maharashtra government has claimed that an alternative, which would have saved the destruction, was available.\n\nShiv Sena leader and Maharashtra’s Minister of State (Housing) Ravindra Waikar told The Indian Express that “the relocation of the car shed on an adjoining plot would have saved the large-scale destruction of trees”.\n\nWaikar, who also happens to be the MLA of Jogeshwari (East) assembly constituency where both the sites are located, said he had also discussed the option with Chief Minister Devendra Fadnavis and officials of the Mumbai Metro Rail Corporation Limited in the past.\n\nWaikar’s remarks came on a day when environmentalists and conservationists had a major showdown with the state’s administrative machinery, which began cutting trees inside the lush green colony just after sunset on Friday after the Bombay High Court upheld the Mumbai municipality’s Tree Authority’s permission to axe 2,185 trees for the project. Restrictions were imposed by the police on movement within the area following the protests.\n\nMeanwhile, throwing his weight behind activists protesting against the chopping of trees, Shiv Sena president Uddhav Thackeray said, “Aarey is the most important issue for me right now. Whatever is happening today, whatever was happening yesterday, and whatever will happen in future… I’ll collect detailed information of what the situation is and will speak firmly and directly on the issue.” Firing a barb at ally BJP, Thackeray said, “The upcoming government will be ours, and once it comes into power, we will deal with the murderers of Aarey forest in the best possible way we can.” The Devendra Fadnavis-led government has been maintaining that this is state land and not a forest.\n\nWhile the hacking of trees is ongoing in a 30-hectare green portion that was earlier reserved by the Fadnavis government for a “Metro car shed and allied uses”, Waikar said that “relocating the proposed car shed to an adjoining partially slum encumbered plot wouldn’t have required tree felling.”\n\nRead | In poll season, parties out to milk Aarey issue\n\nThe car shed is being built for the 33-kilometre-long Colaba-Bandra-SEEPZ underground Metro line, which is currently under construction.\n\n“Trees are life. They should be conserved as much as possible. Also, the massacre of trees in the dead of the night is so not right,” said Waikar, who claimed that “his shakhapramukhs and workers were among those who were detained by the police.”\n\nHe added, “I feel that the entire ordeal could have been avoided. The adjoining plot (partially slum encumbered) is big-sized. I had suggested that the car shed be constructed on this plot. The hutments could have been redeveloped or rehabilitated. That way, the car shed could have come up without destruction of the trees.”\n\nIncidentally, Waikar pointed out that a small portion of the alternative plot is already part of the area reserved for the car shed. “My point was that the entire plot could have been reserved for the activity,” he said. “I had discussed this issue in the government but it wasn’t considered,” said Waikar.\n\nWhile CM Fadnavis remained unavailable for comment on Saturday despite attempts to reach out to him, he has quipped in the past that “objections had been invited and heard when the site was reserved for the car shed”.\n\nQuestioning the credibility of the some of the protesters, Fadnavis had even said, “Around 13,000 objections came… out of those, 10,000 objections were from one Bengaluru-based website. I can understand the view of (Aaditya)Thackeray on the tree-felling issue, but he should understand that what is going on in the minds of some handful of people who are opposing it.” His comments had attracted criticism from environmentalists.\n\nDespite several attempts, Mumbai Metro Rail Corporation Limited Managing Director Ashwini Bhide, and other senior officials of the corporation remained unavailable for comment.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Mumbai News, download Indian Express App."}}