{"GDELT": {"GlobalEventID": 877632478, "Day": 20191006, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7562, "Actor1Code": "GRC", "Actor1Name": "ATHENS", "Actor1CountryCode": "GRC", "Actor2Code": "GBR", "Actor2Name": "LONDON", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.49627791563276, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athens, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20191006023000, "SOURCEURL": "https://cyprus-mail.com/2019/10/06/a-mood-of-caution/"}, "ARTICLE": {"TITLE": "A mood of caution sweeps shipping sector", "TEXT": "Shipping continues to be a strong contributor to the Cyprus economy but there are signs of stagnation. It’s all about having the right people reports John Ioannou\n\nAptly titled Sea Change, the 16th bi-annual Cyprus Maritime Conference, opening in Limassol on October 6, will focus on the challenges facing an industry still struggling to recover from the massive crash of 2008 that began with a credit storm, continued with the collapse of aggregate demand and ended in the structural crisis that many are still dealing with today.\n\nWhile the major indexes have all posted healthy gains since the last Maritime Cyprus conference in 2017, the mood is still one of caution. The Baltic Dry Index (BDI), which records the cost of moving bulk cargoes by sea and has long been regarded as a global bellwether for the overall health of the shipping industry soared to a five-year high in September 2019, topping 2,500 points. The Clarksea Index, a broader register that includes tanker and offshore markets also posted healthy growth of 8% year-on-year, moving slightly above trend since the start of the crisis. The slower pace of newbuilding deliveries, increased scrapping of older tonnage and improved demand for freight have all impacted positively, but with a long road ahead. “Despite progress, it still seems shipping has a way to go,” Clarkson’s Research said in its July 2019 report. Analysts have good reason to be prudent, as this tenuous growth risks being choked off by challenges such as Brexit, China’s slowing economy and US-Iran tensions. “In isolation, many of these issues seem manageable but collectively they impact, particularly broader institutional investor sentiment,” Clarkson’s continued.\n\nNevertheless, shipping continues to be a strong contributor to the Cyprus economy and accounts for a stable 7% of GDP, a respectable figure but one that has not increased as predicted since 2017. The Central Bank of Cyprus estimates industry revenues from ship management companies reached €528 million in the second half of 2018, up a modest €22 million from the start of that year. The number of shipping-related companies registered in Cyprus also increased from 168 in 2018 to over 200 in February 2019, but it is unknown how many are actively operating and shipping as an employer has remained static, contributing little in the way of job growth.\n\nThere are other signs of stagnation, with the Cyprus flag shrinking in relation to other registries and the government considering drastic measures to shore up demand. “We believe abolishing initial registration fees will boost the shipping registry,” said Deputy Minister of Shipping Natasa Pilides. “If we don’t reduce fees, perhaps instead of an increase in ship registrations we could see a reduction.”\n\nPrivate sector experts also feel that Cyprus has failed to reach its potential as an integrated shipping hub, content to sustain the established cluster of mostly German ship management companies without serious efforts to attract ancillary services that may spark another burst of growth.\n\n“We have focused too much on ship management and not enough on developing new services like chartering, ship finance and marine insurance,” former Head of Business Development at Fleet Management and president of Youngship Cyprus Sotiris Kampanellas said. “If we want to catch up with the competition, we must think of ways to become a complete shipping services centre. There is also a lack of support for shipping technology start-ups, so they tend to leave for competing maritime centres like Singapore, London and Athens. By developing these services and keeping them here on the island we will enhance our position and give new impetus to the established cluster”.\n\nOne company that has bucked the trend both globally and locally is Orient Ship Management (OSM). Headquartered in Norway, OSM manages over 500 vessels, 30 office locations and some 11,000 seafarers. OSM Cyprus was established in 2008 at the onset of the crisis, and in the decade since it has powered ahead, offering bespoke management services to clients from a broad range of shipping market segments. OSM’s success owes much to its unique culture – a Scandinavian model of management with an emphasis on flexibility, approachability and egalitarianism that contrasts greatly to the strict hierarchies and rigid traditional operating cultures of the mostly German cluster. OSM also provides exceptional advancement opportunities to its employees, leveraging talent within the organisation to optimise client satisfaction. OSM’s chief commercial officer Tommy Olofsen boils it down: “It’s all about people: getting and having the right people with dynamic attitudes towards change”.\n\nCompanies like OSM understand intuitively that it is neither the strongest nor the most intelligent who will survive, but those that can adapt the quickest. Indeed, the most pressing issue for the industry right now is the International Maritime Organisation’s (IMO) decarbonisation sulphur cap, whereby ships will be prohibited from burning cheap polluting fuels beyond January 1, 2020. Achieving compliance will be a massive challenge, as ship owners can either install carbon scrubbers – which might cost up to €3 million for a medium-sized vessel – or run their engines on cleaner fuels with lower sulphur contents that are significantly more expensive. Many firms are still strapped for liquidity after a decade of dry credit markets and low freight rates and are unable to find the cash for scrubber retrofits, so switching to low sulphur fuels and passing on the cost is their only option. As such, the potential for serious disruption to oil prices is high, given that global shipping accounts for about half of all global fuel oil demand. Captain Heinrich Schoeller, founder and chairman of Columbia Ship Management summed up these concerns: “Ship owners have to invest considerable amounts of money in the near future for ballast water treatment plants and for the conversion and operation with low sulphur fuels as from January 2020 to ease the accusations that the shipping industry is the biggest air polluter. The shipping industry always had its ups and downs and is a mirror of the world economy. After the financial crisis in 2008, the world economy has not really recovered and the same applies of course for the shipping industry.” The silver lining is that much older tonnage will not be able to cope with the new requirements so this may boost scrappage rates, cutting the global oversupply of vessels and bringing cargo rates up further.\n\nThe de facto trade war between China and the USA and the geopolitical turmoil centred around Iran has also unsettled the industry. Retaliatory seizures of vessels by the UK, USA and Iran have ratcheted up tensions in the Persian Gulf – a critical world seaway – and caused alarm among ship operators who have often been granted safe passage during regional conflicts. CEO of Interorient Shipmanagement Themis Papadopoulos articulated this unease: “The recent events surrounding the seizure of ships by governments citing sanctions and violations of other regulatory infringements creates a very worrying picture… the politicisation of shipping is something that we, as an industry, must stand united against. Shipping should be allowed to go about its daily business free from being used as an extension of foreign or economic policy”.\n\nSea-changes can also bring opportunities, and one huge potential growth area for a traditionally technophobic sector is digitisation. Spurred on by the vision of unmanned vessels as showcased by ship automation pioneers like Maersk and Rolls Royce, early adopters are investing heavily in high-tech digital controls rooms to monitor global fleets and mine data for insights on improving safety and efficiency.\n\nOne such example is OSM’s recently inaugurated Maritime Operations Centre, which digitally connects all vessel activities with real-time visibility and transparency. OSM believes they have struck the perfect balance between human expertise and pioneering technology: “Together with tech start-ups we’ve looked at finding new ways to fully unlock the value of the data we gather for the benefit of our customers, ” explained COO & President of OSM Bjoern Sprotte. “Over the past six months we’ve been trialling the service on ships under full technical management, and the results have exceeded our expectations.”\n\nColumbia are not far behind with the introduction of their state-of-the-art Performance Optimisation Control Room (POCR), from where they monitor their entire global fleet to optimise operational efficiencies using cutting edge tech. They, like OSM, understand that technology must serve people, not the opposite: “The sheer pace of change within the shipping industry is truly staggering… the importance of our people is also why we have invested so heavily in our state-of-the-art POCR, to enable us all to provide our clients optimised services of the very highest quality, but recognising that such technology is there to enhance – not replace – human performance,” said Columbia CEO Mark O’Neill.\n\nNevertheless, control rooms like this are clearly the harbingers of automation and bear a striking resemblance to Rolls Royce’s prototypical futuristic Shore Control Centre designed to pilot and monitor fleets of unmanned ships across our seas. Companies like OSM and Columbia may be trying to get ahead of the curve, gaining valuable early experience to ride the coming wave of autonomous vessels that experts predict will cause massive disruption and render the traditional ship manager obsolete.\n\nAs the title of this year’s Maritime Cyprus 2019 asserts, the seas are indeed changing but this may be no bad thing. After all, smooth seas do not a skilful sailor make, and those who can adapt and evolve to overcome today’s challenges will emerge stronger as tomorrow’s maritime leaders.\n\nJohn Ioannou has worked in crew management and human resources for over 20 years\n\n\n\n\n\n"}}