{"GDELT": {"GlobalEventID": 877632291, "Day": 20191006, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7562, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "THA", "Actor2Name": "THAILAND", "Actor2CountryCode": "THA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.36764705882353, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "TH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH", "Actor2Geo_Lat": 15.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "TH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20191006023000, "SOURCEURL": "http://www.lawrentian.com/archives/1015386"}, "ARTICLE": {"TITLE": "Lore-ence: Secret Menu", "TEXT": "Everyone who frequents the Café knows that the options eventually get tiresome. One can only do so many build-a-bowl options before their palate screams for something new. And ever since Lawrence implemented a “no outside food on campus” rule, Bon Appetit has become king. One can only dream of Toppers pizza or Taste of Thai.\n\nSenior Gracey Nugget said, “I’ve eaten so many chicken tenders in my time here.” Nugget confessed that she is excited to graduate soon so that she can explore new food options. In reference to her last name, she said, “You are what you eat!”\n\nHowever, Bon Appetit’s limited menu is not news for most Lawrentians. While it seems fantastic to prospective students, eventually everyone gets tired of the same food options. Alleged Lawrentian reporter, Schmitty Newsmonger, wants to reveal the truth to all students about how Bon Appetit can be manageable for a whole academic year. After we put Newsmonger back on probation, he promised to find new alternatives for Bon Appetit slums. Not fully believing in him, we gave him full allowance to do whatever he wanted.\n\nNewsmonger did not fail us this time and gave us a decent amount of new information. After interviewing and sneaking around Warch, he discovered that there are secret menu items that are available upon request. Newsmonger reported, “Yeah, it’s crazy. In a macaroni frame in a secret floor of Warch, there is a list of all the foods that students can order upon request. I want to share this with the world.”\n\nOne of the many surprising foods that one can order upon request are tater tots. Newsmonger explained, “A while ago, Bon Appetit realized that every batch of tater tots they made for catering events had a large portion of misshapen bits. Those bits are sold to us as tater crowns to save money. If you ask for tater tots, they won’t have a choice but to give you the good stuff!”\n\nAs most Lawrence students know, the café is very interested in buffalo sauce. Most items can be customized with the tangy, heartburn-inducing sauce, but few know its true potential. Newsmonger explained, “For years, students have asked Bon Appetit if they will ever offer us soup. The answer has been underneath our noses the whole time. Upon request, Bon Appetit will give students a steaming bowl of buffalo sauce. It’s a bit unsavory, but it is an option.”\n\nAs all secret menus go, there is usually a drink that would surprise any customer. Bon Appetit’s secret item is one that blows our minds. Newsmonger made a grand sweeping gesture with his arms and announced, “Cheesecake latte! They will give you a latte with an entire cheesecake in it from the Corner Store. Admittedly, you’ll get less liquid in your drink, but you’ll get an entire cheesecake!” The cost of this item is the price of a cheesecake combined with the price of a latte. Newsmonger admitted, “It’s not good.”\n\nSo, if you are ever feeling down about the options in the Café, know that you are not missing out on the secret menu. In the words of the esteemed reporter Newsmonger, “Stick with what you’ve got.”"}}