{"GDELT": {"GlobalEventID": 877604751, "Day": 20191005, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7534, "Actor1Code": "USA", "Actor1Name": "CALIFORNIA", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": "042", "EventBaseCode": "042", "EventRootCode": "04", "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.48154093097913, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Nevada, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNV", "Action2Geo_Lat": 38.4199, "Action2Geo_Long": -117.12200000000001, "Action2Geo_FeatureID": "NV", "DATEADDED": 20191005214500, "SOURCEURL": "https://www.kqed.org/news/11778089/san-francisco-welcomes-global-womens-motorcycle-relay"}, "ARTICLE": {"TITLE": "San Francisco Welcomes Global Women's Motorcycle Relay", "TEXT": "The group rolled into the United States in late September. Women motorcyclists rode in from Canada and handed off the baton in Calais, Maine. Bell flew out from the U.K. to join the cross-country U.S. ride.\n\nMonica Blalock of Bremerton, Washington, who signed the relay baton, said she rode down and met the riders in Reno but will not continue on the trip due to bike issues. She's been riding for four years and said that most of the time \"there's no one I can ride with except a couple of guys so it was great to ride with a bunch of women for the first time.\"\n\nMembers of the San Francisco Motorcycle Club, second oldest in the world, escorted the relay from the Golden Gate Bridge to Treasure Island to help block traffic.\n\nColleen Duncan from Folsom, California, Jillean Frakes from Arizona and Deb Davis from Ketchikan, Alaska rode together through San Francisco during the event.\n\nDuncan, who is a new rider, trailered her bike up to Reno to begin the relay and will ride down to Los Angeles — which will be only her third ride ever. She said \"today was my first time riding in the dark, but I felt safe with the escorts.\"\n\nDavis, who rode from her home in Alaska, will continue her journey down to Mexico. She said she will leave her motorcycle with a friend in Texas and fly back to Alaska. \"I'll come back and ride it home when it's not winter,\" she said.\n\nTamar V. Jeffery, from Detroit, Michigan joined the group in Columbus, Ohio and rode with them until they hit Laredo, Texas. She's been riding for four years and currently owns a 2019 Harley-Davidson Sport Glide. “I’m 'Detroit strong.' That’s why I gotta do the route all the way to Texas,” she said about her motivation to do the relay.\n\nDogs went along for the ride too. Heather Haggard, a veteran from Post Falls, Idaho, is riding to the Mexico border with her two dogs, Kuzwekan Chloe and Justin Case, in a carrier on her bike. Chloe has cruised over 40,000 miles with Heather but this is Justin Case’s first ride. \"The women on this trip have been wonderful. They help with the dogs, taking them to the bathroom,\" she said.\n\nHaggard said the cross-country trip is a big deal for her as she usually spends most of her time alone. \"You have all your different personalities and all your different stuff, but in general we're here to ride and we're here for a purpose and we're doing it,\" she said about relay.\n\nThe women have already clocked more than 2,000 miles across North America and there's still more to go. After riding down California's scenic Highway 1 to Los Angeles, they'll circle back east towards Nevada, head up to Colorado and finish the U.S. legs in Texas. Then it's on to Central America."}}