{"GDELT": {"GlobalEventID": 877604574, "Day": 20191005, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7534, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "THA", "Actor2Name": "THAILAND", "Actor2CountryCode": "THA", "IsRootEvent": 1, "EventCode": "040", "EventBaseCode": "040", "EventRootCode": "04", "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.307129798903099, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH40", "Actor1Geo_ADM2Code": "26423", "Actor1Geo_Lat": 13.75, "Actor1Geo_Long": 100.51700000000001, "Actor1Geo_FeatureID": "-3250083", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH40", "Actor2Geo_ADM2Code": "26423", "Actor2Geo_Lat": 13.75, "Actor2Geo_Long": 100.51700000000001, "Actor2Geo_FeatureID": "-3250083", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20191005214500, "SOURCEURL": "https://www.voanews.com/south-central-asia/analysts-pakistan-still-risk-being-placed-fatf-blacklist"}, "ARTICLE": {"TITLE": "Analysts: Pakistan Still at Risk of Being Placed on FATF Blacklist", "TEXT": "VOA's Muhammad Ikram contributed to this report.\n\nPakistan remains at risk of being placed on the \"blacklist\" of Financial Action Task Force (FATF), a global watchdog monitoring terror financing and money laundering around the world, experts warn.\n\nThe global watchdog's regional body — Asia Pacific Group (APG) — examined Pakistan's performance on key issues related to terror financing and money laundering at a two-day preliminary meeting in Bangkok in early September.\n\nThe final decision as to whether the country would be placed on the so-called blacklist is pending until the APG presents its final report to the FATF Plenary and Working Group meetings scheduled for later this month in Paris.\n\nWith a final decision ahead, some experts warn the stakes are high for Pakistan to be placed in the black list given the country's lack of notable progress on key demands of the FATF.\n\n\"Since no major decisions are made until October, Islamabad must know that no matter what happened in Bangkok, it's not out of the woods yet.\" Michael Kugleman, deputy director of South Asia Program at the Washington-based Woodrow Wilson Center, said.\n\n\"It's hard to know what transpired in Bangkok, or whether it helped or hindered Pakistan's prospects for getting relief at the important Paris meeting in October,\" Kugleman added.\n\nA 15-member Pakistani delegation led by the Minister for Economic Affairs Division Mohammad Hammad Azhar met with the APG in Bangkok to evaluate Islamabad's progress.\n\nThe outcome of the evaluation has yet to be disclosed by the APG, although Indian media outlets speculated that Pakistan fared poorly in the evaluation and is headed toward blacklisting.\n\nPakistan Foreign Minister Shah Mahmood Qureshi denied those claims, however, brushing them aside as \"Indian propaganda.\"\n\n\"FATF has not placed Pakistan on the blacklist! The world needs to take notice of Indian propaganda and fake news,\" Qureshi said in response to the media reports.\n\nPakistan's stance\n\nPakistan continues to defend its efforts of combating terror groups and their financial networks, emphasizing it takes quite seriously FATF requirements and the fight against terrorism.\n\n\"The Pakistan delegation effectively presented Pakistan's progress on each of the FATF action plan items and provided additional information/clarification to the APG-Joint Group,\" Hammad Azhar, Pakistan's minister for the Economic Affairs Division, said following APG's meeting in Bangkok.\n\nMore recently, Pakistan's Prime Minister Imran Khan criticized India for working against Pakistan at FATF and charged that his nation has dismantled militant groups operating on its soil.\n\n\"The moment the election ended, we approached India. No response. But then we discovered they were trying to push us in the FAFT blacklist to bankrupt us. That's when we realized there was an agenda.\" Khan stated in his address at the UNGA.\n\nFILE - Indian activists carry placards of the leader of the Pakistan-based Jaish-e-Mohammad group, Masood Azhar, during a protest denouncing the attack on the Indian air force base in Pathankot, in Mumbai, India, Jan. 4, 2016.\n\nDefinitive action\n\nDespite Pakistan's claims of having made headway in its fight against militant groups and their financial networks, some analysts insist Pakistan has not done enough. They say its lack of definitive action against known terrorist networks like Lashkar-e-Tayiba and Jaish-e-Mohammad are valid concerns for the international community.\n\nNadeem ul Haque, a former senior resident representative of the International Monetary Fund (IMF) charges that Pakistan may have fulfilled other conditions imposed on the country by FATF, but the country has yet to really counter what he called \"visible terrorists\".\n\n\"Pakistan is failing in catching the visible terrorists the world wants to catch. That seems to be the main problem. The rest of the conditions are virtually done,\" Haque said.\n\nJames Schwemlein, an expert on South Asia at the Carnegie Endowment for International Peace, charges that Pakistan has taken only modest steps.\n\n\"So far, it appears the authorities have taken modest steps to meet FATF requirements, such as freezing banking accounts and seizing properties, but are far from full compliance,\" Schwemlein said. \"At this point, it does not appear that Pakistan has taken any irreversible step to improve its anti-money laundering and counter terror-financing regime.\"\n\nSchwemlein said Pakistan's intelligence agency continues to maintain ties with militant groups.\n\n\"Pakistani authorities argue they have limited ability to constrain terror groups that operate with the support of the Pakistani intelligence services inside Pakistan, though Prime Minister Khan has pledged to gradually constrain and eliminate these militant proxy groups,\" he added.\n\nFinancial consequences\n\nIf Pakistan were to be blacklisted by FATF, it would be of detriment to its already struggling economy, analysts warn.\n\n\"With Pakistan's economy already suffering through a serious balance of payments crisis and new IMF-funded austerity measures, the last thing Pakistan needs is to be deprived of new capital and investment,\" Kugleman said.\n\n\"The FATF blacklist is where the worst of the worst end up, and if Islamabad gets put on this list it will likely lose many potential new investors and banks that wouldn't want to be tainted by a sullied Pakistani brand,\" he added.\n\nSchwemlein of Carnegie Endowment for International Peace believes this is a possibility.\n\n\"If Pakistan is deemed as not having made sufficient progress against its action plan, the FATF ministerial in October could choose [by consensus] to issue a call to action' to international banks and financial institutions to sever ties with Pakistani entities,\" he said.\n\nThe FATF's action could simultaneously affect Pakistan's $6-billion loan program with the International Monetary Fund (IMF).\n\n\"FATF blacklisting Pakistan would cause a big hiccup. They [the IMF] will remain engaged with the country but can stop or slow the pace of funds if conditions are not met by Pakistan,\" Haque said.\n\nHaque confirmed the IMF would have to take into account the FATF's actions toward Pakistan.\n\n\"The economy is at a point where stoppage of flows will be very hurtful ... it will slow international transactions to the point of scaring away investors and even remittances,\" he added.\n\nApplying leverage\n\nAnalysts charge that Prime Minister Khan's government may try to use Afghanistan and the stalled peace talks there as leverage to maneuver out of the potential blacklist.\n\n\"If the U.S. administration thinks Pakistan is being helpful in advancing U.S. policy objectives in Afghanistan, Washington is unlikely to push for Pakistan's blacklisting,\" Schwemlein said.\n\nBut those talks, at least between the U.S. and Taliban, appear dead for now after the Taliban intensified its violence in Afghanistan and prompted U.S. President Donald Trump to end talks with the group.\n\nOthers argue there's too much in play for Pakistan to wield geopolitical issues.\n\n\"For Pakistan, FATF is an issue with too much at stake to warrant the use of external geopolitical issues as leverage,\" Kugelman said."}}