{"GDELT": {"GlobalEventID": 877632076, "Day": 20191006, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7562, "Actor2Code": "NOR", "Actor2Name": "NORWAY", "Actor2CountryCode": "NOR", "IsRootEvent": 0, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.96551724137931, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Norway", "Actor2Geo_CountryCode": "NO", "Actor2Geo_ADM1Code": "NO", "Actor2Geo_Lat": 62.0, "Actor2Geo_Long": 10.0, "Actor2Geo_FeatureID": "NO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "NO", "DATEADDED": 20191006023000, "SOURCEURL": "https://www.couriermail.com.au/news/world/out-of-the-shadows-man-fatally-shoots-soninlaw-in-birthday-surprise-horror/news-story/efb1ea46c3190e06e62be4fd242a4c5c?nk=53c247be527465e4e7ddb017571d1d90-1570328206"}, "ARTICLE": {"TITLE": "Chris Bergan dead: Fatal shooting during birthday surprise", "TEXT": "A man who flew across the globe for a birthday surprise has been shot dead by his wife’s father after leaping “out of the shadows” to greet him.\n\nChristopher Bergan, 37, flew into the US from Norway on Tuesday to wish his father-in-law Richard Dennis, 61, happy birthday.\n\nBut the trip soon turned to tragedy when Mr Bergan arrived unannounced at Mr Dennis’s Gulf Breeze home in the city of Pensacola, Florida around 11.30pm.\n\nAccording to police, Mr Bergan knocked on the back door of his father-in-law’s house, then hid behind bushes.\n\nWhen Mr Dennis answered, Mr Bergan leapt “out of the shadows” while making growling noises, police said.\n\nMr Dennis responded by firing one round from his .380 semi-automatic firearm, hitting his son-in-law in the heart and instantly killing him.\n\n“He was totally startled,” Santa Rosa County Sheriff Bob Johnson said of the shooter.\n\nmedia_camera Chris Bergan and his wife.\n\nAuthorities described the incident as a sad case of mistaken identity.\n\nEarlier that evening, Mr Dennis had an argument with another relative because that person had come by the home and loudly banged on his front door.\n\nWhen he heard more knocking about an hour later, Mr Dennis reportedly believed it was that same relative and opened the door while armed.\n\n“So (Mr Dennis) turns on the back porch light, he steps out and Mr Bergan jumps out of the shadows, scaring Mr Dennis,” Mr Johnson said.\n\n“I’m not going to second-guess Mr Dennis for what he did. Here he is, he had just had a confrontation at the front of his house.\n\n“Couple hours later, someone is banging on his back door, and it’s a fenced yard.\n\n“And then someone jumps out of the bushes.\n\n“You can’t really say anything against Mr Dennis for doing what he did.\n\n“I think it was just a horrible accident, that should never have happened.”\n\nMr Bergan’s friend who had driven him from the airport also witnessed the incident.\n\n“They were working on him when our officers got there, and our officers got there pretty quick,” Mr Johnson said.\n\nMr Bergan had previously lived in Florida before returning to Norway, where he lived with Mr Dennis’s daughter and their young son.\n\nmedia_camera Chris Bergan was killed at his father-in-law’s home after a birthday surprise went tragically wrong.\n\nmedia_camera The property where Chris Bergan was shot dead. Picture: Google Maps.\n\nSpeaking at a news conference on Thursday, the sheriff told reporters that Mr Dennis will not be charged over the incident.\n\n“Our investigation has revealed that this was totally accidental, it was a really sad occurrence, and that no charges are warranted in this case,” Mr Johnson said.\n\nAmber Roland, a lawyer with the State Attorney’s Office, said authorities had examined the scene of the tragedy.\n\n“We were able to view the evidence,” she said.\n\n“We were present on scene when detectives interviewed the witnesses.\n\n“Everything’s consistent.\n\n“We determined that [this was a] tragic accident.”\n\nAfter the shots were fired, Mr Dennis immediately called emergency services and started first aid, Mr Johnson said. According to the sheriff, when deputies arrived on the scene, there were towels on Mr Bergan and attempts had been made to stop the bleeding.\n\nmedia_camera Chris Bergan with his wife and their son. media_camera Richard Dennis shot his son-in-law in a case of mistaken identity, according to police.\n\n500 ACCIDENTAL KILLINGS A YEAR\n\nThe availability of guns has long been a hotly debate topic in American politics, more so since the rise of mass shootings, many of them targeting schools, in recent years.\n\nEvery year, an average of 36,383 Americans — 100 per day — are killed with guns, with around 500 of those accidental killings, according to the Giffords Law Center.\n\nAround a fifth of the 100,000 non-fatal shootings each year are unintentional.\n\nSome of Mr Bergan’s friends raised the issue while paying tribute to him on Facebook.\n\nOne person wrote: “My childhood buddy, Chris Bergan, was killed accidentally by a family member.\n\n“He had no idea he was shooting his son-in-law,” he continued.\n\n“I’m convinced gun culture has everything to do with this tragedy.\n\n“Please think about the way you talk about guns and consider dropping the gun pride.\n\n“Teach your kids they are tools not toys.”\n\nmegan.palin@news.com.au | @Megan_Palin\n\nOriginally published as Birthday surprise goes horribly wrong"}}