{"GDELT": {"GlobalEventID": 877604618, "Day": 20191005, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7534, "Actor1Code": "QAT", "Actor1Name": "QATAR", "Actor1CountryCode": "QAT", "Actor2Code": "EGY", "Actor2Name": "EGYPT", "Actor2CountryCode": "EGY", "IsRootEvent": 0, "EventCode": "042", "EventBaseCode": "042", "EventRootCode": "04", "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.8071065989847703, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Istanbul, Istanbul, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU34", "Actor1Geo_ADM2Code": "27897", "Actor1Geo_Lat": 41.0186, "Actor1Geo_Long": 28.9647, "Actor1Geo_FeatureID": "-755070", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cairo, Al Qahirah, Egypt", "Actor2Geo_CountryCode": "EG", "Actor2Geo_ADM1Code": "EG11", "Actor2Geo_ADM2Code": "65350", "Actor2Geo_Lat": 30.05, "Actor2Geo_Long": 31.25, "Actor2Geo_FeatureID": "-290692", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cairo, Al Qahirah, Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG11", "Action2Geo_ADM2Code": "65350", "Action2Geo_Lat": 30.05, "Action2Geo_Long": 31.25, "Action2Geo_FeatureID": "-290692", "DATEADDED": 20191005214500, "SOURCEURL": "https://thearabweekly.com/cairo-media-take-shots-turkey-qatar-row-mounts"}, "ARTICLE": {"TITLE": "Cairo media take shots at Turkey, Qatar as row mounts", "TEXT": "CAIRO - Egypt’s pro-government private media have started a war with Turkish and Qatari news outlets following accusations that Istanbul and Doha backed recent protests in Egypt.\n\nTV stations owned by supporters of Egyptian President Abdel Fattah al-Sisi dedicated prime news and talk shows to Turkey and Qatar, often discussing what hosts describe as scandals of the ruling elites in both countries.\n\nSome of the stations broadcast presumably leaked phone conversations between Turkish President Recep Tayyip Erdogan and his ministers, especially Finance Minister Berat Albayrak, Erdogan’s son-in-law.\n\nOne station interviewed Turkish scholar Fethullah Gulen, an archenemy of Erdogan, in which Gulen criticised Erdogan and his domestic and foreign policies.\n\n“This is a natural reaction to the media war by both countries against Egypt,” said Jihan Yousry, a media professor at Cairo University. “The two countries have been using their media to incite against Egypt for years.”\n\nEgypt fell foul of Turkey and Qatar, the region’s staunchest sponsors of political Islam, in 2013 when its army backed popular demands for ousting Islamist President Muhammad Morsi.\n\nThe two countries became havens for the Islamist opposition, including those from the Muslim Brotherhood. Turkey, whose national broadcaster TRT consistently criticises Egypt, hosts several Brotherhood TV channels.\n\nTurkey and Qatar, political analysts said, undermine Egypt by supporting Islamist militias controlling Tripoli, Libya, and fighting the Cairo-backed National Libyan Army.\n\nErdogan uses every opportunity to criticise Egypt’s government. On September 24, he told the UN General Assembly that Turkey would continue to raise the case of Morsi, who died at an Egyptian court earlier this year.\n\n“The two countries are purposefully acting against Egyptian political and security interests,” said Nadia Helmy, a professor of political science at Beni Suef University. “This will force Egypt to react in kind.”\n\nEgyptian media had remained largely silent while Turkish and Qatari media stepped up attacks in recent years. It seems, however, that Egyptians are less likely to continue to maintain the policy of restraint.\n\nIn the intensified sniping, pro-government media in the three countries are acting as proxies for the regimes. Experts said there is strong influence exerted on news organisations, not only by Cairo but also by Doha and Ankara.\n\nThe Egyptian Foreign Ministry issued a strongly worded condemnation of Erdogan a few hours after his General Assembly speech, describing the Turkish president as the least qualified person to talk about democracy and human rights. The Foreign Ministry accused Erdogan of personally sponsoring terrorist organisations.\n\nThis probably was seen as permission for pro-government private media in Egypt to unleash attacks against Turkey and Qatar.\n\nThe media war, analysts said, is grounded in fears that inaccuracies or manipulations in reporting Egyptian developments by Turkish and Qatari media could fuel unrest in Egypt.\n\n“Egypt is fed up and is afraid because media have a great influence now,” Yousry said.\n\nThose recently demonstrating in Egypt were reacting to videos posted by a construction contractor who accused Sisi of misspending public funds and the Egyptian Army of dominating the economy.\n\nIn reporting on the protests, Turkish and Qatari media used blatant fabrications. Some reports used images of old protests to give the impression that Egyptians were revolting en masse against Sisi.\n\nEgypt’s media war will most likely have little effect, experts said.\n\nApart from the fact that the TV stations participating in the campaign are all local, there is a language barrier, especially when it comes to the desire of Egypt’s media to address the public in Turkey.\n\n“The campaign in Arabic is valueless,” said Sami Abdel Aziz, the former dean of the College of Mass Communication at Cairo University. “How will Egypt address the Turkish public in a language it does not understand?”\n\nThe media war between Egypt and Turkey and Qatar is a symptom of a deep ideological, geostrategic and economic struggle between the three states, analysts said.\n\nDoha and Istanbul were hoping that the prevalence of Islamist forces over Arab countries would give them leverage in those states, they added.\n\nTurkey is being excluded from the natural gas bonanza in the East Mediterranean region. Egypt’s maritime border demarcation with Greece and Cyprus is leaving Turkey out, which is drawing angry statements from Istanbul.\n\nEgypt has downgraded its diplomatic representation in Turkey, recalled its ambassador from Doha and kicked the Turkish and Qatari ambassadors out.\n\nCompounding this, the analysts said, could be other economic and political measures.\n\n“Egypt should start real escalation against the two countries, including by focusing on the human rights violations committed in them and uncovering them before the world public opinion,” Helmy said.\n\n“Egypt can also host Turkish and Qatari opposition figures and allow them to operate freely here.”"}}