{"GDELT": {"GlobalEventID": 877632882, "Day": 20191006, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7562, "Actor1Code": "UAF", "Actor1Name": "MILITANT", "Actor1Type1Code": "UAF", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.3536585365853595, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kurdistan, Khuzestan, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR15", "Action2Geo_ADM2Code": "41008", "Action2Geo_Lat": 30.6693, "Action2Geo_Long": 50.2055, "Action2Geo_FeatureID": "-3072067", "DATEADDED": 20191006023000, "SOURCEURL": "https://www.globalsecurity.org/wmd/library/news/syria/2019/syria-191005-presstv02.htm"}, "ARTICLE": {"TITLE": "US-backed militants warn Erdogan of 'all-out war' in Syria", "TEXT": "US-backed militants warn Erdogan of 'all-out war' in Syria\n\nIran Press TV\n\nSat Oct 5, 2019 10:46AM\n\nUS-backed militants warn of an \"all-out war\" after President Tayyip Erdogan say Turkey will carry out an air and ground military operation in Syria as soon as Saturday or Sunday.\n\nThe so-called Syrian Democratic Forces said on Saturday it would \"not hesitate to turn any unprovoked (Turkish) attack into an all-out war\" in northeast Syria.\n\nErdogan said earlier his country will launch the air and ground operation east of the Euphrates in Syria after a deadline to jointly establish a so-called safe zone with the US passed.\n\n\"We gave all warnings to our interlocutors regarding the east of Euphrates and we have acted with sufficient patience,\" Erdogan said at the opening of his AK Party's annual camp on Saturday.\n\n\"We've made our preparations, we've made our operation plans, given the necessary instructions,\" he added.\n\nAccording to Erdogan, the military operation will begin \"as soon as today or tomorrow\".\n\nOn Tuesday, he said Ankara's patience with the US over the creation of the \"safe zone\" had run out.\n\nTurkey, he said, had no choice but to act alone to push back militants from the so-called Kurdish People's Protection Units (YPG) from border areas, given the lack of progress made with the US.\n\nIn August, the US and Turkey agreed to set up the militant-free buffer zone to the east of the Euphrates River between the Turkish border and Syrian areas controlled by US-backed militants.\n\nAnkara views YPG militants as terrorists affiliated with the homegrown Kurdistan Workers Party (PKK) militant group.\n\nErdogan has given the US until the end of September to come up with concrete results on the development of a purported safe zone on Turkey's border with Syria.\n\nThe two sides are at odds over the depth of the zone and who should control it.\n\nTurkey expects the creation of a 32-kilometer (20-mile) safe zone in northern Syria, and has stressed that it wants the US-backed YPG cleared from the region.\n\nSyria has reiterated its rejection of the so-called safe area, and dismissed all projects aimed at undermining the unity and territorial integrity of the country.\n\nLast week, Russia said it was observing closely the Turkish plans on the zone.\n\nAddressing reporters on Wednesday, Kremlin spokesman Dmitry Peskov emphasized that Syria's territorial integrity must be preserved.\n\nErdogan's most direct indication of an incursion came as Turkey-backed militants fighting in Syria promised on Friday to support Ankara's possible attack into northeast Syria.\n\n\"When it comes to the east of the Euphrates (river) ... it is our duty to fight,\" Salim Idris, a senior commander of the Turkey-backed Syrian militants, told a press conference in southeast Turkey.\n\n\"We stand in full force in support of our Turkish brothers in fighting all forms of terrorism represented by the PKK gangs.\"\n\nTurkey to open three faculties in north Syria\n\nAnkara says it wants to settle up to two million Syrian refugees in the zone, and last week State broadcaster TRT Haber said Turkey planned to build towns within the zone.\n\nUnder Turkey's plan, which would cost around 151 billion lira ($27 billion), 140 villages and 10 towns would be established inside the \"safe zone\".\n\nThe project will feature a total of 200,000 residences. Each village would have 1,000 houses, enough for housing 5,000 people, while each town would provide 6,000 homes for a total projected population of 30,000.\n\nThe report raised fears that Ankara might be carving out a patch of land in the Arab country for itself.\n\nAnkara's official Gazette reported on Friday that Turkey's Gaziantep University will open three faculties in small towns in northern Syria.\n\nAccording to Turkey's official state publication, an Islamic sciences faculty will be opened in Syria's Azaz, an education faculty in Afrin, and a faculty of economics and administrative sciences in Al-Bab."}}