{"GDELT": {"GlobalEventID": 877604891, "Day": 20191005, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7534, "Actor1Code": "USACOP", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "COP", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": "010", "EventBaseCode": "010", "EventRootCode": "01", "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.17501546072975, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Salt Lake, Utah, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USUT", "Actor1Geo_ADM2Code": "UT027", "Actor1Geo_Lat": 39.1559, "Actor1Geo_Long": -112.691, "Actor1Geo_FeatureID": "1436291", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Salt Lake, Utah, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USUT", "Actor2Geo_Lat": 39.1559, "Actor2Geo_Long": -112.691, "Actor2Geo_FeatureID": "1436291", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Salt Lake, Utah, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USUT", "Action2Geo_Lat": 39.1559, "Action2Geo_Long": -112.691, "Action2Geo_FeatureID": "1436291", "DATEADDED": 20191005214500, "SOURCEURL": "https://www.deseret.com/utah/2019/10/5/20900186/kanye-west-sunday-service-jesus-is-king"}, "ARTICLE": {"TITLE": "Kanye West’s spiritual journey brings him to Salt Lake City. He’s no longer just about Kanye", "TEXT": "SALT LAKE CITY — Kanye West didn’t start performing at his “Sunday Service” until 1:35 p.m. — an hour and a half into the worship event. He took the microphone in his hand as the bass boomed behind him. Fans roared under a light blue sky with few clouds and a cool wind breeze.\n\nAs soon as he began to speak, someone shouted, “Thank you, Kanye!”\n\nKanye responded, “Who said ‘Thank you, Kanye?’ I want you to say is ‘Thank you, Jesus.’”\n\nThe crowd roared in approval. They had been waiting all morning for him, and were happy to cheer for him. West, who has been touring the nation with these events, only performed one song — “Jesus Walks,” one of his biggest hits — during his brief appearance at The Gateway in Salt Lake City Saturday.\n\nSunday Service happened on a rather particular Saturday in Salt Lake City — the same day as the 189th Semiannual General Conference of The Church of Jesus Christ of Latter-day Saints. Salt Lake City was already bubbling with a religious thought and mood, fans said at the event.\n\nSomewhere between 7,000 and 10,000 people attended the event. Fans first lined up at 4 a.m. Students from universities packed Salt Lake City’s public transportation system en route to the show. Many sauntered in around 9 a.m. — two hours before the worship service kicked off. Fans leaned on barriers to see the stage. About 9:50 a.m., the gates opened and fans rushed the stage from three different entrances. It was pure chaos.\n\nWATCH: A mad rush to the stage for Kanye West’s #SundayService in Salt Lake City. They just opened the gates >>> pic.twitter.com/0zHWJLQPNr — Herb Scribner (@HerbScribner) October 5, 2019\n\nWest’s biggest moment came when he took the microphone and talked about the dangers of social media — a theme expressed multiple times during the opening session of general conference.\n\n“Do not read comments on the internet,” he said. “These people don’t know you like that. Social media is designed to make you think slower. ... They want to slow you down and control you.”\n\nWest talked about politics, too, referencing how the Republican Party of Lincoln freed the slaved and how he supports President Donald Trump.\n\n“I ain’t never make a decision based only on my color,” West said. “That’s a form of slavery — mental slavery. I ain’t drink from the white person fountain. ... I ain’t playing with them. All these mind controllers, the media, all of these mind controllers. I find that wherever Christ is where I’ve got my mind at. We find that the love of Christ is where I’ve got my mind back,” he said.\n\nKanye West At Sunday Service Salt Lake City talked about the Republican Party of Lincoln freeing the slaves and how he supports Trump: “I ain’t never made a decision only based on my color. That’s a form of slavery, mental slavery.” pic.twitter.com/0Cwom01ipF — Hunter Schwarz (@hunterschwarz) October 5, 2019\n\nAnd West said it’s important to focus on more than yourself and God. Focus less on multiple gods — like fame, money and power. Focus on the one true God, he said.\n\nThough he rhymed a few lines together here and there, West’s Sunday Service event ended on a whimper. He disappeared to wherever he emerged from. The Sunday Service Collective — which performed throughout much of the morning — ended the show. People floated away, confused and a little let down.\n\nBut the message was clear — Kanye is praising Jesus, God and bringing religion to wherever he goes. The new Kanye is not about Kanye. He’s about Jesus Christ, God and observing your faith to make yourself happier.\n\nOne attendee, Mike In, said he attended the show to see West because he loves his music — and because it was free. He thought about traveling to Cody, Wyoming, for a show. But he didn’t make it. Still, he said the “religious vibes” of Salt Lake City this weekend made it a fascinating show. But it’s cool that West’s Sunday Service is happening on a Saturday in Salt Lake City, he said.\n\nThe event came together at the last minute. Salt Lake police officer William Caycho, who helped watch over the event, said police were told to expect between 4,000 and 7,000 people. They were told last minute to attend.\n\nSalt Lake City only approved permits for the event on Friday, according to Matthew Rojas, spokesman for Salt Lake City Mayor Jackie Biskupski.\n\nA spokeswoman for The Gateway told the Deseret News that it learned about the event at the last minute, too.\n\nGreg Zitting, 23, said he and his brothers were hanging out Friday night when they heard West was going to perform in Salt Lake City. His younger brother is the bigger fan. So Zitting came with a “crew” of people.” He seemed unsure if he would attend a similar show again.\n\n“It’s impossible to see him because of the venue,” Zitting said. “But it’s Kanye, you know?”\n\nWest has been traveling the country for his Sunday Service events. It began on Jan. 6, 2019, and the location changes every week. He has visited Chicago; Dayton, Ohio; Burbank and Calabasas, Calif.; and Los Angeles. A choir travels with him.\n\nMost recently, he held one of them in Cody, Wyoming, where West and his wife, Kim Kardashian West, own a ranch. He performed in New York City, too.\n\n“I like (the Sunday Service) mainly because it’s what he seems he wants to do,” Zitting, of Draper, said. “You can tell when an artist is making art and it’s genuine from their heart. And it seems that’s what he’s doing.”\n\nWest’s Sunday Service comes as he prepares to launch a new album, called “Jesus Is King.” The album will take on a religious tone, something unsurprising given his recent run of Sunday Service events. The album won’t have any swears, according to reports, and focus more on the power of God and religion rather than money, power and success — the staples of recent Kanye West music.\n\n“This has been an incredible journey,” West told the crowd at the event in New York City when playing much of the new music.\n\n“By having the luxury of having an amazing choir around me every Sunday,” he continued, “I came to know the truth and the joy of Jesus Christ. This album has been made to be an expression of the gospel and to share the gospel and the truth of what Jesus has done to me. When I think of the goodness of Jesus and all that he does for me, my soul cries out.”\n\nBut critics remain uncertain about whether or not West is being genuine with his worship events and his focus on religion and faith. He has duped people before with many other public relations stunts. And one of his previous albums, called “Yeezus,” rarely focused on religion.\n\nWest has come under scrutiny for his Sunday Services events, which have been celebrity filled worship events throughout this entire year, as the Deseret News reported in May. He held a massive Sunday Service event during Easter with celebrities all wearing the same colors. West sold sweatshirts for $225 and socks for $50, as reported by the Deseret News’ Emily Hoeven.\n\n“The obvious explanation for Sunday Service is that it’s album promotion,” Jia Tolentino wrote in The New Yorker\n\n“What is the brand?” asked Richard Flory, senior director of research and evaluation at the University of Southern California’s Center for Religion and Civic Culture, as reported by the Deseret News in May. “Is it the object, or the internal text of the Bible? Is it Kanye, or is it, ‘Let’s get people back to church?’”\n\nA timelapse video of the crowd at Kanye West’s #SundayService in Salt Lake City. pic.twitter.com/K9EfHLzzVu — Herb Scribner (@HerbScribner) October 5, 2019\n\nBut, in a way, the Sunday Service is West’s return to what made him successful in the first place. One of his first hit singles, and arguably one of his best songs, “Jesus Walks,” speaks to his search for a greater meaning — a higher power. And it’s not coincidence that he kicked off the show with that song.\n\n“God show me the way because the devil’s tryin’ to break me down,” he says in the song. “The only thing that I pray is that my feet don’t fail me now. And I don’t think there is nothing I can do now to right my wrongs. I want to talk to God, but I’m afraid because we ain’t spoke in so long.”\n\nKanye West has always been on this spiritual journey. He’s only now bringing it to the rest of the world.\n\nContributing: Court Mann"}}