{"GDELT": {"GlobalEventID": 877604376, "Day": 20191005, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7534, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": "046", "EventBaseCode": "046", "EventRootCode": "04", "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.15948963317385, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20191005214500, "SOURCEURL": "https://www.9news.com.au/world/news-afghanistan-taliban-meet-us-peace-envoy-zalmay-khalilzad-for-first-time-since-dead-deal/ab9d875c-eda9-447f-8a23-208286d5cfc7"}, "ARTICLE": {"TITLE": "News Afghanistan: Taliban meet US peace envoy Zalmay Khalilzad for first time since 'dead' deal", "TEXT": "The Taliban met with a US envoy in the Pakistani capital, a Taliban official said, the first such encounter since President Donald Trump announced a month ago that a seemingly imminent peace deal to end Afghanistan's 18-year war was dead.\n\nThe official offered few details of Friday's meeting (local time) between peace envoy Zalmay Khalilzad and the Taliban delegation led by Mullah Abdul Ghani Baradar, a co-founder of the movement that was ousted in 2001 by the US-led coalition.\n\nThe official spoke on condition of anonymity because he was not authorised to speak to the news media.\n\nThe Taliban met with a US envoy in the Pakistani capital, the first such encounter since President Donald Trump a seemingly imminent peace deal to end Afghanistan's 18-year war was dead. (AP)\n\nUS officials have been keen to say peace talks haven't resumed, at least not now in Islamabad. Still, the meeting is noteworthy as the United States seeks an exit from what has become its longest military engagement.\n\nMore than 14,000 US troops are still in Afghanistan and Mr Trump has repeatedly expressed his frustration with their continued deployment, complaining they have taken on the duties of policing the country, a job he said the Afghan government needed to do.\n\nHow the Taliban has been making an approach\n\nMr Khalilzad has been in Islamabad for much of the week meeting with senior government officials in what the US State Department described as follow-up meetings to those he held in New York during last month's UN General Assembly session.\n\nAt the time, he met Pakistani Prime Minister Imran Khan, who has been calling for a resumption of peace talks.\n\nThe Taliban delegation led by Mullah Baradar – one of its more powerful members – arrived separately in the Pakistani capital for meetings with government officials that they said were being held to discuss a wide range of political issues relating to the more than 1.5 million Afghans still living as refugees in Pakistan.\n\nThe official offered few details of Friday's meeting (local time) between peace envoy Zalmay Khalilzad and the Taliban delegation led by Mullah Abdul Ghani Baradar, a co-founder of the movement that was ousted in 2001 by the US-led coalition. (AP)\n\nBaradar was arrested in Pakistan in 2010 in a joint Pakistani-CIA operation after he secretly opened peace talks with then-Afghan President Hamid Karzai, a move that attempted to sideline Pakistan and went against US policy, which did not support talks with the Taliban.\n\nIn 2018, Baradar was released from jail to facilitate peace talks after Mr Khalilzad was appointed US peace envoy.\n\nWhy previous talks fell through\n\nDuring the past year, Mr Khalilzad held nine rounds of talks with the Taliban in the Middle eastern State of Qatar, where the insurgents maintain a political office.\n\nIn early September a deal seemed imminent, but a fresh round of violence and the death of a US soldier caused Mr Trump to suddenly tweet an end to talks and cancel an agreement-signing ceremony that had been planned for Camp David and about which few had been aware.\n\nDuring the past year, Mr Khalilzad held nine rounds of talks with the Taliban in the Middle eastern State of Qatar, where the insurgents maintain a political office. (PA)\n\nDuring the Doha talks, Khalilzad and Baradar held one-on-one meetings, and in recent weeks the Taliban had traveled to China, Russia and Iran to drum up support for a return to talks."}}