{"GDELT": {"GlobalEventID": 877604919, "Day": 20191005, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7534, "Actor1Code": "USALEG", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": "043", "EventBaseCode": "043", "EventRootCode": "04", "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.125, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Utah, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USUT", "Actor1Geo_Lat": 40.1135, "Actor1Geo_Long": -111.854, "Actor1Geo_FeatureID": "UT", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Utah, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USUT", "Actor2Geo_Lat": 40.1135, "Actor2Geo_Long": -111.854, "Actor2Geo_FeatureID": "UT", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Utah, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USUT", "Action2Geo_Lat": 40.1135, "Action2Geo_Long": -111.854, "Action2Geo_FeatureID": "UT", "DATEADDED": 20191005214500, "SOURCEURL": "https://www.bostonglobe.com/news/politics/2019/10/05/romney-ramps-rhetoric-trump-but-what-his-next-move/R9Lllrox4GijtkPRYitX4M/story.html"}, "ARTICLE": {"TITLE": "Romney ramps up rhetoric on Trump, but what’s his next move?", "TEXT": "‘‘By all appearances, the president’s brazen and unprecedented appeal to China and to Ukraine to investigate Joe Biden is wrong and appalling,’’ he tweeted.\n\nSALT LAKE CITY — In the hours after President Trump called on China to investigate his political foe — plowing through another political guardrail — Democrats and Trump critics looked for signs that his party would slap him back. Seeking foreign help in an election is illegal. Who would stand up and say so?\n\nRomney’s delayed criticism seemed to capture the senator’s continued discomfort with the role of chief Trump critic, and a possible reluctance to restart the kind of back-and-forth that revved up on Saturday as Trump took to Twitter. The president unleashed a personal attack on Romney, calling him ‘‘pompous,’’ while defending his conversations with Ukraine and China as appropriate.\n\nAdvertisement\n\nThe mild-mannered, failed-presidential-candidate-turned-senator has shown he feels compelled to speak out against Trump at key moments. But he doesn’t appear quick to the draw. While Trump detractors are looking to Romney to play a key role in rallying GOP opposition to the president in the unfolding impeachment saga, it’s far from clear Romney wants the job.\n\nRomney has left the door open further than most, said Reed Galen, a consultant who worked for Senator John McCain, George W. Bush, and Arnold Schwarzenegger before leaving the GOP in 2016. But ‘‘there’s a long way from opening a door and walking through it.’’\n\nThe 72-year-old senator is unusually well positioned to take on a president who remains broadly popular with Republican voters. His job security is all but guaranteed in conservative Utah, where he’s a near celebrity. Many voters, particularly fellow members of The Church of Jesus Christ of Latter-day Saints, shared Romney’s wariness about Trump.\n\nA nationwide Associated Press survey of midterm voters last year found that while two-thirds of church members voted Republican, just over half approved of Trump’s job performance. The VoteCast survey also found that 64 percent of Utah voters wanted to see the senator confront the president.\n\nAdvertisement\n\nHis political brand, forged as a governor in Massachusetts, the savior of the troubled 2002 Olympics, and a well-appointed representative of the corporate-friendly wing of the GOP, has very little to do with Trump and the populist uprising.\n\nAll of that has some looking to Romney as a possible standard bearer. The anti-Trump conservative group Defending Democracy Together is running new ads in Utah encouraging him to speak out.\n\n‘‘I think Mitt Romney came back to the Senate for a reason, and I hope this is the reason,’’ said Sarah Longwell, the group’s executive director. As a former presidential nominee who built his career in part on this capacity for moral leadership, Romney has a role as a Republican elder statesman that few can match, she said. ‘‘This is going to be the moment where Mitt Romney will play, I think, the decisive role in what Republicans do going forward.’’\n\nNot everyone is so sure. While he lashed then-candidate Trump as a ‘‘phony’’ and a ‘‘fraud’’ in a 2016 speech that didn’t keep him from being elected, Romney also dined with Trump as he aimed to become secretary of state and accepted the president’s endorsement during his Senate run two years later.\n\nWhile he resumed the charge with a Washington Post op-ed on the eve of his Senate swearing in, Romney also agrees with many Trump administration policies and hasn’t taken up a McCain-like maverick mantle. Rather than relishing rhetorical fisticuffs, Romney sees himself as a voice for civility representing a deeply conservative state, said Utah State University political science professor Damon Cann.\n\nAdvertisement\n\n‘‘I think Romney as a senator has been much more conservative than John McCain was,’’ both in terms of style and ideology, he said.\n\nRomney did not agree to be interviewed for this story.\n\nWhile his current position breaks from GOP ranks, he hasn’t gone so far as to support the impeachment inquiry.\n\nEven if he did, it’s unclear how many Republicans he might be able to sway to that view. The GOP has shifted seismically since Romney ran in 2012, away from his more cerebral approach to conservatism and toward the brand of populism that’s embodied by Trump, a leader who prizes loyalty.\n\nRomney’s most likely role could be behind the scenes, as a center for other moderate Republican senators, a kind of caucus of the concerned, Galen said.\n\nAs the number of Trump critics dwindles, his public comments are significant and could create some space for others to voice concern, said Evan McMullin, a former CIA agent who ran against Trump as a third-party candidate in 2016.\n\nWhile a number of high-profile Republicans have defended the president, a number of others have remained silent, which could be an encouraging sign, he said.\n\n‘‘I think there are some Republicans in Congress who are alarmed by what they’re seeing from the president now and by the reports we’ve all read over the past week, but they’re waiting to let the public digest these facts before more of them verbalize their own concerns,’’ he said, ‘‘if they do so at all.’’"}}