{"GDELT": {"GlobalEventID": 877604652, "Day": 20191005, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7534, "Actor1Code": "RUSLEG", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor1Type1Code": "LEG", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": "051", "EventBaseCode": "051", "EventRootCode": "05", "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.50569476082004, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191005214500, "SOURCEURL": "https://newsinfo.inquirer.net/1173945/albayalde-not-feeling-guilty"}, "ARTICLE": {"TITLE": "Albayalde not feeling guilty", "TEXT": "MANILA, Philippines — Gen. Oscar Albayalde, the Philippine National Police chief, did not feel alluded to when President Rodrigo Duterte said in Russia that two generals were still “playing with illegal drugs.”\n\nIn a radio interview on Saturday, Albayalde said the President might have been referring to a list of narcocops that was compiled when Sen. Ronald “Bato” dela Rosa was still PNP chief.\n\nADVERTISEMENT\n\nBased on old list\n\n“There is actually an existing list that may have been used as basis by the President. That was during the time of Senator Bato,” he said, expressing confidence that the President still trusted him.\n\n“We’ve seen [presidential spokesperson Salvador] Panelo say that I still enjoy the trust and confidence of the President,” Albayalde said, adding that it was only fair for the President order a probe into his alleged link to “ninja cops,” or policemen who pilfer with evidence in drug cases.\n\nAlbayalde came under fire after Philippine Drug Enforcement Agency chief Aaron Aquino disclosed in a Senate hearing that Albayalde, who was then Pampanga police chief, had asked him to stop the dismissal order against 13 Pampanga policemen, who were involved in a controversial 2013 drug bust in Mexico, Pampanga.\n\nPanelo had earlier said that the President would wait for the results of the Department of the Interior and Local Government’s (DILG) investigation before taking action.\n\nPending DILG probe\n\n“With regard to PRRD’s remarks during the Valdai Forum where he disclosed that there are two generals who are still involved in the illegal drug industry, he refers to the PNP generals who have been accused to have protected the ninja cops. He will wait for the recommendation of the DILG secretary when he is finished with his internal investigation,” Panelo said in a statement.\n\nAccording to him, the President has been keeping tabs on what is happening back in the Philippines while on a state visit to Russia.\n\nWaiting for Congress\n\nADVERTISEMENT\n\nBut the President would rather let Congress finish its probe before acting on the issue of ninja cops, he said.\n\n“The President’s unyielding posture against illegal drugs and those who destroy the country, regardless of whether they belong to the government, by spreading these substances in our communities, will not waver. As our Chief Executive has mentioned in many occasions, there will be hell to pay for those who become worse than criminals,” he said.\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ"}}