{"GDELT": {"GlobalEventID": 878664951, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.59340659340659, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wan Chai, Hong Kong (general), Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK00", "Actor1Geo_ADM2Code": "13031", "Actor1Geo_Lat": 22.1667, "Actor1Geo_Long": 114.25, "Actor1Geo_FeatureID": "-1354524", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wan Chai, Hong Kong (general), Hong Kong", "Actor2Geo_CountryCode": "HK", "Actor2Geo_ADM1Code": "HK00", "Actor2Geo_ADM2Code": "13031", "Actor2Geo_Lat": 22.1667, "Actor2Geo_Long": 114.25, "Actor2Geo_FeatureID": "-1354524", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wan Chai, Hong Kong (general), Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK00", "Action2Geo_ADM2Code": "13031", "Action2Geo_Lat": 22.1667, "Action2Geo_Long": 114.25, "Action2Geo_FeatureID": "-1354524", "DATEADDED": 20191010120000, "SOURCEURL": "https://www.ibtimes.com/apple-withdraws-hong-kong-police-tracking-app-developer-says-it-never-encourages-2843209"}, "ARTICLE": {"TITLE": "Apple Withdraws Hong Kong Police-Tracking App, Developer Says It 'Never Encourages Criminal Activity'", "TEXT": "A day after Apple withdrew a police tracking app named HKmap.live from its app store alleging that it was being used to “target and ambush police” in Hong Kong, the app's developer said it \"never encouraged criminal activity.\"\n\nApple removed the app from the store after it was found in violation of the local laws and company guidelines. According to the reports, the app offered a real-time location of Hong Kong police vehicles, special tactical police, location of tear gas firings along with directions for protestors to move. The information was reportedly crowdsourced through social media tools like Telegram. The company removed the app from its store earlier this month but had allowed its access after a few days.\n\nPeople’s Daily, the flagship newspaper of the Chinese Communist Party, published an article Wednesday that said Apple was “Letting poisonous software have its way,” and that it was “a betrayal of the Chinese people’s feelings.”\n\nAmid pressure from the Chinese government and multiple conglomerates, Apple decided to withdraw the app.\n\nIn a statement Wednesday, the multinational technology company said, “We created the App Store to be a safe and trusted place to discover apps. We have learned that an app, HKmap.live, has been used in ways that endanger law enforcement and residents in Hong Kong. Many concerned customers in Hong Kong have contacted us about this app and we immediately began investigating it. The app displays police locations and we have verified with the Hong Kong Cybersecurity and Technology Crime Bureau that the app has been used to target and ambush police, threaten public safety, and criminals have used it to victimize residents in areas where they know that there is no law enforcement. The app violates our guidelines and local laws, and we have removed it from the App Store.”\n\nDenying the allegation, the HKmap.live developer said in a statement Thursday that \"there is zero evidence to support CSTCB’s accusations.”\n\nThe app \"never solicits, promotes, or encourages criminal activity,” and that, “HKmap app consolidates information from users and public sources, e.g. live news stream, Facebook and Telegram,\" the developer added.\n\nThe protests in Hong Kong began earlier this year with the aim to oppose the introduction of the Fugitive Offenders amendment bill proposed by the government. If enacted, the law would have allowed the extradition of those convicted of crimes to mainland China and Taiwan."}}