{"GDELT": {"GlobalEventID": 878665172, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "GBR", "Actor1Name": "SCOTLAND", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.06060606060606, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dublin, Dublin, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI07", "Action2Geo_ADM2Code": "18288", "Action2Geo_Lat": 53.3331, "Action2Geo_Long": -6.24889, "Action2Geo_FeatureID": "-1502554", "DATEADDED": 20191010120000, "SOURCEURL": "https://gulfnews.com/opinion/op-eds/will-brexit-ever-happen-1.67008984"}, "ARTICLE": {"TITLE": "Will Brexit ever happen?", "TEXT": "Britain's Prime Minister Boris Johnson Image Credit: AP\n\nBrexit, Brexit, Brexit. Nothing but Brexit for the past three years. And now that the deadline of October 31 is looming and the no-deal scenario seems ever the more likely after the shenanigans in London earlier this week, there’s talk of that leaving deadline being pushed to next summer — maybe to May 31 or beyond.\n\nWill Brexit ever happen?\n\nTo use the very own words of UK Prime Minister Boris Johnson, he’d rather be “dead in a ditch” than to ask the European Union for an extension beyond October 31. That’s all fine and good, but according to the Benn Act, passed by Members of Parliament in early September, he is mandated by law to seek an extension if no deal looks imminent come the next European Council summit on October 17. And right now, a no-deal Brexit has never looked like more of a certainty.\n\nThe proposals floated by the Johnson government to its European counterparts were dead on arrival. While Johnson had promised that there would be no customs checks either side of the Irish border, that’s exactly what his proposals would bring in, requiring inspections for agri-products, animals and virtually everything else that moves across the UK’s only land border with the rest of the European Union.\n\nHis [Johnson's] Brexit plan was so full of holes to begin with, it was never going to float. - Mick O’Reilly, Foreign Correspondent\n\nThe Conservative party has long relied on the support of 10 MPs from the Democratic Unionist party (DUP) to hold power at Westminster. The reality now since Johnson became prime minister three months ago — somehow it seems so much longer now, so much has happened since then — is that he has long lost any majority, DUP support or not, but still feels the need to rely on the Unionists for support lest his majority of minus 43 move to minus 53. That thinking explains why he proposed giving the regional assembly in Northern Ireland — where the DUP is in a permanent majority — a final say in those border arrangements. Ironically, the majority of people in Northern Ireland voted overwhelmingly to Remain in the European Union, and the DUP there is out of lockstep with those voters.\n\nPropaganda coup\n\nBrussels, Berlin, Dublin and Paris — and most EU capitals who still care about Brexit — reject this and those border checks as being completely out of step, killing off Johnson’s long-awaited negotiating position. They just don’t fly and rely on some future technology that might exist for a long-term solution.\n\nA lot has been written about the back room team surrounding Johnson back in 10 Downing Street. That team has known from the day they took office that the European Union would not accept anything that sees a return to a hard border on the island of Ireland. And since then they have been preparing a propaganda coup, preparing speaking points, setting the agenda, making sure that the blame for a rejection of Johnson’s take-it-or-leave-it offer would be the fault of Irish Taoiseach Leo Varadkar, the French or the Germans. And true to plan, that spin operation went into effect as soon as Johnson hung up the phone with German Chancellor Angela Merkel on Tuesday last. The version of the phone call from No. 10 was completely the opposite of what happened and attributed to Merkel an attitude that she has never displayed in her two decades of leading Europe’s large nation and economy. The British tabloids would have their fall guy, and who better to blame than the Germans for scuppering British ambitions and honour.\n\nGeneral election\n\nSo, the European leaders will meet next week and will either have to confront the no-deal scenario or consider holding their noses and offering the United Kingdom an extension in the European Union until next summer.\n\nThat eight-month extension may offer enough time for the British parliament and people to figure out exactly what they want and find a way forward out of this mess.\n\nBack in the commons, Johnson would give his right hand to have a general election. And right now, as a result of the talks breaking down, Johnson will be able to campaign that he was the one who fought single-handedly to secure Brexit, but has been thwarted by the courts and now thwarted by the Germans, the French, the Irish, the Labour party — any and all who opposed his sensible plan for Brexit.\n\nThat’s codswallop. He misled Queen Elizabeth to suspend parliament and the highest court in the land found his actions illegal. His Brexit plan was so full of holes to begin with, it was never going to float. And while a majority of Britons did vote to leave the European Union, they did so on promises he made that there would be a deal — there is no majority in the United Kingdom, and certainly not in Scotland nor Northern Ireland, for a no-deal scenario."}}