{"GDELT": {"GlobalEventID": 878666079, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.72150072150072, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Charleston, South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_ADM2Code": "SC019", "Actor1Geo_Lat": 32.7766, "Actor1Geo_Long": -79.9309, "Actor1Geo_FeatureID": "1221516", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Mississippi, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMS", "Action2Geo_Lat": 32.7673, "Action2Geo_Long": -89.6812, "Action2Geo_FeatureID": "MS", "DATEADDED": 20191010120000, "SOURCEURL": "https://www.cnn.com/2019/10/10/politics/elizabeth-warren-black-voters/"}, "ARTICLE": {"TITLE": "Elizabeth Warren is now a 2020 front-runner. But she still needs to win over black voters", "TEXT": "Charleston, South Carolina (CNN) At an annual awards dinner hosted by the Congressional Black Caucus in Washington, DC, last month, Rev. Jesse Jackson watched as a stream of attendees walked over to one 2020 Democratic candidate, looking to shake her hand, chat and take a photo together.\n\nIt was Massachusetts Sen. Elizabeth Warren , being approached \"all night long,\" Jackson said: \"People coming across the room to get a picture.\"\n\nThe overwhelmingly positive reception that Warren received at the black-tie CBC gala wasn't the first time the senator has stood out this year at a forum of a largely black audience. Warren received a standing ovation at the \"She The People\" conference this summer as she presented her idea for bringing down the maternal mortality rate among black women ; in June, Jackson lavished her with praise at the Rainbow Push conference; and Warren appeared to be a crowd favorite at Al Sharpton's National Action Network conference in April, when she spoke about the acute challenges facing African-American homeowners.\n\nBut as Warren continues a steady climb in the national polls and now shares the front-runner status with former Vice President Joe Biden, Warren confronts a tough political reality. Those standout moments, coupled with public praise from African American leaders and activists, have yet to fully translate to support among black voters\n\nAccording to a Quinnipiac national poll released on Tuesday, Warren is the top-choice candidate for 20% of black Democratic or Democratic-leaning voters. It is a notable improvement from the 10% support Warren had among black voters in an August Quinnipiac survey, but Biden still remains well ahead in support among blacks, at 36%.\n\nWhether Warren can continue to improve her standing with this critical demographic group will be particularly important in the early voting state of South Carolina. A recent CNN poll showed Biden with a strong lead in the state, with the support of 45% of black likely primary voters. The same survey showed Warren with only 4% support among black voters in the state.\n\nIn an earlier Quinnipiac poll released at the end of September, seven in 10 black voters said they would be \"excited\" if Warren were the Democratic nominee, and 60% said they had a favorable view of the senator. But around two in 10 black voters said they still had not heard enough about Warren to have a favorable or unfavorable view of her. In contrast, 70% of those black voters said they had a favorable view of Biden, and only 5% said they hadn't heard enough about the former vice president to have a positive or negative opinion of him.\n\nIt has not gone unnoticed that some of Warren's events in South Carolina have featured largely white audiences. And despite the warm reception at the CBC dinner, Warren has not received endorsements from any black lawmakers in that caucus, unlike Biden and Sen. Kamala Harris.\n\nOn Wednesday, after another \"walking tour\" through a Charleston, South Carolina, neighborhood, Warren held a roundtable meeting with local residents, activists and leaders.\n\nAsked by CNN how she would win over black voters who are far more familiar with Biden, Warren responded: \"I'm showing up, because I think that's really important -- showing up and shaking hands and talking with people.\"\n\nState Sen. Marlon Kimpson, who joined Warren in the discussion and applauded her for visiting his constituents, told reporters that he believes Biden has a \"head start\" with black voters because of name recognition.\n\n\"But I caution all candidates: Things in the rear mirror are closer than they appear. It's a wide-open race, there are some built-in advantages based on name recognition, but all candidates including the vice president has to make the case,\" said Kimpson, who has not yet made an endorsement.\n\nAccording to Jackson, who himself ran for President twice in the 1980s, he and Warren speak \"quite often.\" The civil rights activists told CNN in an interview the senator has reached out to him periodically as she has mounted a bid for the White House.\n\n\"She appears to be fearless,\" Jackson said. He has not endorsed in the Democratic primary and said he is undecided on whether he will publicly back someone before the Iowa caucuses. \"People hear her and they respond to her. She has the capacity to arouse the base.\"\n\n\"It's not enough to talk about black people as if we're a monolith\"\n\nThe Warren campaign has sought to reach out to the black community through its policy plans.\n\nFrom her student loan debt forgiveness plan to her housing proposal to plans on closing private prisons and assisting entrepreneurs of color, Warren has integrated measures aimed specifically at African Americans in many of her policy outlines. Asked about outreach the senator has been doing this year to the black community, the campaign also pointed to \"listening sessions\" she has held with black activists and leaders throughout the year, including in Philadelphia ahead of the Netroots Nation conference.\n\nAnd even as early as the spring, Warren was spending time in the south, in states that hold contests in March after the all-important early states. In March, she visited the Mississippi Delta for a \"walking tours\" of Cleveland and Greenville, Mississippi, to promote her rural housing plan, and also held campaign events in Tennessee and Alabama.\n\nAshlee Marie Preston, an African American transgender activist who has endorsed Warren, said she spoke with several other Democratic candidates before settling on Warren. It was in some ways an unexpected choice, she said, particularly given that there are two black candidates in the Democratic race: Sens. Harris and Cory Booker.\n\n\"I think it's easy to talk about racism in America -- it's another thing to be specific about the different layers about structural racism and systemic racism and how it continues to stand as a barrier to the poor and disenfranchised communities,\" Preston said. \"It's not enough to talk about black people as if we're a monolith.\"\n\nMaurice Mitchell, the national director of the Working Families Party, which endorsed Warren last month, echoed Preston's sentiment.\n\n\"Identity is important but identity is insufficient. Simply because candidates happen to occupy the same racial identity of black voters doesn't mean it's in the bag for any candidate,\" Mitchell said. \"And black voters are incredibly sophisticated. They want to understand a candidate's history, a candidate's platform.\"\n\nOther African American Warren supporters -- particularly those who have known the senator voters will for years -- insist that her standing with black voters will improve as they get to know the candidate better.\n\n\"I'm troubled by the numbers in South Carolina, only because I know that folks in South Carolina don't know her like we know her -- members of the African American community in Boston,\" said Rev. Jeffrey Brown, an associate pastor of the 12th Baptist Church in Roxbury, Massachusetts.\n\nFor years, Warren has periodically attended services at the 12th Baptist Church, one of the oldest black churches in the Boston area. Brown said Warren personally calls to give him a heads-up before attending Sunday services, and that while he has asked her on multiple occasions to speak to the congregation, she has largely declined.\n\nRemarking upon the Bible that Warren brings to church -- \"What I love about her Bible is that it's not brand new. And I've seen it. I've looked at it. It's a well-worn thing\" -- Brown said it is what he sees as the senator's understanding of the unique needs of African-Americans that leads him to believe that there is room for black support for Warren to grow.\n\nBut the reality is that Warren has less than four months left to introduce herself to black voters across the country and intensively court them, in contrast to the years she has had to get to know black voters in Massachusetts.\n\n\"I wish I could go down to South Carolina to some of these places and say look -- this is not a show... She's a real advocate for us,\" said Brown, who added he is \"a thousand percent\" behind Warren's candidacy. \"I wish I could go down there to some southern churches and preach about that.\""}}