{"GDELT": {"GlobalEventID": 878665306, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "GOV", "Actor1Name": "DIRECTOR GENERAL", "Actor1Type1Code": "GOV", "Actor2Code": "BUS", "Actor2Name": "INDUSTRY", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 31, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.26515550869795, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20191010120000, "SOURCEURL": "https://www.executive-magazine.com/special-report/lebanon-must-learn-from-new-world-wines-successes"}, "ARTICLE": {"TITLE": "Lebanon must learn from New World wines’ successes", "TEXT": "Reading Time: 7 minutes\n\nLebanon has one of the oldest wine heritages in the world. It has been producing and trading wine for the past 6,000 years; is home to the world’s largest Bacchus temple, dedicated to the god of wine; and one of its cities, Botrys (Batroun), was named after the ancient Greek for grape bunch. Under Ottoman rule, wine production declined in favor of the production of arak, but the Lebanese never truly stopped making wine. In fact, the resurgence in wine production began before the end of the Ottoman period in 1857—some 162 years ago—when Jesuits planted vineyards in Ksara. And it was in the early 1990s that Lebanese wine exports started picking up.\n\nLebanese wine shares a similar story with the likes of American, Chilean, Argentinian, Australian, New Zealand, and South African wine. Some of these New World countries—a wine term identifying wine producing countries outside of Europe—started making wines in the 16th century, others later. They all went through tough times—e.g. economic downturns, adverse regulations on alcohol, international boycott, and grapevine pests—and all reemerged on the international export scene between the 1960s and 1980s.\n\nBut this is where the similarities stop. Without having thousands of years of wine heritage, these countries somehow managed in the span of a few decades to revolutionize, reinvent, and reshape the global wine industry and—in an equally unimaginable feat—tossed European wine makers out of their comfort zones. In the space of a few vintages, they built a strong identity for their wines.\n\nLebanon, however, despite its wine heritage, has yet to make an impact on the world stage. A Master of Wine—a title bestowed upon 390 people worldwide by the Institute of Masters of Wine, considered the highest accolade or title achievable in the wine world—was asked back in a closed session with Union Vinicole du Liban (UVL) in May what the perception was of Lebanese wine abroad. She paused, reflected, and her painful—but honest—answer was: “What perception?”\n\nIs the world even aware that Lebanon is producing wine? And if it is, can it pinpoint what Lebanese wine identity is? To be clear, this does not mean that Lebanon is not producing beautifully crafted wines. It does not mean Lebanese wines do not have aficionados and cult followers. It simply means that very few people have ever heard about it, and if they have, they cannot define it. Only one winery has managed to shatter the hazy glass ceiling. In my experience of asking wine professionals all over the world about Lebanese wines, their answer will, almost invariably, point to Château Musar. This achievement makes us all proud. However, to market Lebanon efficiently, one winery is simply not enough.\n\nWhat we need is a group of young Lebanese winemakers teaming up to experiment and transparently share knowledge.\n\nLebanese wineries produce close to 9 million bottles a year, according to estimates by UVL. Of that, approximately 3 million bottles are exported. It is a success story. Winemaking is one of just three industries in Lebanon that use local raw materials and have a positive trade balance; based on 2018 customs statistics, only wine, jam, and vinegar production meet these criteria. Winemaking is a craft that, by my own estimate—as official data is lacking—provides the livelihood of thousands of workers and their families in Lebanon. And, while it was historically the case that Lebanese winemaking was the purview of Christians, nowadays the industry is diversified by region, religion, and social environment. The government should take note of this and support winemaking as an industry that benefits all Lebanese.\n\nYet, the room for improvement is vast. Lebanon should be exporting far in excess of 3 million bottles, in line with the exports of its neighbors. In 2017, on the Eastern Mediterranean shoreline, Greece exported 34 million bottles of wine, while Israel exported 23 million (a ten-fold increase over a 15-year period), according to statistics from the International Organisation of Vine and Wine (OIV). And if we delve into New World countries, numbers become mind-numbing. According to the OIV, in 2017, Chile exported 1.3 billion bottles; Australia, 1 billion; South Africa, 597 million; the US, 437 million; Argentina, 297 million; and New Zealand, 377 million. How did they do it? By uniting, by experimenting with, and then promoting their own specific variety, and by expanding beyond speciality cuisine restaurants abroad. All are examples that Lebanese winemakers can learn from.\n\nStrength in unity\n\nIn the mid 20th century, no one in the New World had dreamed of challenging France on the wine front—except, that is, for Californians, who decided to defy Europe by creating a Cabernet Sauvignon and a Chardonnay that could rival the best French wines. The sun-drenched vineyards of Napa Valley, following the wisdom of great winemakers like Andre Techilstcheff, and the impulse of visionaries like Robert Mondavi, were ready to take the wine world by storm. These great men realized that to take on the world, they would be more successful working together than on their own. It meant setting aside petty competitor behavior and embracing transparency and full cooperation. In 1944, seven wine merchants signed an association agreement that formed the Napa Valley Vintners trade association—now 550 wineries strong. For the last 75 years, the collective spirit and camaraderie of the association members ensured the success and quality of Californian wines. Technical, commercial, environmental, and marketing challenges were—and still are—tackled together, in unison and transparency unheard of in any other wine regions.\n\nPhoto by Greg Demarque | Executive\n\nUnity, information sharing, and common experimentation are key if we want Lebanese wine to have the kind of international success that American wine has found. UVL does what it can to coordinate efforts. Likewise, the agriculture ministry, and its energetic director general, Louis Lahoud, try to help the industry, but are financially limited. The National Wine Institute, which should be the technical governing body of wine in Lebanon, is adrift amid Lebanese bureaucracy. What we need is a group of young Lebanese winemakers teaming up to experiment and transparently share knowledge. The wine world is unique in the fact that any experimentation in new grape varieties and winemaking techniques can take 10 to 15 years before seeing results. A group, working together, learning from each other’s mistakes, and sharing successes, will exponentially increase the learning curve’s speed and efficiency.\n\nIn search of Lebanon’s Malbec\n\nBeyond working together, Lebanon needs to find and promote its own specific grape variety. Take the example of Nicolás Catena Zapata, who propelled Argentinian Malbec onto the world stage. In the 1980s, Argentina was perceived as a bulk wine producer. Going against the trend, Zapata sold his table-wine-producing company, keeping only the fine-wine branch of the family’s winery, and started playing around with a grape variety called Malbec. Many of his colleagues told Zapata he was completamente loco. Malbec has its origin in France, but was far from being a coveted grape variety by wine amateurs who were falling in love with wines made of grapes like Cabernet Sauvignon. Zapata wondered if Malbec would ever be able to reach such heights; it took five years of experiments before he was satisfied enough to make a Catena Malbec in 1994.\n\nIt was an absolute success. “Kudos to Nicolás Catena,” wrote American wine critic Robert Parker Jr; The Wall Street Journal ran its first ever feature on Malbec in 1999. A decade later, Malbec became a superstar, and Argentina became the Malbec capital of the world.\n\nSo, what is Lebanon’s Malbec? Cinsault, planted by the Jesuits in the mid-19th century? Maybe. Musar opened the way decades ago, followed more recently by the bold Vertical 33 and the colorful Domaine des Tourelles. Is it Syrah, which performs beautifully in the Mediterranean climate of Lebanon?\n\nWe need to gratefully, but painfully, outgrow the commercial bridge that led us to the international scene.\n\nOr is it Obeidi, one of the very few indigenous local grape varieties to perform well in winemaking. Naysayers say it is not good enough. I say we have not tried enough. We have not yet explored in-depth what this fickle late ripening grape has to offer.\n\nIs it the Mekssasi, championed by Karam Wines in Jezzine? Or the Merwah, a variety used with promising results, by the likes of Ksara, Sanctus, and Phoenix in Batroun? Or is it the same old Malbec, exclusively planted in Lebanon by Atibaia, a boutique winery—which as of October 15 I will head—established in Batroun in 2008?\n\nWe need to experiment, as Joe Assad Touma from St Thomas and Fabrice Guiberteau from Kefraya are doing. We need to embrace a local variety and use it to make some of the best wines ever made with it, and we need to make sure the world knows what we are doing. The wine world will soon start listening.\n\nThe Lebanese gastronomy trap\n\nLastly, Lebanese winemakers must expand their horizons beyond Lebanese restaurants abroad. Have you ever heard of Chilean gastronomy? New Zealand haute cuisine? Very few people ever have. And yet, somehow, Chilean and New Zealand wines can be found in every corner of the world. Not having an established Chilean and New Zealand gastronomy on which to base their wines’ expansion was an obstacle to overcome, but it was also a blessing that pushed those wine producers to find creative and bold ways to market their produce. Aided, albeit, by the heavy promotional budgets allocated by their governments—something we cannot even dream about in Lebanon.\n\nLebanese gastronomy is the pride of Lebanon as well as being the main client of Lebanese wine producers. Through my own research, I have estimated that Lebanese restaurants abroad buy 70 percent of Lebanese wine exports every year. But Lebanese gastronomy is a golden, honey-coated, trap.\n\nIt is a trap because, with the majority of wineries wanting to sell to the same restaurants, everyone has to discount prices. It is a trap because marketing efforts are widely channeled to Lebanese restaurants, without looking at the bigger picture. Growing Lebanese wine exports means growing beyond Lebanese outlets. How many people make truly informed decisions while choosing their wine at small-sized, family-run Lebanese restaurants abroad, when wine is usually included in set menus, or proposed as a house wine? How many will remember the wine after their meal? Lebanese wineries need to reach for wine critics and wine amateurs, create a unique image, and be present in wine shops, wine bars, and international wine restaurants all over the world. Mediterranean cuisine restaurants would be a good start. We need to gratefully, but painfully, outgrow the commercial bridge that led us to the international scene, if we want to achieve international recognition.\n\nIf the most dynamic Lebanese winemakers join efforts, if they agree on which grape variety, or grape varieties to push forward, and if they make concerted, intelligent, and creative efforts to grow beyond the home country gastronomy scene, then most probably, in a few years, when a wine critic is asked about the Lebanese wine international perception, the answer will be clear, obvious, and agreeable to hear. And when this starts happening, Lebanese wine exports will soar."}}