{"GDELT": {"GlobalEventID": 878666146, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "USA", "Actor1Name": "MAINE", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 9, "NumSources": 1, "NumArticles": 9, "AvgTone": -3.8277511961722404, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Cape Elizabeth, Maine, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USME", "Actor1Geo_ADM2Code": "ME005", "Actor1Geo_Lat": 43.5637, "Actor1Geo_Long": -70.2001, "Actor1Geo_FeatureID": "563469", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Cape Elizabeth, Maine, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USME", "Actor2Geo_Lat": 43.5637, "Actor2Geo_Long": -70.2001, "Actor2Geo_FeatureID": "563469", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Cape Elizabeth, Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_Lat": 43.5637, "Action2Geo_Long": -70.2001, "Action2Geo_FeatureID": "563469", "DATEADDED": 20191010120000, "SOURCEURL": "https://www.newscentermaine.com/article/news/local/cape-elizabeth-high-school-letter-home-to-parents-oct-9/97-33b23ce4-b7e9-40c0-86f1-4cd699824596"}, "ARTICLE": {"TITLE": "Maine principal defends response to sexual assault allegations", "TEXT": "In a letter to parents Wednesday, Cape Elizabeth HS responded to concerns that administrators are not adequately addressing student concerns about sexual assault.\n\nCAPE ELIZABETH, Maine — In a letter to parents Wednesday, Cape Elizabeth High School's principal said that an extensive investigation by the school has determined that the allegation made by some students of a rapist in their school is false.\n\nIn the letter sent home to parents addressing the allegations that have made national headlines, principal Jeffrey Shedd said that while the students may have had good intentions, they made a \"bad choice\" to post the allegations on sticky notes in bathrooms at school. Shedd said the allegations \"hurt\" others and the students \"regret\" what they did.\n\nTwo sticky notes were left in bathrooms at the school in September reading, \"There’s a rapist in our school and you know who it is.\" Three students, including the sophomore who wrote the sticky notes, were suspended on Friday, October 4, for bullying.\n\n\"It makes me angry that I'm being punished for bullying and a rapist isn't being punished for raping people,\" Aela Mansmann told NEWS CENTER Maine on Friday. \"I felt this was important -- that this was common knowledge.\"\n\nMansmann said allegations of sexual assaults have occurred for years in Cape Elizabeth schools but that the administration hasn't listened to the allegations. She said she posted the notes because she and other students don't feel safe at school.\n\nCape Elizabeth schools released a statement the same day students were suspended for bullying, saying the school department has never disciplined a student for advocating for their peers or their views on cultural, social and political matters.\n\n\"It is important to understand, however, that when a student’s speech bullies another student, we are required by law and by school board policy to investigate and take prompt action, even if that same student has also spoken out on a matter of public concern,\" the statement reads. \"We are not able to comment on the specific student matter recently reported in the press because of confidentiality laws, but we can say that we are confident that the matter was exhaustively investigated and that we took the action that law and policy require.\"\n\nCape Elizabeth's School policy on bullying found here.\n\nIn his letter Wednesday, Shedd attempted to shame the media for reporting on the allegations of sexual assault at the school.\n\n\"To the adults, including adults in the media, who are giving credence to the sticky note assertions made with zero support in any findings following a school or legal investigatory process, shame on you,\" Shedd said in the letter. \"You are passing along rumors as if they were established fact. They are not.\"\n\nLast year, the school district investigated seven possible violations of Title IX concerning sexual harassment or sexual assault. Title IX is a federal law prohibiting gender discrimination and sexual violence in education.\n\nSuperintendent Donna Wolfrom told NEWS CENTER Maine on Friday that the seven allegations were made over several years, and that \"not all the allegations were founded\" but all were thoroughly investigated.\n\nIn June, three students from the high school went before the school board to express their concerns about how their school deals with reports of sexual assault.\n\nIn the letter to parents, Shedd said the school had launched an investigation in which the goal was to answer two questions: Is the school safe? And is there a rapist in school?\n\nShedd said administrators interviewed 47 students, even tracking down Snapchat videos that were rumored to show \"horrifying images.\" Wolfrom told NEWS CENTER Maine on Friday that the 47 students all said they feel safe at school. About 600 students attend Cape Elizabeth High School.\n\nShedd said that all of the allegations turned out to be false, and that \"rumor mills\" in high schools are frequently wrong."}}