{"GDELT": {"GlobalEventID": 878665840, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "PRK", "Actor1Name": "NORTH KOREA", "Actor1CountryCode": "PRK", "IsRootEvent": 0, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.4573643410852695, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Actor1Geo_CountryCode": "KN", "Actor1Geo_ADM1Code": "KN12", "Actor1Geo_ADM2Code": "39681", "Actor1Geo_Lat": 39.0194, "Actor1Geo_Long": 125.755, "Actor1Geo_FeatureID": "-183459", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN12", "Action2Geo_ADM2Code": "39681", "Action2Geo_Lat": 39.0194, "Action2Geo_Long": 125.755, "Action2Geo_FeatureID": "-183459", "DATEADDED": 20191010120000, "SOURCEURL": "https://www.voanews.com/usa/north-korea-threatens-increased-provocations-following-breakdown-nuclear-talks"}, "ARTICLE": {"TITLE": "North Korea Threatens Increased Provocations Following Breakdown in Nuclear Talks", "TEXT": "SEOUL -\n\nNorth Korea Thursday warned its “patience is running out” and threatened to increase provocations following the breakdown of nuclear talks with the United States.\n\nThe warning is the latest evidence North Korea is returning to a more combative posture after walking away from the first substantive nuclear negotiations in months.\n\nA statement in the Korean Central News Agency accused the U.S. of orchestrating this week’s meeting of the United Nations Security Council, which condemned North Korea's recent missile launch.\n\nThe KCNA statement, attributed to a Foreign Affairs Ministry spokesperson, called that U.N. meeting a “severe provocation.” It also condemned the recent U.S. test of an intercontinental ballistic missile.\n\n“Our patience is running out, and it is not guaranteed that what we have been restraining from will last indefinitely,” the statement said.\n\nFILE - North Korea's chief nuclear negotiator Kim Myong Gil is seen outside the North Korean Embassy in Stockholm, Oct. 5, 2019.\n\nNorth Korea stormed out of working-level nuclear talks last week, accusing the U.S. of not bringing any new ideas to help break the monthslong deadlock.\n\nEarlier this week, European members of the Security Council called on North Korea to engage “in good faith in meaningful negotiations with the United States.”\n\nThe European U.N. ambassadors also condemned North Korea’s latest ballistic missile test as a violation of Security Council resolutions.\n\nSince early May, North Korea has conducted 11 rounds of missile tests, most of which involved ballistic missile technology that North Korea is banned from possessing.\n\nNorth Korea’s latest launch was October 2, involving a medium-range ballistic missile Pyongyang says was meant to be launched from a submarine.\n\nHours later, the U.S. Air Force tested an unarmed Minuteman III intercontinental ballistic missile. The Air Force said such tests “are not a response or reaction to world events or regional tensions.”\n\nNorth Korea disagrees.\n\n\n\n“The U.S. launch of the intercontinental ballistic missile was clearly aimed to pressure us,” North Korea’s Foreign Affairs Ministry said Thursday. The North could respond, it added, but said “we believe it is too early and not necessary to do so.”\n\nFILE - North Korean leader Kim Jong Un attends the testing of a super-large multiple rocket launcher in North Korea, in this undated photo released Sept. 10, 2019 by North Korea's Korean Central News Agency.\n\nNorth Korean leader Kim Jong Un in April 2018 announced he was stopping ICBM and nuclear tests. The announcement came amid renewed diplomacy with the U.S. and South Korea.\n\n\n\nHowever, North Korean officials have since threatened to resume the tests several times, amid the breakdown in talks.\n\n\"It looks like North Korea is using the U.S. as a pretext for escalating military action, if talks don't work out,” said Rachel Minyoung Lee, a Seoul-based analyst at NK News, a publication that focuses on North Korea affairs.\n\nU.S. President Donald Trump has played down the North’s missile tests, saying they are not long-range and do not threaten the United States.\n\nThe U.S. has also attempted to put a positive spin on the talks.\n\nAfter North Korea walked away last week, the U.S. State Department characterized the discussions as “good” and said U.S. negotiators accepted a Swedish invitation to return to the talks in two weeks.\n\nNorth Korea has said such a follow-up meeting is not likely."}}