{"GDELT": {"GlobalEventID": 878664770, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 331, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.83386581469649, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20191010120000, "SOURCEURL": "https://www.indiatvnews.com/technology/news-amazon-great-indian-festival-celebration-sale-offers-and-discounts-on-mobile-phones-555566"}, "ARTICLE": {"TITLE": "Amazon Great Indian Festival Celebration sale: Top offers and discounts on mobile phones", "TEXT": "Image Source : TWITTER Offers on Mobile Phones during The Great Indian Festival Sale\n\nAmazon is back with yet another sale, the latest Great Indian Festival Celebration from the e-commerce giant is set to begin on October 13 and will go on till October 13. Amazon this time has partnered with ICICI bank to offer an additional 10 percent discount on purchases made through the bank's credit and debit card. Before the actual sale starts, Amazon has revealed its offer price and discounts on selected items, it will also be offering free screen replacement, no-cost EMI and easy payment option on some selected phones.\n\nTalking about offers and discounts on flagship devices Amazon has revealed that the recently launched OnePlus 7T will be sold at its original price of Rs 37,999 but users can get benefits of bank offers from the website. The OnePlus 7 will be available at Rs 29,999 while the OnePlus 7 Pro will cost Rs 44,999.\n\nImage Source : AMAZON Mobile phone offers\n\nThe iPhone XR will be available at a starting price of Rs 44,999 and Samsung's Galaxy Note 9 will cost Rs 42,999.\n\nMid-range phones will also be available at a lower price, just like the previous sale, Poco F1 will be sold at starting price of Rs 14,999 while the Samsung Galaxy M30 gets Rs 1000 discount and will be available for Rs 9,999. The M30s will also be up for grab and will be listed for Rs 13,999 after a Rs 1551 discount.\n\nAmazon is also set to launch great deals on budget smartphones, Samsung's Galaxy M10 will be available at its lowest price ever and will be listed at Rs 7,999, while Realme U1 will cost Rs 7,999. In addition, there will be exciting exchange offers and you can use your old smartphone to get a great deal on your latest purchase.\n\nFight against Coronavirus: Full coverage"}}