{"GDELT": {"GlobalEventID": 878666047, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "USA", "Actor1Name": "MONTANA", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.71047957371225, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Kalispell, Montana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMT", "Actor1Geo_ADM2Code": "MT029", "Actor1Geo_Lat": 48.1958, "Actor1Geo_Long": -114.31299999999999, "Actor1Geo_FeatureID": "785622", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Kalispell, Montana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMT", "Action2Geo_ADM2Code": "MT029", "Action2Geo_Lat": 48.1958, "Action2Geo_Long": -114.31299999999999, "Action2Geo_FeatureID": "785622", "DATEADDED": 20191010120000, "SOURCEURL": "https://flatheadbeacon.com/2019/10/10/unsigned-pledge/"}, "ARTICLE": {"TITLE": "Unsigned Pledge", "TEXT": "There have been calls for unity among Republicans in Montana’s gubernatorial race. While tensions arise between primary candidates in any race in any party, in this case, the divisions are deepening, even after the frontrunner proposed that all involved sign a “pledge” to support whoever wins.\n\nCongressman Greg Gianforte, Attorney General Tim Fox and Kalispell state Sen. Al Olszewski are vying for the GOP nomination for governor, but even before they announced their respective candidacies, party members began weighing in on what would shape up to be a formidable field. In early June, as rumors swirled that Gianforte might enter the race, three current and former chairs of Republican central committees published an op-ed in several newspapers across the state asking him to instead defend his congressional seat.\n\n“If Gianforte chooses not to run as the incumbent for Congress,” the authors wrote, “the subsequent ‘Republican shuffle’ creates a strong likelihood that Democrats will regain power in our state.”\n\nThe appeal was for naught, as Gianforte announced days later that he would abandon his congressional seat to seek the governorship — his fourth statewide campaign in five years. Subsequently, the Republican shuffle commenced.\n\nSecretary of State Corey Stapleton, who had previously announced he would vacate his position to run for governor, left the race to campaign for Gianforte’s seat in the U.S. House. Soon after, State Auditor Matt Rosendale announced he would also vacate his seat to run for Congress — the third time Rosendale has sought to be part of the state’s congressional delegation.\n\nThe dominoes falling as many predicted they would has drawn the ire of many Republicans. But the bitterness is especially pronounced in the race for governor, in which Gianforte and Fox have prodded each other as campaigning has begun in earnest. And the animosity has not gone unnoticed.\n\nLast month, Whitefish resident and Montana Republican Party Chairman Don “K” Kaltschmidt wrote that he was “disappointed” that a fellow Republican would include “disparaging comments about one of our candidates for Governor” in letter to the editor published in the Daily Inter Lake.\n\n“Personal attacks and the questioning of motives and character only weaken our candidates and hurt us as a Party,” he wrote.\n\nThird parties have also irritated those vying for office. After the Susan B. Anthony List, a pro-life group, endorsed Gianforte for governor in August, Al Olszewski’s wife Nancee expressed her frustration in a letter to the editor. “To choose sides between three pro-life candidates is unnecessary and is interfering with our state election process,” she wrote.\n\nIndeed, it’s not surprising that when Gianforte called for the candidates to sign a unity pledge to endorse the eventual Republican nominee for governor, neither of his opponents jumped at the opportunity.\n\n“Party unity is all about not abandoning Congressman Gianforte’s congressional seat and causing so many people to run for other things,” Fox told Holly Michels of Lee Newspapers.\n\nAdded Olszewski: “If he’s worried he can’t get support of the party, I’ll sign it if it makes him feel better.”\n\nMeanwhile, Fox has increasingly sharpened his attacks on Gianforte, pointing out that the Conservative Review and Heritage Action (another conservative group) both gave the congressman an “F” for his “liberal congressional voting record.”\n\nIt’s a long slog to the 2020 primaries. It appears even longer before the candidates will sign a unity pledge."}}