{"GDELT": {"GlobalEventID": 878666246, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "USAJUD", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "JUD", "Actor2Code": "JUDJUD", "Actor2Name": "ATTORNEY", "Actor2Type1Code": "JUD", "Actor2Type2Code": "JUD", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.76045627376426, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_Lat": 45.7326, "Actor2Geo_Long": -93.9196, "Actor2Geo_FeatureID": "MN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20191010120000, "SOURCEURL": "https://minnlawyer.com/2019/10/10/2019-diversity-inclusion-lola-velazquez-aguilu/"}, "ARTICLE": {"TITLE": "2019 Diversity & Inclusion: Lola Velazquez-Aguilu", "TEXT": "Lola Velazquez-Aguilu has promoted greater diversity of the judiciary for years, contributing to significant increases in people of color and women in greater Minnesota on the bench.\n\nSeeing “the best and brightest finalists” from the Minnesota Hispanic Bar Association (MHBA) passed over for judicial appointments prompted Velazquez-Aguilu to launch a judicial diversification campaign early in former Gov. Mark Dayton’s administration.\n\n“Every time one of these exceptional candidates was passed over, there was a ripple effect within the community of diverse lawyers,” she said. “We had to make sure the governor’s office understood that.”\n\nVelazquez-Aguilu, then a board member of the Infinity Project, which seeks greater gender diversity on the bench, worked with its then-executive director Debra Fitzpatrick, to develop training for prospective MHBA judicial candidates.\n\nDuring the training, current judges, state and federal judicial selection commission members and representatives of the governor and U.S. senators shared information demystifying the selection process.\n\n“The number of exceptional prospective applicants in these trainings debunked the myth” that diversity doesn’t advance because of a lack of candidates, she said.\n\nThe program was repeated for other affinity bar associations and women attorneys in greater Minnesota and North Dakota.\n\nVelazquez-Aguilu, litigation and investigations counsel at Medtronic, was appointed chair of the Minnesota Commission on Judicial Selection in January by Gov. Tim Walz. During nearly nine years as an assistant United States attorney, she earned Minnesota Lawyer Attorney of the Year honors as co-chair of the Latino Legal Experience exhibit and as a Starkey fraud trial prosecutor.\n\nLike this article? Gain access to all of our great content with a month-to-month subscription. Start your subscription here."}}