{"GDELT": {"GlobalEventID": 878665976, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "UAF", "Actor2Name": "MILITANT", "Actor2Type1Code": "UAF", "IsRootEvent": 0, "EventCode": 1123, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.390410958904111, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU", "Actor1Geo_Lat": 39.059012, "Actor1Geo_Long": 34.911546, "Actor1Geo_FeatureID": "TU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU", "Actor2Geo_Lat": 39.059012, "Actor2Geo_Long": 34.911546, "Actor2Geo_FeatureID": "TU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU", "Action2Geo_Lat": 39.059012, "Action2Geo_Long": 34.911546, "Action2Geo_FeatureID": "TU", "DATEADDED": 20191010120000, "SOURCEURL": "https://www.express.co.uk/news/world/1188927/isis-terror-threat-syria-detention-camps-kurdish-fighters-turkey-invasion"}, "ARTICLE": {"TITLE": "ISIS terror threat: Fears grow as 11,000 fighters plan break-out from Kurdish-ran camps", "TEXT": "FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nThe sprawling camps are patrolled by Kurdish Syrian Defence Force (SDF) personnel but could be left unguarded as troops are moved to face the Turkish soldiers entering Syria across its northern borders. And fears are growing of a fresh wave of ISIS attacks in the event of the bloodthirsty terrorists regrouping and regaining a foothold in the war-ravaged region.\n\nThe Turkish offensive has challenged our ability to build local security forces US defence official\n\nOne senior US security source said the day-old Turkish operation has already had a “detrimental effect” on counter-ISIS operations which had “effectively stopped”. He said: “The Turkish offensive has challenged our ability to build local security forces, conduct stabilisation operations and the Syrian Democratic Force’s ability to guard over 11,000 dangerous ISIS fighters.” Donald Trump, who is coming under growing pressure over the impact of his decision to remove US troops from the Syria, claimed some of the most dangerous ISIS prisoners had been moved.\n\nISIS fighters captured on the battlefields of northern Syria\n\nThe US President said: “We’re putting them in other areas where it’s secure.” He then went on to dismiss the threat to US homeland security, saying: “Well, they’re going to be escaping to Europe.” US officials were already growing increasingly concerned about the vulnerability of the Syrian camps in which between 11,000 and 12,000 ISIS fighters have been held since their capture on the battlefield. READ MORE: Turkey begins invasion of Syria – Erdogan vows to neutralise threat\n\nFears are growing of an ISIS revival after Turkey's invasion of northern Syrian\n\nCaptured ISIS fighters are being held in makeshift camps near the Turkish border\n\nAround 2,000 of the detainees are foreigners ISIS fighters not from Iraq or Syria but only several hundred are believed to be from Europe. The officials fear the security of the camps is in question and a “huge concern” as SDF personnel head to the front lines. One said: ”SDF will focus on the fight. The fear is that they abandon post. It’s a really bad situation.”\n\nTrending\n\nAn ISIS fighter is detained by Kurdish militia after the battle of Baghouz\n\nKurdish troops are leaving the camps for the frontline to face Turkish troops"}}