{"GDELT": {"GlobalEventID": 878666107, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.78571428571428, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191010120000, "SOURCEURL": "https://www.3quarksdaily.com/3quarksdaily/2019/10/what-saul-bellow-saw.html"}, "ARTICLE": {"TITLE": "What Saul Bellow Saw", "TEXT": "Ruth Wisse in Mosaic:\n\nIn May 1949, a year after the establishment of the state of Israel, the American Jewish literary critic Leslie Fiedler published in Commentary an essay about the fundamental challenge facing American Jewish writers: that is, novelists, poets, and intellectuals like Fiedler himself. Entitled “What Can We Do About Fagin?”—Fagin being the Jewish villain of Charles Dickens’s novel Oliver Twist—the essay shows that the modern Jew who adopts English as his language is joining a culture riddled with negative stereotypes of . . . himself. These demonic images figure in some of the best works of some of the best writers, and form an indelible part of the English literary tradition—not just in the earlier form of Dickens’ Fagin, or still earlier of Shakespeare’s Shylock, but in, to mention only two famous modern poets, Ezra Pound’s wartime broadcasts inveighing against “Jew slime” or such memorable lines by T.S. Eliot as “The rats are underneath the piles. The jew is underneath the lot” and the same venerated poet’s 1933 admonition that, in any well-ordered society, “reasons of race and religion combine to make any large number of free-thinking Jews undesirable.”\n\nHow should Jewish writers proceed on this inhospitable ground?\n\nThere was a paradox in the timing of Fiedler’s essay, since this was actually the postwar moment when Jews were themselves beginning to move into the forefront of Anglo-American culture. The “New York Intellectuals”—the first European-style intelligentsia on American soil, clustered around several magazines and publishing houses—were beginning to gain prominence as writers, thinkers, critics, and professors.\n\nMore here."}}