{"GDELT": {"GlobalEventID": 878768934, "Day": 20191009, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7644, "Actor1Code": "GOV", "Actor1Name": "CHIEF EXECUTIVE", "Actor1Type1Code": "GOV", "Actor2Code": "NGA", "Actor2Name": "ABUJA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.72289156626506, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Federal Capital Territory, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "22778", "Actor1Geo_Lat": 8.83333, "Actor1Geo_Long": 7.16667, "Actor1Geo_FeatureID": "-1997015", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Federal Capital Territory, Abuja Federal Capital Territory, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI11", "Actor2Geo_ADM2Code": "22778", "Actor2Geo_Lat": 8.83333, "Actor2Geo_Long": 7.16667, "Actor2Geo_FeatureID": "-1997015", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Federal Capital Territory, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "22778", "Action2Geo_Lat": 8.83333, "Action2Geo_Long": 7.16667, "Action2Geo_FeatureID": "-1997015", "DATEADDED": 20191010193000, "SOURCEURL": "https://www.vanguardngr.com/2019/10/culture-and-tourism-not-my-area-of-expertise-%E2%80%95senator-okorocha/"}, "ARTICLE": {"TITLE": "Culture and Tourism not my area of expertise ―Senator Okorocha", "TEXT": "Kindly Share This Story:\n\n…Says Plans are in top gear to have Tourism Park in Abuja\n\nBy Henry Umoru – Abuja\n\nThe Chairman Senate Committee on Culture and Tourism, Senator Rochas Okorocha, All Progressives Congress, APC, Imo West, told Stakeholders in the Tourism sector that he would have preferred to serve as the Chairman, Senate Committee on Education.\n\nSpeaking yesterday in Abuja during an interactive session with Chief Executive Officers of Parastatals in the Tourism Sector, Okorocha who noted that he lacked the expertise to preside as Chairman Senate Committee on Tourism, said that he would try his best to be creative and make Tourism envy of others.\n\nAccording to him, as part of moves to make tourism the number one in the area of revenue generation, said that he has opened a discussion with the Minister of the Federal Capital Territory for an expansive land to promote leisure.\n\nOkorocha who called for the cooperation of high-level officials in the sector in order to move it forward, however, promised to give it his best as he noted that the tourism sector has the potential of competing with crude oil earnings in generating revenue for the country.\n\nHe said:” This is not my area of expertise, I would have loved to be chairman Senate Committee on Education but I will do my best. Working together, we shall give Nigeria the best that will meet Nigerians aspirations.\n\n“Outside agriculture, the best employer of labour is tourism. But its contribution to our Gross Domestic Product is infinitesimal and it is unacceptable.\n\n“Today, destiny has brought on my shoulder and my colleagues to steer the ship. Our mission is to revive it. The good news there is that all of us must strive to make a mark.\n\n“We shall work together as members of one family. We aren’t here to police you but to get the job done.”\n\nIn his remarks, the Director General, National Centre for Arts and Culture, Segun Runsewe said tourism has been neglected by successive administration but said if well harnessed, it could make a lot of difference in revenue earning of the federal government.\n\nOtunba Runsewe also called on the Senate to show more than passing concern in the indiscriminate issuance of Nigerian international passport, however, argued that some of the people being apprehended in a foreign nation for heinous activities were not Nigerians.\n\nVanguard News Nigeria.\n\nKindly Share This Story:"}}