{"GDELT": {"GlobalEventID": 878769190, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "BGD", "Actor1Name": "BANGLADESH", "Actor1CountryCode": "BGD", "IsRootEvent": 1, "EventCode": 1822, "EventBaseCode": 182, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -6.020066889632111, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG81", "Actor1Geo_ADM2Code": "5778", "Actor1Geo_Lat": 23.7231, "Actor1Geo_Long": 90.4086, "Actor1Geo_FeatureID": "-2737683", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chhatra, Bangladesh (general), Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG00", "Action2Geo_ADM2Code": "5811", "Action2Geo_Lat": 24.9833, "Action2Geo_Long": 88.7667, "Action2Geo_FeatureID": "-2715192", "DATEADDED": 20191010193000, "SOURCEURL": "http://www.dhakatribune.com/bangladesh/politics/2019/10/11/chhatra-league-not-familiar-with-torture-cells"}, "ARTICLE": {"TITLE": "Chhatra League: Not familiar with torture cells", "TEXT": "Chhatra League brings out a rally on DU campus on Thursday, October 10, 2019 Focus Bangla\n\nChhatra League acting president demanded capital punishment for Abrar’s killers\n\nChhatra League acting general secretary Lekhak Bhattacharjee claimed that they are not familiar with torture cells in residential halls, nor are his party men familiar with the term.\n\nLekhak made the statement at a press briefing in front of Central Shaheed Minar yesterday, amid wide allegations from general students of Bangladesh University of Engineering and Technology (Buet) that the Buet wing of the organization had a number of rooms at several dormitories which were used to torture newcomers, and people who had different opinions.\n\nHe said: “A vested quarter is trying to involve Chhatra League’s name with torture cells to tarnish the image of the organization. Intruders who entered Chhatra League with other purposes are committing those crimes. We will find them, and we already started seeking information from journalists, and law enforcement agencies.”\n\nLekhak claimed they took necessary measures against the proven guilty Chhatra League men after the new interim leadership took charge.\n\nActing president Al-Nahean Khan Joy requested Chhatra League leaders to keep an eye on the activities of Chhatra League men to avoid further tragedies similar to Abrar’s.\n\nHe demanded capital punishment for Abrar’s killers.\n\nHe said: \"We sincerely urge the government to ensure capital punishment for the killers.”\n\nHe further requested the government to take exemplary action in this regard, so that no one dares to commit such crimes in future.\n\nMeanwhile, Central Chhatra League, their other units including Dhaka University, brought out a procession from TSC, and marched towards the Central Shaheed Minar.\n\nAbrar, a second year electrical and electronic engineering department (EEE) student of Buet, was beaten to death by some Chhatra League men inside Sher-e-Bangla Hall of the university early Monday."}}