{"GDELT": {"GlobalEventID": 878770528, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "USA", "Actor1Name": "NEVADA", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.1126760563380302, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Douglas County, Nevada, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNV", "Actor1Geo_ADM2Code": "NV005", "Actor1Geo_Lat": 38.8752, "Actor1Geo_Long": -119.626, "Actor1Geo_FeatureID": "858643", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Douglas County, Nevada, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNV", "Action2Geo_Lat": 38.8752, "Action2Geo_Long": -119.626, "Action2Geo_FeatureID": "858643", "DATEADDED": 20191010193000, "SOURCEURL": "https://www.recordcourier.com/news/local/festival-conjures-autumn-fun/"}, "ARTICLE": {"TITLE": "Festival conjures autumn fun", "TEXT": "While the coffins have raced into history, there’s a new generation of scarecrows populating Carson Valley after Saturday’s Main Street Fall Festival in Gardnerville.\n\nScores of scarecrows were stuffed with old issues of The Record-Courier, dressed and sent out into the world at East Fork Gallery’s 34th annual festival hosted in Heritage Park.\n\nAnytime Fitness continued its domination of the fifth annual Slaughterhouse Lane coffin races with a third win in a row.\n\nDouglas High School student and local talent Jakota Wass performed for the event, as did the Carson Valley Basque Dancers, Northwest Martial artists and gymnasts practicing aerial arts.\n\nMain Street Executive Director Matt Bruback estimated 3,000-4,000 people attended the event.\n\nAnd that’s just the opening weekend of Nevada’s 155th birth month, which coincides with Halloween.\n\nFor those with a spookier nature, Fright at the Fairgrounds, put on by the Douglas County Sheriff’s Office will continue Fridays and Saturdays through the month. A fundraiser for the Sheriff’s Search and Rescue team at the county Fairgrounds in Gardnerville, what is essentially a big haunted house goes from ghostly for younger children to ghastly for teens and adults.\n\nFright at the Fairgrounds is 3-5:30 p.m. for smaller kids and 6-9 p.m. Fridays and Saturdays. Tickets are $5 for children and $10 for adults.\n\nThe Family Support Council is helping out with a Costume Patch 3:30-5:30 p.m. Oct. 18 with free costumes for children up to 11 years old and other family activities. Call the council at 782-8692 to register. People will be encouraged to wear their costumes at Skate Night, 5:30-7:30 p.m. Oct. 19 at the Douglas County Community & Senior Center in Gardnerville.\n\nFor those of a more historical nature, the Douglas County Historical Society is conducting its 24th annual Genoa Cemetery walk 3-5 p.m. Oct. 19.\n\n“Cemeteries are an important historic record,” said Gail Allen, curator of the Carson Valley Historical Society’s Museum. “Cemetery tours are a great way for us to share some of the history of our community, and it’s especially fun to share ‘hidden’ history that isn’t as widely known.”\n\nActors will include native Nevadan and noted local historian Marlena Hellwinkel, who will portray Jane Raycraft Campbell, a member of one of the early Genoa families whose role in the founding of the Candy Dance is sometimes briefly touched on but whose life story is not widely known. Other cemetery “residents” will be portrayed by Douglas County Historical Society trustees and volunteers.\n\nTickets are $5 at the gate or in advance at the Carson Valley Museum & Cultural Center.\n\nDouglas County schools let out for fall break Oct. 21-25, which is also the week leading up to Nevada Day celebrations in Carson City.\n\nLocal and state offices are closed on Oct. 25 for the observance of Nevada Day celebrating Nevada’s entry into the union in 1864.\n\nMany Douglas organizations participate in the Nevada Day Parade in Carson City, which is Oct. 26 this year.\n\nThe Minden Library’s Halloween Boo Bash for children 4-11 years old kicks off the holiday 4 p.m. Oct. 30.\n\nA variety of Halloween related events are set for Oct. 31, which also happens to be Nevada’s actual birthday.\n\nTrick or Treat Safety Street is 3-8 p.m. at the CVIC Hall in Minden.\n\nA variety of events hosted by local churches are also scheduled for Halloween\n\nCalvary Chapel Carson Valley’s Harvest Festival is 5:30 p.m. at the Douglas County Fairgrounds.\n\nTrinity Lutheran Church is hosting its annual Trunk or Treat 3-8 p.m. Halloween."}}