{"GDELT": {"GlobalEventID": 878769158, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 128, "EventBaseCode": 128, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.70380078636959, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20191010193000, "SOURCEURL": "https://www.lawyersweekly.com.au/biglaw/26691-law-firms-cannot-ignore-risk-of-privacy-class-actions-from-their-own-clients"}, "ARTICLE": {"TITLE": "Law firms cannot ignore risk of privacy class actions from their own clients", "TEXT": "Professional services firms have “been caught out a little bit” when it comes to satisfactory protection of client data and other sensitive materials, argues one senior associate.\n\nLaw firms that – big and small – do not enact stringent cyber security measures and increase employee awareness about online dangers may find themselves confronted by a class action comprised of their own clients.\n\nSpeaking last week on The Lawyers Weekly Show, Clyde & Co senior associate Reece Corbett-Wilkins mused that, as a society, as individuals and (for some) as business leaders, we simply aren’t satisfactorily aware about the risks of data misuse and harvesting, and what the future implications are.\n\nIn the context of retaining confidential client information, protecting the data of those clients is fundamental for all lawyers, from those in big litigation practices to sole practitioners handling family matters, he said.\n\nAdvertisement Advertisement\n\n“We’ve acted for a number of different law firms and advising through these difficult scenarios, and there’s a couple that stand out: the first is obviously law firms that have market-sensitive information. You can understand, in that M&A transactions space, why that information would be a particular target for individuals to take,” he said.\n\n“We’ve [also] had a couple of criminal law firms and family law firms where data has been disclosed online because somebody has been able to get into their systems and take it, and when you actually pull through the details, you realise that that law firms will have details of who have taken out AVOs, or who are defendants of AVOs.”\n\nAnother issue for law firms beyond data misuse from a privacy perspective, Mr Corbett-Wilkins continued, is that “as an ancillary part of our function, we either hold monies on trust for our clients”.\n\n“So, we ultimately direct money used to flow between two parties to a transaction, and what we’re seeing at the moment is a huge amount of invoice fraud, where funds are effectively misdirected from the intended recipients to the criminal’s bank account purely because someone’s able to get into the law firm systems and ultimately change those instructions whether it’s an email or an invoice or whatever it might be,” he explained.\n\nIt was put to Mr Corbett-Wilkins that, based on such hypotheticals or even real-life scenarios, firms could face class actions from their entire client base if such data breaches were to occur.\n\nSPONSORED CONTENT\n\n“We are seeing at least claims being brought against law firms, particularly for that misdirection of funds, but also for loss of data,” he responded.\n\n“It’s effectively about professional indemnity risk and saying to law firms, ‘You have an obligation to protect confidentiality. You have an obligation to provide services in a professional manner. And frankly, you failed to do so because you didn’t have appropriate systems or processes in place to protect the data’.\n\n“I think the inherent difficulty is that lawyers are obviously all very intelligent and very able to deal with their subject matter expertise in a very good way, but there is a missing link with education around security frameworks that sit around all of the good work that we otherwise do to protect ourselves as a profession.”\n\nThis must apply to law firms of all sizes, he added, with so many legal entities delegating technological responsibilities to external IT service provides or hosting in-house teams to deal with such concerns.\n\n“But, unfortunately, where law firms – and frankly other businesses as well – probably let themselves down, is that you might be able to outsource the care, but you can’t outsource the responsibility. And that’s the gap where this goes wrong,” he said.\n\nProfessional services firms across Australia, but particularly law firms, “have been caught out a little bit”, Mr Corbett-Wilkins mused.\n\n“As lawyers, we ultimately owe it to ourselves, but also to our clients, to really educate ourselves around this and also educate our clients around this risk. It’s an ever-evolving risk,” he concluded.\n\n“This is a risk that is going to continue to exist throughout our entire lifetimes of doing work, so it’s really something we just need to take a handle on now.”\n\nTo listen to the full conversation with Reece Corbett-Wilkins, click below:\n\nLaw firms cannot ignore risk of privacy class actions from their own clients Jerome Doraisamy Last Updated: 10 October 2019 Published: 11 October 2019"}}