{"GDELT": {"GlobalEventID": 878769472, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "GOV", "Actor2Name": "MAYOR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.10557184750733, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Lake County, Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_ADM2Code": "IN089", "Actor1Geo_Lat": 41.417, "Actor1Geo_Long": -87.3653, "Actor1Geo_FeatureID": "450495", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Lake County, Indiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIN", "Actor2Geo_Lat": 41.417, "Actor2Geo_Long": -87.3653, "Actor2Geo_FeatureID": "450495", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Lake County, Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 41.417, "Action2Geo_Long": -87.3653, "Action2Geo_FeatureID": "450495", "DATEADDED": 20191010193000, "SOURCEURL": "https://chicagocrusader.com/richard-gordon-hatcher-forever/"}, "ARTICLE": {"TITLE": "Richard Gordon Hatcher Forever", "TEXT": "Crowds celebrate as statue of Gary’s first Black mayor unveiled at City Hall\n\nBy Erick Johnson\n\nDignitaries, community leaders and residents cheered as Mayor Karen Freeman-Wilson unveiled the statue immortalizing former Mayor Richard Gordon Hatcher during a special dedication on Wednesday, October 9.\n\nIn a festive ceremony, Hatcher returned to City Hall to be honored with a monument after he was elected Gary’s first Black mayor 52 years ago.\n\nLocated on the steps of the south side front entrance of the building, the bronze statue mounted on a limestone pedestal, drew cheers and applause when the cover was removed before a large crowd.\n\nThe 10-foot statue, represents a handsome, young Hatcher clad in a sharp three-piece suit with one hand in his pocket. Gary Tillery, the artist who designed the monument, is a writer and artist with Fine Arts Studio of Rotblatt & Amrany.\n\nFor many Hatcher supporters, it was an honor that was long overdue, but one that will forever remind a young generation of Gary residents of Hatcher’s special place in the city’s history. Hatcher served for 20 years as Gary’s first Black mayor. He ushered in an era of Black political power and brought together the nation’s most powerful Black leaders for the historic 1972 Black Political Convention. Since he left office, Gary would elect four additional Black mayors. Nationally, some 500 cities have elected Black mayors since Hatcher’s historic election.\n\nFor Freeman-Wilson, Hatcher held a special place in her heart. She was just 7 years old, when she first met Hatcher at a house party in the basement of her parent’s house.\n\nAt the unveiling ceremony, she recalled how Hatcher inspired her to dream big. As the city’s first Black female mayor prepares to leave office, she beamed with gratitude with a fitting tribute to a pioneer who paved the way for her and other Gary mayors of color.\n\n“We are here for a special occasion, but we are really here simply to say thank you,” Freeman Wilson said as Hatcher sat a few feet away. “It seems only fitting and proper … that we acknowledge what folks around the globe have acknowledged–the greatness among us in the form of a statue.”\n\nFreeman-Wilson first announced plans for the statue in 2017 at a ceremony marking the 50th anniversary of Hatcher’s election in 1967. With three months left at City Hall, the monument is perhaps Wilson’s special farewell after serving two terms at City Hall.\n\nThe unveiling capped a special ceremony that drew many prominent Black leaders, including former Mayor Thomas Barnes, incoming Mayor Jerome Prince, the Crusader Publisher Dorothy R. Leavell, Nation of Islam Minister Louis Farrakhan and Lake County Councilman Charlie Brown.\n\nReverend Jesse Jackson Sr. was scheduled to attend, but was in South Carolina, where he was being honored for his lifetime leadership in fighting for civil rights. His son Jonathan Jackson and Rev. Janette Wilson of the Rainbow PUSH Coalition attended on Jackson’s behalf.\n\nAll of the leaders praised Hatcher, whose historic election in November 1967, stunned opponents and Gary’s political establishment. Hatcher’s daughter, Indiana State Representative Ragen Hatcher also spoke.\n\nDuring her speech, Leavell stirred the crowd as she proudly called Hatcher “a disrupter” who dared to shakeup the city’s white political establishment that for so long had ruled City Hall while treating Black residents as second class citizens.\n\n“[A disrupter] is not a negative term,” Leavell told the crowd. “It’s a great term, because when no one will disturb the norm, a disrupter who knows what it ought to be will come in and speak truth to power.\n\n“Thank God for disrupters. If we didn’t have disrupters, we wouldn’t get anywhere.”\n\nFarrakhan said Hatcher has been “a servant not only to the Black community, but he struggled to make other communities more humane in how they dealt with the underprivileged and the forgotten.”\n\nHatcher’s youngest daughter, State Rep. Ragen Hatcher, said her father “cares so deeply for the people of this city and for the city itself. He has three children, but Gary was always the fourth child in the household.”"}}