{"GDELT": {"GlobalEventID": 878769526, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "DEU", "Actor1Name": "HALLE", "Actor1CountryCode": "DEU", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.8058690744921002, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191010193000, "SOURCEURL": "https://www.jpost.com/Diaspora/Halle-shooting-survivor-Its-a-miracle-were-alive-604275"}, "ARTICLE": {"TITLE": "Halle shooting survivor: \"It's a miracle we're alive\"", "TEXT": "cnxps.cmd.push(function () { cnxps({ playerId: '36af7c51-0caf-4741-9824-2c941fc6c17b' }).render('4c4d856e0e6f4e3d808bbc1715e132f6'); });\n\nWhen they first realized that something was wrong, worshipers gathered at the synagogue in the German city of Halle on Yom Kippur were in the middle of the morning Torah service.“We were reading about the Azazel [the scapegoat that in ancient times was charged with all the sins of the people of Israel] when the security guard started to scream for the chairman of the community, and then we heard a loud boom,” Jeremy Borovitz told The Jerusalem Post.A gunman, identified by German authorities as Stephan Balliet, was trying to break into the building with the intent of carrying out a massacre. According to German federal prosecutor Peter Frank, the 27-year-old was influenced by antisemitism , xenophobia and racism, and was heavily armed with weapons and a large quantity of explosives.Borovitz recalled that after the security guard – privately hired by the community – spotted the man through the security cameras, the situation developed rapidly. A few people, including the guard and community president Max Privorozki, monitored the situation through the security system video. Those attending the service were rushed upstairs into an area of the building with no windows. A group of men used everything they had to further barricade the door. The door held.US-born Jewish educators Borovitz and his wife, Rebecca Blady, run Base Berlin, which they describe as a pluralistic Jewish home where “we welcome young adults to celebrate, learn, serve and connect with each other” in the Kreuzberg neighborhood of the German capital. Both of them recently received rabbinical ordination – Borovitz from the Jerusalem-based organization Yashrut, and Blady from Yeshivat Maharat in New York.Borovitz spoke to the Post shortly after returning to Berlin.The rabbi said that he, his wife and their infant daughter had traveled to Halle to spend Yom Kippur, the holiest day of the Jewish year, bringing energy and joy to the community.“In Berlin, on Yom Kippur, synagogues are full,” Borovitz explained. “We were looking for a place where [synagogues] would not be [full].”They had never been to the city in Saxony, a state in eastern Germany, but they were connected with the community through a friend.The current synagogue is in a building adjacent to the city’s Jewish cemetery. The community’s original synagogue was destroyed during Kristallnacht in 1938.According to the German newspaper Deutsche Welle, Halle’s Jewish population is about 700. Most of them are originally from the former Soviet Union.At the time of the attack, there were about 50 or 60 local Jews in the synagogue, plus a group of 20 visitors, including Borovitz and Blady who brought 10 Americans and other young adults of varying nationalities.“Until the attack happened, everything was great,” Borovitz recalled. “We were building up a lot of energy, the service included a lot of singing, and I believe it was very meaningful for the community.”It took about 15 minutes for the police to arrive. Reportedly, when authorities received the call, they did not seem to be aware of where the synagogue was located and were even unsure of what a synagogue was in general.“Eventually the police arrived, and a little while later, we learned that the attacker had left and we could go back downstairs,” Borovitz said. “We were still in lockdown, and we decided to continue the Yom Kippur service. It took us a while to realize the scope of what was happening. In the beginning, we just kept on praying.”Borovitz said the body of one of the passersby who was shot was visible from the security guard’s feed.The rabbi noted that while police are stationed outside of every synagogue in Berlin, the state of Saxony did not mandate armed security for the Jewish holidays.Around 3:15 p.m., the police announced that they would evacuate all congregants to a local hospital to offer psychological assistance.“By the time we actually left, it was probably around an hour later,” Borovitz said. “We ended up holding Neila [the last part of the Yom Kippur service] in the hospital’s cafeteria.”Borovitz said it’s a “miracle” he and the other congregants survived.“I feel extremely grateful to God to be alive,” he said. “What happened yesterday might make us reconsider how to think about security, but I feel safe in Berlin. I intend to stay here, live here and bring joy. Although all of this does not negate the sadness of thinking of the people killed with bullets that were meant for us.”Borovitz added that Base Berlin is in touch with the family of one of the victims and are offering “assistance in any way we can.”"}}