{"GDELT": {"GlobalEventID": 878770009, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "JEW", "Actor2Name": "JEWISH", "Actor2Religion1Code": "JEW", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.3831417624521, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arkansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAR", "Actor1Geo_Lat": 34.9513, "Actor1Geo_Long": -92.3809, "Actor1Geo_FeatureID": "AR", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Arkansas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAR", "Actor2Geo_Lat": 34.9513, "Actor2Geo_Long": -92.3809, "Actor2Geo_FeatureID": "AR", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_Lat": 34.9513, "Action2Geo_Long": -92.3809, "Action2Geo_FeatureID": "AR", "DATEADDED": 20191010193000, "SOURCEURL": "https://www.haaretz.com/us-news/.premium-giuliani-associates-linked-to-trump-ukraine-scandal-are-tied-to-israel-s-right-1.7966022"}, "ARTICLE": {"TITLE": "These Arrested Giuliani Associates, Linked to Trump's Ukraine Scandal, Have Ties to Israel's Right", "TEXT": "WASHINGTON – Two businessmen linked to the Trump-Ukraine scandal and who were arrested by federal authorities in Virginia on Thursday visited Israel last year as part of a group that met U.S. Ambassador David Friedman.\n\nA photo from that visit, which was originally published by an American publication, shows Lev Parnas and Igor Fruman with Prime Minister Benjamin Netanyahu’s son, Yair, at the home of billionaire Simon Falic, one of the Israeli premier’s most important donors.\n\nCredit:\n\nFalic is also known to have donated funds to various right-wing causes in Israel. The picture in question was taken during a party at Falic’s home in Jerusalem. Anthony Scaramucci, Trump's former communications director, was also part of the delegation and appears in the group photo.\n\nParnas and Fruman are close associates of Rudy Giuliani, Trump’s personal lawyer who led the president's attempts to recruit the Ukrainian government to open a probe into Hunter Biden, the son of former Vice President and candidate to be the 2020 Democratic nominee, Joe Biden. Parans and Fruman were supposed to appear at depositions in Congress on Thursday about their work with Giuliani on the Ukrainian issue, and were arrested at Dulles Airport while trying to leave the country.\n\nThe two men were charged with campaign finance violations related to a $325,000 donation to a political action committee supporting Trump's reelection. Prosecutors allege that Parnas and Fruman conspired to make illegal contributions in an effort to skirt the limit on federal campaign contributions.\n\nIn the summer of 2018, Parnas and Fruman visited Israel as part of a delegation of right-wing Jewish and evangelical Christian supporters of Trump.\n\nThe group was led by former Arkansas Governor Mike Huckabee. During their visit to Israel, Parnas and Fruman were photographed together with Friedman, who was involved in religious right-wing activism in support of Israeli settlements in the West Bank before he was narrowly confirmed as ambassador in 2017.\n\nParnas and Fruman are also tied to the Orthodox organization the National Council of Young Israel, which bestowed a \"Lovers of Zion\" award on the two at a gala dinner earlier this year.\n\nAnother person receiving an award from Young Israel that night was Republican House Minority Leader Kevin McCarthy, who happens to be among the politicians who received donations from Parnas and Fruman.\n\nIt’s not entirely clear why Young Israel gave Parnas and Fruman special recognition during that event, but one explanation offered by a senior figure in the organization was that the pair “brought Rudy Giuliani” to the dinner. The two had a business relationship with Giuliani, and according to recent reports in several U.S. newspapers, they were trying to capitalize on their contacts with the former New York mayor to promote their business interests in Ukraine.\n\nThe Associated Press contributed to this report."}}