{"GDELT": {"GlobalEventID": 878770668, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "ECUEDU", "Actor2Name": "ECUADORIAN", "Actor2CountryCode": "ECU", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.95040803515379, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Chicago, Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_ADM2Code": "IL031", "Actor2Geo_Lat": 41.85, "Actor2Geo_Long": -87.6501, "Actor2Geo_FeatureID": "423587", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20191010193000, "SOURCEURL": "https://www.symmetrymagazine.org/article/building-the-future-two-weeks-at-a-time"}, "ARTICLE": {"TITLE": "Building the future, two weeks at a time", "TEXT": "When Edgar Carrera was a teenager in Ecuador, he often wondered about some of the biggest questions in existence: What is the universe made of? Why does it exist at all? In college, he learned that the field that came closest to answering these questions is physics. He majored in physics as an undergraduate but then found that there was no way to dive deeper into the field in his home country. Ecuador had more than 40 universities, but only three offered an undergraduate degree in physics, and none offered any further physics education. “I didn’t have any option but to go abroad to specialize because I wanted to do research,” Carrera says. “So I did.” Carrera went on to participate in experiments at the most powerful particle accelerators in the world—first the DZero experiment at the Tevatron particle collider at Fermi National Accelerator Laboratory in the US, then the CMS experiment at the Large Hadron Collider at CERN in Europe. But what he really wanted was to make sure that the students who came after him had more opportunities than he did to study physics in Ecuador. The way forward involved a surprisingly influential two-week intensive course in physics.\n\nIllustration by Sandbox Studio, Chicago with Pedro Rivas\n\nThe physics school In the 1960s, CERN research center, along with the Joint Institute for Nuclear Research, a sister organization in the former Soviet Union, began hosting two-week educational programs for PhD students that would allow them to network with each other and connect with leading physicists. In 1993, they began to jointly host the schools in Europe each year. But Europe is a remote destination for many hopeful young physicists, and so in 2001, Brazil stepped up to host the first of a new series of schools supported by CERN in Latin America, modeled on the schools in Europe. Seventy-one students attended that first year, 56 from eight Latin American countries, 13 from Europe, and two from the United States. The school’s 12 lecturers came from the same mix of regions. The goal of the program was to sow the seeds of a strong particle physics community that would grow for generations to come. The first school was a success, and that success has transformed into a biennial program called the CERN–Latin-American Schools of High-Energy Physics, or CLASHEP. “The ‘E’ in CERN is ‘Europe,’ but in fact now the ‘E’ is more like ‘everywhere,’” says Nick Ellis, who has been the director of CLASHEP since 2010. “We’re trying to train the students so that they have the same opportunities as students in Europe or North America and send the message that this is something they can do in their own countries. “It’s a message that we come to them,” he says. “It’s not our aim that we identify the best young minds and then make a brain drain from Latin America toward Europe. This is helping to train the next generation who can then help to expand the existing or fledgling experimental groups in the Latin American countries, and hopefully some of them are then the leaders of the future.” Carrera attended the 2013 school in Peru as an observer, to learn how the schools were run. Then he adopted it into his strategy to bring more research opportunities in particle physics to Ecuador.\n\nIllustration by Sandbox Studio, Chicago with Pedro Rivas\n\nCareer-defining moments Unlike many scientific conferences, CLASHEP programs don’t take place at major universities or labs in big cities or tourist destinations. Rather, Ellis and his co-director, Martijn Mulders, partner with a local organizing committee in the host country to find an appealing but relatively isolated location, to minimize distractions and encourage students to interact with each other and the lecturers. Once they arrive, students spend two weeks submerged in a succession of plenary lectures, discussions, poster sessions and group work. The students are split into teams, in which they must collaborate on a research project to be presented to the complete group—a lesson designed to reflect the highly collaborative nature of work in high-energy physics. The schools are technical; they are designed for students at the master’s and PhD level. But sometimes undergraduate students are invited, both out of necessity and to encourage involvement at the early stage in their careers. “In principle we target PhD students, but in many countries in Latin America a PhD doesn’t exist,” Mulders says. “In some cases it’s more difficult to find students that are at the right level to profit from the lectures.” The schools bring in high-level lecturers, many of them from Latin America. Speakers have included Gabriela Gonazalez, who was the spokesperson for LIGO when the experiment discovered gravitational waves, and Juan Maldacena, an Argentinian theoretical physicist who has won many of the field’s major prizes. In 2019, the head of CERN, Director General Fabiola Gianotti, answered students’ questions live via video. “It motivated many of the undergraduate students who were able to go there as listeners,” Carrera says. “Attending these lectures with people who were very close to winning the Nobel Prize, the motivation that they receive is very special.” The school’s organizers and lecturers stay on-site with the students, providing opportunities for connection during down-times like group dinners and the end-of-school celebration. “These schools just really help you meet some of your future colleagues,” says Karla Peña, who is currently working on her PhD at Hamburg University with the CMS experiment at CERN. “For me, that was really the case.” Peña, who is from Mexico, first visited CERN through its Summer Student Programme there in 2013. One spot in the program goes to a Mexican student each summer through a national training and selection process, and Peña won that spot her junior year. Like many young physicists, she then embarked on a series of moves to earn experience and degrees—going from the University of Arizona to Yale to France’s École Polytechnique and then to ETH Zurich and CERN, where she heard that CLASHEP would be taking place in Mexico in 2017. “I thought it was a good opportunity to reconnect with the community back home, to meet other PhD students that are currently doing their research in Mexico and all over Latin America,” Peña says. “It was a very nice experience to hear what people are doing and see that there are very exciting projects happening there.” Other participants in the program have found that the school continues to be deeply entwined in their lives years later. Gabriela Navarro, a physicist from Argentina, attended the first Latin American school in Brazil in 2001. CERN waived her registration cost and covered most of her travel expenses, a benefit they have offered to many students from Latin America who have participated in the program. “The funding and support is very important for us,” Navarro says. “In our region, it’s not so easy to find resources to go to places and to go to conferences and schools, and it was very nice that they could support us.” While at the school, Navarro met a physicist from Mexico who became her close friend. When she later moved to Colombia with her husband—a physicist whose adviser was Navarro’s discussion leader—her friend helped her find a job working on ATLAS. “Everything is connected,” Navarro says. “The school had a big impact on my career.” Navarro is now a professor at Antonio Nariño University in Bogotá and leads the ATLAS group there, a demonstration of the power of the schools to foment long-term growth in Latin American particle physics.\n\nIllustration by Sandbox Studio, Chicago with Pedro Rivas"}}