{"GDELT": {"GlobalEventID": 878770680, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "USA", "Actor1Name": "OKLAHOMA", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "COLLEGE", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 3.1007751937984502, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Oklahoma, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOK", "Actor1Geo_Lat": 35.5376, "Actor1Geo_Long": -96.9247, "Actor1Geo_FeatureID": "OK", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Oklahoma, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOK", "Actor2Geo_Lat": 35.5376, "Actor2Geo_Long": -96.9247, "Actor2Geo_FeatureID": "OK", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Oklahoma, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOK", "Action2Geo_Lat": 35.5376, "Action2Geo_Long": -96.9247, "Action2Geo_FeatureID": "OK", "DATEADDED": 20191010193000, "SOURCEURL": "https://www.feedstuffs.com/news/oklahoma-state-unit-returns-college-veterinary-medicine"}, "ARTICLE": {"TITLE": "Oklahoma State unit returns to College of Veterinary Medicine", "TEXT": "In 2004, the veterinary medicine program at Oklahoma State University became known as the Oklahoma State University Center for Veterinary Health Sciences, the only such institution whose name did not contain \"veterinary college\" or \"veterinary school\" of the other veterinary colleges in the U.S. and most international colleges of veterinary medicine.\n\nIn September, the university's board of regents approved a proposal to rename the veterinary center the Oklahoma State University College of Veterinary Medicine, which it had been called prior to 2004.\n\n“Proper branding of our College of Veterinary Medicine is important to strengthen its place and reputation among its peer institutions and stakeholders worldwide,” Dr. Carlos Risco, dean of the veterinary college, said. “The College of Veterinary Medicine is the umbrella that encompasses the Boren Veterinary Medical Teaching Hospital, the Oklahoma Animal Disease Diagnostic Laboratory, the College of Veterinary Medicine Ranch, the Equine Research Park, Gaylord Center for Excellence in Equine Health and the Oklahoma Center for Respiratory & Infectious Diseases. The National Center for Veterinary Parasitology is also housed here in the veterinary complex at [Oklahoma State].”\n\nCalling the college a center \"made it difficult for peer institutions, prospective faculty, professional and graduate students to know who we are and what we do,” Risco added. “All the other veterinary colleges/schools have their name, and then under that umbrella falls their teaching hospital, their diagnostic lab if they have one and their research laboratories. However, the name is 'veterinary college' or 'veterinary school,' which is easy to find when searching online.”"}}