{"GDELT": {"GlobalEventID": 878769060, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor2Code": "USA", "Actor2Name": "GREENVILLE", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.7934002869440502, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Greenville, North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_ADM2Code": "NC119", "Actor2Geo_Lat": 35.2454, "Actor2Geo_Long": -80.8426, "Actor2Geo_FeatureID": "1018640", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Greenville, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_ADM2Code": "NC119", "Action2Geo_Lat": 35.2454, "Action2Geo_Long": -80.8426, "Action2Geo_FeatureID": "1018640", "DATEADDED": 20191010193000, "SOURCEURL": "https://dirt.asla.org/2019/10/10/as-cities-grow-dont-forget-the-communities-that-were-pushed-aside/"}, "ARTICLE": {"TITLE": "As Cities Grow, Remember the Communities That Were Destroyed", "TEXT": "In the past few decades, there has been an urban renaissance. As the populations of cities grow and change, in part through gentrification, we must honor the communities whose “opportunities were denied” due to redlining, urban renewal, and other discriminatory practices based on race. Urban planners, architects, and landscape architects can help communities unearth and then preserve this history through “remembrance design,” a process that can tell the story of “historically disenfranchised and negatively impacted communities,” said Kenneth Luker, with Perkins + Will, at a session at the Urban Land Institute (ULI)’s fall meeting in Washington, D.C. This is the way to “reconcile with the past and use history to create an inclusive future.”\n\nZena Howard, principal and managing director, and Michael Stevenson, urban designer at multidisciplinary design firm Perkins + Will; Cynthia Lau, a planner with the Vancouver city government; and Kofi Boone, ASLA, a professor of landscape architecture at North Carolina State University, explained how to plan and design that shared future.\n\nHoward said “curiosity about the past can drive a process of remembrance. We can research and dig into communities to recover memories of removed or destroyed areas.” Through connecting with African American communities that have experienced a history of urban displacement, designers can help “build community awareness, foster memorable experiences, embrace cultural identity, celebrate memory, and honor unique assets.”\n\nShe called for undertaking a true discovery process with communities that have been impacted by urban renewal, redlining, or other forms of racism. “Discovery is not just community engagement — it is the process.”\n\nKofi Boone argued that the architecture and planning community hadn’t been asked to take responsibility for the disproportionate social impact on African American and Latinx communities of redlining, which involved a federal, state, and local system of purposefully denying mortgages to African Americans and walling off entire neighborhoods from investment, and urban renewal, which involved clearing existing communities to make way for Modernist urban designs and highway infrastructure. That is until African American civil rights activist Whitney Young gave a keynote address to the American Institute of Architects (AIA) conference in 1968. In his address, Young called on the built environment community to stop contributing to social displacement.\n\nAs Richard Rothstein explained in his book Color of Law: A Forgotten History of How Our Government Segregated America, redlining impacted some 160 urban and suburban communities across the U.S. for many decades. Given home ownership is the primary source of wealth accumulation for most Americans, the result today is African Americans have far lower amounts of wealth than Caucasian Americans. Little accumulated wealth through home ownership meant little for future generations to inherit. “Today, the average white family has $122,000 in wealth; Latinx family $1,600; and African American family, just $1,300,” Boone said.\n\nUrban renewal compounded the impacts of redlining. Communities that had suffered from years of disinvestment were highly vulnerable to redevelopment. Modernists saw places with rich histories as clean slates that could be re-made. According to Boone, some 200 communities were “renewed,” which in social terms meant displaced. The result was “root shock,” a term coined by Mindy Thompson Fullilove in her book, Root Shock: How Tearing Up City Neighborhoods Hurts America, And What We Can Do About It. For many African American communities, there wasn’t just one displacement either: “serial displacements created long-term disruption.” And generation after generation experienced these “major shocks to the system.”\n\nIn Greenville, North Carolina, Perkins + Will worked with remnants of the once-vibrant African American Sycamore Hill community, which was displaced by urban renewal in the 1960s. As the community hollowed out, the Sycamore Hill Baptist Church burned to the ground from suspected arson. “There was nothing left,” Michael Stevenson, a partner at Perkins + Will, said.\n\nIn the footprint of where the church once stood, Howard and her team partnered with the community to plan and design the Sycamore Hill Gateway Plaza, which will feature a prominent tower to honor the history of the destroyed spiritual center. Pew-like benches are set amid a one-acre park separated by plinths with inspirational messages and depictions of local history. The project is part of a broader master plan for a new park called Greenville Town Commons on state and city land. “It’s a place of learning, remembrance, and reflection.” Its development has been a “meaningful process for the community.”\n\nAfrican American architect Phil Freelon, who was a partner at Perkins + Will and passed away earlier this year, partnered with the community to plan and design the 1-acre Freedom Park in Raleigh, North Carolina in a symbolic space between the State general assembly and capitol buildings. “Honoring the history repressed in history books, the plaza park will celebrate the significant contributions of African Americans from the Raleigh area, including jazz great Thelonious Monk, author Maya Angelou, John Coltrane, and others,” Stevenson said. The park features a grove of Oak trees but also their roots, which “make life possible.” The park’s paths, which radiate out from the Oaks, symbolize those roots — “the hidden history.” The park is designed to be a “beacon of freedom and a representation of a better future for everyone.”\n\nCanada has its own fraught racial history as well. In Vancouver, the historically-Black Northeast False Creek neighborhood, which includes the Hogan’s Alley area, suffered from the Canadian version of redlining and then further destruction with the construction of a highway. “In the process, the community was displaced and erased from history,” said Cynthia Lau, a planner with the Vancouver city government. “It’s like they were never really part of the city.” Today, the black community makes up just 1 percent of Vancouver.\n\nAfter a conventional planning process failed to account for the voice of Black Vancouverites, the city tried again with a new set of consultants, including Howard’s team at Perkins+Will, which undertook a “co-design process that helped people tell their stories.” The end result, Lau said, is a “meaningful community development plan” rooted in the goals of “reconciliation and cultural redress.” Viaducts will be replaced with street-level transportation networks. Some 32 acres of new parks are planned, along with affordable housing for 3,200 residents. The new development is expected to create 6,000-8,000 new local jobs as well.\n\nAt the close of the session, Boone reiterated that architects, planners, and landscape architects “can’t do remembrance design processes alone. Success comes from partnerships with policymakers, community leaders, and activists. You have to bring in people who haven’t been heard before.” For authentic engagement, “the most historically disenfranchised communities should have the loudest voice.”\n\nDesigners can help communities “reclaim their narrative and identify what is important to them.” They also have a responsibility to ensure those long-unheard voices don’t “get lost in translation.”\n\nFor Boone, remembrance design isn’t just superficial social justice-washing. “These projects can catalyze political, social, and economic organization.” Howard reiterated that the process itself is what’s important. The stories unearthed through the co-design process are really the basis for “accessible, inclusive spaces.”\n\nRemembrance design isn’t just for co-designing with African American communities either. Boone said he knows of designers working with Latinx communities to help them “dream and visualize change,” even through many of these visions haven’t taken real form, largely because these communities now feel so unsafe due to President Trump’s rhetoric and the threat of ICE raids. “These communities are now in the process of gathering stories and empowering themselves.”\n\nAnd Chinese American communities have also organized to create positive change. In Seattle, plans were underway to remake and expand the underused and unloved Hing Hay Park. In 2012, the Friends of Hing Hay Park formed, demanding a more contemporary and culturally-resonant public space. Chinese landscape architecture firm Turenscape, led by Kongjian Yu, FALSA, partnered with MIG|Svr to create a new design that reflects China’s many diverse cultures and created space for night markets."}}