{"GDELT": {"GlobalEventID": 878769169, "Day": 20191010, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7671, "Actor1Code": "AUT", "Actor1Name": "AUSTRIA", "Actor1CountryCode": "AUT", "Actor2Code": "FRA", "Actor2Name": "PARIS", "Actor2CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.326530612244899, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Stockholm, Stockholm, Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW26", "Actor1Geo_ADM2Code": "26170", "Actor1Geo_Lat": 59.3333, "Actor1Geo_Long": 18.05, "Actor1Geo_FeatureID": "-2524279", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Stockholm, Stockholm, Sweden", "Actor2Geo_CountryCode": "SW", "Actor2Geo_ADM1Code": "SW26", "Actor2Geo_ADM2Code": "26170", "Actor2Geo_Lat": 59.3333, "Actor2Geo_Long": 18.05, "Actor2Geo_FeatureID": "-2524279", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Stockholm, Stockholm, Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW26", "Action2Geo_ADM2Code": "26170", "Action2Geo_Lat": 59.3333, "Action2Geo_Long": 18.05, "Action2Geo_FeatureID": "-2524279", "DATEADDED": 20191010193000, "SOURCEURL": "https://www.pbs.org/newshour/arts/2-nobel-literature-prize-winners-expose-europes-fault-lines"}, "ARTICLE": {"TITLE": "2 Nobel literature prize winners expose Europe’s fault lines", "TEXT": "STOCKHOLM (AP) — Nobel Prizes for literature were awarded Thursday to two writers enmeshed in Europe’s social and political fault lines: a liberal Pole who has irked her country’s conservative government and an Austrian accused by many liberals of being an apologist for Serbian war crimes.\n\nThe rare double announcement — with the 2018 prize going to Poland’s Olga Tokarczuk and the 2019 award to Austria’s Peter Handke — came after no literature prize was awarded last year due to sex abuse allegations that rocked the Swedish Academy, which awards the literature prize.\n\nYet if prize organizers hoped to get through this year’s awards without controversy, they will likely be disappointed.\n\nThe Swedish Academy called Handke “one of the most influential writers in Europe” and praised his work for exploring “the periphery and the specificity of human experience.”\n\nBut the 76-year-old author has long faced criticism for his vigorous defense of the Serbs during the 1990s wars that devastated the Balkans as Yugoslavia disintegrated. He spoke at the 2006 funeral of former Serbian leader Slobodan Milosevic, who at the time was facing war crimes charges, calling him “a rather tragic man.”\n\nHandke — who once called for the Nobel Prize to be abolished — said he was “astonished” to receive the literature award.\n\n“I never thought they would choose me.”\n\n“I never thought they would choose me,” Handke told reporters outside his home in suburban Paris.\n\n“It was very courageous by the Swedish academy, this kind of decision,” he added. “These are good people.”\n\nIf Handke’s victory caused uncomfortable ripples, the choice of Tokarczuk was welcomed by liberal-minded authors and readers in her native Poland and beyond.\n\nThe 57-year-old novelist, known for her humanist themes and playful, subversive streak, has often irked Poland’s populists and conservatives. The academy said she was chosen for works that explore the “crossing of boundaries as a form of life.”\n\nAlready a major cultural figure in Poland, Tokarczuk has a growing international profile, especially since she won the Booker International prize in 2018 for the novel “Flights.”\n\nShe told Polish broadcaster TVN on Thursday that she was “terribly happy and proud” that her novels, which describe events in small towns in Poland “can be read as universal and can be important for people around the world.”\n\nHandke has been a big name in European literature for decades, crafting works — starting with his first novel, “The Hornets,” in 1966 — that combine introspection and a provocative streak. One early play was called “Offending the Audience” and featured actors insulting theatergoers.\n\nHe has written screenplays, several of them for German director Wim Wenders, who also filmed Handke’s 1970 novel, “The Goalie’s Anxiety at the Penalty Kick.”\n\nHe was praised by the Swedish Academy for writing powerfully about catastrophe, notably in “A Sorrow Beyond Dreams,” his 1972 autobiographical novel about his mother’s suicide.\n\nBut his staunch support of the Serbs during the 1990s Balkans wars has set him at odds with many other Western intellectuals.\n\nIn a 1996 essay, “Justice for Serbia,” Handke accused Western news media of always depicting Serbs as aggressors. He denied that genocide was committed when Bosnian Serb troops massacred some 8,000 Bosnian Muslim men and boys in the enclave of Srebrenica in 1995, and was an opponent of NATO’s airstrikes against Serbia for that country’s violent crackdown in Kosovo in the late 1990s. In an interview with Serbia’s state TV earlier this year, Handke said those behind the bombing “don’t belong to Europe and the planet Earth.”\n\nHandke’s views led novelist Salman Rushdie in 1999 to call him a contender for “International Moron of the Year.” Rushdie’s publicist at Penguin Random House said Thursday that Rushdie stood by what he wrote in 1999.\n\nNovelist Jennifer Egan, president of PEN America, said the writers’ group deeply regretted the choice of Handke.\n\n“We are dumbfounded by the selection of a writer who has used his public voice to undercut historical truth and offer public succor to perpetrators of genocide,” she said. “At a moment of rising nationalism, autocratic leadership, and widespread disinformation around the world, the literary community deserves better than this.”\n\nIn 2006, Handke turned down the Heinrich Heine award from the German city of Duesseldorf after his selection sparked a row among the city’s politicians. His selection as winner of the International Ibsen Award for drama in 2014 also prompted protests from human rights groups.\n\nThat same year, he told the Austrian Press Agency that the Nobel Prize should be abolished because of its “false canonization” of literature.\n\nSerbian officials and media hailed Handke on Thursday as a “great friend of Serbia,” but Kosovans reacted angrily to his Nobel Prize. Vlora Citaku, Kosovo’s ambassador to the United States, tweeted that “In a world full of brilliant writers, the Nobel committee chooses to reward a propagator of ethnic hatred & violence. Something has gone terribly wrong!”\n\nAlbanian Foreign Minister Gent Cakaj, who was born in Kosovo, tweeted that the award was “an ignoble & shameful act.”\n\nIn contrast, the win by Tokarczuk — Poland’s fifth Nobel literature laureate — was greeted with praise even by her erstwhile critics.\n\nTokarcuzk has been attacked by Polish conservatives — and received death threats — for criticizing aspects of the country’s past, including its episodes of anti-Semitism. She is also a strong critic of Poland’s current right-wing government.\n\nHer 2014 novel “The Books of Jacob” tackles the forced conversion of Polish Jews to Catholicism in the 18th century. Her book “Drive Your Plow Over the Bones of the Dead” is a crime thriller with feminist and animal-rights themes that offers a sometimes unflattering depiction of small-town Polish life.\n\nCulture Minister Piotr Glinski, who said earlier this week that he has not finished any of Tokarczuk’s books, tweeted his congratulations and said he now felt obliged to go back and read her books all the way through.\n\nPolish President Andrzej Duda called it a “great day for Polish literature.”\n\nTokarczuk is only the 15th woman to win the Nobel literature prize in more than a century. Of the 11 Nobels awarded so far this week, all the other laureates have been men.\n\nBoth literature winners will receive a full cash prize, valued this year at 9 million kronor ($918,000), a gold medal and a diploma at a ceremony in Stockholm on Dec. 10.\n\nThe literature prize was canceled last year after an exodus of members from the exclusive Swedish Academy following sex abuse allegations. Jean-Claude Arnault, the husband of a former academy member, was convicted last year of two rapes in 2011.\n\nThe Nobel Foundation had warned that another group would award the literature prize if the academy didn’t improve its tarnished image, but said in March it was satisfied the Swedish Academy had revamped itself and restored trust.\n\nThe 2018 and 2019 awards were chosen by the Swedish Academy’s Nobel Committee, a new body made up of four academy members and five “external specialists.” Nobel organizers say the committee suggests two names that then must be approved by the Swedish Academy. It’s unclear whether academy members simply rubber-stamped the experts’ choice.\n\nThe literature awards follow Nobel Prizes in physics, chemistry and medicine handed out earlier this week. The Nobel Peace Prize will be awarded on Friday and the economics award on Monday.\n\nLawless reported from London. Associated Press writers Jan M. Olsen in Copenhagen, Denmark; Monika Scislowska and Vanessa Gera in Warsaw; Geir Moulson in Berlin; Hillel Italie in New York and Dusan Stojanovic in Belgrade contributed to this report."}}