{"GDELT": {"GlobalEventID": 878871553, "Day": 20191011, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7699, "Actor1Code": "BHRMIL", "Actor1Name": "BAHRAIN", "Actor1CountryCode": "BHR", "Actor1Type1Code": "MIL", "Actor2Code": "USA", "Actor2Name": "A US", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.1141649048625704, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Muharraq, Al Mu?arraq, Bahrain", "Actor1Geo_CountryCode": "BA", "Actor1Geo_ADM1Code": "BA15", "Actor1Geo_ADM2Code": "25307", "Actor1Geo_Lat": 26.2572, "Actor1Geo_Long": 50.6119, "Actor1Geo_FeatureID": "-784841", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Muharraq, Al Mu?arraq, Bahrain", "Actor2Geo_CountryCode": "BA", "Actor2Geo_ADM1Code": "BA15", "Actor2Geo_ADM2Code": "25307", "Actor2Geo_Lat": 26.2572, "Actor2Geo_Long": 50.6119, "Actor2Geo_FeatureID": "-784841", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Muharraq, Al Mu?arraq, Bahrain", "Action2Geo_CountryCode": "BA", "Action2Geo_ADM1Code": "BA15", "Action2Geo_ADM2Code": "25307", "Action2Geo_Lat": 26.2572, "Action2Geo_Long": 50.6119, "Action2Geo_FeatureID": "-784841", "DATEADDED": 20191011051500, "SOURCEURL": "https://www.newsofbahrain.com/bahrain/57478.html"}, "ARTICLE": {"TITLE": "Security strides stressed as ministry hosts US delegation", "TEXT": "Chief of Public Security, Major-General Tariq Al Hassan has chaired the delegation of the Interior Ministry in a joint meeting with a US delegation led by the Deputy Secretary of Homeland Security, David Pekoske at the Public Security Officers Club. The meeting was also attended by the President of Customs, Shaikh Ahmed bin Hamad Al Khalifa, Assistant Undersecretary for Nationality, Passport and Residence Affairs, Shaikh Ahmed bin Isa Al Khalifa and senior officers.\n\nThe Chief conveyed the best wishes and greetings of Interior Minister to the US officials, along with his hope for the visit to achieve its goals of reinforcing of the exchange of security experiences and expertise between the two friendly countries. The Chief asserted that through the wisdom of His Majesty the King, Bahrain has succeeded in overcoming threats and interferences in its internal affairs that aimed to disturb its security and stability. He said that the Interior Ministry has managed to counter terrorism and achieve an unprecedented reduction in crime rates.\n\nHe attributed the achievement to a long journey of development and modernisation backed by the Interior Minister. Also because of the human resources development, transparency, activeness and accountability. He revealed that the security statistics of the current year are better than figures recorded ten years back, highlighting that the Interior Ministry is aware of ongoing attempts to harm the national unity disturb nationalism and national unity. The Chief said that the Interior Ministry had presented a national initiative with various strategies to protect Bahrain through promoting national identity, nationalism and loyalty away from racism, sectarianism and religious discrimination.\n\nHe said that several segments had welcomed the national plan in society. The Chief wished the meeting would promote bilateral co-operation, along with the exchange of expertise to achieve the inspirations of the two friendly countries. The meeting discussed security co-operation between Bahrain and the US and methods to develop them. Also, future cooperation projects in fighting electronic and technical terrorism and technical assistance in training. The two sides discussed various topics, including the facilitation of the processing of paperwork of travellers, trough the use of the latest technologies.\n\nThe Chief and the US Deputy Secretary of Homeland Security signed a memorandum of understanding to exchange information, secure establishment, reinforce cybersecurity and exchange training expertise. Meanwhile, the President of Customs held a meeting with the US Deputy Secretary of Homeland Security, in which they discussed customs cooperation and topics of common interest.\n\nAfter that, the US Deputy Secretary of Homeland Security and Deputy Chief of Public Security visited the Muharraq Coast Guard Base. The US official was introduced to the latest vessels and the marine security systems, along with the capabilities of the Coast Guard to protect the regional waters of the Kingdom."}}