{"GDELT": {"GlobalEventID": 878872264, "Day": 20191011, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7699, "Actor1Code": "PAKLEG", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor1Type1Code": "LEG", "Actor2Code": "LEG", "Actor2Name": "PARLIAMENT HOUSE", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.9009009009009, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wapda, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23673", "Actor1Geo_Lat": 28.4522, "Actor1Geo_Long": 70.2315, "Actor1Geo_FeatureID": "6051313", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wapda, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23673", "Actor2Geo_Lat": 28.4522, "Actor2Geo_Long": 70.2315, "Actor2Geo_FeatureID": "6051313", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wapda, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23673", "Action2Geo_Lat": 28.4522, "Action2Geo_Long": 70.2315, "Action2Geo_FeatureID": "6051313", "DATEADDED": 20191011051500, "SOURCEURL": "http://www.senate.gov.pk/en/news_content.php?id=3375&catid=6&subcatid=59&cattitle=Press%20Releases"}, "ARTICLE": {"TITLE": "Senate of Pakistan", "TEXT": "Senate standing committee on water resources in its meeting on Thursday discussed the matter of compensation to affectees of Mirani Dam. After hearing the provincial and federal planning and development ministries has recommended to the Balochistan government to take the matter up with ACNEC requesting them to remove the condition of third party evaluation for payment to affectees. The Committee agreed with the view of the provincial government that after the passage of seven years from 2012 it is almost impossible to conduct the on ground survey by a third party to make estimates of losses and hence the compensation money of 96 crore be paid to affectees without the evaluation. The Committee also called for releasing the remaining money also at the earliest.\n\nThe meeting was held under the Chairmanship of Senator Shamim Afridi here at the Parliament House on Thursday and was attended among others by Senators Mir Kabeer Muhammad Shahi, Yousaf Badini, Sassui Palejo, Ahmed Khan, Mirza Muhammad Afridi, Sardar Shafeeq Tareen, Minister for Water Resources Faisal Wada, Secretary Water Resources and senior officials from federal government, Balochistan government and WAPDA.\n\nThe Committee deferred discussion on details of land lost due to sea intrusion in different coastal districts of Sindh and the construction of Sindh Barrage and its impact on reduction of sea intrusion till the Chairman WAPDA himself can make it to the meeting and brief the committee who is currently on medical leave.\n\nThe Committee also discussed the matter of grant of technical/engineering allowance to the Engineers off WAPDA @1.5 times basic pay, the committee was told by WAPDA that this policy is being implemented by provincial governments but WAPDA follows federal government hence cannot give this grant.\n\nRegarding the Yetabad Spate Irrigation Scheme in District Dukki the Committee members decided that a consultative session be held between the provincial Planning and Development department and the area tribal elders to reach a consensus after which measures will be taken to get the project funding renewed again."}}