{"GDELT": {"GlobalEventID": 878872291, "Day": 20191011, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7699, "Actor1Code": "SAU", "Actor1Name": "SAUDI ARABIA", "Actor1CountryCode": "SAU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.1605415860735, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191011051500, "SOURCEURL": "https://skift.com/2019/10/11/saudi-tourist-visa-opens-new-doors-for-asias-muslim-travel-market/"}, "ARTICLE": {"TITLE": "Saudi Tourist Visa Opens New Doors for Asia’s Muslim Travel Market", "TEXT": "Just because it’s now open does not necessarily mean there will be a deluge of tourists making a beeline for Saudi Arabia under a new tourist visa.\n\nFor Umrah pilgrims, it does indeed make sense to be a tourist after they’ve performed the “mini” Hajj. This is a big development for the massive Muslim travel market in Asia and elsewhere, as we reported below.\n\nBut it will be interesting to see whether non-Muslims will open their hearts to the kingdom. Each time Saudi Arabia loosens its restrictions — allowing non-married couples to book hotel rooms; approving that foreign women don’t have to wear the flowing abaya cloak; letting Saudi women travel without male permission — the world is reminded of its authoritarian, repressive, and oppressive rule.\n\nTourists don’t book and embark on trips in a political vacuum, as Skift’s Global Tourism Reporter Rosie Spinks wrote recently.\n\nSo while it’s understandable that businesses are excited about a new frontier, they should temper that optimism with a good dose of reality.\n\nJust ask Myanmar, which has been shamed for the Rohingya crisis by tourists simply by their refusal to visit.\n\n— Raini Hamdi, Skift Asia Editor, rh@skift.com, @RainiHamdi\n\nSkift Stories and More Expert Insights\n\nSaudi Arabia’s New Tourism Frontier Explained: Businesses can’t resist the opportunities that a new frontier brings. In the case of Saudi Arabia, however, the gamble they take is whether tourists will actually go, given the kingdom’s poor image. The old adage ‘build and they will come’ is being tested.\n\nBudget Hotels Drive Southeast Asia’s Online Travel Growth to $34 Billion: Like low-cost carriers before them, low-cost hotel chains are playing a big role in the growth of online travel in Southeast Asia, according to a new Google report.\n\nWhat Is the Future of Packaged Vacations After Thomas Cook’s Collapse? Package holidays are changing and under pressure, but in markets such as the UK, Germany, China, and Canada, these offline options still have their place. Failure to adapt was a contributing factor in Thomas Cook’s demise, but there were a whole bunch of other things going on as well.\n\nTravel Agencies Still Make 7 Times More in Commissions Than Fees: The travel advisor industry in the U.S. has made tremendous headway in charging fees for service, but there is still progress to be made. Here are a few good points for Asia’s travel agencies on how not to be afraid in charging fees.\n\nTravel Advisors Step In as Cruise Fees Reach Tipping Point: The base fares advertised by many cruise lines rarely indicate the proliferation of onboard charges that can send the cost of the cruise soaring. Travel advisors are stepping in by counseling clients about the added costs and, in some cases, presenting all-inclusive cruises as a better value.\n\nCatch Skift Global Forum 2019 Interviews, Now on Video: It’s not too late to join the party. If you missed Skift Global Forum last month, we have your back. Videos from our session interviews with travel CEOs and leaders are now available.\n\nAsia Editor Raini Hamdi [rh@skift.com] curates the Skift Asia Weekly newsletter. Skift emails the newsletter every Wednesday.\n\nSubscribe to Skift’s Free Asia Weekly Newsletter"}}