{"GDELT": {"GlobalEventID": 878872065, "Day": 20191011, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7699, "Actor1Code": "JUD", "Actor1Name": "CHIEF JUSTICE", "Actor1Type1Code": "JUD", "Actor2Code": "PHL", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 5.15806988352745, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tawi-Tawi, Maguindanao, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP56", "Actor1Geo_ADM2Code": "67174", "Actor1Geo_Lat": 7.1, "Actor1Geo_Long": 124.65, "Actor1Geo_FeatureID": "-2457054", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tawi-Tawi, Maguindanao, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP56", "Actor2Geo_ADM2Code": "67174", "Actor2Geo_Lat": 7.1, "Actor2Geo_Long": 124.65, "Actor2Geo_FeatureID": "-2457054", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tawi-Tawi, Maguindanao, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP56", "Action2Geo_ADM2Code": "67174", "Action2Geo_Lat": 7.1, "Action2Geo_Long": 124.65, "Action2Geo_FeatureID": "-2457054", "DATEADDED": 20191011051500, "SOURCEURL": "https://www.cnnphilippines.com/news/2019/10/11/marvic-leonen-antonio-carpio-chief-justice-supreme-court.html"}, "ARTICLE": {"TITLE": "Leonen agrees Carpio is ‘the best Chief Justice we never had’", "TEXT": "Metro Manila (CNN Philippines, October 11) — Supreme Court (SC) Associate Justice Marvic Leonen is among the Filipinos who believe that Senior Associate Justice Antonio Carpio is the best top magistrate that the country never had.\n\n“The best chief justice we never had, I agree with that more than a thousand percent,” Leonen told CNN Philippines’ The Source Friday.\n\n“I worked with Associate Justice Carpio and if I remember correctly in my dissenting opinion in the case of Republic versus Sereno, I did say that the court becomes more stable every time he acts as acting chief justice,” he added.\n\nCarpio, according to Leonen, is the “justices’ justice” and “a mold [that] a few of us want to emulate.”\n\nOne the longest-serving SC justices, Carpio declined his automatic nomination for chief justice. He is set to retire on October 26, just eight days after the retirement of Chief Justice Lucas Bersamin.\n\nFour sitting justices of the SC are vying for the position, including Associate Justices Jose Reyes Jr., Diosdado Peralta, Andres Reyes, and Estela Perlas-Bernabe. They all faced the Judicial Bar Council last week for an interview for the position.\n\nWhile Leonen refused to give his personal pick for the next chief justice, he said “I can imagine a court under Peralta, I can also imagine a court under Bernabe.”\n\nLeonen in August also turned down his automatic nomination as the top magistrate.\n\nThe associate justice explained that he did so because “there were two who are more qualified than me.”\n\n“To be a chief justice you need to be able to bring the court to a unanimous opinion on most cases, and the way I’ve read my colleagues in the past, given the controversial cases, I thought that it was better as my role to stay at dissenting position,” he said.\n\nOn the next chief justice\n\nLeonen agreed that the next chief justice needs more emotional strength than mental toughness, as Bersamin earlier said.\n\nREAD: Next chief justice should have ‘less IQ, more EQ’ – Bersamin\n\n“The intellectual leadership shows not only in what he or she writes. The intellectual leadership shows in how he is able to bring ideas together, for him or her to step back a little from his or her position, be humble a little and allow others where they are and come up with solutions. That requires a lot of listening. That requires a lot of the chief being able to go to places in the country, even as far down south as Tawi-Tawi to listen to court personnel,” Leonen said.\n\nHe added that it is “very important” for the next chief justice “to have the personality of being consultative with all the personnel.”\n\n“The next chief justice has to take advantage of all the competencies of all other 14 justices. He or she can’t afford to do it alone and he or she needs to continue the focus on efficiencies, including making an honest to goodness effort to continue with our e-court, looking at integrity of the judges ad justices, checking the competence of judges and of course our lawyers,” he said.\n\nSeniority, Leonen added, is also important in the selection of the next top SC justice.\n\n“It is important that the next chief justice has been a chair of a committee, a chair of a division, has had a lot of relations with his or her colleagues as well as members of the lower court and personnel of the lower court. That’s where seniority comes in,” he said.\n\n“Seniority also comes in understanding how the Supreme Court works, the traditions and why the traditions are there.”"}}