{"GDELT": {"GlobalEventID": 878871587, "Day": 20191011, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7699, "Actor1Code": "BUS", "Actor1Name": "BOSS", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.90163934426229, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20191011051500, "SOURCEURL": "https://www.siasat.com/bigg-boss-house-turns-battle-field-1655764/"}, "ARTICLE": {"TITLE": "Bigg Boss house turns into battle field", "TEXT": "Mumbai: The Bigg Boss house on Thursday night nearly turned into a battlefield as two contestants came to blows after Paras Chhabra blamed Siddharth Shukla for not choosing Shenaaz Gill in the Rani number 1 task. The fight became ugly after Paras was seen digging out Siddharth’s past in a bid to malign his image.\n\nRoot cause of the fight\n\nThe root cause of the fight was Paras holding Siddharth responsible for his own decision to betray Shenaaz Gill, who he had dumped during the weekly task on Wednesday night. Paras’ decision to choose Mahira Sharma over Shehnaaz had caused quite a bit of friction in the house. What started as a blame game between the two male contestants soon led to a full-blown war involving other contestants such as Rashami Desai, Abu Malik and Aarti Singh.\n\nAfter his brief heated exchange with Siddharth, Paras was seen poking fun at Asim Riaz, who he taunted as the former’s disciple. This prompted Siddharth to charge at Siddharth in an aggressive manner.\n\nLittle later in the show, Abu Malik was visibly unhappy since Rashami Desai had not obliged his request for egg curry. Paras, who sided with Rashami, had then boiled as many as 26 eggs only to waste all of them. This irked Siddharth, prompting him to charge at Paras aggressively once again. Realising that he was no match to Siddharth, who’s known for his temper, Paras later approached the former to apologise to him requesting a truce.\n\nRashami was later seen sobbing alleging that housemates particularly Abu Malik had not ‘valued’ her cooking even though she prepared the meal with ‘plenty of love.’ She was later comforted by Siddharth Dey. She also received support from Devoleena Bhattacharjee.\n\nAarti was seen in tears\n\nLater, Aarti was seen in tears since Rashami had boycotted the food. Siddharth Shukla later pacified to her saying that she must not let a contestant like Rashami Desai to decide her mood."}}