{"GDELT": {"GlobalEventID": 878872240, "Day": 20191011, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7699, "Actor1Code": "OPP", "Actor1Name": "OBJECTOR", "Actor1Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.3121387283237, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191011051500, "SOURCEURL": "https://www.maltatoday.com.mt/environment/planning/97885/a_coowner_is_an_owner_for_the_purpose_of_planning_law"}, "ARTICLE": {"TITLE": "A ‘co-owner’ is an ‘owner’ for the purpose of planning law", "TEXT": "A permission for the construction of three apartments in Triq it-Turisti, San Pawl il-Bahar was granted by the Planning Authority notwithstanding there being a number of objections.\n\nThe proposed dwellings were to occupy the airspace of an existing block.\n\nThe works included the demolition of a staircase linking the first and second floor in the common area as well as the construction of a lift.\n\nAs expected, the objectors asked the Environment and Planning Review Tribunal to revoke the permit, insisting that the Authority had abused its discretion.\n\nIn the appeal application, the objectors said that applicant was duty bound to certify to the Authority that he was either the owner of the site in question or that he had the authorisation of the owners to proceed with such application. In this case, it was alleged that applicant had failed to provide the said certificate as required by law.\n\nThe objectors went to explain that applicant was one of several individuals owning the common parts. Reference was also made to Article 8(3) of the Condomimum Act which states that structural alterations as the ones proposed required the unanimous consent of all the condomini.\n\nFor this reason, the Authority was duty bound to see whether applicant had obtained the authorisation of the other co-owners prior to proceeding with the planning application.\n\nThe appellants remarked that it made ‘no sense’ on the part of the Authority ‘to summarily delegate the matter of ownership to the civil courts’ when the law made a specific provision to the effect that an applicant who is not the owner should notify the owner by means of a registered letter.\n\nMoreover, appellants pointed out that the proposed interventions would ‘negatively impact the current landscape and layout of the apartment block which has been in existence since 1981’.\n\nIn reply the Authority noted that applicant had declared that he is the sole owner of the entire site adding that a Court of Law was in a position to nullify the permission should it result otherwise.\n\nTo reinforce its argument, the Authority made reference to a similar instance where a certain Aurelio Schembri took his case to court, only to have it dismissed since the Planning Authority was declared to have no competence to decide civil issues.\n\nIn its assessment, the Tribunal took note of what both parties had to say.\n\nIt went on to observe that according to the Development Planning Act, an ‘owner’ is defined as either a person who is a title holder in his own right and also ‘any one of the co-owners of the land on which development takes place’.\n\nThis implied that a co owner was considered to be an owner for the purpose of the Planning Act, hence there being no requirement for him to obtain consent from the other co-owners.\n\nAs to the proposed interventions, the Tribunal found that these were compatible with planning policies.\n\nAgainst this background, the appeal was rejected and the permission was confirmed."}}