{"GDELT": {"GlobalEventID": 878872223, "Day": 20191011, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7699, "Actor1Code": "NGOUSAJEW", "Actor1Name": "ANTI DEFAMATION LEAGUE", "Actor1CountryCode": "USA", "Actor1Religion1Code": "JEW", "Actor1Type1Code": "NGO", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.251141552511419, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Berlin, Berlin, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM16", "Action2Geo_ADM2Code": "16538", "Action2Geo_Lat": 52.5167, "Action2Geo_Long": 13.4, "Action2Geo_FeatureID": "-1746443", "DATEADDED": 20191011051500, "SOURCEURL": "http://www.newstribune.com/news/national/story/2019/oct/10/shooting-latest-indication-of-increasing-anti-semitism/799104/"}, "ARTICLE": {"TITLE": "Shooting latest indication of increasing anti-Semitism", "TEXT": "CORRECTS CITY TO DRESDEN -- Police officers secure a synagogue in Dresden, Germany, Wednesday, Oct. 9, 2019. One or more gunmen fired several shots on Wednesday in the German city of Halle. Police say a person has been arrested after a shooting that left two people dead. (Robert Michael/dpa via AP)\n\nThe shooting that left two dead and several injured Wednesday in Halle, Germany — when Jews celebrated Yom Kippur, the holiest day of the year for their faith — has shined a spotlight on the worldwide rise of anti-Semitic incidents.\n\nThe attack in Germany, where investigators are pursuing anti-Semitic motives after the assailant shot at the door of a synagogue in an attempt to gain entry, drew swift condemnation from United Nations Secretary General Antnio Guterres and renewed calls from Jewish groups in the U.S. to step up cooperation in combating anti-Semitism.\n\n\"We have been saying for several years that anti-Semitism is real, it's resurgent, it's lethal and it's multi-sourced,\" American Jewish Committee CEO David Harris said in an interview.\n\nHarris added that Wednesday's Yom Kippur attack in Halle, coming on the heels of the one-year anniversary of an anti-Semitic shooting that killed 11 worshippers at Pittsburgh's Tree of Life synagogue, \"should all be triggering alarm bells. The question is whether they are.\"\n\nRobert Bank, President and CEO of American Jewish World Service, issued a statement calling on people \"of every background around the world to combat the increasing waves of hatred and intolerance against all people, including anti-Semitic, racist, Islamophobic, misogynistic, homophobic and transphobic violence.\"\n\nA brief look at the state of global anti-Semitism:\n\nUNITED STATES AND CANADA\n\nThe Anti-Defamation League, which called the Germany shooting \"heartbreaking\" in a Wednesday statement, reported earlier this year that violent anti-Semitic episodes in the United States doubled in 2018. Wednesday's holy day of Yom Kippur also saw an anti-Semitic incident reported in New York, where Gov. Andrew Cuomo issued a statement condemning what he called \"the desecration of a Holocaust memorial\" in the city of White Plains on the eve of the holiday.\n\nIn Canada, the government reported a 4 percent dip in anti-Semitic attacks last year — but only after a sharp rise in 2017.\n\nEUROPE\n\nAnti-Semitism is a top concern in Germany, where data shows anti-Semitic incidents rose 10 percent last year, according to Tel Aviv University's Kantor Center, and where the trial of a group of alleged neo-Nazis for planning an attack in Berlin began last week. Chancellor Angela Merkel's government earlier this year affirmed its commitment to protecting Jews who wear skullcaps.\n\nIn the United Kingdom, the Community Security Trust charity recently reported a 10 percent rise in anti-Semitic incidents during the first six months of this year. In the Czech Republic, the Federation of the Jewish Communities reported a rise in anti-Semitic incidents last year."}}