{"GDELT": {"GlobalEventID": 879242753, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "JUD", "Actor1Name": "LAWYER", "Actor1Type1Code": "JUD", "Actor2Code": "GOV", "Actor2Name": "AUTHORITIES", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 8, "NumSources": 2, "NumArticles": 8, "AvgTone": -2.3454157782516, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191012213000, "SOURCEURL": "https://www.eveningtimes.co.uk/news/17965022.us-suspect-case-harry-dunn-death-left-devastated-lawyer-says/"}, "ARTICLE": {"TITLE": "US suspect in case of Harry Dunn death left devastated, lawyer says", "TEXT": "A US woman granted diplomatic immunity following the death of 19-year-old Harry Dunn has been left “devastated” by the crash, her lawyer said.\n\nMr Dunn died when his motorbike crashed into a car outside RAF Croughton in Northamptonshire on August 27.\n\nThe suspect, 42-year-old Anne Sacoolas – who is reportedly married to a US intelligence official – was granted diplomatic immunity following the crash.\n\nMrs Sacoolas’ legal representative Amy Jeffress, from the law firm Arnold and Porter, said: “Anne is devastated by this tragic accident.\n\nSpokesman Radd Seiger for the family of Harry Dunn, flanked by mother Charlotte Charles and father Tim Dunn (Jonathan Brady/PA)\n\n“No loss compares to the death of a child and Anne extends her deepest sympathy to Harry Dunn’s family.”\n\nIt comes as Mr Dunn’s parents Charlotte Charles and Tim Dunn said they would be flying to the US to “put pressure on the US administration to do the right thing”.\n\nRadd Seiger, who is representing Mr Dunn’s family, told ITV News he had spoken to Mrs Sacoolas’ legal team “very briefly” over the phone after arriving in the US on Saturday.\n\nHe said: “We have agreed to meet each other at the earliest possibility as soon as we can co-ordinate our diaries.”\n\nIt is the first contact between both parties since Mrs Sacoolas left the UK.\n\nMrs Sacoolas’ lawyer said: “Anne would like to meet with Mr Dunn’s parents so that she can express her deepest sympathies and apologies for this tragic accident.\n\nThe family of Harry Dunn, mother Charlotte Charles (left) and father Tim Dunn (right) with their partners (PA)\n\n“We have been in contact with the family’s attorneys and look forward to hearing from them.”\n\nThe lawyer said Mrs Sacoolas spoke with “authorities” at the scene of the crash and met Northampton police at her home the following day.\n\n“She will continue to cooperate with the investigation,” the lawyer said.\n\nOn Friday, the Prime Minister said America was “absolutely ruthless” in its safeguarding of Mrs Sacoolas following the decision to grant her diplomatic immunity.\n\nBoris Johnson said although President Donald Trump was sympathetic towards Mr Dunn’s family’s views on the use of diplomatic immunity, the US are “very reluctant” to allow citizens to be tried abroad.\n\nSpeaking of taking their campaign to the US, Mr Dunn’s family said in a statement that they “continue to live in a nightmare” and have so far been unable to grieve after his death.\n\nMr Dunn’s family are due to fly to the US on Sunday, ITV News reported.\n\nA statement released on behalf of the family said: “As if losing Harry was not enough, they now find themselves having to expend enormous time and energy, which they can ill afford, generating sufficient publicity to garner public support to persuade the US government to help achieve closure and return the driver Mrs Sacoolas to England to face the consequences of her actions.”"}}