{"GDELT": {"GlobalEventID": 879238159, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.40941658137153997, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20191012204500, "SOURCEURL": "https://www.nbcnews.com/news/latino/georgia-college-students-burn-latina-author-s-book-after-she-n1065396"}, "ARTICLE": {"TITLE": "Georgia college students burn Latina author's book after she talked about white privilege", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nStudents at a Georgia university burned a Latina author's book after she talked about white privilege at a campus event.\n\nVideo showing a group of laughing students gathering around a flaming grill, watching pages of the book \"Make Your Home Among Strangers\" burn, has been widely shared on social media. The footage was shot shortly after author Jennine Capó Crucet spoke at Georgia Southern University's campus in Statesboro on Wednesday.\n\nso after our FYE book’s author came to my school to talk about it... these people decide to burn her book because “it’s bad and that race is bad to talk about”. white people need to realize that they are the problem and that their privilege is toxic. author is a woman of color. pic.twitter.com/HiX4lGT7Ci — elaina⭐️ (@elainaaan) October 10, 2019\n\nCapó Crucet's acclaimed novel tells the story of a young Cuban American girl who is accepted to a prestigious university in the U.S. It has been required reading in some freshman classes at the university.\n\nThe book burning came after a white student asked Capó Crucet during a question-and-answer session why she \"made a lot of generalizations about the majority of white people being privileged,\" the university’s student newspaper, the George-Anne, reported.\n\n“I noticed that you made a lot of generalizations about the majority of white people being privileged,” the student said. “What makes you believe that it’s okay to come to a college campus, like this, when we are supposed to be promoting diversity on this campus, which is what we’re taught? I don’t understand what the purpose of this was.\"\n\nCapó Crucet responded, “I came here because I was invited and I talked about white privilege because it’s a real thing that you are actually benefiting from right now in even asking this question.”\n\nJaQuaylon Taylor, 18, a freshman at the university, told NBC News that the student's question at the talk \"threw everybody off ... There was a lot of negativity in that space.\"\n\nAfter video of Capó Crucet's book getting torched circulated, the author said in a statement Friday that she had been invited to \"give a talk on issues concerning diversity and the college experience, one that expanded on the themes of my novel.\"\n\nThe Morning Rundown Get a head start on the morning's top stories. This site is protected by recaptcha\n\n\"Make Your Home Among Strangers\" by Jennine Capo Crucet. Picador\n\nCapó Crucet said that after the student's question, which she said led to students shouting back and forth at each other across the room, she asked faculty to follow up with the student who had posed the question and any others who may be similarly upset, \"because a compassionate and continuing conversation needed to occur.\"\n\n\"We weren’t going to answer these questions in one night of discussion,\" she said in her statement.\n\nCapó Crucet said that after the session, she was moved out of the lodging the university had arranged for her in town into another hotel and that later she learned \"a crowd had formed outside her original accommodations.\" She also saw the videos of the book burning.\n\nShe added that many students at the campus had told her \"how much the story of the novel’s protagonist mirrored their own.\"\n\n\"To think of those students watching as a group of their peers burned that story — effectively erasing them on the campus they are expected to think of as a safe space — feels devastating,\" she wrote.\n\nGeorgia Southern said in a statement to NBC News on Saturday that book burning does not align with its values, but that \"it’s within the students’ First Amendment rights.\"\n\nUniversity President Kyle Marrero said in an email to the college community on Friday that many students as well as members of the campus faculty and staff \"are concerned and disappointed about the incidents.\"\n\nJennine Capo Crucet. Monica McGivern\n\nMarrero, who is Puerto Rican, said the incidents are \"another example of freedom of expression and a continuing debate of differing ideas, which are tenets of our ongoing efforts to align with our values and initiatives encompassing inclusive excellence.\"\n\nAmong those expressing disappointment were honors program students, who said in a statement, \"Book burning is never an act done out of respect.\"\n\n\"Learning can only occur when we strive to listen and understand one another in an atmosphere of civility and respect,\" the statement said.\n\nCapó Crucet was scheduled to deliver a similar talk at the university's Savannah campus later this week. Jennifer Wise, a university spokeswoman, told NBC the author's team had canceled the second appearance.\n\nCapó Crucet, who teaches at the University of Nebraska, tweeted on Thursday that the event was canceled because “the administration said they could not guarantee my safety or the safety of its students on campus because of open carry laws.” A 2017 Georgia law lets people with a state concealed-weapons permit carry guns on parts of public college campuses.\n\n\"Make Your Home Among Strangers\" touches on issues around white privilege and racism and is based on Capó Crucet’s own life.\n\nShe was the first person in her family to be born in the United States after her family moved to Florida from Cuba. After growing up in Hialeah, a suburb of Miami that is majority Latino, Capó Crucet experienced somewhat of a culture shock as a first-generation student at Cornell University, which has a Latino student population of roughly 13 percent.\n\n\"The barriers that minority students face at majority-white colleges and universities are well documented,\" said Georgia Southern's writing and linguistics department in a statement. \"We regret that Crucet’s experience in Statesboro ended as it did. We call on students to remain civil in disagreement, even on difficult issues.\"\n\nAt the campus Capó Crucet visited, Latino students made up roughly 6 percent of enrollment in 2017, according to data on the university's website. The university as a whole had Latino enrollment of 6.4 percent.\n\nFollow NBC Latino on Facebook, Twitter and Instagram."}}