{"GDELT": {"GlobalEventID": 879212272, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "GOVLEG", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor1Type2Code": "LEG", "Actor2Code": "nepLEG", "Actor2Name": "NEPALI", "Actor2EthnicCode": "nep", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.04419464120727, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kathmandu, Bagmati, Nepal", "Actor1Geo_CountryCode": "NP", "Actor1Geo_ADM1Code": "NP01", "Actor1Geo_ADM2Code": "22353", "Actor1Geo_Lat": 27.7167, "Actor1Geo_Long": 85.3167, "Actor1Geo_FeatureID": "-1022136", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kathmandu, Bagmati, Nepal", "Actor2Geo_CountryCode": "NP", "Actor2Geo_ADM1Code": "NP01", "Actor2Geo_ADM2Code": "22353", "Actor2Geo_Lat": 27.7167, "Actor2Geo_Long": 85.3167, "Actor2Geo_FeatureID": "-1022136", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kathmandu, Bagmati, Nepal", "Action2Geo_CountryCode": "NP", "Action2Geo_ADM1Code": "NP01", "Action2Geo_ADM2Code": "22353", "Action2Geo_Lat": 27.7167, "Action2Geo_Long": 85.3167, "Action2Geo_FeatureID": "-1022136", "DATEADDED": 20191012163000, "SOURCEURL": "https://myrepublica.nagariknetwork.com/news/visiting-chinese-president-xi-jinping-holds-meeting-with-president-bidya-devi-bhandari/"}, "ARTICLE": {"TITLE": "Visiting Chinese President Xi Jinping holds meeting with President Bidya Devi Bhandari", "TEXT": "KATHMANDU, Oct 12: Visiting Chinese President Xi Jinping held bilateral talks with his Nepali counterpart Bidya Devi Bhandari at the Office of President, Sheetal Niwas on Saturday evening.\n\nXi who is on a two-day state visit on an invitation of President Bidya Devi Bhandari signed the Guest Book at the Office of the President.\n\nAccording to the Office of the President, they discussed the issues of mutual interest during the meeting.\n\nXi is scheduled to hold a meeting with Nepali Congress President Sher Bahadur Deuba later this evening.\n\nFollowing the meeting with Deuba, Xi will attend a banquet hosted by President Bhandari in honor of her visiting counterpart.\n\nXi reached the Office of the President at Sheetal Niwas from Soaltee Hotel in the capital.\n\nEarlier in the afternoon, President Bhandari welcomed Xi at Tribhuvan International Airport.\n\nVice-President Nanda Bahadur Pun, Prime Minister KP Sharma Oli, deputy prime ministers and cabinet ministers were also present at TIA to receive Xi and his delegation upon his arrival.\n\nPresident Xi was offered a guard of honor by a contingent of the Nepal Army at Tribhuvan International Airport.\n\nConcluding a two-day informal summit with Indian Prime Minister Narendra Modi, Xi arrived in Kathmandu.\n\nPresident Xi will hold a bilateral meeting with Prime Minister KP Sharma Oli on Sunday morning. They will sign a bilateral agreement on the occasion.\n\n\n\nThe visiting President will meet Chairman of the Nepal Communist Party (NCP) Pushpa Kamal Dahal on Sunday.\n\nHe will leave for home on Sunday afternoon."}}