{"GDELT": {"GlobalEventID": 879211767, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.48809523809523, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bramford, Suffolk, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKN5", "Actor2Geo_ADM2Code": "40132", "Actor2Geo_Lat": 52.0667, "Actor2Geo_Long": 1.1, "Actor2Geo_FeatureID": "-2590666", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bramford, Suffolk, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKN5", "Action2Geo_ADM2Code": "40132", "Action2Geo_Lat": 52.0667, "Action2Geo_Long": 1.1, "Action2Geo_FeatureID": "-2590666", "DATEADDED": 20191012163000, "SOURCEURL": "https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12275373"}, "ARTICLE": {"TITLE": "Snapchat 'where most people' in their 20s buy drugs in NZ", "TEXT": "Kiwi drug dealers are now using Snapchat to advertise mega dose MDMA tablets, with party-goers in their 20s reporting the social media platform is \"where most people\" source their pills.\n\nThe strategy of organising drugs deals over Snapchat has led to a string of arrests in the UK and US in 2019, and it appears the dealing method is also entrenched in the New Zealand market.\n\nREAD MORE:\n\n• Hospitalised Listen In concert-goers took MDMA, arrests made for climbing marquee\n\n• Warning over mega-dose Ecstasy pills flooding into New Zealand\n\n• Aussie GP: 'MDMA is not that dangerous'\n\n• 'Bath salts' being sold as MDMA to unsuspecting customers\n\nSnapchat is a social media app which sends video messages that are erased from the receiver's account immediately after they are viewed.\n\nAdvertisement\n\nThe temporary messaging service has been adapted by drug dealers as an ideal way of maintaining relative anonymity - leaving little trace of a drug deal for both customer and supplier.\n\nAn Aucklander in their 20s who spoke to the Herald anonymously said he was offered the notorious blue \"Punisher\" MDMA tablets in July via Snapchat.\n\nThe pills were advertised in a mass Snapchat message to the dealer's customers, announcing each pill had 330mg of the active MDMA ingredient - more than three times a standard dose.\n\nIn Liverpool this week, a 19-year-old man was jailed after selling a 14-year-old girl a Punisher MDMA pill via Snapchat that led to her death in July 2018.\n\nAnother Aucklander in their early 20s said they've received \"heaps\" of advertisements for drugs through Snapchat, and the social media platform is \"where most people\" they know source their drugs.\n\nAnother recreational drug-user said within their social network, Snapchat was not used so much by dealers directly, but was frequently used for onselling, by \"other kids getting rid of their drugs when they've bought too many\".\n\nThe Herald was also in contact with two other Aucklanders who \"regularly\" bought MDMA through Snapchat.\n\nNZ Police drug intelligence bureau acting manager, Constable Blair MacDonald, said they were aware of people using online platforms, including social media apps, for the sale of illicit substances.\n\nAdvertisement\n\n\"Law enforcement agencies across the world are constantly developing methods to combat this activity and minimise the use of these technologies for illicit purposes,\" MacDonald said.\n\nA UK national study of 2006 16-24 year olds carried in January by think tank Volteface found one in four questioned had seen drugs for sale on social media.\n\nOf those who had seen drugs advertised on social media, 56 per cent had seen it on Snapchat - making it the leading platform.\n\nThe Punisher, Donkey Kong and Pink Porsche are among high-dose Ecstasy pills which have been linked to overdose and death.\n\nThe emergence of Snapchat drug dealing in New Zealand has coincided with mega dose MDMA tablets entering the local market since 2018.\n\nKnow Your Stuff NZ - who test drugs at festivals for harm minimisation - said they have tested MDMA pills which contained up to five times an average dose - and their frequency in New Zealand is gradually rising.\n\nA single dose tablet traditionally contains 80-120mg of MDMA.\n\n\n\nLast weekend, four people were hospitalised, three critical, due to drug use at the Listen In concert at Auckland's Mt Smart Stadium.\n\nAdvertisement\n\nPolice confirmed to the Herald that confiscated drug samples from the event tested were MDMA tabs and Ketamine powder, although these are not necessarily the drugs the people who were hospitalised had taken.\n\nKnow Your Stuff NZ put out a warning on their website in March for a list of eight different presses of mega dose MDMA, over 200mg, with such names as: Pink Porsche, Yellow Rolex, Grey Pharaoh and Blue Visa.\n\n\"In the first year [2018] we saw three to four distinct presses, and we saw them again and again. This year we've seen a much wider variety of presses, and more of the pills as well. which does suggest there's more of them in the market this year both in variety and quantity,\" Know Your Stuff NZ managing director Wendy Allison said.\n\nAllison said these pills all have \"very clear, high-quality, professional presses\" and the same pills are generally seen all across New Zealand - not just in one city.\n\nHowever, despite such reports from frontline drug advocacy groups, MacDonald said police were ignorant of their presence in New Zealand.\n\n\"While police are aware of the larger-dose MDMA tablets, we have not been made aware of any instances of this being available in NZ this year,\" MacDonald said.\n\nAdvertisement\n\nAccording to a study by a former senior drug adviser to the British government, Professor David Nutt, ecstasy is generally considered one of the more benign drugs in terms of the harm caused to others and even users.\n\nOften called the \"love drug\", traditional doses can create feelings of empathy, euphoria and prolonged energy by increasing the release of dopamine and serotonin to the brain. It also increases the heart rate, blood pressure and body temperature, which can lead to dehydration and damage to the body.\n\nThe market in Ecstasy has exploded with users able to order the illegal drugs online - with Snapchat emerging as the leading social media platform to sell drugs.\n\nHowever, NZ Drug Foundation's Ross Bell said the mega dose MDMA pills they are testing in 2019 are actually physically bigger than in the past, and contain little other than the active MDMA compound.\n\n\"Our machine says there's a lot of MDMA in them and not much else. When we weigh them, there's 3-4 doses in each pill,\" Bell said.\n\n\"They're putting themselves at risk and the effects aren't going to be great. They're going to feel quite munted. We are seeing some quite terrible things.\"\n\nNZ Customs group manager for intelligence and enforcement Jamie Bamford said international criminal syndicates were targeting New Zealand.\n\nAdvertisement\n\n\"What we are seeing here in the past few years is a huge spike in MDMA coming over the border. There is an effort to create and meet a market here,\" Bramford said.\n\nIn 2019 to date, NZ Customs have seized 603kg of MDMA coming into the country."}}