{"GDELT": {"GlobalEventID": 879212418, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "MED", "Actor1Name": "MAGAZINE", "Actor1Type1Code": "MED", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.03397027600849, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR", "Actor1Geo_Lat": -10.0, "Actor1Geo_Long": -55.0, "Actor1Geo_FeatureID": "BR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR", "Action2Geo_Lat": -10.0, "Action2Geo_Long": -55.0, "Action2Geo_FeatureID": "BR", "DATEADDED": 20191012163000, "SOURCEURL": "https://www.ssuchronicle.com/2019/10/12/elements-room-to-showcase-natural-stone-at-westedge-design-fair/"}, "ARTICLE": {"TITLE": "Elements Room to showcase natural stone at WestEdge Design Fair", "TEXT": "The boutique surfaces supplier will unveil new exotic stones at the show.\n\nElements Room by Pacific Shore Stones will be presenting new products at Westedge Design 2019 Fair, the west coast's premier modern design exhibition. Luxury surfaces supplier Elements Room will be displaying natural stones including quartzite, marbles, and granites from around the world in a booth designed to inspire and reveal the best of exotic stone. Taking place October 24-27 at The Barker Hangar in Santa Monica, the show offers attendees the opportunity to experience products from top-tier design brands in categories including furniture, lighting, kitchen and bath, and more.\n\n\"At Elements Room, we believe that the selection experience is important for helping people make great choices. We often display bookmatch surfaces so that the veining and other features really come to life,\" said Marco A. Pereira, Elements Room owner. \"We're looking forward to engaging with consumers and designers at the show to help them understand our products better and to make the surface selection process easier.\"\n\nLocated close to the main entrance of the show, the Elements Room booth (#121) will feature stunning bookmatch displays, with whole slabs lining the inside and outside of the booth. Designed to look like an art gallery, products on display include three quartzites new to the California market that were recently discovered in Brazil.\n\nOn Friday morning October 25, Elements Room will be partnering with Luxe magazine to host an exclusive breakfast event. On Friday and Saturday afternoons, presentations will be given at the booth featuring keynote guest speakers from Spain, Italy, and Brazil. Antolini will present Azerocare, a revolutionary new technology that gives polished natural stones protection from etching and staining. Cocktails and appetizers will be served during the presentations.\n\nUpdates from the show will be posted on the Elements Room social media channels: facebook.com/elementsroom , instagram.com/elementsroom and twitter.com/elementsroom. For additional show details, visit: https://www.westedgedesignfair.com\n\nAbout Elements Room\n\n\n\nElements Room presents a stunning selection of natural stone and other surface materials in a unique setting created with the customer in mind. The boutique showroom displays inspirational applications, and specializes in surface specification needs. The warehouse boasts an array of top-quality surface materials and the stylish design cubicles provide space to lay out plans, work on designs and get creative!\n\nAlong with quartz, semi-precious, ultra compact surface and porcelain, Elements Room carries stones from select quarries in places such as Brazil, Italy, Turkey and India. Unusual and sought-after examples of granite, marble, quartzite, soapstone and onyx are on display. The well-lit, inviting showroom provides fresh ideas and creative surface applications. Located at the heart of the North Hollywood Design district, at 13245 Sherman Way, North Hollywood, CA 91605.\n\nFor the original version on PRWeb visit: https://www.prweb.com/releases/elements_room_to_showcase_natural_stone_at_westedge_design_fair/prweb16638976.htm"}}