{"GDELT": {"GlobalEventID": 879212342, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "ISR", "Actor1Name": "TEL AVIV", "Actor1CountryCode": "ISR", "Actor2Code": "BUS", "Actor2Name": "AIRLINE", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.9370078740157504, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS05", "Actor1Geo_ADM2Code": "18316", "Actor1Geo_Lat": 32.0667, "Actor1Geo_Long": 34.7667, "Actor1Geo_FeatureID": "-781545", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS05", "Actor2Geo_ADM2Code": "18316", "Actor2Geo_Lat": 32.0667, "Actor2Geo_Long": 34.7667, "Actor2Geo_FeatureID": "-781545", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS05", "Action2Geo_ADM2Code": "18316", "Action2Geo_Lat": 32.0667, "Action2Geo_Long": 34.7667, "Action2Geo_FeatureID": "-781545", "DATEADDED": 20191012163000, "SOURCEURL": "https://www.timesofisrael.com/pm-tells-mother-of-israeli-jailed-in-russia-hes-doing-everything-to-free-her/"}, "ARTICLE": {"TITLE": "PM tells mother of Israeli jailed in Russia he’s ‘doing everything’ to free her", "TEXT": "Prime Minister Benjamin Netanyahu on Saturday told the mother of a young Israeli woman who was jailed in Russia on drug charges that he was “doing everything” to secure the woman’s release, according to a TV report.\n\nNaama Issachar, 26, was sentenced on Friday to 7.5 years in prison for alleged drug smuggling. She was arrested six months ago after a reported 10 grams of marijuana were found in her suitcase during a stopover in Moscow on her way to Israel. Issachar was returning from a trip to India. Drugs were sniffed out by police dogs as her suitcase was being transferred by airport staff to her connecting flight to Tel Aviv.\n\nAccording to Channel 12 news, Netanyahu called Issachar’s mother, Yaffa Issachar, and told her to convey strength to her daughter. Meanwhile, Yaffa told the prime minister she believed Naama could be freed “in days” if Israel acted right.\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\nIssachar’s sentence on Friday came despite a “personal” plea by Netanyahu to Russian President Vladimir Putin for leniency.\n\nThe family has said Issachar, who also holds American citizenship, is being held hostage by Russia as Moscow presses Israel to free a Russian hacker who faces extradition to the US. Russia has reportedly offered a prisoner swap between the two.\n\nOn Friday night, Yaffa Issachar told Channel 12 of the sentencing: “We told her we would appeal. She was shaking like a leaf… By any standard the punishment does not fit what she did.”\n\nShe then issued a public call to Netanyahu: “I beg you. You have to get her out of here. She’s living in terrible conditions. There’s barbed wire and hounds and she’s falling asleep to the sound of iron doors banging.”\n\nIssachar’s lawyer also told Channel 12 that never before in Russia’s history had a person been arrested for drug smuggling without having even entered the country.\n\n“Naama did not pass through border control. Her luggage was in the hands of the airline and she would have received it only upon landing in Tel Aviv,” Alexander Tayus said. “Legally she did not commit any crime in Russia. It may be that the decision is simply because she is Israeli and comes from political considerations rather than legal ones.”\n\nOn Saturday night Channel 12 aired audio excerpt from Naama’s appeal to the judge prior to the sentencing. In it she said she was “aware that I was irresponsible prior to my flight, that I should have been aware of everything in my baggage. This is why I’ve taken full responsibility for the charge of [drug use]… However I think the charge of [drug smuggling] is unlawful and unjustified.\n\n“My actions show that I never intended to enter the country. And if my words aren’t enough to believe as the prosecutor says: there were seven hours in between my two flights. I made no attempt to leave the transit zone or to claim my luggage… the police took me as I was trying to board my continuing flight home.”\n\nShe added: “I understand that this is a matter that is taken very seriously in the Russian Federation, but I beg you to recognize that this was one mistake of someone that had no intention to enter the country and not to interfere with the law.”\n\nThe Issachar family is now said to be drafting a letter to Netanyahu, demanding a stay on Russian Aleksey Burkov’s extradition.\n\nJustice Minister Amir Ohana told Channel 13 on Saturday that Issachar’s punishment was “without a shadow of a doubt disproportionate.” He said he would review in the coming days whether to extradite Burkov.\n\nBurkov, an IT specialist who was arrested in Israel in 2015 at the request of Interpol, has said he contacted the Issachar family through a friend and urged them to appeal to Israeli officials for a prisoner swap.\n\nSpeaking to RT (Russia Today), a Russian television network funded by the government and widely considered its propaganda outlet, Burkov had said earlier this week that he “asked [Issachar’s relatives] to talk to Israeli diplomats but as far as I understand, they assured the family there will be no swap.”\n\nOn Friday, a senior Israeli official told Hebrew media that Russia had offered several times in recent months to free Issachar if Israel agrees to release Burkov.\n\nThe official said the deal never went ahead because Israel had already begun the official extradition process, and didn’t want to anger the US.\n\nIsraeli diplomatic officials told their counterparts in Moscow that it was impossible to stop Burkov’s extradition since Israel’s Supreme Court had already approved the move.\n\nThe alleged intermediator between the families was said to be Konstantin Bekenshtein, a Ukrainian immigrant to Israel, who said he met Burkov on one of his previous trips to the country and has visited him in Israeli prison, according to a Haaretz report (in Hebrew) on Friday.\n\nBekenshtein contacted Yaffa Issachar in August, according to the report, writing to her in a message: “As a father of two girls, I understand what you are going through and wish you and your family only good things. As unfortunate as it is, Naama will receive a sentence of between five to seven years. If you want to join forces to end this nightmare for Naama and Aleksey, I am available at any time. Lawyers will not help.”\n\nIssachar’s family did not respond to the message and told Haaretz that texts from Bekenshtein were blocked on various channels, amid concerns he was trying to take advantage of their situation.\n\nBurkov is wanted on embezzlement charges in the United States for a massive credit card scheme that saw him allegedly steal millions of dollars from American consumers. Burkov told RT that he was an “average man,” an IT freelancer from St. Petersburg who was on holiday with his girlfriend in Israel “when his life was turned upside down.” He claimed that he was “hijacked” and taken into custody as part of “a standard US scheme.”\n\nIn a Facebook post two months ago, Bekenshtein wrote that despite repeated requests from Russian officials, Israel was in “no hurry” to release Burkov. “The Russians are prepared to hand over Issachar in exchange for Aleksey Burkov,” he wrote, “but Israel is doing nothing.”\n\n“The only reason Russia does not release Naama is Israel’s refusal to release Burkov…The solution is not in Moscow but in Jerusalem,” Bekenshtein alleged in the post.\n\nIn a statement on Friday in the wake of Issachar’s sentence, Netanyahu’s office said there was no possibility of preventing Burkov’s extradition to the United States.\n\nThe statement said Netanyahu was “personally involved in Naama’s case in recent weeks” and asked for her punishment to be lightened and for an improvement in the conditions in which she is being held.\n\n“Netanyahu requested a commuting of the sentence and an easing of the terms of Naama’s detention,” the statement said. “To our regret, the Russian prosecution has not yet accepted… these requests.”\n\nThe Prime Minister’s Office added that the punishment “is disproportionate and does not fit the nature of the offense being attributed to Issachar.”\n\nIsrael’s Foreign Ministry, too, condemned the sentence.\n\n“This is a disproportionately heavy punishment for a young Israeli woman without any criminal past who was on a connecting flight at the airport in Moscow on her way to Israel,” the ministry said in a statement.\n\n“Unfortunately, the Russian authorities have not responded to our entreaties to deal with this case in congruence with the circumstances of her arrest,” it added.\n\nHer family said the sentence showed she was being held “hostage” by Russia.\n\n“We heard the sentence. Until now we’ve been dealing with trying to prove there was not attempted drug smuggling but now we understand that this is a larger matter. Naama is being held as a hostage,” the family was quoted saying by Channel 13 news.\n\nIssachar doesn’t deny that there were 10 grams of marijuana in her bag, but has claimed she had no intention of crossing Russian border control and therefore is not a smuggler, according to a Haaretz report.\n\nProsecutors say that because Issachar’s bag entered Russian airspace with the drugs inside it, her actions should be considered smuggling.\n\nRussia has harsh laws on recreational drug use and possession of even a small amount for personal use is punishable by a long jail sentence.\n\nAFP contributed to this report"}}