{"GDELT": {"GlobalEventID": 879238558, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "SSD", "Actor1Name": "SOUTH SUDAN", "Actor1CountryCode": "SSD", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 3.79464285714286, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU", "Actor1Geo_Lat": 16.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "SU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20191012204500, "SOURCEURL": "http://www.sudantribune.com/spip.php?article68287"}, "ARTICLE": {"TITLE": "Why Ethiopian Prime Minister deserves the Nobel Peace Prize", "TEXT": "By Duop Chak Wuol\n\nIn April 2018, Ethiopia’s prime minister, Dr Abiy Ahmed Ali, took the oath of office and told the Ethiopian parliament in a speech that he intended to make peace with Eritrea. The speech was full of promises that were foreign in the minds of most African leaders. A lot of people, especially Ethiopians were not sure if their new leader was going to accomplish his policy promises. The October 11, 2019 announcement by the Nobel Peace Prize Committee that the 2019 prize has been awarded to the Ethiopian Prime Minister caught many people by surprise, but it does not surprise me since Dr Abiy appeared determined to transform Ethiopian politics from the day he took over as the Prime Minister.\n\nIt is worth mentioning that winning the Nobel Peace Prize requires exceptional works and the new Ethiopian leader has proven that. He, for example, ended 1998-2000 Ethiopia-Eritrean border war— a move which past Ethiopian Prime ministers late Meles Zenawi and Hailemariam Desalegn failed to achieve.\n\nIn a statement, the Prize Committee says Prime Minister Dr Abiy’s “efforts deserve recognition and need encouragement.” The committee is right. The Ethiopian leader has been doing good things in his nation and other African countries, especially in the East African region. For instance, Dr Abiy’s involvement in the Sudan peace process after former Sudanese president Omar al-Bashir was toppled by the military in April this year has been encouraging. His contribution to finding a political resolution in the Sudan crisis resulted in the recent formation of a joint military-civilian government in Sudan. His call for the release of former South Sudan’s First Vice President Dr Riek Machar from South African house confinement is also one of Dr Abiy’s regional accomplishments.\n\nPrime Minister Abiy deserves the 2019 Nobel Peace Prize for his peace-building work. Publicly available data shows that Dr Abiy has done a lot of reforms in Ethiopia while he has only been in office for more than a year. It can be recalled that most of his reforms happened months after he took power. Soon after he took over the premiership, the Prime Minister set free thousands of political prisoners and appointed many women to the federal government’s posts. This is a positive indication that the Ethiopian leader is a transformative figure who has what it takes to change how African leaders think.\n\nThere is no doubt Prime Minister Dr Abiy is Africa’s youngest leader. Most African leaders are old men who tend to not leave power even when their people want them to leave. This young transformative leader from the Horn of Africa indisputably deserves the 2019 Noble Peace Prize. His ambitious reform agenda gives hope to millions of Ethiopians including other African nationals. Africa needs reformist leaders like Dr Abiy Ahmed. The Ethiopian leader has proven that what ordinary people want is what a leader should do, not the other way around. I have to admit that there are still challenges that the Ethiopian leader needs to work on. My advice to Dr Abiy is to build trust between top government officials, responding reasonably to citizens’ demands, strengthen the justice system against human rights violations, and carryout sensible institutional reforms.\n\nAs someone who studied in high school in Ethiopia, I know firsthand that Ethiopia is Africa’s welcoming nation. The people are friendly. They treat other Africans respectfully. Perhaps Ethiopia’s history of being an African country which successfully resisted European colonization has some to do with Ethiopia hospitality. It is a great nation with a rich history and deserves a leader like Dr Abiy Ahmed. Ethiopians are proud Africans who helped trained many past and current African revolutionary leaders who then used the training they gained from Ethiopia to defeat their colonizers. Ethiopia’s steadfastness to self-rule was realized when Italy invaded its territories in 1895. At that time, Ethiopians proved to the world that they were ready to defend themselves by delivering a humiliating defeated to the invading forces in 1896. This act alone shows that the people of Ethiopian were prepared and determined to rule themselves without any foreign interference.\n\nLeaders are judged by what they do or did. It is the future of a nation that matters most. Prime Minister Dr Abiy Ahmed has correctly identified the symptoms of bad leadership. Ethiopia is thriving and gaining its rightful place in the African continent because of his vision for a better Ethiopia. Ethiopians deserve better and I urge Prime Minister Dr Abiy to continue transforming Ethiopian politics to better serve all Ethiopians. Ethiopia’s neighbours and Africa as a whole will learn from his leadership. The Norwegian Nobel Committee has given the 2019 prize to the right person, Dr Abiy, who deserves it for his tireless work. Ethiopians and Eritreans are brothers and sisters. They share strong blood relationships and deserve to live in peace. Your decision to bring about lasting peace between Addis Ababa and Asmara shows that you are a leader with a defined vision. It is time for Africans to reject incompetent leaders who ruled with impunity and stay in power for decades without making necessary judicial, economic, and political reforms in their countries. I congratulate you on reforming Ethiopia’s political system and for ending Ethiopia-Eritrea bloody conflict. You are truly a new face of African politics.\n\nDuop Chak Wuol is the editor-in-chief of the independent South Sudan News Agency (https://southsudannewsagency.org/. He can be reached at duop282@gmail.com. Note: The views expressed in this article are his and should not be attributed to the South Sudan News Agency."}}