{"GDELT": {"GlobalEventID": 879211896, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "BUS", "Actor1Name": "INVESTOR", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.3076923076923, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20191012163000, "SOURCEURL": "https://www.timesnownews.com/business-economy/personal-finance/mutual-funds/article/equity-mutual-fund-inflows-at-4-month-low-should-you-worry/503075"}, "ARTICLE": {"TITLE": "Equity mutual fund inflows at 4-month low: Should you worry?", "TEXT": "Representational Image | Photo Credit: BCCL\n\nKey Highlights According to the official data released by the Association of Mutual Fund of India (AMFI), equity mutual funds saw a net inflow of Rs 6,489 crore in September This year, equities and mutual fund industry are dealing with the collective aftermath of the IL&FS debt crisis, DHFL trouble, tightening in global financial markets and escalated volatility\n\nNew Delhi: With the subdued stock market activity, the inflows in the equity mutual fund schemes in September 2019 have fallen to a four-month low. However, a four-month low inflow figure doesn’t indicate any warning sign but it clearly shows that a large section of retail, as well as institutional investors, are on a selling stance in September. This might be possible due to the upcoming festivities as most of the people are willing to encash their investment partially in order to support their spending budgets.\n\nAnother reason for the low inflow into equity mutual funds, the most lucrative mutual fund category, is the profit-booking following the market rally due to the corporate tax rate cut by the government. The government’s decision to bring down the effective corporate tax rate to 25.17 per cent steered a market-wide rally with the benchmark Sensex and NSE Nifty gaining 7-8 per cent in almost a week’s time.\n\nAccording to the official data released by the Association of Mutual Fund of India (AMFI), equity mutual funds saw a net inflow of Rs 6,489 crore in September. The net inflows in equity and equity-linked saving schemes were at Rs 9,090 crore in August and Rs 8,092 crore in July.\n\n\"We have seen positive growth in the mutual fund market from the retail investors. The regulator has done a phenomenal job in mitigating the risks in the debt market investments. For equity funds, we see the growth is mirroring the markets. The new SIP account opening are showing a robust growth. SIP is here to stay and when broader markets show performance we see SIP outperforming,\" news agency PTI reported citing N S Venkatesh, CEO, AMFI.\n\nOn the other hand, investors have sold worth Rs 1.52 lakh crore of equity mutual funds in September. In August 2019, a net inflow of Rs 1.02 lakh crore was witnessed equity mutual funds. This year, equities and mutual fund industry are dealing with the collective aftermath of the IL&FS debt crisis, DHFL trouble, tightening in global financial markets and escalated volatility following the selling spree by foreign funds.\n\nIn the meantime, the retail investors can learn and absorb various techniques and analytical tools which can help in picking up the mutual fund schemes in an organised manner and can further lead to more informed decisions. This drop in the equity fund inflows can be seen as a cyclical downturn. Mutual funds are not like direct equity investment but a large shake-up or a rally in the underlying equity assets affects the performance of equity mutual funds in a big manner."}}