{"GDELT": {"GlobalEventID": 879212120, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "EGY", "Actor1Name": "CAIRO", "Actor1CountryCode": "EGY", "Actor2Code": "ITAMED", "Actor2Name": "ITALIAN", "Actor2CountryCode": "ITA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.75161987041037, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cairo, Al Qahirah, Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG11", "Actor1Geo_ADM2Code": "65350", "Actor1Geo_Lat": 30.05, "Actor1Geo_Long": 31.25, "Actor1Geo_FeatureID": "-290692", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rome, Lazio, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT07", "Actor2Geo_ADM2Code": "18350", "Actor2Geo_Lat": 41.9, "Actor2Geo_Long": 12.4833, "Actor2Geo_FeatureID": "-126693", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cairo, Al Qahirah, Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG11", "Action2Geo_ADM2Code": "65350", "Action2Geo_Lat": 30.05, "Action2Geo_Long": 31.25, "Action2Geo_FeatureID": "-290692", "DATEADDED": 20191012163000, "SOURCEURL": "https://www.middleeasteye.net/news/egypt-deports-italian-journalist-after-brief-detention-cairo-airport"}, "ARTICLE": {"TITLE": "Egypt deports Italian journalist after brief detention at Cairo airport", "TEXT": "Egyptian authorities deported Italian journalist Francesca Borri on Thursday after briefly detaining her on arrival at Cairo Airport, the journalist told Middle East Eye.\n\nBorri, 39, is an independent Italian journalist and author, who has written for several outlets, including MEE.\n\nThe journalist told MEE she was denied entry by Egyptian national security officers, without giving any reason, after arriving in Cairo at 3am (01.00 GMT) on Thursday.\n\nEgypt is ranked 163rd out of 180 countries in Reporters Without Borders' 2019 World Press Freedom Index.\n\nBorri believes she was targeted because of her reporting on the case of Italian student Giulio Regeni, the 28-year-old postgraduate student at Cambridge University, who is believed to have been tortured to death by Egyptian security agents after vanishing in Cairo in January 2016.\n\n“It was hard for Italian prosecutors to work on the murder of Regeni because there was no cooperation from Cairo or Rome,” Borri told MEE.\n\n“That is why the work of journalists was crucial.”\n\none more foreign journalist to be detained, deported and denied entry to Egypt for their work. Foreigners are a bit \"luckier\" though since Egyptian journalists, when unwanted, are put behind bars for months or years. Sisi is one of the worst jailers of journos in the world. https://t.co/Iox8PWdrWu — Amr Magdi (@ganobi) October 12, 2019\n\nBorri told MEE she was the first journalist to begin investigating the Regeni murder in Italian media in 2016, and for that she has been on the radar of Egyptian authorities.\n\n“My work has underlined the role of various Egyptian security services in the case of Regeni, making it easier for Italian prosecutors to carry out their job,” she told MEE.\n\nBorri said she was held “incommunicado” for more than three hours until she was finally able to ask a woman to text her father for help.\n\n“I was prevented from contacting the embassy of Italy and my phone was confiscated,” she said.\n\n\"The Italian consul arrived at 8:30am, but was not allowed to hire a translator for help communicating with airport officials.\"\n\nBorri boarded a 6:20pm flight to Rome after failing to get a reason for her detention from the Egyptian authorities. She holds both Italian and Egyptian authorities responsible for her deportation.\n\nShe accused the Italian government of failing to press Egypt to prosecute those responsible for Regeni's killing, primarily due to Italy’s interest in maintaining its oil revenues in Egypt as the leading producer in the North African country.\n\nEgypt has yet to prosecute those responsible for the murder of Regeni.\n\nMEE has contacted Egyptian and Italian authorities for comment but has not received a response by the time of publication."}}