{"GDELT": {"GlobalEventID": 879238101, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "CHNGOV", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor1Type1Code": "GOV", "Actor2Code": "NPL", "Actor2Name": "NEPAL", "Actor2CountryCode": "NPL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.13223140495867, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Fa Hsien, Guangdong, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH30", "Actor1Geo_ADM2Code": "13036", "Actor1Geo_Lat": 21.6333, "Actor1Geo_Long": 110.583, "Actor1Geo_FeatureID": "-1910785", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Fa Hsien, Guangdong, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH30", "Actor2Geo_ADM2Code": "13036", "Actor2Geo_Lat": 21.6333, "Actor2Geo_Long": 110.583, "Actor2Geo_FeatureID": "-1910785", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Fa Hsien, Guangdong, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH30", "Action2Geo_ADM2Code": "13036", "Action2Geo_Lat": 21.6333, "Action2Geo_Long": 110.583, "Action2Geo_FeatureID": "-1910785", "DATEADDED": 20191012204500, "SOURCEURL": "http://www.canindia.com/chinese-president-in-nepal-on-two-day-state-visit/"}, "ARTICLE": {"TITLE": "Chinese president in Nepal on two-day state visit • Canindia News", "TEXT": "Kathmandu, Oct 13 (IANS) Nepalese President Bidya Devi Bhandari and her visiting Chinese counterpart Xi Jinping held bilateral talks in Maharajgunj, Kathmandu on Saturday evening, as they focused on various aspects and dimensions of the Nepal-China relations.\n\nXi arrived in Kathmandu on Saturday evening on a 20-hour visit.\n\nHis is the first Chinese president’s visit to Nepal after 23 years. Xi will be overseeing the signing of around a dozen agreements on Sunday.\n\nPresident Bhandari said the relation between Nepal and China is as deep as the ocean and as high as Mt. Everest.\n\nIn a statement during the state banquet in honour of Xi, President Bhandari said there are immense possibilities of taking forward the warm and friendly relations between Nepal and China.\n\nShe said, built on Panchaseel, five principles of peaceful coexistence, trust and mutual respect, Nepal-China friendship stands as an example of good neighbourly relations.\n\nShe recalled that relations between Nepal and China have been connected through rivers and mountains, while there is social and cultural connection between the two countries since centuries.\n\nShe also highlighted the significant contribution of Chinese monks — Fa Xian (Fa Hsien) and Xuan Zang (Hsuan Tsang), Nepali monk Buddha Bhadra, princess Bhrikuti and artist Araniko to further strengthen people’s level cultural relations between the two countries, the Himalayan Times reported.\n\nIn his address, President Xi said he was happy at having met his new and old friends of Kantipur city and that Nepal has got political stability and social harmony, with establishing of peace.\n\nPolitical and people-to-people level relations between China and Nepal have been established, and mutual friendly relations have been further strengthened half a century following the establishment of diplomatic relations between the two countries, he stated.\n\nPresident Xi said, “China will assist Nepal in transforming it from a landlocked country to land-linked country. China is also ready to open as many as trade transits with Nepal. Chinese support will increase in post-quake reconstruction as well.”\n\nHe said China would carry out a feasibility study on the railway connection between the two countries. The Chinese President said Nepal’s demand on issues related to climate change would be addressed, adding that China would help Nepal in preserving the Mt. Everest and mountainous region in Nepal.\n\nHe pledged to increase investment in the education sector of Nepal, and encourage Chinese to promote Visit Nepal Year 2020. He said China would take initiative to inspire its nationals, especially, Buddhists to visit Lumbini, the birthplace of Lord Buddha. The Chinese President said China would address Nepal’s concerns about climate change aside from promising to safeguarding common planet earth and maintaining ecology around the Sagarmatha region.\n\nExpressing the determination to realise the projects and framework designed for development construction, President Xi also said he was looking forward to discussing and exchanging views on matters of mutual interest and common concern with Prime Minister KP Sharma Oli on Sunday.\n\nEarlier, President Bhandari welcomed and received the Chinese president upon his arrival, at Tribhuvan International Airport. Likewise, a squad from the Nepal Army formed the guard of honour while President Bhandari received him at the airport.\n\nThe Chinese President also met with the president of the main opposition party Nepali Congress, Sher Bahadur Deuba. During the meeting with the Chinese President, NC president Deuba discussed ways to strengthen the ages-old bilateral ties between Nepal and China.\n\nThe visiting Chinese President leads a delegation comprising State Councillor and Minister for Foreign Affairs of the People’s Republic of China Wang Yi among other high ranking officials.\n\n–IANS\n\nrn/pgh/"}}