{"GDELT": {"GlobalEventID": 879238126, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "COP", "Actor1Name": "LAW ENFORCEMENT AGENCIES", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "ARKANSAS", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 191, "EventBaseCode": 191, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.716707021791759, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arkansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAR", "Actor1Geo_Lat": 34.9513, "Actor1Geo_Long": -92.3809, "Actor1Geo_FeatureID": "AR", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Arkansas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAR", "Actor2Geo_Lat": 34.9513, "Actor2Geo_Long": -92.3809, "Actor2Geo_FeatureID": "AR", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_Lat": 34.9513, "Action2Geo_Long": -92.3809, "Action2Geo_FeatureID": "AR", "DATEADDED": 20191012204500, "SOURCEURL": "https://arktimes.com/arkansas-blog/2019/10/12/officers-kill-suspect-in-pine-bluff-chase"}, "ARTICLE": {"TITLE": "Officers kill suspect in Pine Bluff chase", "TEXT": "The State Police report that an armed Pine Bluff man was killed Friday night during a chase by deputies and corrections officers.\n\nThe news release:\n\nMatthew Abrams, 40, of 2280 South Abrams Road, Pine Bluff died last night (Friday, October 11th) following a law enforcement pursuit, manhunt and officer involved shooting in northeast Pine Bluff.\n\nAt approximately 6:45 PM a Jefferson County Sheriff’s Deputy on patrol assignment in Pine Bluff saw an individual outside a Commerce Road hotel he believed to be a suspect wanted in connection with recent criminal activity in the Pine Bluff area. The individual was later identified as Abrams.\n\nAbrams along with another person, got into a car and began to drive away with the deputy following. A vehicle pursuit began when Abrams refused to stop for the deputy and continued onto the Highway 65 expressway (business route), then turned off Michigan Street onto the Union Pacific railway tracks. A short distance later the passenger fled on foot and was quickly apprehended by another law enforcement officer.\n\nAbrams then exited the vehicle and raised a gun pointed at the sheriff’s deputy who fired his weapon, and is believed to have struck Abrams who then fled on foot into a nearby wooded area.\n\nMultiple law enforcement agencies established a perimeter to seal off the area while waiting on a canine search team from the Arkansas Department of Corrections.\n\nAs Department of Corrections officers entered the area Abrams was spotted lying in an area of dense brush. Abrams is reported to have raised-up, pointing a gun at the officers who ordered him to drop the gun. Abrams refused the orders and was shot by the corrections officers. Life saving measures were begun, however Abrams later died at the scene.\n\nAbrams’ body and other evidence has been transported to the Arkansas State Crime Laboratory to be analyzed and a manner and cause of death determined.\n\nAt the request of the law enforcement agencies involved in the shootings and the Jefferson County Prosecuting Attorney, the Arkansas State Police Criminal Investigation Division has opened an investigation into the use of deadly force by law enforcement officers. The prosecuting attorney will use the investigation to determine whether the officers used deadly force consistent with Arkansas laws."}}