{"GDELT": {"GlobalEventID": 879211905, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "Actor2Code": "ATG", "Actor2Name": "ANTIGUA AND BARBUDA", "Actor2CountryCode": "ATG", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.5100671140939599, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Antigua And Barbuda", "Actor1Geo_CountryCode": "AC", "Actor1Geo_ADM1Code": "AC", "Actor1Geo_Lat": 17.05, "Actor1Geo_Long": -61.8, "Actor1Geo_FeatureID": "AC", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Tamil Nadu, Tamil Nadu, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN25", "Action2Geo_ADM2Code": "70248", "Action2Geo_Lat": 11.0, "Action2Geo_Long": 78.0, "Action2Geo_FeatureID": "-2112557", "DATEADDED": 20191012163000, "SOURCEURL": "http://www.smetimes.in/smetimes/news/indian-economy-news/2019/Oct/12/mehul-choksi-cheated-punjab57006.html"}, "ARTICLE": {"TITLE": "Mehul Choksi cheated Punjab & Sind Bank of Rs 441 mn", "TEXT": "Mehul Choksi cheated Punjab & Sind Bank of Rs 441 mn Top Stories » 'New FTP not about reducing imports' » Electronics exports to grow massively: Top official » Study calls for pushing women entrepreneurship » Consumer confidence subdues in August: Report » Forex reserves down by over $2.9 bn SME Times News Bureau | 12 Oct, 2019\n\nThe public sector Punjab & Sind Bank (PSB) has revealed around Rs 441 million loan exposure to the absconding diamantaire Mehul Chinubhai Choksi, here on Saturday.\n\n\n\nThis is the first time the 111-year-old bank has come clean on the default perpetrated by Choksi, who has now settled as a citizen of Antigua & Barbados, the West Indies.\n\n\n\nThe New Delhi-based PSB has issued notices proclaiming him as a \"willful defaulter\" who owes the bank the amount for which it has initiated recovery proceedings against him.\n\n\n\nAccording to PSB, Choksi's company, Gitanjali Gems Ltd., including its merged entity Gitanjali Exports Ltd., had availed the loan from the bank.\n\n\n\nChoksi is a director plus a guarantor in the company and legal heir to Guniyal Choksi in the loan account.\n\n\n\nHowever, since they failed to clear the loan amount, the PSB declared it as a 'non-performing asset' on March 31, 2018, days after it dawned that Choksi and his family had already fled the country in February that year.\n\n\n\nThe bank has now demanded that Choksi cough out the loan amount plus interest and other costs with effect from October 23, 2018 onwards.\n\n\n\nAs he failed to comply, the PSB on September 17, 2019 declared him as a 'wilful defaulter'.\n\n\n\nWith this, Choksi joins the bank's band of 27 other defaulters from different fields, based mainly in New Delhi, Punjab and Chandigarh, one in Lucknow, Uttar Pradesh and two in Chennai, Tamil Nadu, against whom it has filed recovery suits.\n\n\n\nThe latest development makes PSB the third prominent government-owned bank to reveal its exposure after Oriental Bank of Commerce came clean of loan defaults by Choksi and his nephew Nirav Modi totaling to around Rs 289 crore. (IANS story, September 6, 2019).\n\n\n\nThe 'mama-bhanja' diamantaire duo shot into limelight in February 2018 after the Punjab National Bank revealed a massive fraud perpetrated by them running into over Rs 13,500 crore, sending shudders in the country's banking industry.\n\n\n\n\"Besides PSB, which has been a perpetually loss-making entity, several other banks have exposure to Choksi-Modi and their group companies. Why can't all the government banks come clean and jointly take legal action to recover their dues,\" former and Trade Unions Joint Action Committee (TUJAC), Maharashtra Convenor Vishwas Utagi told IANS.\n\n\n\nUtagi said the other bigger questions are: what action has been taken against the departments and officers dealing in foreign exchange in Reserve Bank of India and other affected banks, how much of the outstandings from (Nirav Modi-Choksi and others) accused have been recovered so far and whether the details emerging now are under pressure' before the upcoming merger of banks.\n\n\n\nHe has demanded a 'forensic audit' into all the accounts in all Indian banks held by the realty, gems & jewellery sectors on priority to reveal the extent of defaults and the collateral damage to society in the public interest.\n\n\n\nEarlier this year, the State Bank of India (SBI) had first bared its chest on a Rs 405 crore outstanding loan from Choksi and his family members.\n\n\n\nThe SBI's disclosure had come barely two days after it became public that Choksi had surrendered his Indian citizenship and taken the nationality of Antigua & Barbados Islands.\n\n\n\nIn March this year, millions in India were stunned to see a relaxed and well-dressed Nirav Modi sauntering down a street in London, and the subseqeunt furore led to his arrest by the United Kingdom authorities.\n\n\n\nCurrently, India is making all-out efforts to get the uncle-nephew extradited from Antigua & Barbados, and UK to face the laws here. Print the Page Add to Favorite Share this on :\n\nPlease comment on this story: Subject : Message:\n\n(Maximum 1500 characters) Characters left 1500 Your name:\n\nCustoms Exchange Rates Currency Import Export US Dollar\n\n66.20\n\n64.50 UK Pound\n\n87.50\n\n84.65 Euro\n\n78.25\n\n75.65 Japanese Yen 58.85 56.85 As on 23 Aug, 2020 Daily Poll COVID-19 has directly affected your business Yes No Can't say Commented Stories » Rupee to remain steady on stimulus hopes (1) » Starting an import export business: Basic guide for beginners (1) » Centre-states partnership in exports (1)"}}