{"GDELT": {"GlobalEventID": 879242785, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "LEG", "Actor1Name": "PARLIAMENT", "Actor1Type1Code": "LEG", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.83505154639175, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN", "Actor2Geo_Lat": 20.0, "Actor2Geo_Long": 77.0, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20191012213000, "SOURCEURL": "https://indianexpress.com/article/business/banking-and-finance/pmc-bank-scam-customers-nirmala-sitharaman-rbi-governor-6066385/"}, "ARTICLE": {"TITLE": "FM Sitharaman: Spoke to RBI Governor, concerns of PMC Bank’s customers will be addressed", "TEXT": "The cooperative bank was put under “directions” by the Reserve Bank of India (RBI) last month due to weak financial health. (PTI Photo) The cooperative bank was put under “directions” by the Reserve Bank of India (RBI) last month due to weak financial health. (PTI Photo)\n\nExtending an assurance to the account holders of the Punjab and Maharashtra Co-operative (PMC) Bank, Finance Minister Nirmala Sitharaman on Saturday said that she has spoken to Reserve Bank of India Governor Shaktikanta Das, who assured her that the bank’s customers’ concerns will be taken on top priority.\n\nThe cooperative bank was put under “directions” by the Reserve Bank of India (RBI) last month due to weak financial health, with the central bank having capped the deposit withdrawals at Rs 25,000.\n\nIn a post on her official Twitter handle, Sitharaman wrote on Saturday, “Spoken to governor @RBI on the #PMCBank matter. He assured me that clients & their concerns will be kept on top priority.”\n\n“I wish to reiterate that @FinMinIndia will ensure that customers concerns are comprehensively addressed. We understand the justified worries of the customers,” her tweet added.\n\nPMC Bank is in trouble allegedly due to its exposure to near-bankrupt real estate development company HDIL, to which the lender has loaned over 70 per cent of its Rs 9,000 crore in advances.\n\nEarlier this week, during an interaction with mediapersons, the FM had said, “The Finance Ministry may have nothing to do with it (PMC Bank matter) directly because RBI is the regulator. But from my side, I’ve asked the secretaries of my ministry to work with Rural Development Ministry and the Urban Development Ministry to study in detail as to what is happening”.\n\nSecretaries from the departments of financial services and economic affairs will be meeting a deputy governor of the Reserve Bank soon to look into the “shortcomings” of the functioning of multi-state cooperative banks and see if any amendments can be made to the laws, she had said.\n\n“They will discuss legislative steps needed to prevent such incidents from happening and empower the regulator better,” the Finance Minister had said.\n\nShe further said that the government will bring in a legislation to this effect during the upcoming winter session of Parliament.\n\n(With PTI inputs)\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Business News, download Indian Express App."}}