{"GDELT": {"GlobalEventID": 879242729, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "IRQ", "Actor1Name": "IRAQ", "Actor1CountryCode": "IRQ", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.11442786069652, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Erbil, Liwa' Irbil, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ11", "Actor1Geo_ADM2Code": "123554", "Actor1Geo_Lat": 36.1926, "Actor1Geo_Long": 44.0106, "Actor1Geo_FeatureID": "-3106433", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU", "Actor2Geo_Lat": 39.059012, "Actor2Geo_Long": 34.911546, "Actor2Geo_FeatureID": "TU", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Erbil, Liwa' Irbil, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ11", "Action2Geo_ADM2Code": "123554", "Action2Geo_Lat": 36.1926, "Action2Geo_Long": 44.0106, "Action2Geo_FeatureID": "-3106433", "DATEADDED": 20191012213000, "SOURCEURL": "https://www.americamagazine.org/politics-society/2019/10/12/erbils-archbishop-warda-urges-protection-innocent-civilians-northern"}, "ARTICLE": {"TITLE": "Erbil’s Archbishop Warda urges protection of innocent civilians in northern Syria", "TEXT": "As fighting continued along the border with Turkey in Kurdish-held territory in Syria, apprehension was rising in a nearby region that has also seen far too much conflict and violence in recent years.\n\nBashar Warda, C.Ss.R., the Chaldean Catholic Archbishop of Erbil in Iraqi-Kurdistan, urged all parties in the new conflict between Turkey and the Kurdish and allied militias of the Syrian Democratic Forces “to remember at all times their obligations to protect innocent civilians.”\n\nAdvertisement\n\n“As the Church, our prayers and hopes are always for an end to this never-ending cycle of violence from all participants,” Archbishop Warda said.\n\n“As the Church, our prayers and hopes are always for an end to this never-ending cycle of violence from all participants,” Archbishop Warda said. “We ask that all people pray for the innocents of Syria and Iraq at this critical time.\n\n“Our special concern is for the innocent refugees and displaced of all faiths,” he said in a statement released to America on Oct. 12. “In this we must be prepared in Erbil and Northern Iraq for another wave of refugees. We raise this issue now so that the international community can be ready to help if and when the time comes to shelter these innocents. We regret that this appears to be imminent.”\n\nThe archbishop said Erbil over the past two years has already absorbed a growing number of Syrian Christian refugees “who have sought safety within the Christian community here.”\n\n“We expect that should additional Christians seek to flee conflict in Northeast Syria, most of them would come here to Erbil,” he said. “We pray that the government of Iraq, the Kurdistan Regional Government, and the international community would not turn them away, but would help in providing for their care, along with all the other innocents of all faiths.”\n\nThe Turkish incursion, aimed at uprooting Kurdish forces from the border that Turkey’s President Recep Tayyip Erdogan insists represent a potential terrorist threat, only contributes to the already complex situation in the region, the archbishop said. The new conflict represents an entirely new threat to the progress and stability achieved at great effort and sacrifice within Iraq in driving out the ISIS caliphate and months of work to restore Christian and other Iraqi minority groups in Nineveh and Sinjar.\n\n[Want to discuss politics with other America readers? Join our Facebook discussion group, moderated by America’s writers and editors.]\n\n“The international community must understand that the minorities will not be able to withstand another serious conflict inside Iraq,” Archbishop Warda said, “especially any conflict that takes place within the fragile homelands of the Christians and Yazidis.\n\n“In this, the full removal of armed militia units and the re-establishment of substantive, formal and legitimate government control and security is paramount,” he said. “Continuing tension that results in serious conflict in these areas would mark the end of all efforts to return and instead mark the beginning of an exodus of minorities that no one could control.”\n\nJust days before in Washington Christians concerned with religious freedom violations resulting from the Turkish offensive urged President Trump to “reconsider and reverse” his decision to move U.S. troops out of the way of a Turkish incursion.\n\nIn a letter on Oct. 9 to Mr. Trump, scores of advocacy organizations, some participating in the International Religious Freedom Roundtable that meets on Capitol Hill in Washington, called on the president “not to abandon Christians, Yazidis and Kurds” who are the inhabitants of the Syrian border region that Turkey is bombing to create a “safe zone.”\n\n“It was deeply shocking to us as advocates for international religious freedom,” as the region “is a rare example of success for U.S. military intervention post-911—a showcase for religious freedom and democracy,” the letter said of the president’s decision.\n\n“It undercuts our own trust that this administration is truly committed to international religious freedom and the survival of religious minorities in the Middle East,” it said, adding that “the proposed invasion zone includes key historic Syriac Christian towns and churches, all Kurdish majority towns, the population, and key administrative and education centers.”\n\nReligious freedom advocates are worried that Kurdish and Syriac Christians forming the Syrian Democratic Forces will be annihilated by Turkey, the second-biggest military power in NATO, and that ethnic cleansing of the region’s inhabitants will occur. Turkish President Recep Tayyib Erdogan has vowed to move 2 million Syrian refugees who are Sunni Muslim and currently in Turkey into the “safe zone” and displace Syriac Christians, Yazidis and Kurds, who are the native inhabitants of northeastern Syria.\n\nGreek-Melkite Archbishop Jean-Clement Jeanbart of Aleppo, Syria, said such a move by Mr. Erdogan risked causing a “demographic earthquake, displacing Kurds from their homes and lands and creating the conditions for serious internal tensions.”\n\n“It would be inhumane,” he said.\n\n\n\nWith reporting from Catholic News Service"}}