{"GDELT": {"GlobalEventID": 879242688, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.69204152249135, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Nisswa, Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_ADM2Code": "MN035", "Actor2Geo_Lat": 46.5205, "Actor2Geo_Long": -94.2886, "Actor2Geo_FeatureID": "648560", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20191012213000, "SOURCEURL": "http://www.startribune.com/trump-rally-jumpstarts-gop-push-for-minnesota/562934452/"}, "ARTICLE": {"TITLE": "Trump rally jumpstarts GOP push for Minnesota", "TEXT": "President Donald Trump’s case for winning Minnesota in 2020 started with a reminder of what might have been in 2016, when he lost the state by a margin of 1.5 percentage points, or less than 45,000 votes.\n\n“This feels like the day before the election,” Trump told a cheering crowd Thursday at Target Center, calling to mind his impromptu Minneapolis-St. Paul Airport rally on the eve of the 2016 election.\n\nOne more rally like that, Trump and his advisers now believe, and he would have reversed the GOP’s decadeslong history of futility in Minnesota going back to the 1972 presidential election, when Richard Nixon carried the state.\n\nTrump’s downtown rally could not be counted on to help him much in DFL-dominated Minneapolis, but it sent an unmistakable signal that Minnesota as a whole — long a backwater of presidential politics — has become a battleground state.\n\nDetermined not to make the same mistake twice, Trump’s campaign is planning to pour up to $30 million into the state — compared with just $30,000 to $40,000 in 2016. There are already 20 paid staffers on the ground here, with a goal of about 100 by next year. The last time, Trump’s campaign said, they had only one employee on their payroll in Minnesota, and he was transferred to Colorado before Election Day.\n\n“I think it’s a state that allows us to be on the offensive,” said Kayleigh McEnany, national press secretary for Trump’s re-election campaign. “Democrats need Minnesota. Is there a path [to the White House] without Minnesota? That’s a question for them, I guess.”\n\nWith tears running down their cheeks Brooklyn Hanneman, left, of Lino Lakes and Katie Bohn from Centerville watched President Donald Trump speak Thursday at Target Center in Minneapolis.\n\nTrump campaign officials are looking at Minnesota much the same way as Pennsylvania, where the president won on strong performances in counties outside of the metro areas of Pittsburgh and Philadelphia.\n\nMinnesota’s emergence as a competitive state in 2020 was evident in the hours before Trump’s visit. Vice President Mike Pence, his wife, Karen, and Lara Trump, the president’s daughter-in-law, each came to town for a string of events. Earlier in the week, a coalition between the campaign and the Republican National Committee trained about 100 volunteers in Anoka, part of an initiative to deploy more than 1,000 workers in the state.\n\n“It shows a level of commitment that we haven’t seen from national Republicans in decades,” said Alex Conant, a Minnesotan who is now a Republican strategist in Washington and previously worked on presidential campaigns for Marco Rubio and Tim Pawlenty.\n\nKen Martin, chair of the Minnesota DFL Party, said the Trump campaign’s actions in Minnesota are no mere “head fake.”\n\n“This is a real serious play to win this state,” Martin said. Democrats are raising the alarm, while Republicans are waxing hopeful.\n\nMartin acknowledges that Trump’s strength in Minnesota in 2016 took Democrats by surprise, an advantage Republicans won’t have this time. But he questioned Trump’s strategic path to victory. For one, Martin said, Trump must find out how to make up some 45,000 votes — a task made taller by the move toward Democrats in last year’s congressional and legislative elections in some of the same suburban and exurban areas Trump won in 2016.\n\nTrump’s visit previewed the role he’s poised to play in other races in the state next year. As the president stepped off Air Force One, he was greeted by several state GOP politicians with much on the line next year. That included state Senate Majority Leader Paul Gazelka, R-Nisswa, who’s defending a slim GOP majority in the upper chamber; and former U.S. Rep. Jason Lewis, now running against Democratic U.S. Sen. Tina Smith.\n\n“Look, this is going to be ground zero,” Lewis said in an interview Friday. “It’s going to be fascinating. I do think Minnesota in many ways is going to be a microcosm of the country.”\n\nLewis said the deepening chasm between urban and rural voters reflects a broader nationwide trend, one he intends to seize on by making a hard play for the state’s increasingly conservative Eighth Congressional District in northern Minnesota while trying to limit Democratic strength in the suburbs.\n\nGazelka’s soft-spoken demeanor makes for a marked contrast to Trump. But as he maps out a strategy for holding the state Senate, Gazelka said he plans to run with Trump and “point to the substance of what he’s doing.”\n\nMinnesota Republicans lost ground in the suburbs in 2018, and Gazelka said he’s honing his pitch for what’s become the state’s main political battleground.\n\n“What are the things he’s doing, and do you like that?” Gazelka said of Trump. “And if you like that, I’m going to encourage them that’s enough to vote for him.”\n\nJennifer DeJournett, a GOP operative in Maple Grove, said Trump’s campaign needs to compete in suburban areas where Republicans lost ground last year. She praised the campaign’s early work getting out the vote in reliably Republican rural areas and regional centers but urged them to ramp up tailored messages to suburban voters that highlight positive economic news.\n\n“You can’t lose epically in the cities, underperform in the suburbs and expect greater Minnesota to carry you over,” said DeJournett, who was data director for Republican Jeff Johnson’s 2018 campaign for governor.\n\nA Trump campaign operation has been up and running since June, focusing on Twin Cities-area congressional districts represented by DFL Reps. Ilhan Omar and Betty McCollum, both liberal stalwarts.\n\n“We don’t need to win those districts, we just need to incrementally turn out the vote higher than we have in the past,” said Minnesota Republican Party Chairwoman Jennifer Carnahan. “If we’re adding 3,000, 4,000 more votes, that is the difference in statewide races.”\n\nDemocrats remain less convinced that Trump can win over undecided or independent voters. Some of those voters, put off by party politics, may opt to stay home because they’re fed up with the excessive partisanship.\n\n“I don’t think there’s that many that are really on the fence,” said Steve Monk of Rochester, a DFL leader in Olmsted County. “[Trump] doesn’t really speak beyond the base so [his rally] wasn’t really doing anything to bring in anybody new.”\n\nLewis, a former conservative talk radio host, has often been compared to the president for his bombastic political style. He described his campaign as “in sync” with Trump and predicted multiple return visits by the president before the 2020 election.\n\nLewis is banking on winning over a chunk of the electorate he sees as alienated by the leftward tilt of the Democratic Party. Republicans sought to accentuate that point by railing against the anti-Trump protests around the Target Center.\n\nCalculations are also likely to further adjust depending on who takes the Democratic nomination — a more centrist candidate like former Vice President Joe Biden, or one of the more progressive candidates such as Sen. Elizabeth Warren or Sen. Bernie Sanders.\n\nSaid Kenza Hadj-Moussa, communications director for progressive organizing group TakeAction Minnesota: “Politics are all about energy, and people are starting to see which campaigns are bringing that.”\n\nStaff writers Judy Keen and Jessie Van Berkel contributed to this report."}}