{"GDELT": {"GlobalEventID": 879212774, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 161, "EventBaseCode": 161, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.9972752043596698, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20191012163000, "SOURCEURL": "http://uawire.org/russian-military-expert-us-may-deprive-russia-of-ability-to-respond-to-nuclear-strike"}, "ARTICLE": {"TITLE": "Russian military expert: US may deprive Russia of ability to respond to nuclear strike", "TEXT": "Russian military expert: US may deprive Russia of ability to respond to nuclear strike Saturday, October 12, 2019 12:00:26 PM\n\nA member of the Russian Academy of Rocket and Artillery Sciences Konstantin Sivkov said that the United States might soon adopt a new medium-range missile designed to defeat the control centers of Russian Strategic Missile Forces, reports RIA Novosti.\n\n\"We should expect the adoption of medium-range missiles of the Pershing II type soon, the so-called weapon of counter-force potential. It is intended to strike at the Russian Strategic Missile Forces control centers to deprive our country of the opportunity to retaliate with a nuclear strike against the Americans,\" said Sivkov at a press conference in Rossiya Segodnya (Russia Today) news agency.\n\nThe expert said that the adoption of such missiles was the primary purpose of the US withdrawal from the Intermediate-Range Nuclear Forces Treaty. Sivkov believes that the new missile's range will be about three thousand kilometers, and its accuracy will be 10-30 meters.\n\nWashington and NATO believe that the Russian Federation violated the INF Treaty with the 9M729 missile, capable of hitting target at a distance of more than 500 kilometers. The Russian military, in turn, argues that 9M729 cannot overcome the 500-kilometre distance limit. In December 2018, the United States threatened to withdraw from the agreement if Russia did not return to the fulfillment of its contractual obligations within 60 days. After two months, Washington suspended the U.S participation in the INF Treaty agreement.\n\nThe next day, Russian President Vladimir Putin announced Moscow’s \"mirror response\" and instructed the Russian Foreign Ministry and the country's defense ministry to stop further attempts to initiate negotiations regarding this agreement.\n\nThe General Secretary of the Central Committee of the Communist Party of the Soviet Union (CPSU) Mikhail Gorbachev and the U.S. President Ronald Reagan signed the INF Treaty in 1987. Medium and short-range missiles pose the greatest threat to the world, as they are able to reach the goal within a few minutes and do not leave the enemy a chance to prepare for the strike and repel it.\n\nShare\n\nComments\n\nPlease enable JavaScript to view the comments powered by Disqus."}}