{"GDELT": {"GlobalEventID": 879211856, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.86257928118393, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kwazulu, Eastern Cape, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF05", "Actor1Geo_ADM2Code": "77353", "Actor1Geo_Lat": -31.2895, "Actor1Geo_Long": 29.4551, "Actor1Geo_FeatureID": "-1250484", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kwazulu, Eastern Cape, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF05", "Action2Geo_ADM2Code": "77353", "Action2Geo_Lat": -31.2895, "Action2Geo_Long": 29.4551, "Action2Geo_FeatureID": "-1250484", "DATEADDED": 20191012163000, "SOURCEURL": "https://www.thesouthafrican.com/news/durban-saps-nab-drugs-worth-r400000/"}, "ARTICLE": {"TITLE": "Durban SAPS nab drugs worth R400,000 – two people arrested", "TEXT": "Two people have been arrested and drugs worth about R400,000 were seized during South African Police Service (SAPS) operations in Durban this past week, KwaZulu-Natal police said on Saturday, 12 October 2019.\n\nBrigadier Jay Naicker said:\n\n“Police officers in the province remain enduring in their onslaught on drug dealers as they seize large quantities of illegal substances in KwaZulu-Natal.” Brigadier Jay Naicker\n\nDurban woman found with drugs\n\nTwo people have been arrested and drugs worth about R400,000 were seized during South African Police Service (SAPS) operations in Durban this past week, 12 October 2019. Photo: SAPS.\n\nDuring multiple raids conducted recently, drug dealers were dealt a huge blow as illicit drugs valued at almost R400,000 were seized, he said. An operation conducted at Illovo resulted in the arrest of a 36-year-old woman for dealing in drugs.\n\nPolice seized 259 grammes of crystal methamphetamine (tik) with an estimated street value of R91,000. The suspect was detained at the Amanzimtoti Police Station, where she was charged.\n\nShe appeared at the Umbumbulu Magistrates’ Court on Friday, 11 October 2019, on drug dealing charges.\n\nMan found with herion valued at R6,700\n\nTwo people have been arrested and drugs worth about R400,000 were seized during South African Police Service (SAPS) operations in Durban this past week, 12 October 2019. Photo: SAPS.\n\nA 45-year-old man was arrested in the Durban CBD after he was caught selling drugs at a minibus taxi rank on Soldiers Way. Thirty-five “stones” of heroin, valued at R6,700, were found on him during the police operation.\n\nThe suspect was detained at the Durban Central Police Station and charged with dealing in drugs. He also made a brief appearance at the Durban Magistrates’ Court on Friday.\n\nDurban police find tik, cocaine, and ecstacy\n\nTwo people have been arrested and drugs worth about R400,000 were seized during South African Police Service (SAPS) operations in Durban this past week, 12 October 2019. Photo: SAPS.\n\nAn intelligence-driven operation in an abandoned building on Smith Street in Durban resulted in the seizure of 1284 grammes of crystal methamphetamine, eight grammes of cocaine, six pieces of rock cocaine, and 190 ecstasy tablets with an estimated value of R300,000. The investigations into the ownership of the drugs were ongoing, Naicker said.\n\nPolice Commissioner pleased with arrests\n\nKwaZulu-Natal Police Commissioner Lt-Gen Khombinkosi Jula welcomed the arrests and seizures saying:\n\n“Whilst we deal with the social challenges which leads to people resorting to drug usage, we will continue to disrupt the activities of drug dealers in the province. The scourge of drug abuse has to be fought in a multi-faceted manner if we want to win this war.” Lt-Gen Khombinkosi Jula, KwaZulu-Natal Police Commissioner\n\nJula commends organisations helping with rehabilitation\n\nThe police commissioner added:\n\n“We also welcome the sterling efforts of many organisations and NGO’s who are contributing towards rehabilitating and educating our youth on the dangers associated with dabbling in illegal substances.” Lt-Gen Khombinkosi Jula, KwaZulu-Natal Police Commissioner\n\nBy African News Agency (ANA), editing by Jacques Keet"}}