{"GDELT": {"GlobalEventID": 879238321, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "GRC", "Actor1Name": "GREEK", "Actor1CountryCode": "GRC", "IsRootEvent": 1, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -6.672932330827059, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR", "Actor1Geo_Lat": 39.0, "Actor1Geo_Long": 22.0, "Actor1Geo_FeatureID": "GR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR", "Action2Geo_Lat": 39.0, "Action2Geo_Long": 22.0, "Action2Geo_FeatureID": "GR", "DATEADDED": 20191012204500, "SOURCEURL": "https://www.theguardian.com/commentisfree/2019/oct/12/stripping-people-of-citizenship-makes-the-world-less-safe-not-more"}, "ARTICLE": {"TITLE": "Stripping people of citizenship makes the world less safe, not more | Ben Doherty", "TEXT": "Disowning one’s own citizens is back in vogue for governments around the world.\n\nDenationalisation is an old punishment. The Greek city states called it “banishment”, expulsion beyond the city walls. The Romans practised “deportatio”, where an unwanted person was physically taken, usually in chains, to the outer edges of the empire, and left, condemned to wander, unprotected, in the extremities. Then, as now, it was regarded as a form of civic death.\n\nFollowing the brutal experience of Europe in the 1930s and the displacement of the second world war, the practice of denationalisation – while it remained on statute books – fell largely into disuse.\n\nScott Morrison says he has 'deep concerns' Turkey's advance into Syria could help Isis Read more\n\nBut following 9/11, it has come roaring back into vogue, practised almost exclusively by rich, powerful, western states and practised discriminatorily almost always against Muslim citizens.\n\nAustralia has denationalised 17 citizens since 2015; the UK has revoked the citizenship of about 120 people since 2016.\n\nAt almost every occasion, denationalisation is argued by governments as strengthening a country’s citizenship by removing people who, by their beliefs or actions, never truly belonged anyway or are in some way undeserving of the “privilege” of nationality.\n\nIn truth, denationalisation weakens the citizenship of all, by making the fundamental right of having a nation to which to belong precarious and contingent on behaviour.\n\nThere are four fundamental arguments why denationalisation is unjustified:\n\nFirstly, it risks leaving people stateless.\n\nWhile it is illegal under international law to make someone stateless, the unilateral and arbitrary way by which denationalisation is practised by countries such as the UK and Australia creates situations of effective statelessness.\n\nAustralia stripped Melbourne-born Isis fighter Neil Prakash of his citizenship despite the fact he had no right to Fijian citizenship – as claimed by Australia – a country to which he’d never been and to held no connection.\n\nThis week, Australia stripped its citizenship from Melbourne woman and “Isis bride” Zehra Duman, claiming she held a Turkish passport. This has not been confirmed by Ankara: she may now, instead, be stateless. Duman has three young children who have also been left at risk of statelessness by Australia’s unilateral action.\n\nThe defining characteristics of modern citizenship are that it is secure, and it is egalitarian and equalising\n\nSimilarly, British-born Shamima Begum was stripped of her UK nationality and told she must apply for citizenship of Bangladesh, despite having never been there. Bangladesh, entirely unsurprisingly, refused to recognised her as its own citizen, leaving her in a limbo of effective statelessness.\n\nStatelessness is no mere bureaucratic inconvenience, it is deeply debilitating.\n\nThe right to citizenship is, in Arendtian terms, the “right to have rights”, the fundamental franchise from which all others flow: the right to education, to medical care, to the protection of the law, to the vote.\n\nSecondly, denationalisation entrenches global inequality between rich, powerful countries and weak ones. In the 21st century, strong countries – almost invariably rich, western, liberal democracies – foist their problematic or politically awkward citizens onto weaker countries, less able to refuse them.\n\nOn a moral level, countries are responsible for the citizens they create. Prakash is a product of Australia. Begum was born, raised and radicalised in the UK.\n\nSign up to receive the top stories from Guardian Australia every morning\n\n“Just like parents cannot simply turn their back on their children when they do something wrong,” professor of politics and forced migration at Oxford University Matthew Gibney argues, “so a state cannot simply palm off its own failures onto other states”.\n\nBut now that Prakash, Duman and Begum have become potentially dangerous, or political awkward, their supposed liberal democracies abandon them for other countries to contend with.\n\nThis too is where the safety argument is most exposed.\n\nDiscarding a radicalised citizen in a distant country, and outlawing them from returning, might make a liberal democracy ostensibly safer by one.\n\nBut it makes the world a more dangerous place by foisting a potentially dangerous non-citizen on another country, one almost certainly less able to effectively manage and monitor that person.\n\nAbandoning a dangerous citizen like Prakash might make Australia fractionally more safe, but leaving him to an unknown fate is beyond negligent, it is culpable.\n\nThe Australian Security and Intelligence Organisation argues laws that automatically strip citizenship from Australians who engage in terrorism-related conduct increase the risk of terrorism and make pressing charges against criminals harder.\n\n“In some instances, citizenship cessation will curtail the range of threat mitigation capabilities available to Australian authorities,” Asio said in a submission to parliament.\n\n“It may also have unintended or unforeseen adverse security outcomes – potentially including reducing one manifestation of the terrorist threat while exacerbating another.\n\n“There may be occasions where the better security outcome would be that citizenship is retained, despite a person meeting the legislative criteria for citizenship cessation – for example, where the Australian Federal Police has criminal charges that could be pursued if the person were to remain an Australian citizen.”\n\nThirdly, denationalisation is invidious. The defining characteristics of modern citizenship are that it is secure, egalitarian and equalising.\n\nOne citizen’s inalienable right to vote is worth precisely that of any other.\n\nDenationalisation creates literal second-class citizens.\n\nDutton’s citizenship-stripping laws may increase risk of terrorism, Asio warns Read more\n\nBecause, under international law, a state cannot render a person stateless, denationalisation creates two levels of citizenship: mono, which is secure and impregnable; and dual, which is precarious and contingent upon some arbitrary and potentially inconsistent government-declared standard of behaviour.\n\nPeople’s dual citizenship – or even a tenuous possibility of a claim to a second nationality – is being used by countries to expel them permanently, to cast them as somewhere else’s responsibility.\n\nToday it is jihadists who are denationalised, tomorrow climate protestors?\n\nFinally, denationalisation is often arbitrary. In most instances where it is practised, such as in the UK and Australia, denationalisation is the stroke of executive pen: it is carried out at the whim of governments, usually without parliamentary or judicial oversight, or any right of the (former) citizen to appeal.\n\nThis is deeply undemocratic and raises real risk that people can be expelled just because they are difficult for governments to deal with, or dissident, or unpopular.\n\nBanishment might once have held a civic function in the ancient worlds of city states and empires. But denationalisation holds no rightful place in the modern world of nation-states.\n\nIts resurgence among liberal democracies, who pursue it arbitrarily, invidiously and, it appears, increasingly unlawfully, is a damaging and divisive trend that weakens the institution of citizenship for all, and makes the world less safe for everybody."}}