{"GDELT": {"GlobalEventID": 879457854, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor1Code": "KOR", "Actor1Name": "SOUTH KOREA", "Actor1CountryCode": "KOR", "Actor2Code": "kur", "Actor2Name": "KURD", "Actor2EthnicCode": "kur", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.513274336283191, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS11", "Actor2Geo_ADM2Code": "24984", "Actor2Geo_Lat": 37.5664, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "-716583", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20191014061500, "SOURCEURL": "https://www.nknews.org/2019/10/what-trumps-withdrawal-of-troops-from-northern-syria-could-mean-for-korea/"}, "ARTICLE": {"TITLE": "What Trump's withdrawal of troops from northern Syria could mean for Korea", "TEXT": "Views expressed in Opinion articles are exclusively the authors’ own and do not represent those of NK News.\n\nPhotographic images of the aerial bombardment of Kurdish civilians – including women, children, the elderly and the disabled – in northern Syria this week raised fundamental questions about the commitment of the United States to its long-term allies.\n\nThis includes the 66 year-old alliance with the Republic of Korea. Turkish strongman Erdogan wasted no time, after receiving a green light from Trump with the precipitous withdrawal of U.S. forces from the area, to launch an offense against his long-time Kurdish rivals.\n\nThe American President’s feeble excuse for betraying an ally who was on the frontline in the war against ISIS was that the Kurds were not at Normandy on D-Day. (True enough, but neither was Trump’s father, Fred, on the Normandy beaches — he was back in the United States war profiteering via U.S. military construction contracts.)\n\nTrump’s decision drew criticism from even such previously stalwart Congressional defenders as Liz Cheney, ever her father’s daughter, who issued a public statement: “President Trump’s decision to withdraw U.S. forces from northern Syria is having sickening and predictable consequences… the decision aids America’s adversaries.”\n\nHigh on the list of American adversaries is, of course, Kim Jong Un and North Korea. If Erdogan can elicit questionable favors from the erratic American President, then why can’t Kim Jong Un?\n\nWith the possible exception of Putin, Kim, whom Trump considers lovable, is the American President’s favorite dictator, certainly far more than Erdogan. If Trump would betray the Kurds for one dictator, what would prevent him from betraying South Korea for another?\n\nTHE TRANSACTIONAL PRESIDENT\n\nIt has been and remains Pyongyang’s long and unswerving goal to achieve the removal of U.S. forces from the Korean peninsula.\n\nStars and Stripes reported on September 23rd that “the United States and South Korea prepared to resume negotiations Tuesday on footing the bill for some 28,500 American troops stationed on the peninsula, just three months before the current agreement is set to expire. With President Donald Trump pressing Seoul to pay more, the talks come amid concerns about a rift between the longtime allies.”\n\nThe Trump Administration has put “burden sharing” by “deadbeat allies” front and center in its dysfunctional alliance management.\n\nAs such, Special Measures Agreements which were negotiated by previous U.S. Administrations for a five-year period have now become an annual affair.\n\nStars and Stripes further pointed out that “the two sides missed last year’s deadline after months of fraught bargaining, but agreed in February on a stopgap measure that required South Korea to pay 1.04 trillion won ($920 million at the time) for 2018.”\n\nSouth Korean media have reported that the Trump Administration is demanding a five-fold increase in payments from South Korea this year – around $5 billion.\n\nIf Erdogan can elicit questionable favors from the erratic American President, then why can’t Kim Jong Un?\n\nWhile bashing South Korea and other allies to do more is popular “red meat” with Trump’s nativist, isolationist base, a retired U.S. military officer and Korea expert pointed out to me that keeping the 28,500 U.S. troops in South Korea is actually more cost effective than returning them to the United States and then having to construct additional housing and training facilities.\n\nMore disturbing, however, are the unsourced stories going around Washington that behind closed doors, U.S. negotiators are “beating up” the South Korean side, even threatening a withdrawal of U.S. forces if demands for more money are not met.\n\nAfter the Kurds, this does not seem so outlandish a threat. Meanwhile, Kim Jong Un, observing from Pyongyang, continues his criticism of the U.S.-ROK alliance and its annual military exercises as a “threat” to North Korea and seeks further security guarantees, including a possible peace treaty with the United States that might leave Seoul out in the cold.\n\nTROOP WITHDRAWAL ON THE CARDS?\n\nKim may well be thinking that if Erdogan can elicit from Trump the withdrawal of U.S. forces, then why not me?\n\nAnd that is where the recent news photos of fleeing Kurdish civilians become relevant. David Axe in a National Interest article of November 18th last year noted that “much of Pyongyang’s artillery is in range of the Seoul Greater Metropolitan Area, which begins just 25 miles south of the DMZ. Some 10 million people live in the Greater Seoul Metropolitan Area and another 15 million reside just outside of the metropolitan area.”\n\nA January 2019 report from RAND reported that “a DPRK artillery barrage could inflict as many as 250,000 casualties in Seoul alone.”\n\nAnd, according to Seoul’s “2016 Defense White Paper,” North Korea has been developing chemical weapons since 1980, and has between 2,500 and 5,000 tons of chemical weapons, including anthrax, smallpox and the plague. These could rain down on Seoul’s population from a mortar attack launched from North Korean mountain tunnels just above the DMZ.\n\nIf Kim Jong Un can replicate Erdogan’s maneuver of getting the Yankees to go home, in this instance from South Korea, what would then prevent him from threatening Seoul?\n\nThe disturbing photos of the fleeing Kurds also evoke the image of one of the world’s most famous paintings. When artist Pablo Picasso received word at his Paris home in 1937 of the attack from the air on the Basque town of Guernica in his Spanish homeland, he picked up his brush.\n\nHitler’s Luftwaffe and Mussolini’s air force had responded to a request from their Fascist counterpart Franco to launch indiscriminate bombing on the civilian population in the pro-Republican town during the Spanish Civil War.\n\nThis was the dawn of a new age of indiscriminate air war against unarmed civilian populations, which was replicated by Italian Fascist attacks on Ethiopian towns and Imperial Japanese air bombardment of Chinese cities.\n\nThe painting “Guernica” evoked the horror of this new age of fire and fury raining down on the elderly, the disabled, women and children A full-size tapestry copy of the painting hangs in UN Headquarters in New York at the entrance to the Security Council room. The original is displayed at a museum in Madrid. It is considered one of the most profound anti-war statements in history.\n\nIf Kim Jong Un can replicate Erdogan’s maneuver of getting the Yankees to go home, in this instance from South Korea, what would then prevent him from threatening Seoul with his chemical and biological weapons arsenal in his nearby mountains? Seoul could then become the next Guernica.\n\nEdited by Oliver Hotham\n\nFeatured image: White House"}}