{"GDELT": {"GlobalEventID": 879458269, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "JUD", "Actor2Name": "ATTORNEY", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.50753768844221, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_Lat": 40.314, "Actor1Geo_Long": -74.5089, "Actor1Geo_FeatureID": "NJ", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New Jersey, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNJ", "Actor2Geo_Lat": 40.314, "Actor2Geo_Long": -74.5089, "Actor2Geo_FeatureID": "NJ", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.314, "Action2Geo_Long": -74.5089, "Action2Geo_FeatureID": "NJ", "DATEADDED": 20191014061500, "SOURCEURL": "https://www.realitytea.com/2019/10/13/joe-giudice-leaves-ice-detention-and-returns-to-italy-pending-deportation-ruling/"}, "ARTICLE": {"TITLE": "Joe Giudice Leaves ICE Detention & Returns To Italy Pending Deportation Ruling; Gia & Teresa Giudice React On Instagram", "TEXT": "The scenery may be nicer, but the waiting remains the same. Real Housewives of New Jersey’s Joe Giudice has spent almost a year in ICE custody while waiting for the appeal court to render their decision in his immigration case.\n\nAfter losing his request to be freed from custody on an appeal bond pending the courts decision, Joe has decided to return to his native Italy rather than remain in custody.\n\nJoe’s journey began when he, and wife Teresa Giudice, pleaded guilty to fraud and were each sentenced to jail time. After serving 41 months, Joe was picked up by ICE and detained since he had never become a US citizen.\n\nAn immigration judge ruled that due to the nature of his crimes, Joe should be deported to Italy. Joe’s attorney’s immediately filed an appeal which has yet to be ruled on. Joe said that if his appeal bond was denied he would return to Italy to wait for the courts final decision. There is a court date currently set for November.\n\nAccording to an article from People, Joe has stuck to his word. “He is en route to Italy right now,” Joe’s attorney shared on Friday, “He spoke to Teresa and Gia [Giudice] from the plane and he is extremely happy to be released, more than words can describe.”\n\nNow, just because Joe is in Italy does not mean he is giving up the fight. “We are still fighting and it is his desire to return home to the United States to be reunited with his family,” his attorney explained.\n\nTeresa seems to be keeping herself busy. She celebrated a friends birthday while Joe was leaving ICE and heading back to Italy. And she has admitted that if her husband is deported she would not join him. But she has shared her thoughts on his leaving by posting to Instagram a photo of the Statue of Liberty covering her face. Daughter Gia also shared her feelings on Instagram by posting a photo of her with Joe when she was a child.\n\nTELL US – DO YOU THINK JOE WILL BE ALLOWED TO COME BACK TO THE US? DO YOU THINK TERESA SHOULD MOVE TO ITALY SO THE FAMILY CAN BE TOGETHER?\n\n[Photo Credit: Instagram Story]"}}