{"GDELT": {"GlobalEventID": 879457838, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor1Code": "KENGOV", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "Actor1Type1Code": "GOV", "Actor2Code": "KEN", "Actor2Name": "KENYA", "Actor2CountryCode": "KEN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.2792022792022797, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Makueni, Eastern, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE03", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -1.8040900000000002, "Actor1Geo_Long": 37.6203, "Actor1Geo_FeatureID": "-2254730", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Likoni, Coast, Kenya", "Actor2Geo_CountryCode": "KE", "Actor2Geo_ADM1Code": "KE02", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -4.08394, "Actor2Geo_Long": 39.6616, "Actor2Geo_FeatureID": "-2253394", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Likoni, Coast, Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE02", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -4.08394, "Action2Geo_Long": 39.6616, "Action2Geo_FeatureID": "-2253394", "DATEADDED": 20191014061500, "SOURCEURL": "https://allafrica.com/stories/201910140046.html"}, "ARTICLE": {"TITLE": "Kenya: I Refused to Believe Wife, Daughter Were Ferry Victims, Bereaved Husband Says", "TEXT": "The vehicle was pulled out at 4pm on Friday, October 11.\n\n\"Mariam was loving, God-fearing, jovial, forgiving and welcoming,\" mourned Mr John Wambua as he gazed at the photos of his wife, Mariam Kighenda and daughter Amanda Mutheu at his Tudor home on Saturday.\n\nIt was the first time Mr Wambua opened up on the Likoni ferry tragedy that snatched his wife and daughter from him two weeks ago.\n\nTRAPPED ALIVE\n\nHe had spent the last 13 days at Mbaraki Wharf, hoping against hope that the two would emerge from the sea where their vehicle was trapped, alive.\n\nIt was not to be.\n\nMr Wambua had lost all hope when he glanced at the station wagon as it emerged from the ocean on Friday afternoon with Kighenda and Amanda in an embrace on the back seat.\n\nThe businessman stood, lost for words.\n\nAt his home where tents have been put up, the photo of his wife and daughter were on a table with glowing candles next to them.\n\nMr Wambua said his wife took people's problems as her own and would go an extra mile to help where she could.\n\n\"She was hardworking. She used to manage our farm in Msambweni,\" he said, fighting back tears.\n\nThey had been married for 13 years and had two children, Amanda, 4 and Alvin, 10.\n\nHe remembered Amanda as a \"jovial, moody but a very sweet girl\".\n\n\"I was attached to her,\" Mr Wambua said.\n\nFATEFUL DAY\n\nAmanda, was a pupil at M.M Shah Academy, Mombasa.\n\nHe said her death has hit the school community hard.\n\n\"Teachers, parents and her classmates are heartbroken,\" Mr Wambua said.\n\n\"It is a big loss to me and the whole family. I loved my wife and she loved me too.\"\n\nSeptember 29 started as an ordinary Sunday. She used to travel to the family's Msambweni farm for the week's supply of vegetables on Sundays.\n\nAfter doing her cleaning \"and taking care of the family\", as Mr Wambua put it, Kighenda left at 1pm.\n\n\"My wife called to say she had arrived at the farm and harvested the vegetables. She even asked if I needed anything else,\" he said.\n\nJust few minutes to six, Kighenda was on the line again, informing her husband that she was on the queue waiting to pay the Sh120 charged for a car crossing the channel.\n\nMr Wambua called at 6.15pm and his wife told him that she had already driven into MV Harambee and would be home in just 20 minutes.\n\nWORST FEARS\n\nShortly after that a Twitter notification popped on Mr Wambua's screen saying a vehicle had plunged into the Indian Ocean.\n\n\"The car in the photo resembled mine. I attempted to call my wife but her phone was off. She never switched it off,\" he said.\n\nThe clip of the car disappearing into the sea as onlookers screamed was shared by thousands on social media platforms like WhatsApp and Twitter.\n\nConfused, Mr Wambua rushed to Kenya Ferry Services offices where he confirmed his worst fears.\n\n\"I was very confused and did not want to believe it,\" he said.\n\nClose to two weeks later, Mr Wambua is yet to come to terms with the tragedy.\n\nHe rejects the rumours doing rounds that Kighenda may have killed herself and wants investigations into the tragedy speeded up.\n\n\"The car was in parking mode and the hand brake was on,\" he said.\n\nBURIAL PLANS\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Kenya Transport Oceans By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nThe left side door of the station wagon had to be broken after it was pulled from the ocean for the rescue team to reach the bodies.\n\nThe vehicle is at Likoni Ferry Police Station.\n\nMr Wambua said he is disappointed with the slow process of retrieving the bodies and the vehicle from the channel.\n\nMakueni Governor Kivutha Kibwana arrived at Mr Wambua's home to console him.\n\n\"I want to thank Governor Hassan Joho for his support. He has shown what a true leader is by getting involved in this family's case,\" Prof Kibwana said.\n\nHe said his administration would support the family. Kighenda and Amanda will be buried in Makueni County.\n\n\"We are waiting for the postmortem results before taking the bodies, Mr Wambua said.\n\nFamily members are meeting to make burial arrangements."}}