{"GDELT": {"GlobalEventID": 879457948, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor1Code": "MEDGOV", "Actor1Name": "TELEVISION", "Actor1Type1Code": "MED", "Actor1Type2Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.1496062992126, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191014061500, "SOURCEURL": "https://variety.com/2019/tv/global/agc-television-secures-spierig-brothers-ben-walker-series-adaptation-1203369142/"}, "ARTICLE": {"TITLE": "AGC Television Secures Spierig Brothers for ‘Ben Walker’ Series Adaptation", "TEXT": "Filmmaking brothers Michael and Peter Spierig have boarded the supernatural thriller series adaptation of the popular literary “Ben Walker” franchise, developed by Stuart Ford’s AGC Television.\n\nRob Carlson at UTA negotiated the deal on behalf of the Spierig Brothers with AGC Television President Lourdes Diaz, AGC’s VP of Legal & Business Affairs Anant Tamirisa, and VP of Scripted Television Matt Bankston.\n\nFord, Diaz, creator Christopher Golden, and Pete Donaldson for Donaldson Media & Consulting will executive produce.\n\nThe Spierig brothers hit the ground running in 2003 when their debut feature “Undead” won the Fipresci Award and enjoyed a North American release handled by Lionsgate. Their follow up, “Daybreakers,” starred Ethan Hawke and was a hit at that year’s Midnight Madness in Toronto, before again enjoying a theatrical run again handled by Lionsgate.\n\nSince then the two have found continued success with features such as “Predestination” – once again with Hawke in the leading role, “Jigsaw” and last year’s “Winchester,” starting Helen Mirren.\n\nGolden’s New York Times best-selling franchise began in 2017 with “Ararat,” and starred Ben Walker, a self-described “weird s**t expert” who works for the Department of Defense investigating strange phenomena.\n\nThe second book, “The Pandora Room,” hit shelves earlier this year, with “Red Hands” to follow in 2020. Golden, who worked on the screenplay for last year’s “Hellboy” reboot, is writing the pilot\n\n“The Spierigs approach to this material will bring to the ‘Ben Walker’ television series the same dynamism and thrills they’ve brought to their theatrical features,” said Diaz in a statement. “We can’t wait to see the world of Ben Walker through their eyes in what promises to be a thrilling action-packed television series.”\n\nJust part of a fast-growing slate, wit an important line in not only high-end scripted but also non-fiction, AGC Television is currently producing a contemporary “War of the Worlds” series, created by London-based Urban Myth, and starring Gabriel Byrne and Elizabeth McGovern in production with Studiocanal and Fox Network Groups. Canal Plus and Fox have Europe and Africa rights. AGC is taking the show out in North America and co-distributing with Studiocanal in Latin America, Asia, and the Middle East. Fox is selling it in Europe."}}