{"GDELT": {"GlobalEventID": 879457772, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor1Code": "JOR", "Actor1Name": "JORDAN", "Actor1CountryCode": "JOR", "Actor2Code": "GRC", "Actor2Name": "RHODES", "Actor2CountryCode": "GRC", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.32894736842106, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI", "Actor2Geo_Lat": 53.0, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "EI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20191014061500, "SOURCEURL": "https://www.twtd.co.uk/ipswich-town-news/13588/rhodes-nets-twice-as-reserves-beat-southend/onthisday"}, "ARTICLE": {"TITLE": "Rhodes Nets Twice as Reserves Beat Southend - Ipswich Town News", "TEXT": "Rhodes Nets Twice as Reserves Beat Southend\n\n\n\nJordan Rhodes celebrated his return to Portman Road with both goals as the reserves defeated Southend's second string 2-0 at Portman Road. The visitors were reduced to 10 men in the second half when Peggy Lokando was shown a straight red card for a professional foul on Rhodes. The frontman, who may return to Rochdale for a second loan spell later this week, put the Blues ahead in the 39th minute after a clever flick from Dean Bowditch. Nine minutes after the break Lokando pulled Rhodes down inside the area with the striker through on goal resulting in an inevitable sending off. The 18-year-old took the spotkick himself and beat the keeper. Both sides played well in an entertaining game with each of the keepers making one or two vital saves. Academy central defender Paul Watson was again amongst Town's best performers, while Dean Bowditch added a touch of class up front. Danny Haynes put in a sharper display than in most recent reserve games. Pim Balkestein, returning after a groin injury, appeared to come out ready to play the second half only to be subbed, possibly to protect him ahead of Saturday's home game with Alex Bruce having picked up an abductor strain while away with Ireland. Late on, academy midfielder David Cawley, called into the Irish U18 squad yesterday, came on to make his reserves debut, having put in an outstanding display in the U18 victory over Norwich City at the weekend. Reserves: Supple, Balkestein (Ainsley 46), Robinson, Watson, Haynes, Reason, Upson (Cawley 70), Lambe (Murphy 56), Clemo, Bowditch, Rhodes. Unused: Daniels, Ward.\n\nPhoto: Action Images\n\n\n\nPlease report offensive, libellous or inappropriate posts by using the links provided.\n\n\n\nPage:\n\n1\n\nYou need to login in order to post your comments"}}