{"GDELT": {"GlobalEventID": 879649204, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor1Code": "CVL", "Actor1Name": "VILLAGE", "Actor1Type1Code": "CVL", "Actor2Code": "AUT", "Actor2Name": "AUSTRIAN", "Actor2CountryCode": "AUT", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.02360876897133, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Austria", "Actor1Geo_CountryCode": "AU", "Actor1Geo_ADM1Code": "AU", "Actor1Geo_Lat": 47.333333, "Actor1Geo_Long": 13.333332999999998, "Actor1Geo_FeatureID": "AU", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Compton, Quebec, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA10", "Actor2Geo_ADM2Code": "12748", "Actor2Geo_Lat": 45.3333, "Actor2Geo_Long": -71.5, "Actor2Geo_FeatureID": "-562913", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Compton, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12748", "Action2Geo_Lat": 45.3333, "Action2Geo_Long": -71.5, "Action2Geo_FeatureID": "-562913", "DATEADDED": 20191014234500, "SOURCEURL": "https://www.wadenapj.com/obituaries/obits/4721372-Robert-Schwartz"}, "ARTICLE": {"TITLE": "Wadena Pioneer Journal", "TEXT": "Robert (Bob) Edward Schwartz was born on Aug. 5, 1933, to Joseph and Bonnie (Olin) Schwartz at their farm near Wadena. A thoughtful caring person, he was known for being very helpful to others. After a bout of cancer and dealing with vascular dementia, he died at Abiitan Memory Care Center in Minneapolis on Aug. 26, 2019. He will be buried in the Wadena cemetery next to his Olin grandparents. A memorial service will be held on Oct. 26, 2019, at Karvonen Funeral Home in Wadena, visitation starting at 11am, service at 12. Military honors by Elmer Goche VFW Post 3922. This Celebration of Life will be followed by lunch, cemetery internment after.\n\nBob attended a rural school through grade 8. He graduated from Wadena High School in ‘51 and attended St Cloud College for one year. His next venture was a tent roller skating rink in Perham. In ‘54 he and his brother Don built the Wadena Roller Skating Rink. Drafted into the Army in ‘56 he served until receiving an honorable discharge in ‘58. On Aug. 13, 1960, Bob married Laurel Peterson. From ’60-‘64 he attended the University of Minnesota, earning a Business degree and an Education degree. When teaching he continued to take graduate courses. From ‘64 to ‘77 Bob was an Industrial Arts teacher in Rochester, specializing in woodworking. He was credited with developing the curriculum for a plastics class and also taught electronics classes.\n\nIn 1977 he moved with his family from Rochester to Wadena where they built a home designed by his son Jeffrey just a couple miles from Wadena in Otter Tail County, over the years Bob showed his other woodworking abilities by making many fine pieces of furniture, still in use. Bob was hired by the New York Mills based Community Action Council and served as a weatherization inspector from 1980 until 2011 when the office at NYM was closed. He was appointed to and served on the Otter Tail County Planning Commission from 1982 until 2018 when he had to resign due to health reasons. He served 5 years as chairman of Planning Commission and was a member of the Co. Board of Adjustment for 4 years. He was Compton Township Board clerk for 13 years, ‘82 to ‘95. In 1993 Bob was a member of the Todd Wadena Elec. Coop. Advisory Board. Over the years he did legal road recording for several Otter Tail Co. townships.\n\nAlways interested in family ancestry, Bob joined his Uncle George and son Jeffrey in doing family tree research. He enjoyed traveling, and when young, camping. He built a camper for his pickup truck and the family often traveled and camped in northern and western states and Canadian provinces. Trips to Europe planned by Jeffrey were enjoyed in more recent years. One especially enjoyed was a “surprise” visit to the Austrian ski village where he and army buddies had skied when they would get three-day passes. Bob enjoyed hunting and fishing. In ‘81 he bagged a moose during one of many Canadian hunting trips with Jim Taggart, Bob Rowan, Paul Kingsley, and Jerome Hiltner. Those hunting friends preceded him in death, but he still did some deer hunting with brother Don.\n\nPreceding Bob in death were his parents; sister Shirley Denny; Laurel’s parents, and brother-in-law, Jim Taggart. He is survived by his wife Laurel; son Jeffrey; brother Don (Dee); sisters and brothers-in-law: Judy Taggart, Dale Denny, Roberta (Stuart) Pinsky, and Jerry (Colene) Peterson; one special aunt, Caryl Skog of California; along with numerous nieces, nephews, cousins, and friends. He is greatly missed by his family and friends.\n\nArrangements are provided by Karvonen Funeral and Cremation Services of Wadena, Minnesota."}}