{"GDELT": {"GlobalEventID": 879649139, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.24642289348172, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191014234500, "SOURCEURL": "https://www.irishtimes.com/culture/heritage/ira-seize-police-station-with-help-from-ric-constable-who-switched-sides-1.4037349"}, "ARTICLE": {"TITLE": "IRA seize police station with help from RIC constable who switched sides", "TEXT": "County: Clare\n\nIncident: Attack on Ruan Barracks, near Ennis\n\nDate: October 14th, 1920\n\nFatalities: 3\n\nThe IRA seized one of the best defended police stations in Co Clare with the help of a Royal Irish Constabulary (RIC) constable who switched sides.\n\nWilliam Carroll was stationed at Ruan Barracks on October 14th, 1920. The barracks outside Ennis was fitted with steel shutters and sand-bags and was encircled with barbed wire. It was impenetrable to everything but artillery and the IRA did not have artillery.\n\nHe was barrack orderly on that night when he allowed the 21 IRA men from the Mid-Clare Brigade to enter the barracks where 13 constables were stationed.\n\nIn the ensuing gun fight, Constable John Longhead was killed and two RIC others were injured.\n\nThe IRA seized 15 Lee Enfield rifles, 14 revolvers, 1,000 rounds of ammunition, three boxes of hand-grenades and 13 bicycles. It allowed the active service unit to “equip a comparatively strong active service unit (ASU)”.\n\nCarroll, who had spent 16 years in the RIC, was made a staff sergeant in the IRA on the spot. He spent the next two years on the run. “His life afterwards up to the departure of the Tans appear to have been one long effort to avoid capture.”\n\nIn support of Carroll’s application for a military pension, Comdt Thomas Keane of the Mid-Clare Brigade stated that Carroll was still on the run from the Black and Tans after the truce of July 1921 and they continued looking for him until February 1922, when they left Ireland.\n\nDespite turning against the force, Carroll still claimed an RIC pension of £74 a year which he told the Pensions Board was “entirely inadequate” for his needs as he was unable to work following an ambush at Monreal in December 1920, when he was shot in the heel. Carroll’s RIC pension was increased to £85.16.0 a year and he agreed to surrender his military service pension as a result.\n\nThe 2nd battalion of the Mid-Clare Brigade claimed 16 British soldiers were killed at Monreal and 16 wounded when the IRA ambushed three lorry loads of troops on December 18th, 1920. This would have made it the largest reverse for the British in the war along with the Kilmichael ambush of November 1920. The British record no fatalities for the ambush.\n\nThe largest ambush in Clare occurred on September 22nd, 1920, when five RIC men and a Black and Tan were killed and seven wounded at Rineen between Miltown Malbay and Ennistymon in west Clare.\n\nLargest successful ambush\n\nAt the time, it was the largest successful ambush carried out by the IRA in the War of Independence.\n\nThe ambush provoked a series of reprisals on the part of British. Thomas Connole, the secretary of the local ITGWU trade union, was shot and thrown into his burning home.\n\nThe Black and Tans targeted the home of Dan Lehane, whose two sons were involved in the ambush. They shot him dead and burnt his home. His son Patrick ‘Pake’ Lehane was burnt to death during the reprisals.\n\nDan Lehane’s daughter Mary O’Neill (nee Lehane) applied for a pension some years after. Her husband Ignatius O’Neill, an ex-British soldier in the first World War, had led the Rineen ambush and was wounded in it.\n\nIn a supporting letter in her proposal for a pension, Stephen Gallaher, a flying column commander in the Mid Clare Brigade, outlined how she and her family had given over their luxurious family home to the IRA during the War of Independence. She had lost two brothers, her father and her mother from a broken heart. Another brother was killed during the Civil War while serving with the National Army.\n\nShe smuggled weapons, raised funds and sheltered IRA men in her home. “Mrs O’Neill deserves much from the State which was founded on the blood and sacrifice of our generation.”\n\nSee also:\n\nMid Clare Brigade\n\nJohn Higgins"}}