{"GDELT": {"GlobalEventID": 879649389, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "AGR", "Actor2Name": "FARMER", "Actor2Type1Code": "AGR", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.47329650092081, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cloncurry, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "5165", "Actor1Geo_Lat": -20.7072, "Actor1Geo_Long": 140.513, "Actor1Geo_FeatureID": "-1565958", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cloncurry, Queensland, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS04", "Actor2Geo_ADM2Code": "5165", "Actor2Geo_Lat": -20.7072, "Actor2Geo_Long": 140.513, "Actor2Geo_FeatureID": "-1565958", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cloncurry, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "5165", "Action2Geo_Lat": -20.7072, "Action2Geo_Long": 140.513, "Action2Geo_FeatureID": "-1565958", "DATEADDED": 20191014234500, "SOURCEURL": "https://www.9news.com.au/national/scott-morrison-calls-farmer-mark-from-bourke-who-broke-down-on-national-radio/5a648fee-c576-4740-9991-b029e6bc8315"}, "ARTICLE": {"TITLE": "'There's no magic wand': Morrison defends drought action after touching call to farmer", "TEXT": "Prime Minister Scott Morrison has defended his government's action on tackling the drought after personally calling a distressed farmer who broke down on national radio yesterday.\n\nFarmer Mark called the Alan Jones Show on 2GB yesterday, telling the broadcaster that the drought has crushed his family's hope of surviving despite voting for Scott Morrison.\n\n\"I've called in because at the last election I voted for Scott Morrison. I voted for him because I thought he was our hope,\" he said.\n\n\"I'm out here in the back of Bourke, our river's going to be dry by the end of December. I've got four kids and three of them have moved away because we've got no hope out here.\"\n\n\"We've got no hope mate.\"\n\nAustralian Prime Minister Scott Morrison is seen feeding calves during a visit to Gipsy Plains near Cloncurry, Friday, May 24, 2019. (AAP)\n\nThis morning, when pressed on the drought, Scott Morrison told Alan Jones that he was personally touched by the call.\n\n\"I rang Mark yesterday and he and I had a good conversation,\" said Mr Morrison.\n\n\"And what I did was take him through all the things I just told you about, and he wasn't aware of those things.\n\n\"From the issues on water infrastructure to supporting the household farmer's allowance, in the communities – his dad's the local mayor – the money we put into Bourke Shire they were very grateful for.\"\n\nIn one fiery exchange, in which Mr Jones was pressing the Prime Minister over how his drought package \"would feed a cow\", the veteran broadcaster said: \"Don't talk to me – I'm a farmer's son and you're not.\"\n\nAustralian Prime Minister Scott Morrison and Australian Deputy Prime Minister Michael McCormack speak to locals during a visit to Burke and Wills Campdraft near Cloncurry, Friday, May 24, 2019. (AAP)\n\nThe Prime Minister was repeatedly pressed by Jones to bankroll farmers struggling to keep breeding stock alive but Morrison said no amount of money would make the pressures of the drought instantly disappear.\n\n\"We want the farmers and the communities to get through this drought, but we can't kid ourselves that there's a magic wand and a magic cash splash that is going to make this thing totally solved,\" said Mr Morrison.\n\n\"The government - whether it's state, federal or anyone else - we can do a lot of things to help people try and get through this but the government cannot make it rain.\n\n\"And the government can't make life as it was before the drought. And if anyone is suggesting that could be done, then they are lying to the people of rural and regional Australia.\"\n\nA drone image shows brown dust as far as the horizon in Tamworth, taken by Today Show cameraman Sam Reynolds. (Nine)\n\nThe defensive comments come days after Mr Morrison was in Tamworth with NSW Premier Gladys Berejiklian to announce a $1 billion investment in dams and water infrastructure projects around the state.\n\nThe 50/50 investment includes a $480 million new Dungowan Dam near Tamworth, along with a $650 million upgrade of Wyangala Dam in the NSW Central West.\n\nAccording to the Bureau of Meteorology, the last 33 months from January 2017 to September 2019 have been the driest on record averaged over the Murray-Darling Basin."}}