{"GDELT": {"GlobalEventID": 879648791, "Day": 20181014, "MonthYear": 201810, "Year": 2018, "FractionDate": 2018.7781, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.88323917137476, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Scott Air Force Base, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL163", "Actor1Geo_Lat": 38.5446, "Actor1Geo_Long": -89.8524, "Actor1Geo_FeatureID": "2512005", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Scott Air Force Base, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 38.5446, "Action2Geo_Long": -89.8524, "Action2Geo_FeatureID": "2512005", "DATEADDED": 20191014234500, "SOURCEURL": "https://www.ksdk.com/article/news/investigations/ae-truck-center-leaves-town-illinois-metro-east/63-f2186e00-4575-4575-90a0-0db85b8f29eb"}, "ARTICLE": {"TITLE": "'Vanishing mechanic' leaves trail of angry customers in metro-east", "TEXT": "Eric Zimmerman is under investigation by the Illinois Attorney General for agreeing to repair cars, but vanishing with them instead.\n\nST. LOUIS — He's not a magician, but customers of Eric Zimmerman's businesses say there's one trick he's great at: taking their money and disappearing.\n\nOne woman said three years ago, Zimmerman agreed to repair her food truck and she hasn't seen him or the truck since.\n\nShannon B and her family said they had dreams of leaving the 9-5 routine and opening up their own business. In 2017, they bought a run-down food truck and decided to make the leap from employee to business owner.\n\n\"My husband is a chef. We were going to do wraps. Like vegetable wraps and stuff like that,\" said Shannon.\n\nShe said she found Zimmerman and his business 'A&E Truck Center' through a friend, and Zimmerman seemed knowledgable about what repairs needed to be done. But soon, months passed, and she said Zimmerman offered excuses instead of progress.\n\n\"A few times he'd say 'Oh call back in a couple weeks,' 'We were on vacation,' 'It should be done by this time.' Like we always got that excuse,\" said Shannon.\n\nThe I-Team has been contacted by almost a dozen of Zimmerman's former customers in the past year. One of those customers, a military family from Scott Air Force Base, told the I-Team Zimmerman agreed to paint their RV, but instead ripped out the interior and abandoned it in front of his shop months later. The family had been re-assigned to Alaska, and say they needed their RV to make it up north with their big family.\n\nWe asked Zimmerman about their claims.\n\n\"He will not be going to Alaska on this trip. Everyone keeps throwing that in my face that he's military and I understand that. That's a choice that everybody makes,\" Zimmerman told us last year.\n\nAnother former customer told the I-Team how Zimmerman allegedly destroyed two of his business trucks.\n\nAnderson was eventually awarded a court judgment against Zimmerman of $15,000.\n\nLast summer, Zimmerman was evicted from his Centreville business. He left almost a dozen cars, vans and trucks behind. Shannon said, unfortunately, her food truck was not among them.\n\nThe growing number of unhappy customers was enough to get the Illinois Attorney General's attention. They have since launched an investigation into Zimmerman.\n\nNow for the past several months, the I-Team has been getting word that Zimmerman has opened up a new repair shop called 'Mud Hog Performance' in Red Bud, Illinois.\n\nNo one answered when we paid the business a visit.\n\nWhen the I-Team visited Zimmerman's home in New Athens, a woman claiming to be Zimmerman's mother told us he was out of town on a job.\n\n\"He's horrible. He's horrible. He sucks. [He's] doing this not only to me but several other people,\" said Shannon.\n\nShannon's since filed a complaint with the illinois attorney general.\n\nUnfortunately, it's hard for her to forget what she says Zimmerman has cost her.\n\n\"I could have my own business. I may not have to work Monday through Friday like I do now. I could probably be part time,\" said Shannon.\n\nZimmerman did not return our calls for comment."}}