{"GDELT": {"GlobalEventID": 879649775, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.948372615039291, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Istanbul, Istanbul, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU34", "Actor2Geo_ADM2Code": "27897", "Actor2Geo_Lat": 41.0186, "Actor2Geo_Long": 28.9647, "Actor2Geo_FeatureID": "-755070", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191014234500, "SOURCEURL": "https://www.thestar.com/news/world/2019/10/14/under-fire-for-his-abrupt-syria-withdrawal-trump-imposes-sanctions-higher-tariffs-on-turkey.html"}, "ARTICLE": {"TITLE": "Under fire for his abrupt Syria withdrawal, Trump imposes sanctions, higher tariffs on Turkey", "TEXT": "WASHINGTON— President Donald Trump, facing blowback over his abrupt troop withdrawal from Syria and amid reports that Islamic State detainees have escaped in the ensuing chaos, imposed sanctions Monday on three Turkish officials and two government agencies, and called for an immediate ceasefire.\n\nJust hours after Trump issued a statement that sanctions would be imposed “soon,” Vice President Mike Pence and Treasury Secretary Steven T. Mnuchin announced that the president spoke with Turkish President Recep Tayyip Erdogan and that the sanctions had been imposed.\n\n“The United States will aggressively use economic sanctions to target those who enable, facilitate and finance these heinous acts in Syria,” Trump said in the statement released on his Twitter feed. “I am fully prepared to swiftly destroy Turkey’s economy if Turkish leaders continue down this dangerous and destructive path.”\n\nPence also told reporters that U.S. officials would be travelling to Ankara soon in an attempt to find a solution to one of the most serious —and self-inflicted —foreign policy crises this administration has faced. The withdrawal of U.S. troops from the Syrian border at Erdogan’s request led almost immediately to a Turkish invasion and heavy Kurdish casualties, prompting a broad and bipartisan outcry in Washington.\n\nLawmakers, concerned about emboldening ISIS and the betrayal of Kurdish fighters, are working together on a resolution condemning Trump’s decision and legislation to impose sanctions against Turkey.\n\nTrump, whose global business interests have included office towers in Istanbul, also announced in his statement the reimposition of 50 per cent steel tariffs, which Trump had dropped to 25 per cent earlier this year. The new tariffs were unlikely to cause damage to Turkey’s steel industry, where U.S. purchases account for only about 5 per cent of the country’s steel exports.\n\nDemocrats criticized the president’s actions as inadequate.\n\n“Strong sanctions, while good and justified, will not be sufficient in undoing that damage nor will it stop the consequences stemming from the ISIS jailbreak,” Sens. Charles E. Schumer of New York, Bob Menendez of New Jersey and Jack Reed of Rhode Island said in a statement. “The first step when Congress returns to session this week is for Republicans to join with us in passing a resolution making clear that both parties are demanding the president’s decision be reversed.”\n\nSecretary of Defense Mark Esper said Monday that Turkey’s invasion had “resulted in the release of many dangerous ISIS detainees, along with “widespread casualties, refugees, destruction, insecurity, and a growing threat to U.S. military forces.”\n\nSenate Majority Leader Mitch McConnell, R-Ky., who rarely publicly breaks with the president, harshly criticized the fallout of Trump’s decision to pull back U.S. troops in Syria.\n\n“Withdrawing U.S. forces from Syria would recreate the very conditions that we have worked hard to destroy and invite the resurgence of ISIS,” he said, adding that it would create a power vacuum readily exploited by Iran and Russia.\n\nTrump stood by his decision to withdraw U.S. troops from northern Syria, which has enabled Turkey’s onslaught. He said that the roughly 1,000 troops leaving Syria will “redeploy and remain in the region” to prevent the Islamic State, or ISIS, from regaining strength in a military vacuum.\n\nTrump’s statement came moments after two other tweets in which he asserted that it wasn’t the U.S. responsibility to protect the Syrian border. “Anyone who wants to assist Syria in protecting the Kurds is good with me, whether it is Russia, China or Napoleon Bonaparte,” Trump tweeted. “I hope they all do great, we are 7,000 miles away!”\n\nEsper said the Pentagon was “executing a deliberate withdrawal of U.S. military personnel from northeast Syria,” saying the roughly 1,000 troops there were “at risk of being engulfed in a broader conflict.”\n\nEsper said Erdogan was responsible for “a potential ISIS resurgence, possible war crimes and a growing humanitarian crisis.”\n\nU.S. troops will move into Iraq in coming days, some leaving by road and others by airlift, a senior U.S. official said. A small contingent of U.S special forces troops will remain in Syria, further south near the town of Tanf, the official added.\n\nEsper said he would travel to NATO headquarters in Brussels next week to press allies to take “diplomatic and economic measures in response to these egregious Turkish actions.”\n\nLoading... Loading... Loading... Loading... Loading... Loading...\n\nHe did not mention Trump’s decision to pull back U.S. troops from the Syria-Turkey border or Trump’s earlier phone call with Erdogan last Sunday, which was widely seen as giving Ankara implicit permission to carry out the invasion.\n\nMeanwhile, lawmakers on Capitol Hill prepared bipartisan legislation to sanction Turkey as well as a resolution to condemn the president’s decision to withdraw from Syria.\n\nThe unlikely pair of Speaker Nancy Pelosi, D-Calif., and Sen. Lindsey Graham, R-S. C., one of Trump’s closest allies on Capitol Hill, said they would work together on the joint resolution, Pelosi said in a tweet. “Next, we must put together the strongest bipartisan, bicameral sanctions package” against Turkey.\n\nRead more about:"}}