{"GDELT": {"GlobalEventID": 879648862, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 5.19598906107566, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "National University, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 32.7775, "Actor2Geo_Long": -117.10600000000001, "Actor2Geo_FeatureID": "1869490", "Action2Geo_Type": 3, "Action2Geo_Fullname": "National University, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 32.7775, "Action2Geo_Long": -117.10600000000001, "Action2Geo_FeatureID": "1869490", "DATEADDED": 20191014234500, "SOURCEURL": "https://www.tmcnet.com/usubmit/2019/10/14/9034224.htm"}, "ARTICLE": {"TITLE": "National University Advances Support of Workforce Development Through Partnership with American Medical Response", "TEXT": "[October 14, 2019] National University Advances Support of Workforce Development Through Partnership with American Medical Response\n\nThe private, nonprofit National University, which actively develops partnerships with key industry groups to offer degree pathways aligned with workforce needs, is increasing access to high-quality, affordable degree and certificate programs to more than 29,000 employees of American Medical Response (AMR), which is among the largest private ambulance companies in the United States. Coordinated through the National University System (NUS) and its Workforce Education Solutions (WES) Division, the Public Safety Promise Scholarship is now available to the organization's qualifying employees nationwide, including those who work diligently to keep more than 200,000 San Diego County residents safe each year. This press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20191014005709/en/ Top row from left to right (NUS and AMR leadership in suits): National University System's Workforce Education Solutions President Chris Graham (second from left); AMR Director of Operations Mike Rice (third from right); National University System Chancellor Dr. Michael R. Cunningham (second from right); NUS Director of Public Safety Marc Bailey (far right). (Photo: Business Wire) Through this expansion of the Public Safety Promise initiative, initially launched last year through NUS/WES to support workforce education in the public safety and law enforcement sectors, employees of AMR nationwide are eligible for a 25 percent tuition scholarship, credit alignments and other matching company tuition benefits. Collectively, this can reduce degree cost to less than $8,000 per year. The opportunity for AMR employees can be applied to more than 100 degree programs at National University, which include programs in organizational leadership, healthcare-related specialties, and public safety. The initiative also provides a 10 percent tuition reduction for each employee's dependents. Workforce partnerships, including those in the public safety sector, and affordability are among the key focus areas National University plans to invest in through a significant donation-among the Top 15 gifts ever granted to a university in the United States-from philanthropist T. Denny Sanford. National University will be renamed Sanford National University in honor of Mr. Sanford's vision and generosity effective July 1, 2020. \"Through this partnership with American Medical Response, the National University System is expanding our vision of ensuring that our workforce needs are met through accessto a quality, affordable degree,\" said Dr. Michael R. Cunningham, Chancellor of the National University System. \"Addressing the workforce skills gap is essential to ensuring our nation's future, and we are excited to be strengthening our partnerships that emphasize career-focused educational pathways in alignment with the most current industry standards.\"\n\n\n\nThe collaboration with AMR, while developed prior to the gift announcement, is an example of the kinds of initiatives that will be rapidly expanded. The AMR partnership is a wider effort by NUS/Workforce Education Solutions to identify new degree pathways aligned with workforce development and industry demands-and the public safety sector is one of WES' key industry verticals. Educational pathways are developed through a combination of prior learning recognition, such as the POST Police Academy training, and scholarships, which reduce cost and time to degree completion. Programs are available at campus locations and online and offered through a one-course-per-month format. \"We are very pleased to be collaborating with American Medical Response to help support a critical need to expand educational and training opportunities for their high-quality emergency management technicians and paramedics,\" said Chris Graham, president of Workforce Education Solutions. \"Through this initiative, we are able to provide access to a quality and affordable education that supports the lifelong learning of those who serving people at their most critical moments of need.\"\n\nAMR, which is part of Global Medical Response, includes more than 29,000 paramedics, emergency medical technicians (EMTs), nurses, doctors and support staff that combine the strength of a national company with personalized care. AMR provides services to 4,000 communities nationwide. In San Diego, the local branch serves of approximately 1,100 employees serve more than 200,000 patients each year. \"There is a continuing need for paramedics to address the needs of communities nationwide, and it is incumbent on us to find ways to ensure our employees have access to educational initiatives such as this one,\" said Mike Rice, director of operations at American Medical Response. \"National University offers course formats that are accommodating to the various work schedules of our employees and allows them to pursue their education. By reducing the cost through this partnership, our employees can begin to realize their educational goals, which we are enthusiastically supportive of.\" Programs that may be of particular interest to AMR employees may include those that enhance skills in healthcare-related specialties, organizational leadership and others that are more specific to emergency-related professions, such as the Emergency Medical Technician Certificate and the Bachelor of Science in Homeland Security and Emergency Management (BSHSEM). In this particular case, the credit alignment offer allows previously trained EMTs to apply up to six quarter units toward earning their BSHSEM. Combined with National University's four-week class format, students can earn their BSHSEM in less than a year. Exploring new ways to assess prior training and education, which includes identifying competency-based and prior-learning approaches, is part of a larger industry partnership and scholarship initiative by the National University System, which includes National University, City University of Seattle, John F. Kennedy and Northcentral University. The private, nonprofit university system has established credit policies and workforce partnerships, many of which include a scholarship component, with Boeing (News - Alert) , YMCA, various financial institutions, and numerous public safety agencies. For additional information about National University's Public Safety Promise, which focuses on workforce needs in the public safety and first-responder sector, please visit our website. About the National University System The National University System is a network of accredited nonprofit education institutions serving a diverse population of students including PreK-12 students and working professionals. NUS higher-education institutions serve more than 45,000 students through National University, Northcentral University, City University of Seattle, and John F. Kennedy University. NUS education-focused initiatives include Workforce Education Solutions and the Sanford Programs. To learn more about National University, click here. To learn more about American Medical Response, click here. View source version on businesswire.com: https://www.businesswire.com/news/home/20191014005709/en/\n\n[ Back To TMCnet.com's Homepage ]"}}