{"GDELT": {"GlobalEventID": 879648787, "Day": 20181014, "MonthYear": 201810, "Year": 2018, "FractionDate": 2018.7781, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.8315018315018303, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20191014234500, "SOURCEURL": "https://www.bangkokpost.com/business/1771319/thai-airways-eyes-passenger-growth"}, "ARTICLE": {"TITLE": "Thai Airways eyes passenger growth", "TEXT": "Thai Airways eyes passenger growth\n\nFinancially struggling Thai Airways is eyeing 8% in passenger growth by year's end as it plans to launch new routes.\n\nNond Kalinta, Vice President of Sales at Thai Airways International Public Company Limited (THAI) told the media the airline's financial situation is likely to improve. The airline's debts by the end of the year will be reduced to under six billion baht thanks to the steady rise of passengers throughout the year.\n\nOver the past nine months, the airline has achieved passenger growth of 4%-5%, which is higher than last's year figure year-on-year. The national carrier is hopeful of growth as projected passenger numbers for the last quarter shows an 8% uptick.\n\nMr Nond said more routes will be launched by the end of the year, especially popular routes to Europe such as Bangkok-Vienna, Bangkok-Brussels, and Bangkok-Paris, as the airline seeks to make the most of the recent improvement in passenger numbers.\n\nMr Nond said business will be brisker next year thanks to the well-performing baht as well as positive signs from the economy. He added that THAI has already seen advanced bookings for the first quarter of next year. Next year, THAI will also place emphasis on routes to East Asia, maintain its hold over Europe, and nourish growth in emerging markets such as India.\n\n\"The Japan route has been a potential market for some time now, so more routes to Japan will be available to serve the needs of a certain group of passengers,\" he said.\n\n\"Also, flights to Europe should not be ignored as 80% of these flights have been booked in advance.\""}}