{"GDELT": {"GlobalEventID": 879648912, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.98860398860399, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Laurel Hill, Oregon, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOR", "Actor2Geo_Lat": 45.3073, "Actor2Geo_Long": -121.818, "Actor2Geo_FeatureID": "1144865", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Laurel Hill, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_Lat": 45.3073, "Action2Geo_Long": -121.818, "Action2Geo_FeatureID": "1144865", "DATEADDED": 20191014234500, "SOURCEURL": "https://www.registerguard.com/news/20191014/state-hospital-patient-missing-in-eugene-for-second-time-in-two-years"}, "ARTICLE": {"TITLE": "State hospital patient missing in Eugene for second time in two years", "TEXT": "A 34-year-old psychiatric patient is missing from the Oregon State Hospital in Junction City. This is apparently the second time in two years the man has escaped secure custody.\n\nPeace Dawn-Owl Wickham was reported missing Monday. He was last seen on the grounds of the Luther House, at 1824 University St. in Eugene, where he was attending a group activity. Wickham walked away from the group and left the immediate area.\n\nWickham is not considered to be an imminent danger to himself or others. However, Oregon State Police said he should not be approached if seen.\n\nHospital officials, who reported the missing patient to state and local law enforcement agencies, described Wickham as a male, 6-foot-2-inches tall, 255 pounds, with a shaved head and brown eyes. He has two tattoos, the state of California on his right forearm and Hawaii on his left forearm. When last seen, he was wearing a gray, fleece sweatshirt, tan pants and tan hiking shoes with rubber laces.\n\nWickham was committed to the custody of the Oregon State Hospital in 2016 by a Lane County Circuit Court judge after he was charged with second-degree assault, unlawful use of a weapon and felon in possession of a restricted weapon. The weapon used in the assault, according to court documents, was a tree branch. He was found guilty except for insanity and placed under the watch of the state's psychiatric security review board for a period of time not to exceed 10 years.\n\nAnyone who sees Wickham is asked to call 911, the Oregon State Police at 800-452-7888 or *OSP on a mobile device.\n\nHe is accused of unauthorized departure. Oregon State Police is conducting an investigation to help locate him.\n\nAccording to The Register-Guard archives, Wickham had run away from a treatment group in October 2017. Wickham was attending a treatment group at the Laurel Hill Center in Eugene when he ran away from the group. He was found the following day by Eugene police and returned to the hospital."}}