{"GDELT": {"GlobalEventID": 879649319, "Day": 20191014, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7781, "Actor1Code": "FRAJUD", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor1Type1Code": "JUD", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -9.34343434343439, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20191014234500, "SOURCEURL": "https://www.france24.com/en/20191014-2-women-convicted-in-failed-2016-notre-dame-car-bomb-plot-1"}, "ARTICLE": {"TITLE": "Two women convicted in failed 2016 Notre Dame car bomb plot", "TEXT": "A French soldier patrols next to the Notre-Dame cathedral in Paris on December 24, 2015 as part of security measures set following the November 13 Paris terror attacks.\n\nA French court on Monday sentenced five members of an all-female jihadist cell to between five and 30 years in prison over a failed bid to detonate a car bomb outside Notre-Dame cathedral in Paris.\n\nAdvertising Read more\n\nThe case is the first to involve a group of women attempting to stage an attack in France, which has been repeatedly targeted by jihadists since 2015, causing the loss of 255 lives.\n\nThe five women, aged between 22 and 42, were arrested after a car packed with gas cylinders was found parked near the bustling esplanade in front of the cathedral in the heart of the capital on November 4, 2016.\n\nThe two main defendants, Ines Madani and Ornella Gilligmann, had doused the car with diesel in the middle of the night and tried but failed to set it alight with a cigarette.\n\nThey were sentenced to 30 years and 25 years in prison respectively.\n\nThe women are believed to have been acting on the orders of Rachid Kassim, a French Islamic State Group (IS) propagandist also suspected of ordering the grisly murder of a French police couple at their home in June 2016.\n\nKassim is believed to have been killed in an air strike near the Iraqi city of Mosul in February 2017.\n\nMadani, 22, was arrested a few days after the failed attack in a Paris suburb along with two other defendants, Sarah Hervouet and Amel Sakaou, who were each sentenced to 20 years.\n\nThe three burst out of the apartment to which they had been tracked down by police, brandishing knives.\n\nHervouet stabbed an officer in the shoulder, while Madani was shot in the leg.\n\nGilligmann was arrested in southern France.\n\nA fifth woman, Samia Chalel, was also tried for allegedly helping hide Madani. She was sentenced to five years in prison.\n\nThe court heard how Madani posed as a male jihadist online to try recruit women for IS and won over Gilligmann in messages exchanged online.\n\nMadani's lawyers described her as a lonely young woman with half-baked attack plans and a death wish -- a far cry from the prosecution's characterisation of a determined gang of would-be killers.\n\nMadani told the court on Monday she regretted her actions.\n\n\"At the time all my plans involved death. Today, my plans are about life,\" she said.\n\nGilligmann, a married mother of three, spoke emotionally of the \"shame\" she had brought on her family and asked for forgiveness from the victims of terrorism.\n\nHer lawyers argued she had acted out of love for a fictitious jihadist named Abou Junayd, for whom she left her husband.\n\n(AFP)\n\nDaily newsletterReceive essential international news every morning Subscribe"}}