{"GDELT": {"GlobalEventID": 879973795, "Day": 20191016, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7836, "Actor1Code": "JUD", "Actor1Name": "LAWYER", "Actor1Type1Code": "JUD", "Actor2Code": "CVL", "Actor2Name": "VOTER", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.2329988851727998, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Negros Oriental, Negros Oriental, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP46", "Actor1Geo_ADM2Code": "24254", "Actor1Geo_Lat": 9.75, "Actor1Geo_Long": 123.0, "Actor1Geo_FeatureID": "-2441791", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Negros Oriental, Negros Oriental, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP46", "Actor2Geo_ADM2Code": "24254", "Actor2Geo_Lat": 9.75, "Actor2Geo_Long": 123.0, "Actor2Geo_FeatureID": "-2441791", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Negros Oriental, Negros Oriental, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP46", "Action2Geo_ADM2Code": "24254", "Action2Geo_Lat": 9.75, "Action2Geo_Long": 123.0, "Action2Geo_FeatureID": "-2441791", "DATEADDED": 20191016040000, "SOURCEURL": "https://news.abs-cbn.com/news/10/16/19/wholesale-annulment-of-votes-scary-ex-poll-commissioner"}, "ARTICLE": {"TITLE": "Wholesale annulment of votes 'scary': ex-poll commissioner", "TEXT": "MANILA - Wholesale annulment of votes in entire provinces is scary, a former poll commissioner said Wednesday, amid a move by the camp of ex-senator Ferdinand \"Bongbong\" Marcos Jr. to annul the votes in 3 southern provinces in the 2016 vice-presidential election.\n\nSpeaking to ANC, ex-Commission on Elections commissioner Gregorio Larrazabal said nullification of votes in entire provinces has never been done before, adding that doing so would have consequences.\n\n\"Wholesale annulment of votes is very scary. Once you go down that path it opens the door for so many potential problems in electoral exercises in the Philippines,\" he said.\n\nIf allowed, he said politicians would simply file for an election protest seeking to nullify votes instead of a vote recount.\n\n\"What will happen is a particular individual will simply file a protest. Wala nang revision of ballots, nullification na lang of votes. And that’s wrong because if you wanna do that, you have to file a petition for failure of elections.\"\n\nIn an omnibus motion in December last year, Marcos asked the Presidential Electoral Tribunal to investigate alleged substituted-voting in Lanao del Sur, Maguindanao and Basilan, as supposedly shown by a mismatch between the signatures and thumbprints of voters in the registration record and a computerized list.\n\nThe motion is separate from Marcos' initial motion to recount ballots in 3 pilot provinces including Camarines Sur, Negros Oriental and Iloilo.\n\nIn his motion, Marcos cited Comelec findings that the 2016 elections in the Autonomous Region in Muslim Mindanao (ARMM), which was replaced by the Bangsamoro region, was \"marked with different forms of election fraud such as massive substituted voting.\"\n\nThe findings were in connection with an electoral protest filed by losing ARMM gubernatorial candidate Abdusakur Tan against then ARMM Gov. Mujiv Hataman.\n\nBongbong Marcos, in his motion filed in December, cited the findings of a Comelec Voters Identification Division that the 2016 elections were marked by electoral fraud based on a technical examination of precincts in Lanao del Sur, Maguindanao and Basilan. | via @mikenavallo pic.twitter.com/qWEyhEmZd2 — ABS-CBN News (@ABSCBNNews) January 17, 2019\n\nRobredo's lawyer Romulo Macalintal, however, said Marcos' claim of electoral fraud is misleading because Comelec Voters Identification Division only examined 200 out of 2,834 clustered precincts in ARMM. Technical examination by Comelec is different from that of the Presidential Electoral Tribunal, he added.\n\nLarrazabal noted Marcos would have to prove there was indeed terrorism or fraud in the said provinces.\n\n\"Justifying annulment of elections is VERY difficult. You have to prove that there was threats, force, intimidated which caused 50% + 1 of those who voted to have their votes invalidated. So if 300,000 voted, you have to show that at least 150,001 votes were fraudulent,\" he said in his Twitter account.\n\nHe added: \"If a Court or Tribunal declares a Failure of Elections for a particular jurisdiction/area in an electoral exercise, there MUST be a special elections called...for the voters to vote. You can’t nullify the votes without calling for a special elections.\"\n\nFYI- if a Court or Tribunal declares a Failure of Elections for a particular jurisdiction/area in an electoral exercise, there MUST be a special elections called.l for the voters to vote.\n\n\n\nYou can’t nullify the votes without calling for a special elections. — Gregorio Larrazabal® 🇵🇭 (@GoyYLarrazabal) October 15, 2019\n\nRule 65 of the Presidential Electoral Tribunal should be applied in Bongbong Marcos' electoral protest against Vice President Leni Robredo, former poll commissioner Gregorio Larrazabal said.\n\n\n\nLarrazabal breaks down the controversial Rule 65 on ANC's #EarlyEdition. pic.twitter.com/PPER6izx9Z — ABS-CBN News Channel (@ANCALERTS) October 16, 2019\n\nIf the high court decides to act on Marcos' third cause of action, both he and Robredo would lose votes but Robredo would get the bigger decrease.\n\nBut before the PET could act on Marcos' third cause of action, it would have to resolve first his 2nd cause of action which was to recount ballots in protested precincts, Larrazabal said.\n\nThe electoral protest would proceed if there was substantial recovery in 3 pilot provinces that Marcos chose: Camarines Sur, Iloilo, and Negros Oriental.\n\n\"If you can’t recover votes in precincts that you have the best chance of recovering or increasing your number of votes, how much more for the 75 percent, where the chances of you recovering votes is slimmer or lower,\" he said.\n\nHe added that PET's Rule 65, which allows the tribunal to dismiss the election protest if the protestant fails to make substantial recovery in 3 pilot provinces, has always been followed in its 9 years of existence.\n\n\"There's no reason why you should throw away that rule at this time. It should be applied,\" he said.\n\nDELAY IN THE PROCEEDINGS\n\nIn the interview, Larrazabal said the Supreme Court's order to release the committee report on the initial recount of votes in Marcos' electoral protest only \"delays\" the proceedings.\n\nHe said Marcos and Vice President Leni Robredo already have records of what transpired during the initial recount. The committee report would likely contain the revision committee chairman's analysis or recommendations, he added.\n\n\"They’re (Supreme Court) doing things that make it more transparent. People now cannot complain they were not advised of the details,\" he told ANC's Early Edition.\n\n\"But that said, it just delays the proceedings. The 20 days for both counsels to comment can probably be settled by the end of the year at the earliest.\""}}