{"GDELT": {"GlobalEventID": 879973984, "Day": 20191016, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7836, "Actor1Code": "NRMWLN010", "Actor1Name": "ALCOHOLICS ANONYMOUS", "Actor1Religion1Code": "NRM", "Actor2Code": "MED", "Actor2Name": "WEBSITE", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 125, "EventBaseCode": 125, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.92165898617512, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20191016040000, "SOURCEURL": "https://tvline.com/2019/10/15/this-is-us-recap-season-4-episode-4-flip-a-coin/"}, "ARTICLE": {"TITLE": "This Is Us Recap: Randall and Beth's Malik-Related Freakout Begins", "TEXT": "RELATED STORIES America's Got Talent Reveals Five More Semifinalists -- Did Your Faves Make It?\n\nAmerica's Got Talent Reveals Five More Semifinalists -- Did Your Faves Make It? America's Got Talent: Kenan Thompson Joins the Judges for Live Quarterfinals -- Watch This Week's Best Acts\n\nIn this week’s This Is Us, You can’t swing a dead possum without hitting a Pearson family sore spot. (And in one instance, the aforementioned deceased creature is the Pearson family sore spot.)\n\nKate and Toby have a fight about a toy, but it’s really about CrossFit. Kevin wants to buy Nicky a new RV, but Jack’s bro wants nothing to do with his nephew’s “Hollywood douchebag” money. And on the day Beth opens her dance studio, a stinky possum carcass — as well as Randall’s realization that Deja’s crush has a kid of his own — threatens to derail the whole shebang.\n\nRead on for the highlights of “Flip a Coin.”\n\nBABY STEPS | Let’s start in the past. Post-housefire, long-haired, sad-cardigan Rebecca is heading to Parents’ Weekend at Randall’s school, but Kate would rather watch Buffy the Vampire Slayer and snack on the couch. (Side note: Who can blame her? Those are two of my favorite activities, EVER.) Rebecca allows her to stay home and even gives her some money to buy some CDs to replace albums they lost in the blaze.\n\nAt the shop, a clerk (hi, Euphoria‘s Austin Abrams!) strikes up a snarkily friendly conversation with Kate, and she dishes it right back to him. Their music-flirting includes discussion of Nirvana and Death Cab for Cutie, then he offers her a job.\n\nMeanwhile, at Carnegie Mellon, Randall doesn’t pay any attention at all to what Rebecca’s saying at lunch — might that have something to do with the fact that Beth and her mom, Carol, are sitting across the cafeteria? When Mama Pearson realizes what’s up, she embarrasses him to no end by taking her tray and asking if they can sit with the Clarke women. It’s all a little awkward, but then the kids take off for class, and Carol and Rebecca bond over being recent widows.\n\nStill, Carol later tells her daughter, she doesn’t think Randall is a good fit for her. “Randall and his family are still very broken,” she observes. “You don’t need broken right now, Bethany. You need strength. You deserve it.” But Beth can’t stop thinking about how Randall wordlessly handed her a lemon slice during lunch, because he remembered from their date that she liked a little citrus with her Coke. So she swings by his room later that night and kisses him before sauntering outta there, leaving him (very cutely) dazed.\n\nDANCE LIKE NO ONE IS SNIFFING | In the present, Randall, Beth and the girls prep for the grand opening of Beth’s studio, an event that Mama C (aka Carol) also will attend. Randall promises to run interference with his mother-in-law, who he claims has never liked him. But they have bigger problems to deal with when they arrive at the studio and it smells like something died inside. Because something did.\n\nA pest control guy tells them there’s a dead possum in the walls, and there’s no way to get it out without ripping down a wall. While my response to that would then be “FOR THE LOVE OF GOD, GET A SLEDGEHAMMER AND GO TO TOWN, MY GOOD MAN!,” I understand that may not be logistically or financially prudent at this time.\n\n“Who the hell’s gonna want to sign up for dances in a rat cemetery?” Beth worries, prompting both Randall and Carol to step up and try to save the day. But Carol doesn’t like being challenged in her savior duties, so she tries to shut down her son-in-law’s plans by announcing they’ll just postpone the opening. But Randall channels Lost‘s Locke and snips, “Don’t tell me what I can and can’t do, Carol!” (He immediately apologizes for the tone, but lets her know that the content of his comment stands.)\n\nIn the end, Randall succeeds in moving everything outside, and the event is a success. Carol even admits that although she didn’t think Randall was right for her daughter at first, that was before she saw his strength. Yay, right? One small snag, though: Deja invites Malik to the opening to meet her folks. And though everything goes really smoothly (and dad-jokey) at first, the news that Malik has a 6-month-old at home stops Randall cold — and when she finds out, Beth is all about shutting down Deja’s nascent relationship, too. As she so eloquently puts it: “No, no, no, no, no, hell no. She’s 14. She’s not seeing a boy who puts babies in people.”\n\nCALAMITY AND CACOPHONY | Kate and Toby, who apparently are getting along with Neighbor Gregory now — take Baby Jack to a music class. But they show up late, and he’s overstimulated, meaning he cries the entire time. On the way home, they snipe at each other while he continues to fuss: Kate says they would’ve been on time if Toby had been able to find Jack’s Monkey toy, but he didn’t know where it was “because you’ve been spending all your time at the gym.” He says that she should’ve prepped the music teacher about their son’s blindness. They drive to calm the kiddo, and wind up apologizing to each other in the process. Then they wind up at the beach, and everyone seems a little happier. (However, you’ll note, neither of them address Kate’s gym snipe.)\n\nMANNY NO MORE | An incorrect Alcoholics Anonymous meeting time posted on a website means that Kevin, Nicky and Cassidy — who were kicked out of their previous meeting for being giggle monsters — have five hours to kill. And Cassidy, in particular, needs a meeting and/or a distraction: Her husband wants to move ahead with their divorce. Despite his thwarted desire to buy Nicky a new trailer, Kev is doing pretty well comparatively. However, when he finds out that The Manny is getting cancelled, the news throws him a bit. (And causes him to flashback to when he shot the show’s pilot, just like I asked for a few seasons back!)\n\nIn a bunch of scenes, we see a very nervous, extremely white-tank-topped Kevin on set, confiding in Kate that he’s worried the potential show isn’t very good. The audience isn’t laughing. His infant co-star won’t stop screaming. “Maybe I’m funny-for-a-hot-person, not actually funny,” he says. At one point, he says that maybe he’d be happier in a “small town somewhere. I’d find a good woman. Have a couple of kids.” When Kate presses him, he admits that he hopes the pilot fails. But then he’s called to set and somehow the baby stops crying and starts laughing, charming the audience and cementing his chemistry with his teeny castmate, which leads to the show’s ultimate success.\n\nBack in the present, Cassidy is unsympathetic that Kevin is having Big Feelings about his former sitcom. “My marriage is getting cancelled,” she grouses, and Kevin comes right down to her level. “I can’t imagine why. You’re so pleasant to be around,” he snarks. But then he apologizes and organizes a little field trip: Everyone’s going to the RV dealer!\n\nDespite Nicky’s repeated insistence that he does not want or require a new home, Kevin schmoozes with the salesman and his wife — both of whom are huge Manny fans — and Cassidy, against her will, seems almost as charmed as the couple is. She and Kevin grouse about how much divorce sucks (remember, he went through it with Sophie), and Cassidy shares the story of how her husband proposed on a bridge in Spain after she returned from a military tour. As they drive to the meeting later, it’s Nicky’s turn to share: He bought his current trailer for Sally, the woman he was dating when he served in Vietnam. They lost touch when he withdrew from life after coming back, but one day he bought the trailer and drove to her house… but she wasn’t there and he left, never talking to her again. Um, cool.\n\nThe next day, Nicky opens his door and sees Kevin standing next to a huge, gleaming RV. He reminds his nephew once more that he doesn’t want anything to change — but the vehicle’s not for him. Kev is going to live there. They’re neighbors!\n\nBURYING THE LEDE | In the past, Rebecca returns home from Parents’ Weekend and is pleased to see that Kate has bought some of her and Jack’s favorite albums, too. Rebecca talks about moving to somewhere less transient and better-lit, and it feels like a turning point for the family. The ladies are happily dancing to Carole King when there’s a phone message from Kevin. At the very end, he says, “Oh, and I got married to Sophie. Can you send me some money?” Manny says whaaaaa?\n\nNow it’s your turn. What did you think of the episode? Sound off in the comments!"}}