{"GDELT": {"GlobalEventID": 879973109, "Day": 20191009, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7644, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.6329113924050601, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Hawaii, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USHI", "Actor1Geo_Lat": 21.1098, "Actor1Geo_Long": -157.531, "Actor1Geo_FeatureID": "HI", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Hawaii, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USHI", "Action2Geo_Lat": 21.1098, "Action2Geo_Long": -157.531, "Action2Geo_FeatureID": "HI", "DATEADDED": 20191016040000, "SOURCEURL": "https://www.washingtonexaminer.com/news/based-on-respect-tulsi-gabbard-singles-out-trey-gowdy-as-a-friend-in-dc"}, "ARTICLE": {"TITLE": "‘Based on respect’: Tulsi Gabbard singles out Trey Gowdy as a friend in DC", "TEXT": "Rep. Tulsi Gabbard touted her friendship with a high-profile Republican during the final moments of the Democratic presidential debate on Tuesday.\n\nThe candidates were asked to discuss a friendship that would surprise the audience. Gabbard, a congresswoman from Hawaii, named former Republican South Carolina Rep. Trey Gowdy.\n\n\"I’ve developed friendships that some people may be surprised about within the Washington circles, especially with Republicans — like Trey Gowdy, for example,\" Gabbard said. \"He and I disagree a lot and very strongly on a lot of political issues. We’ve developed a friendship that’s based on respect, and he’s been there for me during some personally challenging times.\"\n\nGabbard then tied that openness to make friends across the aisle to defeating President Trump.\n\n\"The challenge before us today is that our country is very divided. Donald Trump must be defeated, but we must do more than just defeat Donald Trump. We need to deliver a win for the American people,\" she said.\n\nCalifornia Sen. Kamala Harris also named a Republican politician, Kentucky Sen. Rand Paul, in response to the question.\n\nGowdy, 55, retired from Congress on Jan. 3 after representing the 4th Congressional District of South Carolina for four terms. During his tenure, Gowdy took leading roles in divisive investigations, including the one on the Benghazi scandal.\n\nAfter leaving Capitol Hill, Gowdy rejoined his old white-collar law firm, Nelson Mullins Riley & Scarborough, and joined Fox News as a contributor where he consistently critiques the Democrats' efforts to impeach Trump.\n\nJay Sekulow, counsel to the president, announced last week that Gowdy had joined the team to assist with the response to the impeachment inquiry. Fox News even cut ties with Gowdy in anticipation of his new role. But within one day, Trump announced that \"lobbying rules\" prevented Gowdy from joining the team until January."}}