{"GDELT": {"GlobalEventID": 879973300, "Day": 20191016, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7836, "Actor1Code": "AUSEDU", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.1671826625387, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20191016040000, "SOURCEURL": "https://postcourier.com.pg/new-ireland-province-to-partner-with-australian-school-to-develop-quality-education/"}, "ARTICLE": {"TITLE": "New Ireland province to partner with Australian school to develop quality education", "TEXT": "The New Ireland Government is giving priority to improving Education Standards in the Province.\n\nIt has decided to engage the support of Australia’s Ashgrove Marist college to help with capacity building.\n\nThis was revealed during a meeting with visiting Marist College staff on Monday in Kavieng and among them is Principal Peter McLoughlin.\n\nGovernor Sir Julius Chan, Provincial Administrator Lamiller Pawut, CEO Subsidy Mactil Bais, CEO Social Sector Christine Aisoli, Director of Public Relations and Protocol Monica Harris with First Secretary to the Governor Robin Brown met with the visiting Marist Staff.\n\nThe New Ireland Government will use its Governors School of Excellence Our Lady of the Sacred Heart International School as the capacity building centre for both students and teachers from the province because it has the necessary resources.\n\n“The school is already engaging teachers from other schools in the Province to undertake training and to shadow teachers. Up to 50 students from around New Ireland are also attending the school as part of the Program. OLSH is an Internationally accredited school so we are certain that all students will get a world class education there,” said CEO Subsidy Mactil Bais.\n\nA Marist representatives said they could assist but it would be more on short term capacity building, emphasising that Australia’s Education system was totally different and adding onto that their teachers would need incentives to go New Ireland.\n\nThe New Ireland Government currently has a Scholarship Program with the Marist College where two New Ireland students are sent to study there.\n\nHowever, with PNG’s current economic situation transferring money overseas has become a challenge.\n\nThus, the New Ireland Government is rethinking the program and discussions are going on about how to progress it and saving costs.\n\nSir Julius Chan was privileged to attend Marist College from 1954 to 1958 and knows too well the high standards the school has set set."}}