{"GDELT": {"GlobalEventID": 879973481, "Day": 20191016, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7836, "Actor1Code": "EDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 4.02193784277879, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20191016040000, "SOURCEURL": "https://herald-review.com/news/local/education/richland-community-college-moves-toward-million-campus-renovation-plans/article_25c93feb-507f-530e-94fb-bd92ccd559cc.html"}, "ARTICLE": {"TITLE": "Richland Community College moves toward $15 million campus renovation plans", "TEXT": "× Sign Up Today and Support Local Journalism Enjoy more articles from Central Illinois' Most Trusted Information Source. Subscribers can log in for unlimited digital access Log in Sign up {{featured_button_text}}\n\nDECATUR — Richland Community College officials have taken a major step toward a wide-ranging renovation plan, approving a $15 million bond for campus upgrades that could include updated science labs and facilities and a number of other improvements.\n\nA master plan adopted by the college’s Board of Trustees in July describes big changes for a number of areas across campus. Board members on Tuesday voted unanimously to issue the bond, which Greg Florian, vice president of finance and administration, said would be repaid over 12 years.\n\n“We want to offer our students a learning environment where they are engaged, not only as students, but as leaders and teachers that can help lead those classrooms,” President Cris Valdez said.\n\nThe resolution approved by board members is one of the first steps in the beginning phases of the project, which will involve remodeling the main campus facility that provides classrooms, laboratories, offices and other support space. Local architecture firm, Because Life Deserves Design (BLDD), was previously selected by the board to carry out the plans to renovate various spaces throughout the campus.\n\nFlorian said the construction will be divided into two major phases. Work could wrap up in spring 2022."}}