{"GDELT": {"GlobalEventID": 879973735, "Day": 20191016, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7836, "Actor1Code": "IRQ", "Actor1Name": "IRAQ", "Actor1CountryCode": "IRQ", "Actor2Code": "IRN", "Actor2Name": "KURDISTAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.7463976945244997, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kurdistan, Khuzestan, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR15", "Actor2Geo_ADM2Code": "41008", "Actor2Geo_Lat": 30.6693, "Actor2Geo_Long": 50.2055, "Actor2Geo_FeatureID": "-3072067", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20191016040000, "SOURCEURL": "https://www.msn.com/en-us/news/world/us-to-try-diplomacy-in-turkey-as-russian-forces-swoop-into-syria/ar-AAIOrUd"}, "ARTICLE": {"TITLE": "U.S. to Try Diplomacy in Turkey as Russian Forces Swoop Into Syria", "TEXT": "© Omar Sanadiki/Reuters\n\nThe Trump administration dispatched senior officials to Turkey to press for an end to Ankara’s military offensive in northeastern Syria, as Moscow began to fill a void created by departing U.S. troops.\n\nPresident Trump on Tuesday said Secretary of State Mike Pompeo would travel to Turkey with Vice President Mike Pence, who will meet with Turkish President Recep Tayyip Erdogan on Thursday where, the White House said, Mr. Pence will reiterate the administration’s commitment to maintain sanctions on Turkey until a resolution is reached.\n\nCongressional leaders from both parties are set to visit the White House on Wednesday afternoon for a meeting with Mr. Trump on Turkey. House Speaker Nancy Pelosi (D., Calif.) is set to attend, her first meeting with the president since she kicked off the impeachment inquiry.\n\nAdministration opposition to the Turkish assault has heightened since Mr. Trump on Oct. 6 ordered a U.S. withdrawal from northeastern Syria in a statement that said the U.S. “will not support” the incursion. After bipartisan political criticism, U.S. officials on Friday threatened sanctions if Turkey didn’t agree to a cease-fire, and imposed some of the measures on Monday.\n\nGet news and analysis on politics, policy, national security and more, delivered right to your inbox\n\nAs roughly 1,000 U.S. troops work their way out of Syria, American forces Tuesday put on a show of force when members of a Turkish-backed militia came dangerously close to a U.S. position, officials said. American F-15 fighters and Apache attack helicopters flew overhead, and the Turkish-backed force retreated. No shots were fired on either side, officials said.\n\n“It’s a volatile, dangerous situation and we are focused on doing an orderly and deliberate withdrawal…with the number one priority being the protection of our forces,” an official said.\n\nAs U.S. troops departed, Russian forces were patrolling the line between Turkish and Syrian armies in and around the city of Manbij, Russia’s Defense Ministry said, demonstrating the country’s growing role as a power broker in the multisided conflict. American forces have left the city, a U.S. military spokesman said, as part of a broader pullout from northeast Syria, where they had joined with Kurdish allies in a coalition fighting Islamic State.\n\nAfter Mr. Trump withdrew from that partnership, Kurdish fighters in the area sought to shield themselves from a week-old Turkish offensive by striking an alliance with the government of Syrian President Bashar al-Assad, which is backed by Russia and Iran.\n\nSyrian military convoys have begun moving into positions across the northeast of the country, where the army had only a token presence since the start of the war.\n\nU.S. officials acknowledged the arrival of the Syrian and Russian forces into areas that had been under U.S. control only a week ago. Some of them are now in proximity to Turkish forces, a senior Trump administration official said.\n\nThe movement of Russian troops and the departure of American forces from the area have led both sides to use a military deconfliction channel that had been set up by U.S. and Russian commanders, the official said. As of Tuesday, the number of Russian military forces near Manbij was relatively small, “not even hundreds,” the official said.\n\nThe U.S. pullback has created an opening for Moscow to expand its clout in a region dominated for decades by American influence but now unsettled by Mr. Trump’s withdrawal of U.S. troops from Syria and his stated desire to disengage from the Middle East.\n\n“The Russians think of themselves as the natural player in the grand design of the geopolitics of the region,” said Malik R. Dahlan, a Saudi lawyer and senior fellow at the Harvard University Davis Center for Russian and Eurasian Studies.\n\nThe U.S. departure smooths Russia’s way to ensure it retains control over much of Syria’s natural resources. Russia’s decision to intervene was heavily influenced by the investments Moscow had made there since Soviet times.\n\nBefore the Syrian war, Russian companies had invested more than $10 billion to build gas-processing facilities, pipelines and pump oil. That activity stopped as fighting raged, and Syrian oil assets had traded hands in the heaviest years of fighting and at one point were controlled by Kurdish groups and protected by U.S. troops.\n\nRussian President Vladimir Putin has showed a willingness to foster friendships of his own with U.S. allies as well as its adversaries. He has developed strong ties not only with Mr. Assad, but also with Mr. Erdogan, whose country is a member of the North Atlantic Treaty Organization.\n\nMr. Putin arrived on Tuesday in Abu Dhabi, United Arab Emirates, where Russian officials said they planned to sign 10 investment agreements valued at a total of $1.3 billion. Russia signed billions of dollars in deals a day earlier in Saudi Arabia, a longtime U.S. ally that for decades had been a Cold War adversary of Moscow.\n\nSuch traditional U.S. allies are grappling with Mr. Trump’s efforts to scale back Washington’s footprint in the region. After the U.S. troop withdrawal in Syria paved the way for the Turkish offensive, Mr. Erdogan said Turkey had seized significant territory, now controlling about 386 square miles of territory in northeastern Syria. He said Turkey would continue to press the campaign to secure an area about 10 times larger between Manbij and the Iraqi border.\n\n“We will continue our struggle until the north of Syria is green again,” Mr. Erdogan said in a televised speech from Baku, Azerbaijan.\n\nMoscow said it would prevent any serious conflicts from erupting between Syrian government forces and Turkish troops. “It’s not that no one is interested in conflict, it’s unacceptable, and therefore we won’t allow it,” said Alexander Lavrentiev, Russia’s special envoy to the Syria crisis, Russian news agency Interfax reported.\n\nMr. Lavrentiev said Moscow hoped the U.S. would soon pull all of its forces out of the country. “Regardless of Trump’s statements about the withdrawal of U.S. troops in two weeks, it’s hard to say what the final result will be,” Interfax reported him as saying. “But there’s hope.”\n\nRussia has long criticized the presence of the U.S. in Syria, where it allied with Kurdish fighters who were seeking self-rule. Russia entered at Mr. Assad’s request in 2015 to help roll back the gains of antigovernment rebels.\n\nOne battle in February 2018 saw the U.S. kill a number of Russian mercenaries who were likely fighting for a pro-Assad militia.\n\nThe latest phase of the eight-year Syrian conflict threatens to unleash a wave of refugees. Iraq is bracing for an influx of as many as a quarter of a million people. The semiautonomous Kurdistan region in northern Iraq already hosts more than 200,000 refugees from Syria. Around 450 people have crossed the border from Syria in the past two days, authorities in northern Iraq said.\n\nTurkey’s incursion has displaced some 130,000 people from their homes in northeast Syria since it began one week ago, the United Nations said. The majority have remained within the country, moving away from the border to seek sanctuary from the fighting.\n\nThe U.S. has evacuated a small contingent of American diplomats and began relocating troops from smaller front-line bases to larger ones that are easier to defend or father from the fighting.\n\nMr. Trump has dismissed criticism for exposing a U.S. ally with his decision to pull troops from Syria. On Monday, he authorized sanctions and raised steel tariffs on Turkey, threatening more-powerful financial penalties unless Ankara halted its offensive.\n\nAt least 71 civilians have been killed in Syria, according to the Syrian Observatory for Human Rights. The group said six of them were executed by Turkish-backed fighters along the M4 highway running along the border. A senior Trump administration official on Tuesday attributed the executions to Turkish-supported Syrian opposition elements being used by Ankara as part of its military assault.\n\n“The Turkish Armed Forces and the Syrian National Army are conducting an extremely meticulous operation without inflicting even slightest harm to civilians,” the Turkish presidency’s communications department said on Tuesday.\n\nAnkara could have employed traditional military units to conduct its operation, the official said, but “instead they decided to use these thugs and bandits and pirates that should be wiped off the face of the earth.” The unit affiliated with those killings is “a well-known jihadist element,” the official added.\n\nTurkey has long relied on such Syrian proxy groups, as it did in 2016 and 2018 when Ankara launched its two previous military offensives in Syria. For years, U.S. officials had rejected demands that American forces work with Turkey’s Syrian proxies because of U.S. concerns about their links to extremist groups and questions about their professionalism.\n\nPentagon officials said they have “significant concerns” about the militias backed by Turkey. “The Turks have committed to us that they will have control over those forces, but it’s a continued concern, especially after you unleash a force like that,” the official said.\n\n“In terms of counterterrorism, we have never been subjected to a double standard as the one we are now facing in Syria,” Mr. Erdogan said.\n\nFor the U.S., “goal No. 1 is to carry out diplomacy, to try to find a cease-fire and get the situation under control,” a senior Trump administration official said, citing the current confusion and risk to U.S. troops, the fight against Islamic State, the detention of nearly 10,000 prisoners, and the management of internally displaced persons camps.\n\nThe official denounced Ankara’s suggestions that the U.S. had provided Kurdish-led forces in Syria with heavy weapons, saying it has given the Syrian Democratic Forces mainly small arms and mortars.\n\nRussia’s taking the place of U.S. troops in northeast Syria surprised even some of its security officials as to how quickly Moscow emerged with a commanding position in the conflict.\n\n“It’s an unusual development in our relationship with the U.S. to see Washington voluntarily hand over a territory to a Russian sphere of influence,” said Fyodor Lukyanov, head of a Kremlin defense and foreign-policy advisory board. “But we’ll take it.”\n\nCorrections & Amplifications Russia’s military entered the Syrian conflict in 2015. An earlier version of this article incorrectly stated that Russia entered in 2016. (Oct. 15, 2019)\n\nWrite to Isabel Coles at isabel.coles@wsj.com, Jared Malsin at jared.malsin@wsj.com and Thomas Grove at thomas.grove@wsj.com"}}