{"GDELT": {"GlobalEventID": 879973577, "Day": 20191016, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7836, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.097451274362809, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191016040000, "SOURCEURL": "https://www.timesunion.com/7dayarchive/article/Mayors-hope-security-monitoring-device-will-14536551.php"}, "ARTICLE": {"TITLE": "Mayors hope security monitoring device will combat vacant property woes", "TEXT": "SCHENECTADY – The mayors of three cities in the region are hoping a tiny octagon shaped black box will help thwart some of the inherent dangers of vacant and abandoned properties and serve as a deterrent to intruders.\n\n\"It’s something that fills the niche that we're all dealing with,” said Schenectady Mayor Gary McCarthy about the solar-powered security monitoring devices to start being installed in empty city-owned properties. He wants them to eventually end up in all vacant parcels.\n\nMcCarthy was joined Tuesday at City Hall by Albany Mayor Kathy Sheehan and Troy Mayor Patrick Madden, as well as Nathan Armentrout, one of the founders of the CASPER (Completely Autonomous Solar-Powered Event Responder).\n\nThe contraptions, which hang from interior windows, will be a limited test as part of a program in the three communities.\n\nArmentrout said CASPER sends a signal to the police and fire department and phone calls and text messages to people in the neighborhood who sign up for it when it detects a motion or picks up siren of the smoke detector.\n\nSheehan said she is hopeful CASPER might help prevent blazes like the one a few weeks ago sparked by vagrants that destroyed several homes on Myrtle Avenue.\n\n“We want to ensure that we're doing all that we can and we need technology that is going to be able to withstand the conditions that exist in these buildings,” she added. “It’s devastating when you see these groups of homes burn because there is one on the block or one in that row of houses that is empty and that is a magnet for trouble.”\n\nMadden said abandoned and vacant properties “represent dangers in our communities that’s been a vexing problem for all of our communities.”\n\n“This new utilization of technology is an opportunity for us to remove that danger while we're working on long term solutions to these vacant and blighted properties,” Madden said, adding “we're very interested in seeing how this works for us.” He sees the technology as something that can be used to protect buildings under construction, citing a fire that gutted a warehouse that was about 85 percent built.\n\nFor security reasons, the mayors declined to comment how many and where the devices, which retail for $300 each, would be installed. There is also a monitoring fee of between $15 to $20 a month per device, said Armentrout.\n\nSheehan would like to see the owners of the vacant properties cover those costs.\n\n\"We want to continue to have disincentives for properties to be vacant for long periods of time and unfortunately for a whole host of reasons in different cities that's how we go to where we are,\" she added.\n\nMcCarthy talked about an initial “small deployment” that would increase over the next few months with any technical modifications that might be needed.\n\nThe Schenectady mayor recalled first hearing about CASPER at the U.S. Conference of Mayors summer meeting.\n\nArmentrout said what cities now have at their disposal, including land banks and foreclosures are “painfully slow and expensive endeavors.”\n\nThe entrepreneur described the device he and two buddies created in response to a call from officials in their hometown of Louisville for help in dealing with hundreds of vacant property fires a year as a “solar powered smoke detector detector.”"}}