{"GDELT": {"GlobalEventID": 880268716, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "ENV", "Actor1Name": "ENVIRONMENTALIST", "Actor1Type1Code": "ENV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.42537313432836, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ethiopia", "Actor1Geo_CountryCode": "ET", "Actor1Geo_ADM1Code": "ET", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "ET", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Eritrea", "Action2Geo_CountryCode": "ER", "Action2Geo_ADM1Code": "ER", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 39.0, "Action2Geo_FeatureID": "ER", "DATEADDED": 20191017051500, "SOURCEURL": "http://www.cameroon-info.net/article/cameroon-biya-86-congratulates-ethiopias-abiy-ahmed-43-for-winning-nobel-peace-prize-354237.html"}, "ARTICLE": {"TITLE": "Cameroon-Info.Net:: Cameroon: Biya, 86, congratulates Ethiopia’s Abiy Ahmed, 43, for winning Nobel Peace Prize", "TEXT": "Paul Biya archives\n\n86-year-old President Paul Biya of Cameroon has congratulated Ethiopian Prime Minister Abiy Ahmed for winning the 2019 Nobel Peace Prize.\n\nIn a dispatch Wednesday, October 16, 2019, President Biya says the prestigious award brings honour to the people of the Federal Democratic Republic of Ethiopia and Africa.\n\n“The Alfred Nobel Prize Committee has rewarded your remarkable work for reconciliation, harmony and peace in Ethiopia, as well as your personal involvement in the resolution of certain armed conflicts that destabilize our continent,” President Biya’s official telegram to PM Abiy read.\n\nCameroon-info.net recalls that President Paul Biya’s telegram to the Ethiopian leader comes at a time when Cameroon is grappling with a crisis in the country’s North West and South West Regions since 2016. Corporatist demands made by Anglophone teachers and Common Law Lawyers in October and November 2016 have since morphed into an armed conflict when protesters met with the heavy arm of the state.\n\nSoldiers have since had running battles with armed men who seek to make of the two restive regions an independent state they call Ambazonia. President Paul Biya addressed the nation last September 10 and went on to convene a five-day Major National Dialogue that ended October 4 in Yaoundé. The nation is now holding its breath as to what the future holds.\n\nPaul Biya is the fifth-oldest currently-serving state leader by age – 86 years, 243 days. He has been ruling the Central African nation since November 6, 1982.\n\nCameroon-info.net understands that Abiy Ahmed of Ethiopia became the first sitting black African leader to win the Nobel Peace Prize Friday, October 11, 2019, an award that will boost one of the continent’s few genuine reformers against his powerful domestic enemies.\n\nPassing over Greta Thunberg, the teenage environmentalist who had been odds-on favourite to secure the award, the Nobel Committee chose instead to bestow its highest honour on a peacemaker of a more traditional mould.\n\nAfrica’s youngest leader was named this year’s laureate in recognition of “his decisive initiative to resolve the border conflict with neighbouring Eritrea”, said Berit Reiss-Andersen, who chairs the Nobel Committee.\n\nWithin months of becoming prime minister in April last year, Mr Abiy, who is 43, dropped a longstanding Ethiopian claim to disputed border territory and flew into enemy territory to make Isaias Afwerki, Eritrea’s strongman ruler, an unconditional offer of permanent peace.\n\nThe subsequent peace treaty ended a conflict that killed tens of thousands in brutal trench warfare during the active phase of hostilities from 1998 to 2000, flared up periodically thereafter and spread instability across the Horn of Africa.\n\nThe deal prompted jubilation in both countries with long-separated families being reunited after the deal saw the border reopened, phone and air links restored and diplomatic relations re-established.\n\nThe Nobel Committee pointedly snubbed President Isaias, declining to offer him a share of the spoils. In sharp contrast to Mr Abiy, who has released thousands of political prisoners and lifted a ban of opposition parties, the Eritrean president remains one of Africa’s most autocratic leaders.\n\nNelson Mandela is the only other black African leader to be awarded the Nobel Peace Prize, but he won it a year before coming to office in 1994. He shared it with F.W de Klerk, South Africa's white president at the time."}}