{"GDELT": {"GlobalEventID": 880268538, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "BUSBUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "Actor1Type2Code": "BUS", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.2710027100271, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_Lat": 40.3736, "Actor1Geo_Long": -82.7755, "Actor1Geo_FeatureID": "OH", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_Lat": 40.3736, "Actor2Geo_Long": -82.7755, "Actor2Geo_FeatureID": "OH", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20191017051500, "SOURCEURL": "https://www.dailyrepublic.com/all-dr-news/wires/new-mexico-tech-awarded-93-million-cyber-training-contract-albuquerque-journal-n-m/"}, "ARTICLE": {"TITLE": "New Mexico Tech awarded $93 million cyber training contract [Albuquerque Journal, N.M.]", "TEXT": "Oct. 16–ALBUQUERQUE, N.M. — New Mexico Tech has been awarded a nearly $93 million contract with the Air Force Research Laboratory to provide an environment for cyber and electronic warfare training.\n\n“This contract will define, develop and deploy cyber electronic warfare capabilities for research and development, evaluation, test and training in support of employment of cyber EW effects,” the Department of Defense said in its announcement last week. “This effort will provide a unique and enduring environment to support Department of Defense assets for the employment of cyber and EW effects.”\n\nThe contract is through the AFRL’s Sensors Directorate at Wright-Patterson Air Force Base in Ohio.\n\nPart of the work will be done in a secure location with the Institute for Complex Additive Systems Analysis on the campus in Socorro.\n\nField work will be done at Tech’s facilities in Playas in Hidalgo County, the DOD said.\n\nThe work is expected to be completed by Oct. 7, 2026.\n\nPlayas is a division of Tech’s Energetic Materials Research Testing Facility. It was once an industry “company town” hosting 1,500 residents and employees of the Phelps Dodge Corp., which operated a copper smelter.\n\nIt has an extensive residential range, consisting of about 100 three-bedroom, two-bath houses on multiple streets. It also has a bowling alley, medical clinic and fire station.\n\nThe facility has been used for training by law enforcement agencies. It’s also used for military and security exercises. The military has used the facility for training for missions in Afghanistan and Iraq.\n\nAccording to the notification of the contract, the effort will “conduct research and development in a relevant and realistic cyber and electronic warfare environment.”\n\n“There is a definite and urgent need for a cyber-kinetic infrastructure to facilitate development, testing, and evaluation of operational cyber, EW, and non-kinetic capabilities in support of national military objectives,” the notification said.\n\nThe effort will bring together warfighter requirements, hardware, software, expertise and best practices to create a reconfigurable and realistic cyber-kinetic environment and range complex, the notification said.\n\n(c)2019 the Albuquerque Journal (Albuquerque, N.M.)\n\nVisit the Albuquerque Journal (Albuquerque, N.M.) at www.abqjournal.com\n\nDistributed by Tribune Content Agency, LLC."}}