{"GDELT": {"GlobalEventID": 880268916, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "GOVMIL", "Actor1Name": "NATIONAL SECURITY ADVISER", "Actor1Type1Code": "GOV", "Actor1Type2Code": "MIL", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.8578431372549, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Northamptonshire, Northamptonshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKJ1", "Actor1Geo_ADM2Code": "40124", "Actor1Geo_Lat": 52.316, "Actor1Geo_Long": -0.848108, "Actor1Geo_FeatureID": "-2604210", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Northamptonshire, Northamptonshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKJ1", "Actor2Geo_ADM2Code": "40124", "Actor2Geo_Lat": 52.316, "Actor2Geo_Long": -0.848108, "Actor2Geo_FeatureID": "-2604210", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Northamptonshire, Northamptonshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKJ1", "Action2Geo_ADM2Code": "40124", "Action2Geo_Lat": 52.316, "Action2Geo_Long": -0.848108, "Action2Geo_FeatureID": "-2604210", "DATEADDED": 20191017051500, "SOURCEURL": "https://www.theweek.co.uk/103824/harry-dunn-s-parents-ambushed-by-trump-in-the-oval-office"}, "ARTICLE": {"TITLE": "Harry Dunn’s parents ‘ambushed’ by Trump in the Oval Office", "TEXT": "President Donald Trump met the grieving parents of Harry Dunn, surprising them with the news that the woman involved in their son’s fatal road collision was in an adjacent room, ready to meet them.\n\nDunn’s parents, Charlotte Charles and Tim Dunn, refused to see Anne Sacoolas, despite being pressed repeatedly, and later described hearing the news as a “bombshell”. They were in the US to publicly make the case that she should return to the UK to face justice.\n\nTheir 19-year-old son was killed on his motorbike on 27 August in a collision when Sacoolas drove with her children in the wrong lane at the brow of a hill near RAF Croughton in Northamptonshire, where her husband, Jonathan Sacoolas, worked.\n\nAs the wife of a US intelligence officer, she was able to claim diplomatic immunity to leave the country after the accident, despite assuring British police she would stay.\n\n“It is not clear whether Sacoolas is acting freely in refusing to return to the UK or instead is acting on the orders of US intelligence,” reports The Guardian.\n\nDiffering accounts of the meeting\n\n“President Trump came off as a very warm, engaging guy, he makes you feel really special,” Radd Seiger, the family spokesperson, told CNN. “But once the pleasantries were over, and we sat down, he said: ‘Let’s cut to the chase. You want to meet Mrs Sacoolas. I can make that happen’... She was next door. It was a shock.”\n\nHe added: “We feel a little numb. There wasn’t any real progress, apart from right at the end, the president saying he would look at it from another angle. Reflecting on it this morning, I think Charlotte and Tim realise that the president was only doing it for himself.”\n\nTalking to reporters yesterday, President Trump offered a different picture. “It was beautiful in a way,” he said, “it was very sad... She was in the room right out there, we met right here. I offered to bring the person in question in and they weren’t ready for it.”\n\nHe went on to claim that the event had been requested by Prime Minister Boris Johnson, and speculated that his best efforts to arrange a “healing meeting” had been thwarted by lawyers. “Unfortunately they wanted to meet with her and unfortunately when we had everybody together they decided not to meet. Perhaps they had lawyers involved by that time, I don’t know exactly.”\n\n–––––––––––––––––––––––––––––––\n\nFor a round-up of the most important stories from around the world - and a concise, refreshing and balanced take on the week’s news agenda - try The Week magazine. Get your first six issues free\n\n–––––––––––––––––––––––––––––––\n\nAmy Jeffress, Sacoolas’s lawyer, said in a statement: “We are trying to handle the matter privately and look forward to hearing from the family or their representatives. Anne accepted the invitation to the White House with the hope that the family would meet and was disappointed.”\n\nSacoolas has apologised through her attorney for what she called a “tragic mistake”.\n\nHer lawyers said: “Anne stayed on the scene of the accident to assist. She spoke to Harry Dunn to tell him that she would call for help.”\n\nThe family of Harry Dunn have made it clear that they wanted a meeting on “our terms, on UK soil” with therapists present for the wellbeing of both sides. Despite this, Trump’s new national security adviser, Richard O’Brien, told them during the meeting that Sacoolas was “never coming back” to the UK.\n\nA highly choreographed event\n\nSeiger also claimed that he saw press and photographers had been lined up by Trump to capture the two families meeting. “Clearly they were looking to get a photo of the president introducing Mrs Sacoolas to Harry’s parents,” he said.\n\nSpeaking to the BBC, Seiger said the encounter felt like a set-up. “I think the family feel a little bit ambushed to say the least,” he added.\n\nWriting for The Guardian, Ross Barkan says: “It was reality TV spectacle at its most soulless and the parents were rightly unwilling to participate in such a farce.”\n\nTrump, he concludes, is “a hollow vessel devoid of tact and empathy, committed to the show, his show, above all else… He never considered the feelings of the parents because he does not know how to even approximate such emotions. If he cared about others, we would be watching a very different presidency.”"}}