{"GDELT": {"GlobalEventID": 880268563, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "GOV", "Actor2Name": "PREMIER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.96078431372549, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Xinjiang, Jiangxi, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH03", "Actor1Geo_ADM2Code": "13167", "Actor1Geo_Lat": 27.7481, "Actor1Geo_Long": 116.274, "Actor1Geo_FeatureID": "11065838", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Xinjiang, Jiangxi, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH03", "Action2Geo_ADM2Code": "13167", "Action2Geo_Lat": 27.7481, "Action2Geo_Long": 116.274, "Action2Geo_FeatureID": "11065838", "DATEADDED": 20191017051500, "SOURCEURL": "https://www.nbcnews.com/business/economy/trump-meet-chinese-vice-premier-white-house-big-day-negotiations-n1064686?cid=public-rss_20191017"}, "ARTICLE": {"TITLE": "Trump to meet with Chinese vice premier at White House: 'Big day of negotiations with China'", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nPresident Donald Trump said he’s meeting with Chinese Vice Premier Liu He on Friday, fueling optimism about a positive outcome from this week’s high-level trade talks.\n\n“Big day of negotiations with China. They want to make a deal, but do I? I meet with the Vice Premier tomorrow at The White House,” Trump wrote in a tweet on Thursday.\n\nThe U.S. and China began their principal-level negotiations in Washington on Thursday. Trump’s comment about a meeting with Liu contrasted with a report from the South China Morning Post that said the two sides made no progress in deputy-level trade talks this week and Liu will cut his visit short.\n\nStocks surged after the president’s tweet, rebounding from a wild overnight session sparked by the SCMP article as well as multiple other media reports.\n\nEarlier on Thursday, Liu told Chinese state-run media Xinhua, “The Chinese side has come with great sincerity and is willing to make serious exchanges with the U.S. on issues of common concern such as trade balance, market access and investor protection, and promote positive progress in the consultations,” Liu said.\n\nStill, tensions between the two economic superpowers reached a fever pitch earlier in the week. The U.S. blacklisted 28 Chinese entities over alleged human rights violations against Muslim minorities in Xinjiang, while putting visa restrictions on Chinese officials involved. China responded “stay tuned” for retaliation against the blacklist.\n\nBloomberg News reported overnight that the White House is working up a partial deal to suspend next week’s tariff increase in exchange for a currency pact. The New York Times also reported that the Trump administration is granting licenses for some U.S. companies to sell nonsensitive supplies to Chinese telecom giant Huawei."}}