{"GDELT": {"GlobalEventID": 880269199, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -13.352272727272698, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Ogun State, Ogun, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI16", "Actor1Geo_ADM2Code": "22963", "Actor1Geo_Lat": 7.0, "Actor1Geo_Long": 3.58333, "Actor1Geo_FeatureID": "-2022272", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Ogun State, Ogun, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI16", "Action2Geo_ADM2Code": "22963", "Action2Geo_Lat": 7.0, "Action2Geo_Long": 3.58333, "Action2Geo_FeatureID": "-2022272", "DATEADDED": 20191017051500, "SOURCEURL": "https://punchng.com/mapoly-student-jailed-for-fraud/"}, "ARTICLE": {"TITLE": "MAPOLY student jailed for fraud", "TEXT": "Ademola Babalola, Ibadan\n\nA Higher National Diploma Mechanical Engineering student of the Mashood Abiola Polytechnic, Ojere, Ogun State, Olalekan Ogunremi, was on Wednesday found guilty of criminal impersonation and sentenced to six months in prison.\n\nThe 21-year-old, who was brought before Justice Patricia Ajoku of the Federal High Court, Ibadan Division, had his one year punishment proposed for his offence, to six months.\n\nThe judge succumbed to his lawyer’s passionate plea that his client had missed two academic sessions owing to the criminal charge filed against him by the Ibadan Zonal Office of the Economic and Financial Crimes Commission.\n\nOgunremi had pleaded guilty to the amended count for which he was arraigned consequent upon a plea bargain arrangement between him and the commission.\n\nThe offence contravenes Section 22(2)(b) of the Cybercrime (Prohibition, Prevention etc) Act 2015, and punishable under Section 22 (2)(iv) of the same Act.\n\nThough the judge reduced the jail term, she upheld other proposed punishments contained in the agreement, including forfeiture of items recovered during his arrest and investigation.\n\nIn a related development, the commission’s Ibadan office also arraigned two other suspects before Justice Ajoku.\n\nThe suspects – Samuel Owolabi (aka Dr Keilah Forgey, Jame Romero, Romero Williams) and Ekene Odinamba – were separately arraigned on charges bordering on obtaining money under false pretences and possession of fraudulent documents with intent to defraud.\n\nREAD ALSO: Husband beats wife to death over disagreement\n\nOwolabi, according to the 30 counts preferred against him, defrauded his victims of over $21, 000.\n\nOdinamba, who was arraigned on four counts, allegedly defrauded his victims to the tune of about $2,700.\n\nThe accused pleaded not guilty to the charges when read to them.\n\nThe court fixed November 21 and 22 for the hearing of the first and second defendants’ bail applications.\n\nJustice Ajoku ordered that they be remanded in prison.\n\nThe cases were also adjourned till December 10 for trial.\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}