{"GDELT": {"GlobalEventID": 880269011, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "JPN", "Actor1Name": "TOKYO", "Actor1CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.2015065913371004, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Roppongi, Tokyo, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA40", "Action2Geo_ADM2Code": "36314", "Action2Geo_Lat": 35.65, "Action2Geo_Long": 139.733, "Action2Geo_FeatureID": "-241759", "DATEADDED": 20191017051500, "SOURCEURL": "https://metropolisjapan.com/world-cinema-at-tokyo-international-film-festival-2019/"}, "ARTICLE": {"TITLE": "Tokyo International Film Festival 2019", "TEXT": "The arrival of fall means that Tokyo International Film Festival (TIFF) is just around the corner. The 32nd edition of the festival will roll out the red carpet starting October 28. Over the course of nine days, the celebration of cinema will present 170 carefully selected films from around the world and give fans the chance to see jury head Zhang Ziyi (Memoirs of a Geisha) and other stars walk the red carpet, or even pick their brains at Q&A sessions.\n\nMany of the screenings will be at Ex Theater Roppongi and Toho Cinemas in the Roppongi Hills complex, which will also host a movie tie-in café, ticket desk, information counter as well as many selfie-ready sites. Tokyo Midtown Hibiya and Tokyo International Forum will also host several films and events.\n\nThe festival has roots stretching deep into Japanese popular cinema with its opening film, Tora-san, Wish You Were Here, the 50th film in the Otoko wa Tsurai yo series about the kindhearted wanderer. Yoji Yamada, who directed the first installment way back in 1969, will be at the festival to present the epilogue (with English subtitles), which centers on Tora-san’s nephew who is now travelling himself. The closing film will be Martin Scorsese’s latest organized crime epic, The Irishman.\n\nFourteen films will compete in the Tokyo Sakura Grand Prix. In La Llorona, director Jayro Bustamante uses a Latin folktale, recently adapted into a big-budget Hollywood horror flick, to tell the story of the civil war that ravaged his homeland of Guatemala. The Norwegian coming-of-age drama Disco tells the story of a young dancer who questions her faith to the point of Christian extremism.\n\nTIFF provides a rare opportunity to see Japanese films with English subtitles. Highlights include Mrs. Noisy, in which improper trash disposal snowballs into a neighborhood feud and media frenzy, and Reiwa Uprising, a documentary about a transgender professor who runs for mayor of a town in Saitama. A Japan-set film that is sure to draw crowds is Earthquake Bird, starring Oscar-winner Alicia Vikander as a British immigrant in Tokyo who is suspected when her roommate goes missing following a love triangle with a local photographer (Exile’s Naoki Kobayashi).\n\nThe “World Focus” program presents the latest from French auteur Olivier Assayas, Wasp Network with Penélope Cruz and Gael García Bernal as Cuban defectors in Miami, and the beautifully animated Hong Kong film No.7 Cherry Lane, which won the Best Screenplay Award at the 76th Venice Film Festival.\n\nThere will also be a program aimed at teen audiences, as well as a program featuring a benshi (silent film narrator) and free outdoor screenings.\n\nTickets are available on the TIFF website.\n\nToho Cinemas Roppongi Hills\n\n6-10-2 Roppongi, Minato-ku\n\nwww.tohotheater.jp\n\nEx Theater Roppongi\n\n1-2-9 Nishiazabu, Minato-ku\n\nwww.tv-asahi.co.jp/ex-theater\n\nToho Cinemas Hibiya\n\n1-1-3 Yurakucho, Chiyoda-ku\n\nwww.tohotheater.jp\n\nTokyo International Forum\n\n3-5-1 Marunouchi, Chiyoda-ku\n\nwww.t-i-forum.co.jp"}}