{"GDELT": {"GlobalEventID": 880268525, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "BUS", "Actor1Name": "EMPLOYER", "Actor1Type1Code": "BUS", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.61330561330561, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191017051500, "SOURCEURL": "https://newsblaze.com/business/latest-business/updated-2019-workers-comp-insurance-statistics_160080/"}, "ARTICLE": {"TITLE": "Updated 2019 Worker’s Comp Insurance Statistics", "TEXT": "Workers’ compensation is an insurance program, insuring employees for illnesses and injuries that happen as a result of their job. If an employee gets sick or enjoyed while working, workers’ comp can pay for the related expenses, such as medical bills and rehabilitation costs. If the employee is forced to miss days of work due to the event, the insurance can also provide partial lost wages.\n\nAdditionally, workers’ comp can cover legal expenses for the employer if an employee decides to sue for damages that are the result of an occupational accident, illness or injury. Accidents can be fairly common at work, like back injuries from lifting heavy boxes, or carpal tunnel syndrome that results after years of typing. Some of the latest statistics show that just five occupations account for nearly 20 percent of days away from work, with the most dangerous including police officers and sheriff’s patrol officers, heavy and tractor-trailer truck drivers, janitors, laborers and nursing aides, attendants and orderlies.\n\nIf tragedy ensues, ending with the death of an employee, workers’ comp can cover funds for funeral expenses and support payments to the employee’s dependents.\n\nIf there is any question as to whether the injury or illness was related to work, it may be necessary for an employee to obtain a worker’s compensation lawyer in Pittsburgh, New York, Austin, or any city in which they happen to live or the employer is located in. The workers’ comp attorney helps workers who are injured or become sick on the job recover compensation, including lost wages and medical bills.\n\nWhat Workers Comp Won’t Cover\n\nWorkers comp may not cover everything you think it does. Most states cover injuries that occur at the workplace, even if an employee has clocked out for the day. That generally includes injuries that happen in a parking lot that’s owned or controlled by the employer as the employee is either on their way to or from the building to work. Once work is finished and the employee has left the premises, injuries that occur aren’t covered. They would only be covered if the employee leaves to perform activities for the employer such as job-related training, traveling between work sites or during business travel.\n\nIf an employee is injured when commuting to or from work, such as getting into a car accident during the normal commute to the office, it won’t be covered by workers’ comp. If the employee is running a work errand or on a sales call, however, it would be covered.\n\nOther circumstances where an employee is usually not covered include:\n\nInjuries that are the result of being intoxicated or due to substance abuse\n\nAn injury that results from fighting or practical jokes on the job\n\nInjuries that happen at a holiday party, company picnic or any clearly voluntary event when the employee wasn’t required to attend\n\nThe Claims Process\n\nAny employee who becomes injured or ill due to a work-related incident is required to report it as soon as possible, and fill out the appropriate form. If that isn’t done within the time period specified, any benefits may be forfeited. Employers also have necessary obligations, such as providing all staff members with specific rights and responsibilities."}}