{"GDELT": {"GlobalEventID": 880269150, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "MED", "Actor1Name": "CORRESPONDENT", "Actor1Type1Code": "MED", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.875, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chitral, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23661", "Actor1Geo_Lat": 31.5023, "Actor1Geo_Long": 72.8975, "Actor1Geo_FeatureID": "-2758302", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chitral, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23661", "Actor2Geo_Lat": 31.5023, "Actor2Geo_Long": 72.8975, "Actor2Geo_FeatureID": "-2758302", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chitral, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23661", "Action2Geo_Lat": 31.5023, "Action2Geo_Long": 72.8975, "Action2Geo_FeatureID": "-2758302", "DATEADDED": 20191017051500, "SOURCEURL": "https://www.harpersbazaar.com/celebrity/latest/a29490295/prince-william-met-pakistani-woman-named-after-princess-diana/"}, "ARTICLE": {"TITLE": "Prince William Met with a Pakistani Woman Who Was Named After His Mother, Princess Diana", "TEXT": "Today, Prince William and Duchess Kate continued their royal tour of Pakistan with a visit to Bumburet to meet with locals affected by the devastating floods that hit the region in 2015.\n\nDuring the visit, William met a young woman from the area named Diana—who was actually named after Will's late mother, Princess Diana, following the royal's visit to Pakistan in 1991.\n\nPrince William and Duchess Kate continued their royal tour of Pakistan today with a trip to the Chitral District to witness the impact of climate change on the country's glaciers.\n\nLater in the day, the Duke and Duchess of Cambridge met with survivors of mass flooding caused by glacial melting in Pakistan, traveling to Bumburet in central Chitral to meet with locals whose community was devastated by floods in 2015.\n\nDuring the visit, the royal couple met with a young woman named Diana, who was actually named after William's late mother, Diana, Princess of Wales. The local woman's grandmother traveled to Chitral to meet the princess during her visit to Pakistan in 1991.\n\n\"Princess Diana was visiting at around the time she was born, which is why she got named Diana,\" a translator explained. \"And now her son is now William. Her grandmother went to meet Princess Diana in Chitral, her mum was unable to travel because she was expecting her.\"\n\nDiana is living up to her namesake's legacy of selflessness and giving; the young woman is part of the emergency response team of volunteers—now funded by U.K. aid—that worked to prevent loss of life during the 2015 floods.\n\n\"They generally spoke about where these guys were in 2015 floods, what their reactions were, what they felt, conversations around that,\" the translator explained, describing the discussion Will and Kate had with the group of locals. \"They're glad that people are learning more about this. It's a source of pride. They can't forget this day.\"\n\n\n\nDuring the discussion, William asked (through a translator) about the group's experiences during the 2015 flood.\n\n\"Was it quite scary? What kind of time of day did it happen?\" William asked. \"Was it like a big roar in the valley?\"\n\nThe royal couple also watched a demonstration by a local search and rescue team, who showed the duke and duchess how they transport casualties across a river.\n\nThe Sun's royal correspondent, Emily Andrews, described the intimate meeting as the most \"real\" event the Cambridges have done during their tour.\n\nThis content is imported from Twitter. You may be able to find the same content in another format, or you may be able to find more information, at their web site.\n\nBumburet was amazing and K&W seemed on great form. It felt the most “real” event they’ve done so far, partly cos much of yest was formal “state business” & partly as today they got to meet “real”people in their natural environs.K was having such a good time, W had to chivy her on pic.twitter.com/9F2gKJLcsE — Emily Andrews (@byEmilyAndrews) October 16, 2019\n\nThis content is created and maintained by a third party, and imported onto this page to help users provide their email addresses. You may be able to find more information about this and similar content at piano.io\n\nThis commenting section is created and maintained by a third party, and imported onto this page. You may be able to find more information on their web site."}}