{"GDELT": {"GlobalEventID": 880268479, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "AZE", "Actor1Name": "AZERBAIJAN", "Actor1CountryCode": "AZE", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.8287292817679499, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20191017051500, "SOURCEURL": "https://www.celebdirtylaundry.com/2019/seal-team-recap-10-16-19-season-3-episode-3-adapt-and-overcome/"}, "ARTICLE": {"TITLE": "SEAL Team Recap 10/16/19: Season 3 Episode 3 “Adapt and Overcome”", "TEXT": "Tonight on CBS their new military drama Seal Team airs with an all-new Wednesday, October 16, 2019, episode and we have your Seal Team recap below. On tonight’s Seal Team season 3 episode 3, “Adapt and Overcome,” as per the CBS synopsis, “Bravo Team is on a mission in Azerbaijan to help retake a power plant in order to avoid political instability in the area.”\n\nSo make sure to come back to this spot between 9 PM and 10 PM ET for our Seal Team recap. While you wait for our recap make sure to check out all our television news, spoilers, photos, recaps and more, right here!\n\nTonight’s SEAL Team recap begins now – Refresh Page often to get the most current updates!\n\nBravo Team was running drills. It was something they had to do every once in a while to make sure that they working together as a team and it also double-checked their timing. They needed to be quick with everyday missions so training for it wasn’t that much different. The team worked together until they got it right and they wanted to go out and celebrate together, but first, they met DEVGRU’s new Commanding Officer. They had heard from worrisome stories about other COs. They didn’t want that for themselves and it seems they might have gotten lucky with Captain Grayson Lindell.\n\nLindell didn’t ban drinking or strip clubs. That right away guaranteed him a happier team and so no one was complaining about their new CO. In fact, the first sign of trouble was when he asked to speak to Clay. He wanted to talk to Clay about Swanny and the work Clay was doing for his friend. Clay was left scared because he was afraid Lindell was going to ask him to drop what he was doing. Except Lindell didn’t do that. He actually brought up how he was bringing someone on the team to check over the soldiers and make they were physically okay.\n\nLindell said it would help prevent another issue like there was with Swanny. He also reminded Clay that the work they were doing here shouldn’t be impeded by whatever Clay was doing with his father and so there was a warning hidden in there. Lindell wanted to be seen as one of the good guys. Whether he is or not is still up in the air. The team though went back to their everyday lives and some of them have found. Jason went shopping with his daughter for things he might need at the apartment and she tried talking to him about his emotional detachment.\n\nJason wouldn’t talk about it and so his daughter tried to go around his personality. She cleaned up after him at the apartment. She also found out that he had a referral for a therapist and that he didn’t follow through with it. She tried to tell him how much he would be, but he didn’t want to listen and was pretty glad when he later got called into work. Jason lives for being on duty. He couldn’t function in everyday life and unlike the other guys, he didn’t have anything to commit himself to. His children were fine and so he gave himself permission to treat himself as crap.\n\nOnly Jason never thinks of it as that way. He just focuses on the mission and this latest one was stupid. Armenian Armed Forces violated their ceasefire with Azerbaijan. Azerbaijan was an American ally and of course, they were going to offer their support. So, Bravo Team’s mission meant they were going to aid their friends. They were going to be helping support an Azerbaijan power plant. The plant was near the border, therefore, it was an easy target. It provided power to most of the country as well as the US base and so protecting it was going to be easy, but the Azerbaijan government had also thrown in a request.\n\nThe government didn’t want it to be known that they needed help. They wanted the Americans to leave little to no footprint and so this was a stealth mission. The guys couldn’t even land in the country. They had to parachute in. They then had to walk to the plant and by the time they did, they learned that an Armenian militia had taken control of the plant. The place they were sent to protect was already lost. The team now had to fight to reclaim it and that increased their footprint. And that before they even got into the building.\n\nNow, reclaiming the building was actually a lot harder than anyone thought. The team fought who they believed were the militia and instead, they came across a well-organized team. Even Jason had his doubts about the enemy being a militia. He called it in and he asked what they were all thinking. He demanded to know who they were fighting. Their men in the air responded with the belief that these men were mercenaries possibly hired by Tehran to cause mayhem in the region. And Bravo Team were facing a lot more power than they counted on.\n\nThey were being pinned down as the mercenaries were blowing up transformers. There was just no way of defending the plant and so Bravo Team had to pull back. It gave them time to regroup. They reunited with their friends and returned fire from a stronger position. It was slow work, but they protected the transformers and kept the plant functioning as they handed it back to the Azerbaijan forces. It was also a win for their team. They were able to pull it off despite overwhelming odds against them and so everyone should have been in a happy mood.\n\nNot Davis, though. She thought she failed in her duty because she hadn’t figured out the Iranian angle in time and so she obsessed over this supposed failure. She even pushed Sonny away which he didn’t deserve.\n\nClay meanwhile talked to his dad about what they were doing and he told the older man that he had to pull back some. He couldn’t risk his career and that what was being threatened if he continued.\n\nAnd as for Ray, he realized he needed to go for a higher position than Jason’s if he wanted to remain with Bravo and so now he doesn’t know how Jason will react once he learns he’ll be outranked.\n\nTHE END!"}}