{"GDELT": {"GlobalEventID": 880269219, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor2Code": "PTY", "Actor2Name": "POLITICAL PARTIES", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 5.9665871121718395, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Kogi State, Kogi, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI41", "Actor1Geo_ADM2Code": "191205", "Actor1Geo_Lat": 7.75, "Actor1Geo_Long": 6.75, "Actor1Geo_FeatureID": "9153500", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Kogi State, Kogi, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI41", "Actor2Geo_ADM2Code": "191205", "Actor2Geo_Lat": 7.75, "Actor2Geo_Long": 6.75, "Actor2Geo_FeatureID": "9153500", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Kogi State, Kogi, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI41", "Action2Geo_ADM2Code": "191205", "Action2Geo_Lat": 7.75, "Action2Geo_Long": 6.75, "Action2Geo_FeatureID": "9153500", "DATEADDED": 20191017051500, "SOURCEURL": "https://punchng.com/kogi-election-45-political-parties-endorse-bello-for-second-term/"}, "ARTICLE": {"TITLE": "Kogi election: 45 political parties endorse Bello for second term", "TEXT": "Gbenga Odogun, Lokoja\n\nA coalition of 45 political parties has endorsed Governor Yahaya Bello of Kogi State for a second term in office.\n\nAddressing a world press conference on Wednesday in Lokoja, the state capital, the Chairman of the coalition, Dr Sani Teidi, said the parties reached the conclusion to support the governor, after carefully considering the fact that a second term should only be given in deserving circumstances and especially where there were cogent reasons.\n\nWhile 12 of the parties that endorsed Bello had candidates in the forthcoming governorship election, 15 had no candidates, while 35 had withdrawn from the election.\n\nHe listed the political parties to include the Accord Party, Alliance for Democracy, Green Party, People’s Party of Nigeria, National Conscience Party, Young Democratic Party, Justice Must Prevail Party and Zenith Labour Party.\n\nOthers are the Peoples Progressive Party, Hope Democratic Party, Africa Action Congress and the People’s Redemption Party.\n\nTeidi added that the coalition objectively analysed all the parties and their candidates for the November 16 poll and finally decided that Bello was head and shoulder above the rest.\n\n“Candidate Yahaya Bello of the APC is seeking a second term in office as he rounds off a first term, which we consider successful enough to justify a second term,” he said.\n\nMeanwhile, the National Union of Road Transport Workers, Kogi State branch, has promised to provide 50,000 votes for Bello’s re-election.\n\nThe chairman of the union, Jimoh Ibrahim, made the promise on Wednesday at a rally organised by the Director-General, APC Campaign Organisation, Senator Smart Adeyemi.\n\nIbrahim said the NURTW had decided to embark on the solidarity rally in view of the governor’s performance.\n\n“The gathering here comprises all the six units of the transport union including the Tricycle Owners Association of Nigeria, the Road Transport Employers Association of Nigeria, the National Motorcycle Union of Nigeria and the National Union of Road Transport Workers.\n\n“Our union boasts of over 48,000 members and we have pledged our support for Governor Yahaya Bello. Kogi State belongs to all of us and we shall work together to ensure Bello’s re-election,” he said.\n\nReacting to the NURTW’s endorsement’s of the governor second term ambition, Adeyemi described the union as powerful and important to the socio-economic development of the state.\n\n.Copyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}