{"GDELT": {"GlobalEventID": 880343841, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.54959053685168, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Safa Kadal, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72811", "Actor2Geo_Lat": 34.0917, "Actor2Geo_Long": 74.7861, "Actor2Geo_FeatureID": "6201460", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Safa Kadal, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72811", "Action2Geo_Lat": 34.0917, "Action2Geo_Long": 74.7861, "Action2Geo_FeatureID": "6201460", "DATEADDED": 20191017120000, "SOURCEURL": "https://www.dawn.com/news/1511379/before-the-phones-came-back-to-life-kashmiri-families-could-not-even-mourn-their-dead"}, "ARTICLE": {"TITLE": "Before the phones came back to life, Kashmiri families could not even mourn their dead", "TEXT": "Sad tidings reached too late. And death certificates could not be handed out under an internet blackout.\n\nThis article originally appeared in Scroll.in and has been reproduced with permission.\n\nThe news came from strangers. Hafizullah Reshi, who had gone to Ladakh on business, got a call around 8:30am on August 31, telling him his father, Ghulam Nabi Reshi, had died an hour ago. The call was made from a police station in Srinagar.\n\nHis wife, food writer Marryam Reshi, who was in Delhi, got a call from another police station in Srinagar later that morning. She was prepared for the news. She had just been on the phone with her husband, who had called her up crying.\n\n“Mujeeb hund bud bubbe chu gozrayamat” – (Mujeeb’s grandfather has passed away), said the voice at the other end of the line. Mujeeb was her nephew.\n\nRead: Kashmir, the valley without a curfew pass\n\nTwo days later, after Marryam Reshi posted the news on social media, another nephew, Aamir Ismail Najar, who works in Gurgaon, found out his grandfather had died. “He called a friend in Srinagar whose landline was working and asked him to pay a visit to our home and check if the news of his grandfather’s death was true,” said his elder brother, Umar Ismail Najar, who was in the house next door to Ghulam Reshi when tragedy struck.\n\nA sudden collapse\n\nFor weeks, this is how Kashmiris learnt about the death of loved ones, in fragments from strangers and notices in the newspaper seen too late, on frantic phone calls on landlines and, if they were outside the Valley, from social media posts.\n\nOn August 5, when the Indian government announced that it was stripping Jammu and Kashmir of its special status and splitting it into two Union Territories, all communication lines were snapped. That included telephone landlines, cell phone connections, mobile and broadband internet. Only a few government enclaves in Srinagar had working landlines. For about a month, ordinary Kashmiris had to queue for hours at the deputy commissioner’s offices or at local police stations to make calls. It wasn’t until September 5 that all landlines were restored.\n\nAs Marryam Reshi pointed out, few people made calls unless it was an emergency. Apart from the long wait, the police stations had been turned into fortresses guarded by the Central Reserve Police Force, while scores were detained in daily police sweeps. This meant news of illness was not shared unless it seemed critical. News of death, if it reached at all, almost always came as a shock.\n\nRelated: India clampdown hits occupied Kashmir's Silicon Valley\n\nBetween August 5 and August 31, Marryam and Hafizullah Reshi had not spoken to their family, who live in Safa Kadal in downtown Srinagar. “We had a landline but we gave it up years ago,” said Marryam Reshi. “Our neighbours had a landline but we never thought to take their number until after August 5. By then it was too late.”\n\nBut they tried not to worry. The couple had last seen Hafizullah’s father, Ghulam Nabi Reshi, a month before he died and there seemed to be nothing wrong apart from the usual ailments of old age. The 82-year-old had gone through an open heart surgery 16 years ago and his family took him for regular check ups.\n\nIn the month before his death, his health had worsened – an echocardiogram with troubling results, a bad fall – but nothing that seemed critical enough to attempt phone calls. Then on the morning of August 31, he suddenly collapsed.\n\nGetting word out\n\nUmar Ismail Najar, who lives next door in Safa Kadal, was woken by screams. “My uncles and aunts started screaming when my grandfather’s body went cold,” he said. The family rushed him to Sri Maharaja Hari Singh Hospital, about a kilometre away. There, he was declared dead.\n\nFor the family in Kashmir, the next, most harrowing task was to inform Ghulam Reshi’s large family, spread across Srinagar and outside the Valley. Umar first went to the Safa Kadal police station to call his uncle, Hafizullah. But the police did not “cooperate”, he said. Since he was needed at home for funeral arrangements, friends were deputed to try their luck at other police stations or to personally visit relatives who lived in Srinagar. Some areas, like Soura, which had seen frequent protests, remained out of reach.\n\nA month-and-a-half after Ghulam Nabi Reshi’s death, Marryam Reshi said, the family had still not been given a death certificate. “Because the municipality hands out death certificates online, we have not received Dad’s certificate yet,” she said. “It will be given once the internet is in working order in the Valley. Then, we will receive an SMS, after which a fee will have to be paid and the certificate collected in person.”\n\nInternet services are still suspended. On October 14, postpaid mobile connections were restored but SMS services were stopped hours later, after an attack in south Kashmir.\n\nA long wake\n\nThe communications blackout made even minor distances within the Valley seem vast. For instance, just 35km separate the Sopore’s Iqbal Nagar and Bandipora district’s Madder village. Retired professor Mohammad Maqbool Bhat had died in Sopore on September 10. It took three weeks for news of his death to reach Bandipora. The social rhythms of mourning, the condolence calls to support family members at a difficult time, were disrupted.\n\nBhat’s relatives in Sopore said they had a hard time getting the word out. “Ultimately, we just went ahead with the funeral whoever made it to his home on September 10,” a relative said. “All the people who lived nearby managed it.”\n\nHe also blamed security restrictions in Sopore for the thin attendance. The town and its surrounding areas, located in north Kashmir’s Baramulla district, have long been a flashpoint of conflict in the Valley. “Many avoided Sopore because it’s a bastion of pro-freedom politics so there are plenty of restrictions. We feel that’s why many didn’t turn up immediately after his death,” he diagnosed.\n\nFifty-five-year-old Kaneez Fatima, who lives in Madder, is embarrassed that she and her family could not attend Bhat’s funeral. “We went there on October 5. Actually, my other sister-in-law, who lives in Sopore, had come to know about it and she told us about it when she visited us in Bandipora. She had no way of letting us know about it the day it happened,” she explained.\n\nThe delayed news has meant a long wake.\n\nAccording to Bhat’s relative, the mourning had not stopped even a month after his death. “Professor Bhat was very well known, that’s why the visitors are still thronging his residence,” he said. “All of them apologise and say that they came to know about it from someone else, through word of mouth.”\n\nHeader image: A Kashmiri man prays at a graveyard in Anchar neighbourhood in Srinagar, September 20. — Reuters"}}