{"GDELT": {"GlobalEventID": 880344099, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "COP", "Actor1Name": "NATIONAL POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -7.264957264957269, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mazowe, Mashonaland Central, Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI03", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -17.504, "Actor1Geo_Long": 30.9739, "Actor1Geo_FeatureID": "-2316235", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mazowe, Mashonaland Central, Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI03", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -17.504, "Action2Geo_Long": 30.9739, "Action2Geo_FeatureID": "-2316235", "DATEADDED": 20191017120000, "SOURCEURL": "https://allafrica.com/stories/201910170148.html"}, "ARTICLE": {"TITLE": "Zimbabwe: Rape-Accused Teacher Goes Into Hiding", "TEXT": "A Harare school teacher has gone into hiding after allegedly raping one of his pupils.\n\nThe matter came to light after authorities heard about the incident and made a report to the police.\n\nNational police spokesperson Assistant Commissioner Paul Nyathi said investigations into the matter were in progress.\n\n\"A schoolteacher from Harare is on the run after he raped a pupil in one of the school buildings. School authorities got wind of the uncouth conduct and reported the matter to the police.\"\n\nHe urged pupils to bring to the attention of the police, parents or school authorities any indecent conduct done to them.\n\n\"We urge children to report rape to the police, school authorities or parents. Teachers have no right to rape or touch you indecently,\" he said.\n\nThis is not the first time that teachers have been implicated in rape cases countrywide.\n\nIn February this year, a 42-year-old teacher stationed at Dzingire Primary School in Chimanimani was hauled before the court, facing accusations of raping one of his pupils on two separate occasions after luring her with sachets of Jolly Juice powder on both incidents.\n\nWarren Chikwewu, who was residing at the school, appeared at Chipinge Magistrates' Court facing two counts of rape. In August, a married Mazowe High School teacher was sentenced to an effective 12 years in prison for raping a mentally-challenged woman."}}