{"GDELT": {"GlobalEventID": 880344416, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "GOV", "Actor1Name": "STATE OFFICIAL", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.15151515151515, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Williamstown, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ015", "Actor1Geo_Lat": 39.6862, "Actor1Geo_Long": -74.9952, "Actor1Geo_FeatureID": "881844", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Williamstown, New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_ADM2Code": "NJ015", "Action2Geo_Lat": 39.6862, "Action2Geo_Long": -74.9952, "Action2Geo_FeatureID": "881844", "DATEADDED": 20191017120000, "SOURCEURL": "https://patch.com/new-jersey/westdeptford/911-calls-details-released-officers-daughter-dies-nj-ride"}, "ARTICLE": {"TITLE": "911 Calls, Details Released As Officer's Daughter Dies On NJ Ride", "TEXT": "NEW JERSEY – The horrifying moments following a 10-year-old girl's fatal fall from a New Jersey festival amusement ride were released this week, revealing desperate 911 callers pleading for help as emergency personnel attempted to save Hailey McMullen's life.\n\nA New Jersey police department also asked for help for one of its own: Chris McMullen, whose daughter, Hailey, was killed after she fell out of a ride at the Deerfield Harvest Festival. Funeral services and other information also were released.\n\n\"She got really badly hurt at a festival ride,\" one person said. \"It dragged her and tucked her under.\"\n\nThe 911 calls, which are below, start with people saying \"somebody just got hurt on a ride,\" but then escalate, describing how the Xtreme ride dragged Hailey and may have even struck her.\n\n\"A girl fell out of the ride and she got smacked by the ride,\" another person said.\n\nHere's how NJ towns and counties are impacted, as well as the latest developments on the coronavirus crisis, schools and reopenings in NJ.\n\nHailey's father, Chris, is a police officer with the Salem City Police Department, which has set up an account to assist with funeral expenses.\n\nHere's how NJ towns and counties are impacted, as well as the latest developments on the coronavirus crisis, schools and reopenings in NJ.\n\nState officials, meanwhile, have launched a probe since the 10-year-old girl was killed on Saturday. The State Police and the state Department of Community Affairs are investigating how the girl was thrown from a ride called the \"Xtreme,\" a Wisdom Super Sizzler ride whose cars spin in the opposite direction as the ride rotates. The ride protects the passengers with a lap bar.\n\nThe ride's operator, Skelly's Amusements of Williamstown, drew fire for deciding not to immediately cancel its amusement operation while the investigation continues. The company ultimately relented and closed the rides on Sunday.\n\n\n\nAt least two popular fairs in New Jersey — in Manasquan and the Middlesex County Fair — have used Skelly's as their operator in the past. Read more: Girl Killed On Ride Operated By Company That Does Manasquan Fairs\n\nThe incident happened at 6:18 p.m. on Saturday; Hailey was airlifted to Cooper University Hospital, where she was pronounced dead at 7:20 p.m., police said.\n\nHailey, who was born in Vineland, was a fifth grade student at Deerfield Township Elementary School, according to her obituary.\n\n\"Hailey is and was the most beautiful little girl inside and out,\" the obituary said. \"She was kind to everyone.\"\n\n\"She went by many nicknames including chicken baby, chick, and mimi. She never left the room or the house without hugging someone and telling them she loved them. She enjoyed nature, animals and water. She viewed the world as an adventure.\n\n\"She was creative always making videos and art. Her imagination was huge as well as her intelligence. She was sassy and did not accept statements like because I told you so. She wanted to know why and wanted to do the right thing even if it was not the popular thing.\"\n\nThe obituary also said she was a wonderful daughter who would \"wake up very early in the morning when mom and dad were getting ready for work, just to see us and spend time with us (we called it coffee with chick). She wanted to be a veterinarian and a famous YouTuber.\"\n\n\"She would spend hours playing games with her brother and sister. Often they were games made up for themselves. Hailey would giggle and laugh, and it was such an intoxicating laugh that contained pure joy, spirit, and a love of life.\"\n\nA public visitation will be held on Friday evening from 6 to 9 p.m. at the Maranatha Baptist Church, 1524 Bridgeton Millville Pike, in Millville.\n\nPrivate funeral services will be held at the convenience of the family. Arrangements are under the direction of the Padgett Funeral Home, Upper Deerfield Township, Written condolences can be sent to the family at www.padgettfuneralhomes.com\n\nA local church also was offering a place for people to grieve:\n\n\n\nHere are some of the tributes paid to Hailey:\n\n\n\n\n\n"}}