{"GDELT": {"GlobalEventID": 880345034, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "USA", "Actor1Name": "MARYLAND", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.95737895042042, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Crimea, Krym, Avtonomna Respublika, Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP11", "Actor1Geo_ADM2Code": "28553", "Actor1Geo_Lat": 45.0, "Actor1Geo_Long": 34.0, "Actor1Geo_FeatureID": "-1043950", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "West Point, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 41.3915, "Action2Geo_Long": -73.956, "Action2Geo_FeatureID": "970844", "DATEADDED": 20191017120000, "SOURCEURL": "https://www.independent.co.uk/news/world/americas/us-politics/elijah-cummings-death-cause-age-trump-democrat-impeachment-health-illness-update-a9159541.html"}, "ARTICLE": {"TITLE": "Elijah Cummings death: Senior Democrat at centre of Trump impeachment probe dies, aged 68", "TEXT": "A senior Democrat who was a key figure in the Donald Trump impeachment probe has died.\n\nElijah Cummings, 68, was pronounced dead in the early hours of Thursday morning after suffering “complications concerning longstanding health challenges,” his office announced.\n\nThe congressman, who chaired the Democratic House Oversight and Reform Committee chair, had been admitted to hospital for a “medical procedure” last month.\n\nDownload the new Independent Premium app Sharing the full story, not just the headlines\n\nThe Maryland representative said at the time he expected to be “back in the office in a week or so”.\n\nCummings died at Baltimore’s John Hopkins Hospital at 2.45am on Thursday, his office said. No further details were given, but he has previously been treated for heart and knee problems.\n\nShape Created with Sketch. Trump impeachment: Who's who in the Ukraine scandal Show all 26 left Created with Sketch. right Created with Sketch. Shape Created with Sketch. Trump impeachment: Who's who in the Ukraine scandal 1/26 Donald Trump Accused of abusing his office by pressing the Ukrainian president in a July phone call to help dig up dirt on Joe Biden, who may be his Democratic rival in the 2020 election. He also believes that Hillary Clinton’s deleted emails - a key factor in the 2016 election - may be in Ukraine, although it is not clear why. EPA 2/26 The Whistleblower Believed to be a CIA agent who spent time at the White House, his complaint was largely based on second and third-hand accounts from worried White House staff. Although this is not unusual for such complaints, Trump and his supporters have seized on it to imply that his information is not reliable. Expected to give evidence to Congress voluntarily and in secret. Getty 3/26 The Second Whistleblower The lawyer for the first intelligence whistleblower is also representing a second whistleblower regarding the President's actions. Attorney Mark Zaid said that he and other lawyers on his team are now representing the second person, who is said to work in the intelligence community and has first-hand knowledge that supports claims made by the first whistleblower and has spoken to the intelligence community's inspector general. The second whistleblower has not yet filed their own complaint, but does not need to to be considered an official whistleblower. Getty 4/26 Rudy Giuliani Former mayor of New York, whose management of the aftermath of the September 11 attacks in 2001 won him worldwide praise. As Trump’s personal attorney he has been trying to find compromising material about the president’s enemies in Ukraine in what some have termed a “shadow” foreign policy. In a series of eccentric TV appearances he has claimed that the US state department asked him to get involved. Giuliani insists that he is fighting corruption on Trump’s behalf and has called himself a “hero”. AP 5/26 Volodymyr Zelensky The newly elected Ukrainian president - a former comic actor best known for playing a man who becomes president by accident - is seen frantically agreeing with Trump in the partial transcript of their July phone call released by the White House. With a Russian-backed insurgency in the east of his country, and the Crimea region seized by Vladimir Putin in 2014, Zelensky will have been eager to please his American counterpart, who had suspended vital military aid before their phone conversation. He says there was no pressure on him from Trump to do him the “favour” he was asked for. Zelensky appeared at an awkward press conference with Trump in New York during the United Nations general assembly, looking particularly uncomfortable when the American suggested he take part in talks with Putin. AFP/Getty 6/26 Mike Pence The vice-president was not on the controversial July call to the Ukrainian president but did get a read-out later. However, Trump announced that Pence had had “one or two” phone conversations of a similar nature, dragging him into the crisis. Pence himself denies any knowledge of any wrongdoing and has insisted that there is no issue with Trump’s actions. It has been speculated that Trump involved Pence as an insurance policy - if both are removed from power the presidency would go to Democratic House Speaker Nancy Pelosi, something no Republican would allow. AP 7/26 Rick Perry Trump reportedly told a meeting of Republicans that he made the controversial call to the Ukrainian president at the urging of his own energy secretary, Rick Perry, and that he didn’t even want to. The president apparently said that Perry wanted him to talk about liquefied natural gas - although there is no mention of it in the partial transcript of the phone call released by the White House. It is thought that Perry will step down from his role at the end of the year. Getty 8/26 Joe Biden The former vice-president is one of the frontrunners to win the Democratic nomination, which would make him Trump’s opponent in the 2020 election. Trump says that Biden pressured Ukraine to sack a prosecutor who was investigating an energy company that Biden’s son Hunter was on the board of, refusing to release US aid until this was done. However, pressure to fire the prosecutor came on a wide front from western countries. It is also believed that the investigation into the company, Burisma, had long been dormant. Reuters 9/26 Hunter Biden Joe Biden’s son has been accused of corruption by the president because of his business dealings in Ukraine and China. However, Trump has yet to produce any evidence of corruption and Biden’s lawyer insists he has done nothing wrong. AP 10/26 William Barr The attorney-general, who proved his loyalty to Trump with his handling of the Mueller report, was mentioned in the Ukraine call as someone president Volodymyr Zelensky should talk to about following up Trump’s preoccupations with the Biden’s and the Clinton emails. Nancy Pelosi has accused Barr of being part of a “cover-up of a cover-up”. AP 11/26 Mike Pompeo The secretary of state initially implied he knew little about the Ukraine phone call - but it later emerged that he was listening in at the time. He has since suggested that asking foreign leaders for favours is simply how international politics works. Gordon Sondland testified that Pompeo was \"in the loop\" and knew what was happening in Ukraine. Pompeo has been criticised for not standing up for diplomats under his command when they were publicly criticised by the president. AFP via Getty 12/26 Nancy Pelosi The Democratic Speaker of the House had long resisted calls from within her own party to back a formal impeachment process against the president, apparently fearing a backlash from voters. On September 24, amid reports of the Ukraine call and the day before the White House released a partial transcript of it, she relented and announced an inquiry, saying: “The president must be held accountable. No one is above the law.” Getty 13/26 Adam Schiff Democratic chairman of the House intelligence committee, one of the three committees leading the inquiry. He was criticized by Republicans for giving what he called a “parody” of the Ukraine phone call during a hearing, with Trump and others saying he had been pretending that his damning characterisation was a verbatim reading of the phone call. He has also been criticised for claiming that his committee had had no contact with the whistleblower, only for it to emerge that the intelligence agent had contacted a staff member on the committee for guidance before filing the complaint. The Washington Post awarded Schiff a “four Pinocchios” rating, its worst rating for a dishonest statement. Reuters 14/26 Lev Parnas and Igor Fruman Florida-based businessmen and Republican donors Lev Parnas (pictured with Rudy Giuliani) and Igor Fruman were arrested on suspicion of campaign finance violations at Dulles International Airport near Washington DC on 9 October. Separately the Associated Press has reported that they were both involved in efforts to replace the management of Ukraine's gas company, Naftogaz, with new bosses who would steer lucrative contracts towards companies controlled by Trump allies. There is no suggestion of any criminal activity in these efforts. Reuters 15/26 William Taylor The most senior US diplomat in Ukraine and the former ambassador there. As one of the first two witnesses in the public impeachment hearings, Taylor dropped an early bombshell by revealing that one of his staff – later identified as diplomat David Holmes – overheard a phone conversation in which Donald Trump could be heard asking about “investigations” the very day after asking the Ukrainian president to investigate his political enemies. Taylor expressed his concern at reported plans to withhold US aid in return for political smears against Trump’s opponents, saying: “It's one thing to try to leverage a meeting in the White House. It's another thing, I thought, to leverage security assistance -- security assistance to a country at war, dependent on both the security assistance and the demonstration of support.\" Getty Images 16/26 George Kent A state department official who appeared alongside William Taylor wearing a bow tie that was later mocked by the president. He accused Rudy Giuliani, Mr Trump’s personal lawyer, of leading a “campaign of lies” against Marie Yovanovitch, who was forced out of her job as US ambassador to Ukraine for apparently standing in the way of efforts to smear Democrats. Getty Images 17/26 Marie Yovanovitch One of the most striking witnesses to give evidence at the public hearings, the former US ambassador to Ukraine received a rare round of applause as she left the committee room after testifying. Canadian-born Yovanovitch was attacked on Twitter by Donald Trump while she was actually testifying, giving Democrats the chance to ask her to respond. She said she found the attack “very intimidating”. Trump had already threatened her in his 25 July phone call to the Ukrainian president saying: “She’s going to go through some things.” Yovanovitch said she was “shocked, appalled and devastated” by the threat and by the way she was forced out of her job without explanation. REUTERS 18/26 Alexander Vindman A decorated Iraq War veteran and an immigrant from the former Soviet Union, Lt Col Vindman began his evidence with an eye-catching statement about the freedoms America afforded him and his family to speak truth to power without fear of punishment. One of the few witnesses to have actually listened to Trump’s 25 July call with the Ukrainian president, he said he found the conversation so inappropriate that he was compelled to report it to the White House counsel. Trump later mocked him for wearing his military uniform and insisting on being addressed by his rank. Getty Images 19/26 Jennifer Williams A state department official acting as a Russia expert for vice-president Mike Pence, Ms Williams also listened in on the 25 July phone call. She testified that she found it “unusual” because it focused on domestic politics in terms of Trump asking a foreign leader to investigate his political opponents. Getty Images 20/26 Kurt Volker The former special envoy to Ukraine was one of the few people giving evidence who was on the Republican witness list although what he had to say may not have been too helpful to their cause. He dismissed the idea that Joe Biden had done anything corrupt, a theory spun without evidence by the president and his allies. He said that he thought the US should be supporting Ukraine’s reforms and that the scheme to find dirt on Democrats did not serve the national interest. Getty Images 21/26 Tim Morrison An expert on the National Security Council and another witness on the Republican list. He testified that he did not think the president had done anything illegal but admitted that he feared it would create a political storm if it became public. He said he believed the moving the record of the controversial 25 July phone call to a top security server had been an innocent mistake. Getty Images 22/26 Gordon Sondland In explosive testimony, one of the men at the centre of the scandal got right to the point in his opening testimony: “Was there a quid pro quo? Yes,” said the US ambassador to the EU who was a prime mover in efforts in Ukraine to link the release of military aid with investigations into the president’s political opponents. He said that everyone knew what was going on, implicating vice-president Mike Pence and secretary of state Mike Pompeo. The effect of his evidence is perhaps best illustrated by the reaction of Mr Trump who went from calling Sondland a “great American” a few weeks earlier to claiming that he barely knew him. AP 23/26 Laura Cooper A Pentagon official, Cooper said Ukrainian officials knew that US aid was being withheld before it became public knowledge in August – undermining a Republican argument that there can’t have been a quid pro quo between aid and investigations if the Ukrainians didn’t know that aid was being withheld. Getty Images 24/26 David Hale The third most senior official at the state department. Hale testified about the treatment of Marie Yovanovitch and the smear campaign that culminated in her being recalled from her posting as US ambassador to Ukraine. He said: “I believe that she should have been able to stay at post and continue to do the outstanding work.” EPA 25/26 Fiona Hill Arguably the most confident and self-possessed of the witnesses in the public hearings phase, the Durham-born former NSC Russia expert began by warning Republicans not to keep repeating Kremlin-backed conspiracy theories. In a distinctive northeastern English accent, Dr Hill went on to describe how she had argued with Gordon Sondland about his interference in Ukraine matters until she realised that while she and her colleagues were focused on national security, Sondland was “being involved in a domestic political errand”. She said: “I did say to him, ‘Ambassador Sondland, Gordon, this is going to blow up’. And here we are.” AP 26/26 David Holmes The Ukraine-based diplomat described being in a restaurant in Kiev with Gordon Sondland while the latter phoned Donald Trump. Holmes said he could hear the president on the other end of the line – because his voice was so “loud and distinctive” and because Sondland had to hold the phone away from his ear – asking about the “investigations” and whether the Ukrainian president would cooperate. REUTERS 1/26 Donald Trump Accused of abusing his office by pressing the Ukrainian president in a July phone call to help dig up dirt on Joe Biden, who may be his Democratic rival in the 2020 election. He also believes that Hillary Clinton’s deleted emails - a key factor in the 2016 election - may be in Ukraine, although it is not clear why. EPA 2/26 The Whistleblower Believed to be a CIA agent who spent time at the White House, his complaint was largely based on second and third-hand accounts from worried White House staff. Although this is not unusual for such complaints, Trump and his supporters have seized on it to imply that his information is not reliable. Expected to give evidence to Congress voluntarily and in secret. Getty 3/26 The Second Whistleblower The lawyer for the first intelligence whistleblower is also representing a second whistleblower regarding the President's actions. Attorney Mark Zaid said that he and other lawyers on his team are now representing the second person, who is said to work in the intelligence community and has first-hand knowledge that supports claims made by the first whistleblower and has spoken to the intelligence community's inspector general. The second whistleblower has not yet filed their own complaint, but does not need to to be considered an official whistleblower. Getty 4/26 Rudy Giuliani Former mayor of New York, whose management of the aftermath of the September 11 attacks in 2001 won him worldwide praise. As Trump’s personal attorney he has been trying to find compromising material about the president’s enemies in Ukraine in what some have termed a “shadow” foreign policy. In a series of eccentric TV appearances he has claimed that the US state department asked him to get involved. Giuliani insists that he is fighting corruption on Trump’s behalf and has called himself a “hero”. AP 5/26 Volodymyr Zelensky The newly elected Ukrainian president - a former comic actor best known for playing a man who becomes president by accident - is seen frantically agreeing with Trump in the partial transcript of their July phone call released by the White House. With a Russian-backed insurgency in the east of his country, and the Crimea region seized by Vladimir Putin in 2014, Zelensky will have been eager to please his American counterpart, who had suspended vital military aid before their phone conversation. He says there was no pressure on him from Trump to do him the “favour” he was asked for. Zelensky appeared at an awkward press conference with Trump in New York during the United Nations general assembly, looking particularly uncomfortable when the American suggested he take part in talks with Putin. AFP/Getty 6/26 Mike Pence The vice-president was not on the controversial July call to the Ukrainian president but did get a read-out later. However, Trump announced that Pence had had “one or two” phone conversations of a similar nature, dragging him into the crisis. Pence himself denies any knowledge of any wrongdoing and has insisted that there is no issue with Trump’s actions. It has been speculated that Trump involved Pence as an insurance policy - if both are removed from power the presidency would go to Democratic House Speaker Nancy Pelosi, something no Republican would allow. AP 7/26 Rick Perry Trump reportedly told a meeting of Republicans that he made the controversial call to the Ukrainian president at the urging of his own energy secretary, Rick Perry, and that he didn’t even want to. The president apparently said that Perry wanted him to talk about liquefied natural gas - although there is no mention of it in the partial transcript of the phone call released by the White House. It is thought that Perry will step down from his role at the end of the year. Getty 8/26 Joe Biden The former vice-president is one of the frontrunners to win the Democratic nomination, which would make him Trump’s opponent in the 2020 election. Trump says that Biden pressured Ukraine to sack a prosecutor who was investigating an energy company that Biden’s son Hunter was on the board of, refusing to release US aid until this was done. However, pressure to fire the prosecutor came on a wide front from western countries. It is also believed that the investigation into the company, Burisma, had long been dormant. Reuters 9/26 Hunter Biden Joe Biden’s son has been accused of corruption by the president because of his business dealings in Ukraine and China. However, Trump has yet to produce any evidence of corruption and Biden’s lawyer insists he has done nothing wrong. AP 10/26 William Barr The attorney-general, who proved his loyalty to Trump with his handling of the Mueller report, was mentioned in the Ukraine call as someone president Volodymyr Zelensky should talk to about following up Trump’s preoccupations with the Biden’s and the Clinton emails. Nancy Pelosi has accused Barr of being part of a “cover-up of a cover-up”. AP 11/26 Mike Pompeo The secretary of state initially implied he knew little about the Ukraine phone call - but it later emerged that he was listening in at the time. He has since suggested that asking foreign leaders for favours is simply how international politics works. Gordon Sondland testified that Pompeo was \"in the loop\" and knew what was happening in Ukraine. Pompeo has been criticised for not standing up for diplomats under his command when they were publicly criticised by the president. AFP via Getty 12/26 Nancy Pelosi The Democratic Speaker of the House had long resisted calls from within her own party to back a formal impeachment process against the president, apparently fearing a backlash from voters. On September 24, amid reports of the Ukraine call and the day before the White House released a partial transcript of it, she relented and announced an inquiry, saying: “The president must be held accountable. No one is above the law.” Getty 13/26 Adam Schiff Democratic chairman of the House intelligence committee, one of the three committees leading the inquiry. He was criticized by Republicans for giving what he called a “parody” of the Ukraine phone call during a hearing, with Trump and others saying he had been pretending that his damning characterisation was a verbatim reading of the phone call. He has also been criticised for claiming that his committee had had no contact with the whistleblower, only for it to emerge that the intelligence agent had contacted a staff member on the committee for guidance before filing the complaint. The Washington Post awarded Schiff a “four Pinocchios” rating, its worst rating for a dishonest statement. Reuters 14/26 Lev Parnas and Igor Fruman Florida-based businessmen and Republican donors Lev Parnas (pictured with Rudy Giuliani) and Igor Fruman were arrested on suspicion of campaign finance violations at Dulles International Airport near Washington DC on 9 October. Separately the Associated Press has reported that they were both involved in efforts to replace the management of Ukraine's gas company, Naftogaz, with new bosses who would steer lucrative contracts towards companies controlled by Trump allies. There is no suggestion of any criminal activity in these efforts. Reuters 15/26 William Taylor The most senior US diplomat in Ukraine and the former ambassador there. As one of the first two witnesses in the public impeachment hearings, Taylor dropped an early bombshell by revealing that one of his staff – later identified as diplomat David Holmes – overheard a phone conversation in which Donald Trump could be heard asking about “investigations” the very day after asking the Ukrainian president to investigate his political enemies. Taylor expressed his concern at reported plans to withhold US aid in return for political smears against Trump’s opponents, saying: “It's one thing to try to leverage a meeting in the White House. It's another thing, I thought, to leverage security assistance -- security assistance to a country at war, dependent on both the security assistance and the demonstration of support.\" Getty Images 16/26 George Kent A state department official who appeared alongside William Taylor wearing a bow tie that was later mocked by the president. He accused Rudy Giuliani, Mr Trump’s personal lawyer, of leading a “campaign of lies” against Marie Yovanovitch, who was forced out of her job as US ambassador to Ukraine for apparently standing in the way of efforts to smear Democrats. Getty Images 17/26 Marie Yovanovitch One of the most striking witnesses to give evidence at the public hearings, the former US ambassador to Ukraine received a rare round of applause as she left the committee room after testifying. Canadian-born Yovanovitch was attacked on Twitter by Donald Trump while she was actually testifying, giving Democrats the chance to ask her to respond. She said she found the attack “very intimidating”. Trump had already threatened her in his 25 July phone call to the Ukrainian president saying: “She’s going to go through some things.” Yovanovitch said she was “shocked, appalled and devastated” by the threat and by the way she was forced out of her job without explanation. REUTERS 18/26 Alexander Vindman A decorated Iraq War veteran and an immigrant from the former Soviet Union, Lt Col Vindman began his evidence with an eye-catching statement about the freedoms America afforded him and his family to speak truth to power without fear of punishment. One of the few witnesses to have actually listened to Trump’s 25 July call with the Ukrainian president, he said he found the conversation so inappropriate that he was compelled to report it to the White House counsel. Trump later mocked him for wearing his military uniform and insisting on being addressed by his rank. Getty Images 19/26 Jennifer Williams A state department official acting as a Russia expert for vice-president Mike Pence, Ms Williams also listened in on the 25 July phone call. She testified that she found it “unusual” because it focused on domestic politics in terms of Trump asking a foreign leader to investigate his political opponents. Getty Images 20/26 Kurt Volker The former special envoy to Ukraine was one of the few people giving evidence who was on the Republican witness list although what he had to say may not have been too helpful to their cause. He dismissed the idea that Joe Biden had done anything corrupt, a theory spun without evidence by the president and his allies. He said that he thought the US should be supporting Ukraine’s reforms and that the scheme to find dirt on Democrats did not serve the national interest. Getty Images 21/26 Tim Morrison An expert on the National Security Council and another witness on the Republican list. He testified that he did not think the president had done anything illegal but admitted that he feared it would create a political storm if it became public. He said he believed the moving the record of the controversial 25 July phone call to a top security server had been an innocent mistake. Getty Images 22/26 Gordon Sondland In explosive testimony, one of the men at the centre of the scandal got right to the point in his opening testimony: “Was there a quid pro quo? Yes,” said the US ambassador to the EU who was a prime mover in efforts in Ukraine to link the release of military aid with investigations into the president’s political opponents. He said that everyone knew what was going on, implicating vice-president Mike Pence and secretary of state Mike Pompeo. The effect of his evidence is perhaps best illustrated by the reaction of Mr Trump who went from calling Sondland a “great American” a few weeks earlier to claiming that he barely knew him. AP 23/26 Laura Cooper A Pentagon official, Cooper said Ukrainian officials knew that US aid was being withheld before it became public knowledge in August – undermining a Republican argument that there can’t have been a quid pro quo between aid and investigations if the Ukrainians didn’t know that aid was being withheld. Getty Images 24/26 David Hale The third most senior official at the state department. Hale testified about the treatment of Marie Yovanovitch and the smear campaign that culminated in her being recalled from her posting as US ambassador to Ukraine. He said: “I believe that she should have been able to stay at post and continue to do the outstanding work.” EPA 25/26 Fiona Hill Arguably the most confident and self-possessed of the witnesses in the public hearings phase, the Durham-born former NSC Russia expert began by warning Republicans not to keep repeating Kremlin-backed conspiracy theories. In a distinctive northeastern English accent, Dr Hill went on to describe how she had argued with Gordon Sondland about his interference in Ukraine matters until she realised that while she and her colleagues were focused on national security, Sondland was “being involved in a domestic political errand”. She said: “I did say to him, ‘Ambassador Sondland, Gordon, this is going to blow up’. And here we are.” AP 26/26 David Holmes The Ukraine-based diplomat described being in a restaurant in Kiev with Gordon Sondland while the latter phoned Donald Trump. Holmes said he could hear the president on the other end of the line – because his voice was so “loud and distinctive” and because Sondland had to hold the phone away from his ear – asking about the “investigations” and whether the Ukrainian president would cooperate. REUTERS\n\nIn a statement released following his death, Maya Rockeymoore Cummings paid tribute to ”an honourable man who proudly served his district and the nation with dignity, integrity, compassion and humility.”\n\nShe said her husband “worked until his last breath because he believed our democracy was the highest and best expression of our collective humanity and that our nation’s diversity was our promise, not our problem”.\n\nCummings was a powerful orator who passionately advocated for disadvantaged communities in his district, which encompassed a large portion of Baltimore.\n\nAs chairman of the House oversight committee, he led multiple probes into Mr Trump’s governmental dealings and played a central role in the congressional inquiry into the president’s attempt to pressure Ukraine into investigating Joe Biden.\n\nAs Mr Trump raged over the investigations, he launched repeated attacks on Cummings and his city, which the president derided as a “rodent-infested mess” where “no human being would want to live”.\n\nThe Democrat responded by calling for an end to “hateful, incendiary comments” that only served to divide the nation.\n\nDaily coronavirus briefing No hype, just the advice and analysis you need Enter your email address Continue Continue Please enter an email address Email address is invalid Fill out this field Email address is invalid Email already exists. Log in to update your newsletter preferences Register with your social account or click here to log in I would like to receive morning headlines Monday - Friday plus breaking news alerts by email Update newsletter preferences\n\n“Those in the highest levels of the government must stop invoking fear, using racist language and encouraging reprehensible behaviour,” he said in a speech at the National Press Club in August.\n\nCummings had continued to work on investigations into the president despite in his last weeks being forced to miss congressional votes due to his health problems.\n\nLast week he announced plans to issue subpoenas to the heads of US immigration agencies for testimony and documents relating to the Trump administration’s policy of deporting critically ill children.\n\nThe Democrat’s House whip, James Clyburn, said Cummings’s “calm but firm hand will be missed on the Oversight committee as it proceeds with the difficult work ahead”.\n\nCummings, first elected to the House 23 years ago, had served as chair of the committee since January after Democrats gained control of the House of Representatives in 2018.\n\nDuring a decades-long career in politics, he rose through the ranks of the Maryland House of Delegates before winning his congressional seat in 1996 in a special election to replace Kweisi Mfume, who stepped down to lead the National Association for the Advancement of Colored People.\n\nThroughout his career, Cummings used his fiery oration to highlight the struggles and needs of inner-city Baltimore residents. He championed progressive approaches to help the poor and people with addictions, such as needle exchange programmes as a way to reduce the spread of Aids.\n\nFollowing the announcement of his death, the Baltimore archdiocese said Cummings had “generously shared his God-given gifts and talents with the people of his beloved city, state and nation for so many years”. It added: “We give thanks for his dedicated service.”\n\nMaryland Senate president Mike Miller called Cummings an “icon” and a “giant of a man with a gentle soul”, while Baltimore mayor Jack Young said the congressman was a gifted social crusader who “never forgot his duty to fight for the rights and dignity of the marginalised”.\n\nTim Murtaugh, director of communications for Mr Trump’s 2020 campaign, said Cummings was “an American icon for sure”. He tweeted: “At times like this you put differences aside. Our heartfelt condolences go to his family and friends.”"}}