{"GDELT": {"GlobalEventID": 880343935, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "AUS", "Actor1Name": "MURRAY", "Actor1CountryCode": "AUS", "Actor2Code": "JUD", "Actor2Name": "TRIBUNAL", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.9832285115304, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191017120000, "SOURCEURL": "https://www.rte.ie/news/2019/1017/1083976-disclosures-tribunal/"}, "ARTICLE": {"TITLE": "Allegation against O'Sullivan withdrawn from tribunal", "TEXT": "An allegation from a garda whistleblower against the former garda commissioner Nóirín O'Sullivan has been withdrawn from the Disclosures Tribunal.\n\nA claim from Garda Nicholas Keogh that the then commissioner had contacted the District Officer in Athlone Garda Station, Superintendent Patrick Murray, about him in 2015 was among his complaints being examined by the tribunal.\n\nCounsel for Garda Nicholas Keogh, Matthias Kelly SC, told Judge Sean Ryan that having re-examined the issue and taken instruction from Garda Keogh, it was decided not to pursue the issue.\n\nJudge Ryan said: \"Witnesses will not now be asked about the issue, subject to any applications in due course\".\n\nIn his earlier statement to the tribunal, Garda Keogh said he was made aware on 10 April 2015 that \"Nóirín O'Sullivan had personally telephoned Superintendent Pat Murray about me\".\n\nHe told the tribunal that he had been \"confidentially advised that Superintendent Patrick Murray told other guards\" in Athlone Garda Station to \"pull away from\" and \"alienate\" him.\n\nHe said in the statement that he had no direct evidence \"other than saying that guards in the station told me this\" and that he wasn't willing to name the officers concerned \"for fear that they will be targeted\".\n\nFormer commissioner O'Sullivan rejected that the phone call took place.\n\nIn a statement to the tribunal she said the allegation \"is completely untrue and without foundation\".\n\nSupt Murray also denied that he spoke to Ms O'Sullivan about Garda Keogh or that he ever told anyone to alienate him.\n\nIn a statement to the tribunal, he said Ms O'Sullivan \"did not phone me in April 2015 and I never suggested to anyone that they should pull away from or alienate Garda Keogh, nor would I have any reason to do so\".\n\nIn May, Garda Keogh informed the tribunal that he believed it was Sergeant Andrew Haran who had informed him about the telephone call.\n\nIn a statement to the tribunal, Sgt Haran rejected the suggestion.\n\nHe said: \"I didn't tell Garda Keogh of any telecommunications between the Commissioner and Superintendent Pat Murray\" and also said he \"didn't know of any\".\n\nOn Monday, counsel for An Garda Síochána, Shane Murphy SC, told the Tribunal that there was \"no evidential basis\" for the claim.\n\nThe Disclosures Tribunal is continuing to investigate 20 other complaints made by Garda Keogh.\n\nHe has claimed he was targeted and discredited with the knowledge of senior members of An Garda Síochána after he made a protected disclosure in May 2014.\n\nIn the disclosure, Garda Keogh alleged wrongdoing within the force and collusion between a colleague in Athlone Garda Station in Co Westmeath, known as Garda A, and a woman known as Ms B, who was allegedly involved in the drugs trade in the town."}}