{"GDELT": {"GlobalEventID": 880344634, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "KAZ", "Actor1Name": "KAZAKHSTAN", "Actor1CountryCode": "KAZ", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Druzhba, Kazakhstan (general), Kazakhstan", "Actor1Geo_CountryCode": "KZ", "Actor1Geo_ADM1Code": "KZ00", "Actor1Geo_ADM2Code": "37288", "Actor1Geo_Lat": 52.5819, "Actor1Geo_Long": 66.4911, "Actor1Geo_FeatureID": "-2336578", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Druzhba, Kazakhstan (general), Kazakhstan", "Action2Geo_CountryCode": "KZ", "Action2Geo_ADM1Code": "KZ00", "Action2Geo_ADM2Code": "37288", "Action2Geo_Lat": 52.5819, "Action2Geo_Long": 66.4911, "Action2Geo_FeatureID": "-2336578", "DATEADDED": 20191017120000, "SOURCEURL": "https://www.azernews.az/region/157370.html"}, "ARTICLE": {"TITLE": "Kazakhstan increases black gold exports to Italy, France", "TEXT": "By Abdul Kerimkhanov\n\nThe volume of oil exports from Kazakhstan to Italy and France increased by $500 million in August 2019, the Association of Financiers of Kazakhstan (AFC) has reported.\n\nThe foreign trade turnover of Kazakhstan slightly increased according to the results of August 2019, and amounted to $8.3 billion, which is one percent more than the month before. According to AFC’s analysts, increase in revenues from the export of goods was up to $4.6 billion (+5.8 percent), while the country's imports fell to $3.7 billion (-4.6 percent).\n\n\"Against this background, the trade surplus in August increased to $1 billion compared to $500 million in July,\" analysts said.\n\nAfter a sharp decline in July (-28.4 percent), the volumes of oil export in August grew by 20 percent to 5.2 million tons. This is probably due to the restoration of oil production after repairs at key fields and the restoration of supplies at the Druzhba pipeline, AFC believes.\n\n\"Despite the repair work, the production level in January-August 2019 increased by 0.5 percent compared to the same period of 2018 and totalled 51.4 million tons of crude oil. At the same time, the pricing environment for the commodity market was less favorable. The average price of a barrel of Brent oil in August fell by 6.6 percent to $59.75 per barrel,\" experts noted.\n\nThey added that in the country structure, a sharp increase in revenues from the supply of black gold falls on Italy (+$376 million) and France (+$129.4 million). In July, quite the contrary, the main decline was in European countries.\n\nAs for the import of goods, the main decrease in August was observed for liquid pumps, while the largest increase was for the import of air and vacuum pumps. These changes in imports are likely related to the construction and repair work at industrial facilities in the country.\n\n\"Results of January-August 2019 show that Russia still holds the leading place in the country’s import structure, accounting for 35.4 percent of all imported products (-4 percent). China ranked second - 16 percent (-0.1 percent) and South Korea third - 9.6 percent (+7.8 percent),\" the AFC’s statement reads.\n\nAFC believes that, given the increase in revenues from oil sales to European countries, the share of oil in the country's export structure in August rose sharply from 54.5 percent to 59 percent.\n\n\"At the same time, with a simultaneous decrease in imports, the trade surplus of Kazakhstan doubled in August, from $0.5 billion to $1 billion. This increase may have a positive effect on the current account for the third quarter of 2019,\" the analysts believe.\n\n\"The current account in Kazakhstan is determined by the dynamics of the trade balance and income balance, while the dynamics of the balance of services is stable and its impact on current account indicators is limited.\n\nEarlier, the National Bank of Kazakhstan said that in the first half of the current account of the balance of payments there was a deficit of $1.9 billion, due to a decrease in the surplus of the trade balance,\" analysts concluded.\n\nKazakhstan exports mainly light crude CPC Blend, which is appreciated for its high yield of gasoline and light distillates.\n\nKazakhstan is among the top 15 countries in the world for proven oil reserves, with three percent of the world's reserves of ‘black gold'.\n\nOil and gas bearing areas occupy 62 percent of the country's area and have 172 oil fields, of which more than 80 are under development. More than 90 percent of the oil reserves are concentrated in the 15 largest fields.\n\nTengiz, Karachaganak and Kashagan are the largest oil fields in Kazakhstan. Three oil giants will be able to bring Kazakhstan's oil production to a new level in the coming years even if new oil fields are not discovered.\n\nThe Atyrau region has the most prospected oil reserves, on the territory of which more than 75 fields with reserves of industrial categories of 930 million tons are discovered. The largest field in the region is Tengiz (the initial recoverable reserves are 781.1 million tons.)\n\nKazTransOil is the largest oil pipeline company of Kazakhstan, providing services for the transportation of oil to the domestic market and for export.\n\n---\n\nAbdul Kerimkhanov is AzerNews’ staff journalist, follow him on Twitter: @AbdulKerim94\n\nFollow us on Twitter @AzerNewsAz"}}