{"GDELT": {"GlobalEventID": 880344440, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "JPN", "Actor2Name": "KYOTO", "Actor2CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.6260162601626, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sainte-Marie, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12734", "Actor1Geo_Lat": 46.4333, "Actor1Geo_Long": -71.0167, "Actor1Geo_FeatureID": "-572799", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sainte-Marie, Quebec, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA10", "Actor2Geo_ADM2Code": "12734", "Actor2Geo_Lat": 46.4333, "Actor2Geo_Long": -71.0167, "Actor2Geo_FeatureID": "-572799", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sainte-Marie, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12734", "Action2Geo_Lat": 46.4333, "Action2Geo_Long": -71.0167, "Action2Geo_FeatureID": "-572799", "DATEADDED": 20191017120000, "SOURCEURL": "https://nationalpost.com/news/politics/election-2019/traitor-to-the-cause-or-radical-pragmatist-quebec-environmentalists-run-as-liberal-candidate-draws-criticism"}, "ARTICLE": {"TITLE": "Traitor or 'radical pragmatist'? Environmentalist fights to sell Liberal climate change plan", "TEXT": "Article content continued\n\nGuilbeault was sympathetic to the protesters, but made clear he’s no longer part of that crowd. “I decided I’ve already done that. As the anglophones say, ‘Been there, done that, got the T-shirt,'” he told reporters. “So I’ve decided to pursue my political action differently.”\n\nLikely Quebec’s best-known environmentalist, Guilbeault announced last fall he was leaving Équiterre, the Montreal environmental organization he cofounded 25 years earlier. At the time, there was speculation he was mulling a run for the Liberals, a rumour he confirmed last June.\n\nTo his opponents, Guilbeault’s decision to run for the party that bought the Trans Mountain pipeline is a betrayal of the environmental movement he helped build. For his part, Guilbeault openly opposes the pipeline expansion, but insists this Liberal government has done more for the environment than any other.\n\nGuilbeault’s calculation is that the benefits outweigh the costs — that some action on climate change, however imperfect, is better than the alternative on offer from the Conservatives. It’s not a particularly inspiring message from the man who once spent four hours climbing what was then the tallest structure in the world. But it’s the pitch Liberal leader Justin Trudeau is making to the record number of Canadians who list climate change as a top priority in this election: we are the best option you have.\n\nIn Guilbeault, the Liberals have found a symbol of their promise to fight climate change, but also a reflection of their willingness to compromise — he calls himself a “radical pragmatist.” It remains to be seen whether that offer will be enough in a riding where all the major candidates are colouring themselves green."}}