{"GDELT": {"GlobalEventID": 880344410, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.60183066361556, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20191017120000, "SOURCEURL": "https://www.independent.co.uk/news/world/americas/barack-obama-justin-trudeau-endorsement-twitter-canada-election-a9159426.html"}, "ARTICLE": {"TITLE": "Barack Obama endorses Trudeau in Canadian election in unusual move from former president", "TEXT": "Barack Obama is urging Canadians to reelect Justin Trudeau, the prime minister, in an apparently unprecedented endorsement of a candidate in a Canadian election by a former American president.\n\nMr Obama tweeted on Wednesday he was proud to work with Mr Trudeau and described him as a hard-working, effective leader who takes on big issues like climate change.\n\n“The world needs his progressive leadership now, and I hope our neighbours to the north support him for another term,” he wrote.\n\nDownload the new Independent Premium app Sharing the full story, not just the headlines\n\nThe Canadian prime minister later responded with his own tweet: “Thanks my friend, we’re working hard to keep our progress going.”\n\nMr Trudeau is in a tough reelection fight ahead of Monday’s parliamentary elections.\n\nShape Created with Sketch. A Sneak Peak At Justin Trudeau's Marvel Debut Show all 4 left Created with Sketch. right Created with Sketch. Shape Created with Sketch. A Sneak Peak At Justin Trudeau's Marvel Debut 1/4 Marvel 2/4 Marvel 3/4 Marvel 4/4 Marvel 1/4 Marvel 2/4 Marvel 3/4 Marvel 4/4 Marvel\n\nRobert Bothwell, a professor of Canadian history and international relations at the University of Toronto, said that might have something to do with Mr Obama’s intervention.\n\n“Trudeau is in real danger,” he said. “If I were a Liberal (Party) campaigner I would quietly point with pride to Obama’s endorsement. I don’t know if I’d run around toting it as a major political issue.”\n\nMr Bothwell said you would have to go back more than 100 years to find an American president intervening in a Canadian federal election.\n\nHe said the former US president Theodore Roosevelt, who was president from 1901 to 1909, visited Toronto in 1917 when Canada was having an election about conscription and spoke in favour of it. But Mr Bothwell said he didn’t know how explicit he was.\n\nNelson Wiseman, a political science professor at the University of Toronto, called Mr Obama’s endorsement rare and said it possibly has not happened before but he does not think it will move the polls.\n\n“In fact, some people may feel this is an unwarranted foreign intrusion in Canada’s election,” he said.\n\nDaily coronavirus briefing No hype, just the advice and analysis you need Enter your email address Continue Continue Please enter an email address Email address is invalid Fill out this field Email address is invalid Email already exists. Log in to update your newsletter preferences Register with your social account or click here to log in I would like to receive morning headlines Monday - Friday plus breaking news alerts by email Update newsletter preferences\n\nThe former president also endorsed Emmanuel Macron for president in France’s 2017 election, and he warned British voters against backing leaving the European Union.\n\nMr Trudeau formed a close relationship with Mr Obama when he was president and the two were pictured having dinner in Ottawa earlier this year.\n\nThe former president has long been popular with many Canadians. Mr Trudeau’s Liberal Party posted Mr Obama’s message into a party fundraising pitch that was emailed directly to potential donors\n\nThe Canadian prime minister’s rival, Conservative leader Andrew Scheer, said that he is “not very interested what former foreign leaders are saying”.\n\nHe said he would let Canadians judge whether Mr Obama’s endorsement is appropriate.\n\nAssociated Press"}}