{"GDELT": {"GlobalEventID": 880343972, "Day": 20191017, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7863, "Actor1Code": "BGR", "Actor1Name": "BULGARIAN", "Actor1CountryCode": "BGR", "Actor2Code": "TUR", "Actor2Name": "TURKISH", "Actor2CountryCode": "TUR", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.6756756756756701, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bulgaria", "Actor1Geo_CountryCode": "BU", "Actor1Geo_ADM1Code": "BU", "Actor1Geo_Lat": 43.0, "Actor1Geo_Long": 25.0, "Actor1Geo_FeatureID": "BU", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Istanbul, Istanbul, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU34", "Actor2Geo_ADM2Code": "27897", "Actor2Geo_Lat": 41.0186, "Actor2Geo_Long": 28.9647, "Actor2Geo_FeatureID": "-755070", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Istanbul, Istanbul, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU34", "Action2Geo_ADM2Code": "27897", "Action2Geo_Lat": 41.0186, "Action2Geo_Long": 28.9647, "Action2Geo_FeatureID": "-755070", "DATEADDED": 20191017120000, "SOURCEURL": "http://www.hurriyetdailynews.com/bulgarian-top-model-risking-leg-amputation-begins-to-walk-again-thanks-to-turkish-doctors-147618"}, "ARTICLE": {"TITLE": "Bulgarian top model risking leg amputation begins to walk again thanks to Turkish doctors", "TEXT": "Bulgarian top model risking leg amputation begins to walk again thanks to Turkish doctors\n\nISTANBUL\n\nThe 21-year-old famous Bulgarian top model Christina Ilieva who suffered severe leg and hip injuries following a car accident began to walk again after a successful medical treatment carried out in Turkey.\n\nAfter the accident in 2018, the young model was transferred to another hospital in Bulgaria, getting leg infection while being treated. She was told by doctors that “it is not possible to save her leg.” She lost almost her entire skin on her leg before she was airlifted by a helicopter ambulance to Turkey for treatment.\n\nTurkish plastic surgeon Uğur Anıl Bingöl and orthopedics expert Turhan Özler performed a string of surgeries on Ilieva and saved her leg. She still had trouble walking due to marrow damage on her leg, but Gökhan Meriç, another Turkish doctor, performed a landmark cartilage transplant, a first in Turkey, on her leg, transplanting cartilage from a donor to the damaged area on her knee.\n\nAfter a long period of treatment, Christina is now able to walk and return to her beloved profession.\n\nShe said she was living her dream of being a model before the accident.\n\n“I started losing hope after the accident, and it was only with the support of the people around me that I survived. People had faith in me and helped me empowered me in my struggle. Anything can happen, but you have to stand strong and should always fight. I understood that I should never give up. Now I have hope to return to my old job, my profession, my career,” she said."}}