{"GDELT": {"GlobalEventID": 880581781, "Day": 20181018, "MonthYear": 201810, "Year": 2018, "FractionDate": 2018.789, "Actor1Code": "USA", "Actor1Name": "HOUSTON", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.65934065934066, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20191018091500, "SOURCEURL": "https://www.energyvoice.com/oilandgas/north-sea/210015/icr-integrity-boss-bayliss-quits-company-to-pursue-new-opportunities/"}, "ARTICLE": {"TITLE": "ICR Integrity boss Bayliss quits company to ‘pursue new opportunities’", "TEXT": "The boss of Aberdeen-headquartered ICR Integrity has quit the firm to “pursue” other opportunities it was revealed last night.\n\nChief executive, Bill Bayliss, has been at the helm of pipeline and structural maintenance firm ICR Integrity since 2016.\n\nIt is understood he is moving to England to seek “new opportunities”.\n\nMr Bayliss’ past career credentials include a vice presidency role with oilfield services firm Petrofac and group chief executive at Viking Seatech.\n\nICR’s founder and non-executive director, Willie Rennie, will step back into his former chief executive role to plug the breach left by Mr Bayliss.\n\nMr Bayliss was contacted for comment but did not respond.\n\nThe firm edged to higher turnover of £28.2m in 2018, but reported pre-tax losses of £10.9m.\n\nICR’s latest accounts – published by Companies House − showed that the business had a “deficit within shareholders’ funds” of £65.3 million.\n\nIt unveiled new offices in Houston in April last year, having celebrated the official opening of its new headquarters at Aberdeen Energy Park a month earlier.\n\nThe firm’s other bases are in Kendal, Stavanger, Abu Dhabi and Perth, Australia.\n\nMr Rennie, who took over ICR Integrity following a management buy-in in 2009, described the situation as the next step in ICR Integrity’s “growth journey”.\n\nHe said: “I’m delighted to be back in the role of cheif executive officer (CEO) to focus on the next stage of growth for the business.\n\n“After three years with ICR, former CEO Bill Bayliss has moved away from Scotland and will be pursuing new opportunities.\n\n“On behalf of the board, shareholders and staff I would like to take this opportunity to thank him for his efforts to develop ICR.\n\n“We wish him all the very best for the future.”\n\n“This is an exciting time for the business and the next step in our growth journey.”\n\nICR was formed in July 2011, when venture capital firm Gresham Private Equity and HSBC backed a secondary buyout of Bridge of Don-based WTR from Maven Capital in a deal reported to be worth £15m.\n\nGresham later sold a majority stake to mid-market private equity firm Graphite Capital in a transaction thought to be worth up to £60m, including debt.\n\nIn May, ICR muscled in on the drone-based inspections market by snapping up Sky-Futures Partners for an undisclosed sum.\n\nSky-Futures has UK offices in Hayes, Moreton-in-Marsh and Aberdeen, plus overseas in Malaysia and Abu Dhabi.\n\nIt was previously owned by shareholders including co-founders James Harrison and Chris Blackford who operated drones in Iraq and Afghanistan while in the British Army."}}