{"GDELT": {"GlobalEventID": 880565067, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "PAK", "Actor2Name": "PAKISTANI", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 6.313993174061429, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chitral, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23661", "Actor1Geo_Lat": 31.5023, "Actor1Geo_Long": 72.8975, "Actor1Geo_FeatureID": "-2758302", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chitral, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23661", "Actor2Geo_Lat": 31.5023, "Actor2Geo_Long": 72.8975, "Actor2Geo_FeatureID": "-2758302", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chitral, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23661", "Action2Geo_Lat": 31.5023, "Action2Geo_Long": 72.8975, "Action2Geo_FeatureID": "-2758302", "DATEADDED": 20191018073000, "SOURCEURL": "https://www.ibtimes.co.uk/kate-middleton-prince-william-impress-pakistani-media-celebs-use-urdu-words-speech-1670466"}, "ARTICLE": {"TITLE": "Kate Middleton, Prince William impress Pakistani media and celebs; use Urdu words in speech", "TEXT": "Prince William and Kate Middleton's maiden tour to Pakistan has won hearts. The royal couple not only displayed a keen interest in their unique traditions, but embraced it with true elegance.\n\nThe Duke and the Duchess of Cambridge garnered plentiful praises from Pakistani media for their humble gestures and warmth that they shared with others, according to Daily Mail. Pakistani newspapers and celebrities are reportedly impressed with the way the royals conducted their tour. A popular newspaper described Prince William as a \"real life Prince Charming.\" Meanwhile, Kate Middleton impressed her audience and won their hearts with her speech that included several Urdu words.\n\nOn Day 4 of their tour, the members of the British Royal Family attended a birthday party of three young children at SOS Children's village where Kate gave her first speech of the tour and left everyone surprised when she greeted them using Urdu greeting: \"Assalam O Alaikum.\"\n\n\"Iman, Ibrahim aur Daniyal apni salgirah pur bulanay ka bohat shukria,\" the 37-year-old royal said. As per English translation, it means: \"Hello. Peace be upon you. Iman, Ibrahim and Daniyal, thank you for inviting us to your birthday celebration.\"\n\nThe mother-of-three continued to speak in English and expressed her pleasure in getting to know the children and the village. For another engagement, the couple retraced the footsteps of their mother, Princess Diana and visited Shaukat Khanum Memorial Cancer Hospital and Research Centre. This is the same hospital that was visited by the late Princess of Wales in 1996.\n\nHere, the couple spent time with patients undergoing the treatment at the hospital and interacted with the families of the patients. They played with a tea set of seven-year-old Wafia Rehmani, suffering from kidney tumour. In a sweet moment, the real-life princess adorned a toy tiara as she hosted a tea party and played with the little girl.\n\nThe Duke and Duchess of Cambridge met Wafia, aged seven, at the Shaukat Khanum Memorial Cancer Hospital @SKMCH, as they spent time with patients undergoing treatment and spoke with their families. #RoyalVisitPakistan pic.twitter.com/AMp7cwnOhm Why advertise with us October 17, 2019\n\nEven Pakistani celebrities like Mahira Khan, Atif Aslam and Momina Mustehsan got the opportunity to spend time with the royals. The public personalities shared their experience with fans on Twitter and said some warm words about the much-admired royal couple.\n\nWas a real pleasure to meet with the royal visitors last night. William is a real life Prince Charming & was genuinely excited abt being here. Hope that this visit helps show the world the real side of Pakistan & not what media has been showing. #RoyaltourPakistan #PrinceWilliam pic.twitter.com/9wY8BRDGp0 — Mehwish Hayat TI (@MehwishHayat) October 16, 2019\n\nAmong other things, the Cambridges visited Badshahi Mosque, Hindu Kush glacier, Chitral district, Kalash village, and more. The primary objective of their visit was to strengthen the historic relationship between the two countries. However, the couple took it to the next level by exploring their culture and addressing pressing issues like climate change, environmental crisis, children's health, education and more.\n\nAccording to Harper Bazar, the duchess will be doing a rare interview with CNN discussing the subjects related to the environmental crisis with reference to their tour of Pakistan.\n\n\"Catherine and I thought it was really important to come into Pakistan and once again, see all the different range of environments there are in Pakistan and really try to get the feel of the country, but also to use our voice, to lend our position and our visit to, kind of, talk about climate change, issues about the environment, and we've seen around the world now, the young are getting very engaged in what's going on,\" William said while speaking to CNN's anchor and correspondent Max Foster.\n\nAt the end of the clip, Foster made the big announcement about the upcoming exclusive interview with the future queen."}}