{"GDELT": {"GlobalEventID": 880565574, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "NAM", "Actor1Name": "NAMIBIA", "Actor1CountryCode": "NAM", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.50251256281407, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Windhoek, Khomas, Namibia", "Actor1Geo_CountryCode": "WA", "Actor1Geo_ADM1Code": "WA21", "Actor1Geo_ADM2Code": "22288", "Actor1Geo_Lat": -22.57, "Actor1Geo_Long": 17.0836, "Actor1Geo_FeatureID": "-2587496", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Windhoek, Khomas, Namibia", "Actor2Geo_CountryCode": "WA", "Actor2Geo_ADM1Code": "WA21", "Actor2Geo_ADM2Code": "22288", "Actor2Geo_Lat": -22.57, "Actor2Geo_Long": 17.0836, "Actor2Geo_FeatureID": "-2587496", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Windhoek, Khomas, Namibia", "Action2Geo_CountryCode": "WA", "Action2Geo_ADM1Code": "WA21", "Action2Geo_ADM2Code": "22288", "Action2Geo_Lat": -22.57, "Action2Geo_Long": 17.0836, "Action2Geo_FeatureID": "-2587496", "DATEADDED": 20191018073000, "SOURCEURL": "https://www.iol.co.za/news/africa/namibias-president-geingob-opens-chinese-funded-military-college-35261414"}, "ARTICLE": {"TITLE": "Namibia's President Geingob opens Chinese-funded military college", "TEXT": "Namibia's President Geingob opens Chinese-funded military college\n\nShare this article: Share Tweet Share Share Share Email Share\n\n\n\nThe college aided by the Chinese government was completed in 2016 and is set to enhance the country's capacity to train army officers based on the Namibian military doctrine and reduce the backlog of untrained officers in the defense force.\n\nAddressing delegates and senior army officials, Geingob described the institution as the highest military training institution in the country. \"The establishment of the college, a military institution of this magnitude marks another significant milestone in the history of the Namibian Defense Force,\" he added. Okahandja, Namibia - Namibian President Hage Geingob on Thursday inaugurated the Chinese-funded Namibia Command and Staff College in Okahandja, 70 km from the capital city of Windhoek.\n\n\n\n\n\nGeingob said the purpose of this college is to provide full knowledge of tactical and operational warfare both at command and staff level and comprehensive understanding of the military's role within a democratic society.\n\n\n\n\n\nSpeaking at the same occasion, acting Chief, Air Vice Marshal Martin Kapolo Pinehas thanked the Namibian and Chinese governments for the financial assistance. Pinehas said the institute will not only train members of the defense forces but will also open its doors to ministries and individuals, in a move to widen their knowledge on security issues.\n\n\n\n\n\nThe college offers 13 junior staff courses and to date over 200 staff have graduated and in August, the college introduced a senior commander staff course which will have a graduation ceremony next year in July, he added.\n\n\n\n\n\nMeanwhile, the Chinese Ambassador to Namibia, Zhang Yiming said the college will play a tremendous role in producing high-and-medium level military officers and become a trademark project of China-Namibia friendship.\n\n\n\n\n\n\"China will work with Namibia to further deepen our cooperation and exchanges in the national defense area to cope with the global safety and security challenges shoulder to shoulder,\" he added.\n\n\n\n\n\nAfter the official program, Geingob took a tour of the facilities and visited the library, lab, and syndicate room as well as planted a tree which is symbolic of a new journey.\n\n\n\n\n\n\"Although the college is still at its infancy stage, I hope that its existence will contribute to cost-cutting in terms of training expenditure,\" Geingob added.\n\n\n\n\n\nNamibia over the years made use of training institutes in various countries, like Botswana, Ghana, Kenya, Nigeria, South Africa, Tanzania, Zambia, and Zimbabwe.\n\n\n\n"}}