{"GDELT": {"GlobalEventID": 880564514, "Day": 20181018, "MonthYear": 201810, "Year": 2018, "FractionDate": 2018.789, "Actor1Code": "GBR", "Actor1Name": "SCOTSMAN", "Actor1CountryCode": "GBR", "Actor2Code": "GBRGOV", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.9824561403508802, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKU8", "Actor1Geo_ADM2Code": "40173", "Actor1Geo_Lat": 55.95, "Actor1Geo_Long": -3.2, "Actor1Geo_FeatureID": "-2595386", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKU8", "Actor2Geo_ADM2Code": "40173", "Actor2Geo_Lat": 55.95, "Actor2Geo_Long": -3.2, "Actor2Geo_FeatureID": "-2595386", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKU8", "Action2Geo_ADM2Code": "40173", "Action2Geo_Lat": 55.95, "Action2Geo_Long": -3.2, "Action2Geo_FeatureID": "-2595386", "DATEADDED": 20191018073000, "SOURCEURL": "https://www.scotsman.com/news/politics/snp-under-pressure-blocking-indyref2-unsustainable-boris-johnson-confident-about-passing-deal-breakfast-politics-briefing-1-5028485"}, "ARTICLE": {"TITLE": "SNP under pressure, blocking indyref2 unsustainable, Boris Johnson ‘confident’ about passing deal- Breakfast politics briefing", "TEXT": "SNP under pressure, blocking indyref2 unsustainable, Boris Johnson ‘confident’ about passing deal- Breakfast politics briefing\n\nWelcome to The Scotsman’s morning politics briefing. Here’s all you need to know for the day ahead.\n\nBy The Newsroom Friday, 18th October 2019, 8:57 am\n\nNicola Sturgeon is facing pressure to back the Brexit deal agreed by Boris Johnson or risk a no-deal Brexit. Picture: PA\n\nSNP under pressure to back Boris Johnson or risk no deal Brexit\n\nNicola Sturgeon is facing pressure to back the Brexit deal agreed by Boris Johnson or risk driving Scotland over the “no deal cliff-edge” she has warned against.\n\nSign up to our daily newsletter The i newsletter cut through the noise Sign up Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\n\nThe SNP leader insisted yesterday that her MPs at Westminster will oppose the deal struck in Brussels by UK and EU negotiators.\n\nThe alternative now seems likely to be a “no deal” exit after EU President Jean Claude Juncker insisted that no further extension will be granted beyond 31 October. The Scottish Government has warned that the country’s economy would lose up to 80,000 jobs over a decade under this scenario, with GDP 5 per cent lower. (Read the full story in The Scotsman)\n\nBlocking indyref2 indefinitely is unsustainable, think tank warns\n\nThe UK government risks undermining the “legitimacy” of the union if it continues to block a second independence referendum in all circumstances, a leading think tank has said.\n\nThe Institute for Government warns if there is a “clear majority” for a second vote on leaving the UK, it would be “counterproductive” for Boris Johnson to continue to reject the transfer of power which would allow a second referendum to be held.\n\nSNP deputy leader Keith Brown welcomed the report, but pro-Union leaders said there is no majority support for another vote on leaving the UK.\n\nFirst Minister Nicola Sturgeon this week demanded that a referendum is held next year, but the call was again rejected by the UK government.(Read the full story in The Scotsman)\n\nBoris Johnson ‘very confident’ MPs will back fresh Brexit deal\n\nBoris Johnson has 24 hours to save his Brexit deal after he hammered out a last-minute compromise with the EU but lost the support of his DUP allies.\n\nThe Prime Minister must now win over Labour MPs and Conservatives he had thrown out of the parliamentary party in order to get his deal approved.\n\nOpposition parties have threatened to force a referendum on the agreement when MPs gather at Westminster tomorrow for a knife-edge vote on the deal.\n\nIn a bid to help convince wavering MPs, EU Commission president Jean-Claude Juncker warned there would be “no prolongation”. (Read the full story in The Scotsman)\n\nBrexit deal: Why does the DUP’s opinion matter?\n\nOn Thursday, the UK and EU announced news of a new Brexit deal - but Northern Ireland’s Democratic Unionist Party (DUP) almost immediately rejected it.\n\nIt insists its 10 MPs will not vote for it in Parliament, meaning the government faces a massive challenge in getting enough other MPs on board.\n\nHere’s how the new Brexit deal differs from Theresa May’s plan, why the DUP won’t vote for it - and why that matters. (Read the full story on the BBC)\n\nOn today’s agenda:\n\n- A legal bid arguing Boris Johnson’s Brexit deal is unlawful and attempting to prevent it being voted on by MPs is set to be heard at Scotland’s highest civil court.\n\n- Jobs in the Scotch whisky industry may be put at risk and sales could drop by 20% within a year due to new tariffs on exports to the US, it is claimed."}}