{"GDELT": {"GlobalEventID": 880565696, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "SGP", "Actor1Name": "SINGAPORE", "Actor1CountryCode": "SGP", "Actor2Code": "JUD", "Actor2Name": "COUNSEL", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.05785123966942, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Colombo, Western, Sri Lanka", "Actor1Geo_CountryCode": "CE", "Actor1Geo_ADM1Code": "CE36", "Actor1Geo_ADM2Code": "25852", "Actor1Geo_Lat": 6.931939999999999, "Actor1Geo_Long": 79.8478, "Actor1Geo_FeatureID": "-2214877", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN", "Actor2Geo_Lat": 1.366667, "Actor2Geo_Long": 103.8, "Actor2Geo_FeatureID": "SN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20191018073000, "SOURCEURL": "http://www.dailymirror.lk/print/front_page/HC-Trial-at-Bar-remands-Avant-Garde-Chief-Nissanka-Senadhipathi/238-176370"}, "ARTICLE": {"TITLE": "Print Edition HC Trial-at-Bar remands Avant Garde Chief Nissanka Senadhipathi", "TEXT": "Pic by nimalsiri edirisinghe\n\norders prisons supdt. to produce him on nov. 8\n\nBy T. Farook Thajudeen\n\nColombo Special Trial-at-Bar High Court remanded Avant Garde Chief Nissanka Senadhipathi till November 8 and ordered the Prison Superintendent to produce him before the Special Trial-at-Bar on that date to face the trial.\n\nThe three Trial-at-Bar Judges Dhammika Ganepola (President) Manjula Thilakaratna and Adithiya Patabandige made this order on considering the submissions of the Petitioners Counsel and the Deputy Solicitor General on behalf of the Attorney General.\n\n\n\nThe matter was taken up for inquiry on a motion filed in court to seek bail to Nissanka Senadhipathi who was an accused in the Avent Garde arms trafficking case.\n\n\n\nSenior Counsel Ajith Pathirana making submissions on behalf of accused Senadhipathi told court, that his client who was an accused in the case had migrated to Singapore for treatment for an ailment which the accused has been suffering from. He said the accused had undergone a surgery there and he had been advised to undergo further surgery.\n\n\n\nThe Counsel said if his client undergoes the second surgery, he had to stay in Singapore for a further two week’s time. He asserted that his client had come to court to face the trial with good faith. He said the Avant Garde case is to be taken up for trial on November 8 and considering the situation, his client had come to court to surrender and to seek bail. He also said his client went to Singapore with a reasonable reason to take treatment for his ailment and not to abscond court. Therefore, he pleaded court to grant bail to his client.\n\n\n\nDeputy Solicitor General Deleepa Pieris objecting for granting bail to the accused, contended that the accused had gone to Singapore with ulterior motive to abscond from being arrested and had come to court following the other accused in the case had been granted bail.\n\n\n\nTherefore, the DSG said the court should not grant bail to the accused as he had already deluded the court by producing sham documents.\n\n\n\nAttorney General Dappula de Livera PC had filed indictments in the Avant-Garde arms trafficking case on 7, 573 counts at the Colombo High Court Trial-at-Bar on 13 accused, including Rakna Lanka Company’s retired Maj. Gen. Palitha Fernando, retired Maj. Gen. Karunaratne Egodawele, retired Air Vice Marshal P. D. Premachandra, Rakna Lanka Chairman Victor Samaraweera, Don Albert Tillekaratne, Avant-Garde Chairman Nissanka Senadhipathi, retired Navy Commodore Vishvajith Nandana Diyabalanage, Nilupul de Costa, Ukrainian National Gennadiy Gavrylov - the captain of ‘MV Avant Garde, former Additional Defence Secretary Saman Dissanayake and former Senior Additional Defence Secretary Damayanthi Jayaratne."}}