{"GDELT": {"GlobalEventID": 880565443, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "LBN", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "Actor2Code": "LBY", "Actor2Name": "TRIPOLI", "Actor2CountryCode": "LBY", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -14.8760330578512, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tripoli, Tarabulus, Libya", "Actor2Geo_CountryCode": "LY", "Actor2Geo_ADM1Code": "LY61", "Actor2Geo_ADM2Code": "19101", "Actor2Geo_Lat": 32.8925, "Actor2Geo_Long": 13.18, "Actor2Geo_FeatureID": "-3178767", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20191018073000, "SOURCEURL": "http://english.almanar.com.lb/850159"}, "ARTICLE": {"TITLE": "Roads across Lebanon Blocked after Overnight Protests", "TEXT": "Roads across the country remained blocked Friday after nationwide protests broke out a day earlier condemning tax hikes and calling for the government’s resignation.\n\nMain roads and highways in the eastern Bekaa Valley, the northern towns of Jeita, Zouk Mikael and Batroun, as well as the southern town of Nabatieh were blocked by burning tires early Friday morning.\n\nIn Sidon, protesters sat in the middle of the streets while others burned tires and blocked main roads in the city. In Tripoli, Lebanon’s second largest city, many gathered in Al-Nour Square, local media reported.\n\nSome protesters also pitched tents in the middle of key roads east and south of Beirut\n\nRubble, burned wood and tires and overturned garbage bins partially blocked main roads inside the capital. Cars slowly passed by the remnants of Thursday’s fires, causing heavy traffic as people headed to work.\n\nBanks, schools and universities were closed Friday as authorities feared an escalation of overnight protests that were marred by riots in the capital that left two people dead and nearly 200 injured, including 60 police.\n\nThe protests erupted Thursday night after the government’s discussion of tax hikes and introducing new fees, including a $0.20 levy per day for WhatsApp calls. The WhatsApp call fee was later revoked. Most of the mass protests died down in central Beirut at dawn after riot police fired rubber bullets, tear gas and water cannons to disperse protesters.\n\nSource: Agenceis"}}