{"GDELT": {"GlobalEventID": 880564840, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "CHNBUS", "Actor1Name": "SICHUAN", "Actor1CountryCode": "CHN", "Actor1Type1Code": "BUS", "Actor2Code": "CHN", "Actor2Name": "SICHUAN", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.07124681933843, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sichuan, Gansu, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH15", "Actor1Geo_ADM2Code": "13024", "Actor1Geo_Lat": 35.1221, "Actor1Geo_Long": 105.48, "Actor1Geo_FeatureID": "10650455", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sichuan, Gansu, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH15", "Actor2Geo_ADM2Code": "13024", "Actor2Geo_Lat": 35.1221, "Actor2Geo_Long": 105.48, "Actor2Geo_FeatureID": "10650455", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sichuan, Gansu, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH15", "Action2Geo_ADM2Code": "13024", "Action2Geo_Lat": 35.1221, "Action2Geo_Long": 105.48, "Action2Geo_FeatureID": "10650455", "DATEADDED": 20191018073000, "SOURCEURL": "http://www.thatsmags.com/china/post/29704/jet-fuel-dumped-over-shenzhen-as-flight-makes-emergency-landing"}, "ARTICLE": {"TITLE": "Jet Fuel Dumped Over Shenzhen as Flight Makes Emergency Landing", "TEXT": "If you’re on a long haul flight, one of the most distressing things mid-flight may be to hear that the plane needs to make an emergency landing. Earlier this week on October 14, Sichuan Airlines flight 3U601 from Chengdu to Melbourne made an emergency landing around at 6am at Shenzhen Bao’an Airport, according to the Sichuan Provincial People’s Government’s official Weibo account.\n\nThe emergency landing was in response to a passenger who suffered a sudden heart attack. As it was an international flight, the aircraft carried more fuel, making the plane heavier. In order to prepare for the emergency landing at Shenzhen Bao’an, fuel was released in the air before landing. Patrick Smith, an airline pilot and author of Cockpit Confidential explains, “Generally dumping happens at a high enough altitude for it to dissipate – it doesn't reach the ground in liquid form or come raining down on people… it sounds terrible but one way or another that fuel is going into the atmosphere.” Some netizens speculated that around 30 tons of fuel were released in the air while flying above Shenzhen.\n\nThe ill passenger was immediately taken to a local hospital after disembarking the plane, while remaining passengers waited for takeoff clearance for Melbourne. However, due to the full flight schedule, the passengers had to wait 12 hours before taking off.\n\nOne female passenger who was onboard flight 3U601 said the aircraft circled in the air for more than an hour and also experienced two rough patches of turbulence. She estimated that there were more than 200 passengers onboard, ranging from toddlers who were a few months old to elderly passengers.\n\n\n\nFlight trajectory map provided by the female passenger. Image via Sing Tao Global Network\n\nThe woman added, “For the safety of passengers, Sichuan Airlines should be commended for their decision to release fuel. However, passengers are also responsible for their own well-being. They should not conceal their medical history... and take red-eye flights, as they require staying up late, which make people more tired and susceptible to illness.”\n\nThe majority of commenters on Weibo applauded Sichuan Airlines for being ‘responsible’ and ‘people-orientated,’ while others were inquisitive about how mid-flight fuel discharging works. Lastly, one user cheekily remarked, “The movie will come out next year.”\n\nREAD MORE: Plane Makes Emergency Landing in Shenzhen Without Front Wheels\n\n[Cover image via Wikimedia]"}}