{"GDELT": {"GlobalEventID": 880582414, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 128, "EventBaseCode": 128, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.28658536585366, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKU8", "Actor1Geo_ADM2Code": "40173", "Actor1Geo_Lat": 55.95, "Actor1Geo_Long": -3.2, "Actor1Geo_FeatureID": "-2595386", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKU8", "Action2Geo_ADM2Code": "40173", "Action2Geo_Lat": 55.95, "Action2Geo_Long": -3.2, "Action2Geo_FeatureID": "-2595386", "DATEADDED": 20191018091500, "SOURCEURL": "https://www.standard.co.uk/news/politics/brexit-news-latest-campaigners-in-lastditch-legal-bid-to-block-boris-johnsons-brexit-deal-by-asking-a4264676.html"}, "ARTICLE": {"TITLE": "Brexit news latest: Campaigners in last-ditch legal bid to block Boris Johnson's Brexit deal by asking court to ban Commons vote", "TEXT": "ES News email The latest headlines in your inbox twice a day Monday - Friday plus breaking news updates Enter your email address Continue Please enter an email address Email address is invalid Fill out this field Email address is invalid You already have an account. Please log in Register with your social account or click here to log in I would like to receive lunchtime headlines Monday - Friday plus breaking news alerts, by email Update newsletter preferences\n\nA legal bid arguing Boris Johnson's Brexit deal is unlawful and attempting to prevent it being voted on by MPs is set to be heard at Scotland's highest civil court.\n\nCampaigner Jolyon Maugham QC is behind the legal challenge which will be heard at the Court of Session in Edinburgh.\n\nHe argues the new deal contravenes a current law stipulating it is \"unlawful for Her Majesty's Government to enter into arrangements under which Northern Ireland forms part of a separate customs territory to Great Britain\".\n\nThis part of the Taxation (Cross-border Trade) Act 2018, Section 55, was put forward by the Conservatives' right-wing group of MPs known as the European Research Group (ERG).\n\nChanges to the agreements around Northern Ireland were a key part of the new Brexit deal agreed between the Government and the EU on Thursday.\n\nThe Prime Minister tweeted it removes the \"anti-democratic\" Irish backstop.\n\nThe EU's chief negotiator Michel Barnier said under the new agreement Northern Ireland would be part of the UK's customs territory, not the EU's, but would \"remain an entry point\" into the EU single market and aligned to some EU rules on goods.\n\nThis means they must be checked on entry to the island of Ireland, rather than border checks between Northern Ireland and the Republic.\n\nMr Maugham, whose legal team earlier took legal action to try to prevent a no-deal Brexit by ensuring the Prime Minister obeys by the Benn Act, is seeking a court order, or interdict, banning the Government from putting the new deal before Parliament for a vote on Saturday.\n\nHe tweeted: \"We do not understand how the Government might have come to negotiate a Withdrawal Agreement in terms that breach amendments tabled by its own European Research Group.\n\n\"Unless and until Section 55 is repealed by the UK Parliament, it is simply not open, as a matter of law, for the United Kingdom to enter into such an agreement.\"\n\nHe said if the court rules the new deal is \"unlawful\", the Government will have to request a Brexit extension.\n\nMr Maugham added: \"If the Government wants to seek Parliament's consent to repeal section 55, it can and should seek that consent.\n\n\"But it must not negotiate unlawful trade deals and then present them to Parliament as a fait accompli.\"\n\nMeanwhile, a legal challenge by civil rights campaigners to \"ensure the Government acts within the law\" over Brexit will be heard by the Court of Appeal.\n\nLeading judges will decide on Friday whether the action, brought by Liberty against Mr Johnson, can be heard urgently.\n\nThe organisation announced it was bringing the challenge in September, saying it was \"gravely concerned\" by media reports which suggested Mr Johnson intended to flout Brexit legislation.\n\nThe European Union (Withdrawal) (No 2) Act, commonly referred to as the Benn Act, requires Mr Johnson to seek an extension to the current Brexit deadline of October 31 if no deal is reached with the EU by Saturday.\n\nLiberty director Martha Spurrier said: \"This case is about ensuring that the Government - whoever it is, or whatever its intention - acts within the law.\n\n\"We hope that on Friday the Court of Appeal will make it crystal clear what the Prime Minister can and cannot do under the Benn Act.\n\n\"These are extraordinary political times - but that doesn't mean the Government can act beyond the law.\n\n\"Any government which defies parliamentary process and law because it doesn't serve their aims should be a cause of concern for everyone.\""}}