{"GDELT": {"GlobalEventID": 880565849, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -8.764940239043831, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_Lat": 37.768, "Actor1Geo_Long": -78.2057, "Actor1Geo_FeatureID": "VA", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191018073000, "SOURCEURL": "https://www.nbcwashington.com/news/local/Pamela-Butlers-Killer-Charged-in-1989-Slaying-563342311.html"}, "ARTICLE": {"TITLE": "Pamela Butler's Killer Charged in 1989 Death of His Wife", "TEXT": "The killer of Pamela Butler, a Washington, D.C., federal worker who disappeared before Valentine's Day in 2009, has been charged in the 1989 death of his wife.\n\nMarta Haydee Rodriguez-Cruz disappeared from Arlington, Virginia, in 1989. Her remains were found along Interstate 95 in Stafford County in 1991 but weren't positively identified until 2018.\n\nHer husband, Jose Angel Rodriguez-Cruz, also dated Butler for a time.\n\nHe confessed to killing Butler and told police he buried her a few miles from were his wife's remains were discovered. Police searched for Butler's remains but determined them to be unrecoverable.\n\nRodriguez-Cruz, who is serving 12 years in prison for Butler's death, is now charged in Stafford County with first-degree murder and unlawful concealment of a corpse in his wife's death.\n\nMarta Rodriguez-Cruz told police her husband assaulted and kidnapped her, but she disappeared before she could testify against him in court.\n\nIn court documents, he was quoted as saying, \"If I can't have her, no one will.\"\n\nDuring a press conference Friday, Stafford County Attorney Eric Olson noted that Rodriguez-Cruz was being charged during Domestic Violence Awareness Month, which is October.\n\n\"This is the ultimate act of domestic violence and it's noteworthy that in the month of October justice is going to be delivered,\" Olson said."}}