{"GDELT": {"GlobalEventID": 880582018, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.26446280991736, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Busselton, Western Australia, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS08", "Actor1Geo_ADM2Code": "5449", "Actor1Geo_Lat": -33.6525, "Actor1Geo_Long": 115.345, "Actor1Geo_FeatureID": "-1563275", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20191018091500, "SOURCEURL": "https://www.abc.net.au/news/2019-10-18/andrew-jon-simon-jailed-over-lachie-yeo-busselton-fatal-crash/11609688"}, "ARTICLE": {"TITLE": "Bussell Highway fatal crash which killed Lachie Yeo sees Andrew Jon Simon jailed for six years", "TEXT": "A man who drove onto the wrong side of a highway in WA's South West while under the influence of drugs, crashing into another vehicle and killing a 20-year-old Perth man, has been sentenced to six years in jail.\n\nKey points: Lachie Yeo was killed and his girlfriend Annie Reilly was injured in the crash\n\nLachie Yeo was killed and his girlfriend Annie Reilly was injured in the crash The driver, Andrew Simon, was high on meth and cannabis at the time\n\nThe driver, Andrew Simon, was high on meth and cannabis at the time Mr Yeo's parents said the family had been left \"torn and grief-stricken\"\n\nAndrew Jon Simon, 37, drove his utility onto the wrong side of Bussell Highway, near Busselton, on the night of September 23 last year.\n\nHe drove straight into the path of another utility, killing its driver, Lachie Yeo, instantly and injuring his girlfriend, Annie Reilly.\n\nSimon, who had methylamphetamine and cannabis in his system, pleaded guilty to dangerous driving causing death and grievous bodily harm.\n\nFamily torn apart by 'heartbreaking' loss\n\nMr Yeo's father, Simon Yeo, told the District Court he and his wife received \"the worst news you could ever get in your life\" from police as they began driving to Bunbury after being notified of the crash.\n\nLachie Yeo (far left) with his family, including his father Simon (far right). ( Supplied: Simon Yeo )\n\nReading his victim impact statement to the court, Mr Yeo described his son as \"thoughtful, loyal and kind\", and a person who had \"so much to contribute to the world\".\n\n\"He was set up for a wonderful life,\" Mr Yeo said.\n\n\"What is left now is a family torn and grief-stricken, never to be the same again.\"\n\nMr Yeo added the impact of Lachie's death on his four younger brothers was \"heartbreaking\".\n\nThe court heard the 20-year-old university student, who attended Christ Church Grammar School, was a keen surfer who loved camping and playing music.\n\nMr Yeo, a keen surfer from Cottesloe, died at the scene of the crash in September last year. ( Supplied: Simon Yeo )\n\nMs Reilly, who also read her victim impact statement to the court, said part of her had \"died that day\".\n\nThe 22-year-old was trapped upside down next to Mr Yeo in their vehicle and had to be freed by emergency service workers.\n\nShe said she lived with the mental and emotional trauma of the accident every day.\n\n\"I should have been able to hold him in my arms,\" Ms Reilly said.\n\nPublic deterrence important: Judge\n\nThe court heard Simon, who was born in New Zealand, had begun using drugs around the age of 17, when his best friend had died in his arms after being stabbed.\n\nIn sentencing Simon, Judge Felicity Davis said a message needed to be sent to the community of the \"real risks\" of driving while under the influence of drugs.\n\n\"You should not have been driving at all,\" she told Simon.\n\nFriends and relatives took part in a paddle-out tribute at North Cottesloe Beach in honour of Mr Yeo. ( Supplied: Simon Yeo )\n\nJudge Davis added that no sentence could address the grief of Mr Yeo's family.\n\n\"I appreciate that this may be of little comfort to either Lachlan's family or Ms Riley, but the sentence I impose is not a valuation of human life generally or the life of Lachlan and it never could be,\" she said.\n\n\"No human life can ever be equated with a period of imprisonment.\"\n\nJudge Davis noted that Simon was not driving recklessly or deliberately flouting road rules at the time of the accident, but was suffering fatigue.\n\nBut she said \"the need for punishment and general deterrence are important sentencing factors in this case\".\n\nWith time already served, Simon will be eligible for parole in May, 2023.\n\n"}}