{"GDELT": {"GlobalEventID": 880564934, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 3.42465753424658, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Phnom Penh, (CB11), Cambodia", "Actor1Geo_CountryCode": "CB", "Actor1Geo_ADM1Code": "CB11", "Actor1Geo_ADM2Code": "12390", "Actor1Geo_Lat": 11.55, "Actor1Geo_Long": 104.917, "Actor1Geo_FeatureID": "-1033783", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Phnom Penh, (CB11), Cambodia", "Actor2Geo_CountryCode": "CB", "Actor2Geo_ADM1Code": "CB11", "Actor2Geo_ADM2Code": "12390", "Actor2Geo_Lat": 11.55, "Actor2Geo_Long": 104.917, "Actor2Geo_FeatureID": "-1033783", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Phnom Penh, (CB11), Cambodia", "Action2Geo_CountryCode": "CB", "Action2Geo_ADM1Code": "CB11", "Action2Geo_ADM2Code": "12390", "Action2Geo_Lat": 11.55, "Action2Geo_Long": 104.917, "Action2Geo_FeatureID": "-1033783", "DATEADDED": 20191018073000, "SOURCEURL": "https://www.phnompenhpost.com/special-reports-supplements/building-holistic-education-community-cis"}, "ARTICLE": {"TITLE": "Building a holistic education community at CIS", "TEXT": "Building a holistic education community at CIS\n\nEducation is an essential building block to the economy of a country. It is the element that grows, nurtures and matures the younger generation of a society.\n\nCanadian International School of Phnom Penh (CIS) is one leader in providing holistic education to students in Cambodia. Furthermore, CIS has a good balance of quality hardware and software; the hardware being the facilities, equipment and teaching materials, whereas the software comprises of the brains behind the school (management team), front line educators (teachers), who are fully dedicated to their profession and the vision of the school.\n\nCIS is in the midst of building new state-of-the-art educational facilities in order to prepare for the high school years that middle school students will soon be stepping into.\n\nOn the software (curriculum) for future high school students, CIS is a candidate school for the International Baccalaureate Diploma Programme (IBDP).\n\nIB and curriculum coordinator Tony George told The Post: “I have met admission tutors of universities and they were all keen about IB because it is an elite programme. IB inculcates student development and also trains students’ ability in self-management skills as part of its focus on their approaches to learning.\n\n“The programme opens up pathways to high quality tertiary education for high school graduates.\n\n“As well as an emphasis on students’ holistic development, the IBDP is focused on providing students with the ability to identify the changes required in their communities and the skills to go out and make those changes,” said George.\n\nPrincipal Barry Squires said that CIS wants students to experience service learning in school.\n\nWhen teachers conduct classes in CIS, they put up challenges to students for them to apply critical thinking when searching for a solution.\n\nOnce CIS completes the IB Authorisation process, the school will be offering two internationally recognised programmes — the Alberta curriculum from Kindergarten to Grade 12 and the IB Diploma in Grades 11 and 12.\n\nReadying students for high school and the IB programme is a current priority.\n\nOffering two curricula allows CIS to have the flexibility to design programmes that are ideally suited to its students’ needs, offering an appropriate challenge, a balanced programme and allowing access to the world’s top Higher Education establishments.\n\n“Our school has always been focused and will continue to be focused on a Cambodian context, which is to nurture and educate the younger generation to nurture future leaders.\n\n“As we are an international school with students from different ethnic backgrounds, we have bilingual programmes under the Alberta curriculum for students - French and Chinese,” he added.\n\nThe bilingual programmes give students an opportunity to deepen their proficiency in the chosen language, explained Squires. Other than French or Chinese classes, the students who are enrolled in these programmes learn social studies and science in their mother tongue.\n\n“We keep our class sizes small where there are between 16 and 21 students in a class. This allows teachers to dedicate more time to each student,” said Squires.\n\nStudents in CIS are also given the opportunity to contribute to society through the community service programme.\n\nSquires and George are proud to be building a programme that will be a student-led initiative where students are encouraged to identify a social problem, brainstorm solutions, plan for and take action themselves.\n\nGeorge said that the students will be working with a number of NGOs for their service learning and will be focused on contributing to a happier, healthier Cambodia."}}