{"GDELT": {"GlobalEventID": 880583060, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.79835390946503, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Forrest County, Mississippi, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMS", "Actor1Geo_ADM2Code": "MS035", "Actor1Geo_Lat": 31.3143, "Actor1Geo_Long": -89.2942, "Actor1Geo_FeatureID": "695742", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Forrest County, Mississippi, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMS", "Action2Geo_Lat": 31.3143, "Action2Geo_Long": -89.2942, "Action2Geo_FeatureID": "695742", "DATEADDED": 20191018091500, "SOURCEURL": "https://www.clarionledger.com/story/news/crime/2019/10/18/cnn-lisa-ling-films-mississippi-show-simon-city-royals-gang/2345783001/"}, "ARTICLE": {"TITLE": "Lisa Ling came to Mississippi to document the Simon City Royals. Here's what she learned.", "TEXT": "The Simon City Royals, with origins in Chicago, is comprised of mostly white males.\n\nIn Sunday's episode airing on CNN, Lisa Ling explores how the gang recruits inside jails.\n\n\"I love this organization. I'll die for this.\"\n\nThose are the words of a Simon City Royal member in the opening sequence of an episode of CNN's \"This is Life with Lisa Ling\" filmed in Hattiesburg and other areas of south Mississippi.\n\nThe story of the Simon City Royals, one of the state's fastest-growing street gangs, intrigued CNN journalist Lisa Ling enough to bring her to Mississippi to learn more.\n\nShe met with members of the organization in Forrest County Jail and other correctional facilities on the Coast and in the Pine Belt. She went on undercover operations with Forrest County deputies as they looked for signs of gang activity in the Hattiesburg area.\n\nIn a recent phone interview with the Hattiesburg American, Ling talks about what she discovered.\n\n\"When we found out about the Simon City Royals, they were honestly a gang we had never heard about, but we recognized it was one of the fastest-growing gangs in the state of Mississippi,\" she said.\n\nThe Simon City Royals, with origins in Chicago, is comprised of mostly white males. It is known for being a well-organized group that traffics drugs, guns and prostitution, but it also is known for its violence.\n\nBut, Ling said, there is more to their story.\n\n\"To me this became a story about how methamphetamines are being dumped onto cities in Mississippi and what happens when large groups of people become addicted to methamphetamines,\" she said.\n\nMeth addiction is growing exponentially and becoming more and more dangerous, Ling said, adding that newer versions of the drug coming out of Mexico are so much cheaper and stronger, it's leading to people getting addicted faster and more occurrences of overdoses.\n\n\"(It shows) how severe the meth problem is in the state — well, not only in Mississippi, but in every state,\" she said.\n\nGang recruitment often begins in jail\n\nPhysical effects of meth addiction aren't the only consequences.\n\n\"It includes at some point becoming incarcerated and once you get incarcerated, young men (and sometimes women) feel they need to ally with people inside jails and prisons,\" Ling said.\n\nIf you're white, that usually means you'll join the Simon City Royals, Ling said, adding that most of the time, an inmate will look for the organization that has the most power.\n\nWhether inside prison walls or on the streets, an alliance with the Simon City Royals is about having a connection to something many of its members never had as they were growing up.\n\n\"It's very obvious why these young men are wanting to join these gangs,\" Ling said. \"In communities that are impoverished, where there is a lot of drug addiction, where there aren't a lot of male role models, very often young men are seeking this kind of brotherhood and that is certainly true for the Simon City Royals and most gangs.\"\n\nIn the episode Ling explores how the gang operates and recruits members in jails and prisons.\n\nCommunity service or a life of crime depends on who you ask\n\nShe also speaks with members who say the organization is not meant to be criminal, instead promoting self-improvement and community service, the release says.\n\nBut law enforcement officials say otherwise.\n\nPhillip Hendricks, Forrest County Sheriff's Department's chief investigator, who took Ling on an undercover operation, said gangs, including the Simon City Royals, have a history of drugs and violence.\n\n\"It's shocking to me to look at (gang membership) and see this lifestyle ends in tragedy every time,\" he said. \"It seems to me there are more gang members now than when I started in law enforcement 12 years ago,\" Hendricks said.\n\nSome gang members find their way out\n\nWhile participation in gang activities often leads to incarceration, drug addiction or death, there is hope for some who find their way out, Ling said.\n\nLing also talks to a former Simon City Royals leader and a group of former gang members at the City of Refuge for Men, located in Lucedale, a \"faith-based recovery and deliverance program in a disciplined atmosphere.\"\n\nThese are men who have turned their lives around and are no longer involved in a life of crime and drugs.\n\n\"It was amazing to me to find the City of Refuge, where these former Simon City Royals have found a different kind of brotherhood — one that is positive,\" Ling said. \"And that for me was really moving.\"\n\nShe said as many people do when they get older, they start to realize their lives have been much about being unproductive and wasting time.\n\n\"And suddenly you find yourself in your 40s, realizing I have nothing to my name except a criminal record and then they realize it's time to make a change,\" Ling said. \"I hope that people will see this and find there are ways out and there are organizations they can seek out that can fill that role of a brotherhood for young men.\"\n\nLisa Ling seems to genuinely care, local investigator says\n\nWorking with Ling was an interesting experience, Hendricks said. He is looking forward to seeing the episode, which airs Sunday.\n\n\"I've had people do ride alongs with me before, but I thought she and her crew were really professional and really nice,\" he said. \"I enjoyed having them along.\n\n\"But I really won't know their take on (the Simon City Royals) until I watch the show.\"\n\nTackling the lifestyle of a Simon City Royal and exposing the gang's culture of drugs and violence was tempered with the divulgence of the underside, where members can find friendship and fellowship.\n\nWhile Hendricks is mum on what took place when Ling and her team were in Hattiesburg, he recognized her ability to look at gang affiliations from all angles.\n\n\"One thing that did impress me about her was I think she genuinely cares about people, about the victims of crime but then also some of the people that are stuck in the lifestyle of poverty and crime,\" he said. \"I can tell she had compassion for them and the next generation that are coming up being raised in gang culture as well the victims.\"\n\nSteelman Grocery murder:A murder suspect believed to have ties to a gang is found hiding in an attic\n\nFighting violent crime:Project EJECT launches in Hattiesburg, 7 arrests made the same day\n\nThe Dixie pipeline:Mississippi major source of 'crime guns' on the streets of Chicago\n\nHow to watch\n\n\"This is Life with Lisa Ling\" will air on CNN at 9 p.m. Sunday. The episode also will be streamed Saturday on the subscription-based app, CNNgo.\n\nContact Lici Beveridge at 601-584-3104 or lbeveridge@gannett.com. Follow her on Twitter @licibev."}}