{"GDELT": {"GlobalEventID": 880582159, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "CHN", "Actor1Name": "SHANGHAI", "Actor1CountryCode": "CHN", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.1164274322168999, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_Lat": 32.9866, "Actor2Geo_Long": -83.6487, "Actor2Geo_FeatureID": "GA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20191018091500, "SOURCEURL": "https://hk.asiatatler.com/life/xyza-cruz-bacani-photographer"}, "ARTICLE": {"TITLE": "How Former Domestic Helper Xyza Cruz Bacani Became A World Class Photographer", "TEXT": "Georgia fled to Hong Kong, where she was employed by Kathryn. “Mrs Louey is the one who helped me have a better life,” says Georgia. “She is very generous to me.” In return, Georgia worked hard cooking, cleaning and babysitting Kathryn’s grandchildren. To save every penny to send back to her family, Georgia often chose to stay in Kathryn’s flat on her one day off a week.\n\nTheir story begins in 1996, when a human trafficker persuaded Georgia to leave her husband and three young children in the Philippines to become a domestic worker overseas. Her salary, he said, would lift her family out of poverty. She was trafficked into Singapore and locked in a room for four days with 10 other women before being assigned to an abusive employer. In two years, Georgia was only allowed outside three times.\n\nBut Xyza persisted and their employer, Kathryn Louey , chairman of Wai Hung Enterprises and the Wai Hung Charitable Foundation, offered Xyza an advance to buy an SLR. “Mrs Louey always wanted me to have something for myself, and she always wanted me to learn new things and be happy,” says Xyza. “And I think she thought I’d really love photography.” None of them knew it at the time, but this act of generosity would change all their lives forever.\n\nWhen Xyza Cruz Bacani told her mother, Georgia, that she wanted a camera, the idea was quickly shut down. “I told her cameras are for rich people,” says Georgia. Her mother wasn’t being miserly or unkind. She was simply being honest. At the time, both women were working in Hong Kong as domestic helpers and saving every penny to send back to their family in the Philippines so Xyza’s siblings could go to college.\n\nShe was a cleaner and nanny in Hong Kong when her employer encouraged Xyza Cruz Bacani to pursue her passion for photography. Now the Philippine snapper is a global phenomenon\n\nMeanwhile, back in the Philippines, Xyza’s life had been turned upside down by Georgia’s absence. Every weekday, eight-year-old Xyza was responsible for her younger brother and sister while her father worked on a faraway construction site. Xyza cleaned. She cooked. She helped raise her siblings and tried to keep up with her own schoolwork. This was Xyza’s life—one familiar to many in the Philippines and elsewhere in Southeast Asia—until she turned 19 and followed in her mother’s footsteps to become a domestic worker abroad. See also: If These Walls Could Talk: Kowloon Walled City As Captured By Photographers Ian Lambot And Greg Girard Scarred by her experience in Singapore, Georgia didn’t want Xyza to work for an employer she didn’t know, so Kathryn stepped in and employed Xyza to work alongside Georgia. At first, the mother-daughter relationship was fraught. “I definitely had trauma from when my mum left,” says Xyza, who resented it when Georgia would offer her advice.\n\nXyza captures more migrant workers on their days off, getting ready for a beauty pageant (Photography: Xyza Cruz Bacani)\n\nA New Perspective Things slowly improved. Xyza saw how carefully Georgia saved money to send home; Georgia listened to Xyza’s stories of growing up without a mother. Their relationship strengthened further once Xyza had her camera. “Hong Kong was my first muse,” says Xyza. “I started going down to Central and taking photos on the street, then I started going to Kowloon. My mum doesn’t venture out so much because she’s always saving money for the family, so I’d bring Hong Kong to her. I’d show her photos of Tsim Sha Tsui, Yau Ma Tei—all these places she’d never been in all her years living in Hong Kong. I’d also show Mrs Louey. The two of them became my first critics.” Encouraged by Georgia and Kathryn’s responses, Xyza started posting her street photography on Facebook, where her shots caught the eye of professional photographers, including award-winning Philippine documentarian Rick Rocamora, who sent Xyza’s work to the editors of the New York Times. In 2014, Xyza was profiled on the newspaper’s photography-focused Lens blog while still working as a cleaner and nanny.\n\nMigrant workers attending church service (Photography: Xyza Cruz Bacani)\n\nThe Big Break “And then it was a rollercoaster ride,” recalls Xyza. A year after the New York Times article, Xyza was awarded a Human Rights Fellowship by the Magnum photographic agency, giving her the opportunity to move to New York and study at the New York University Tisch School of the Arts. “Mrs Louey actually had to read about the fellowship in the newspapers,” recalls Xyza sheepishly. “When I got the scholarship, I posted it on Facebook and the news was like wildfire—it spread like crazy. Then the South China Morning Post did a story about it. I didn’t tell Mrs Louey about it because I had doubts. I was thinking, ‘If I go to New York, what’s going to happen after that?’ I didn’t have a job guaranteed afterwards. I really wasn’t thinking about becoming a full-time photographer or leaving my job.\n\nPhotography: Xyza Cruz Bacani\n\n“Mrs Louey was in the office when she read it and she immediately called my mum and said, ‘Where’s Xyza?’ She came straight home and asked me why I hadn’t told her. So I explained to her, ‘Well, I’m not really planning on going— I’m having doubts.’ She said, ‘Are you crazy? Chee-sing ah! It’s a big opportunity for you.’ I said, ‘What about my job?’ And she said, ‘Oh, you’re fired!’ It was endearing; it was funny. She said, ‘You’re fired because you need to go’—and that’s when I made the decision to go. She reassured me that no matter what happens, she’d always be here, the Louey family will always be here—that if anything happened in New York, I could come back and work for her.” See also: Tatler's Guide To Siargao Island, The Philippines\n\nI was very proud to see Xyza being noticed by other people. I knew that when she came back, she could make a lot of difference to Hong Kong — Kathryn Louey\n\nAll three women were thrilled and nervous in equal measure once Xyza made her decision. “Mrs Louey and my mum kept saying, ‘Make sure to eat your vegetables. You need to pack warm clothes,’” remembers Xyza, laughing. When the time finally came time to say goodbye, they all broke down in tears. “I missed her very much when she left,” says Georgia. “I kept crying because I was used to seeing her every day. I also worried all the time because New York is so far away but I didn’t tell her—I didn’t want her to worry about me; I wanted her to focus on studying.” Kathryn was upset, too, but trusted this was a stepping stone to bigger things. “I was very proud and excited to see that she was being noticed by other people apart from myself,” says Kathryn. “I knew that when she came back, she could make a lot of difference to Hong Kong.” See also: Lux Noctis: A Look Inside Photographer Reuben Wu's Upcoming Book\n\nPhotography: Xyza Cruz Bacani\n\nA Story Told Through The Lens And what a difference Xyza has made. She’s now a professional photographer who specialises in documenting the issues of migration, and labour and human rights. She’s photographed migrant workers at a shelter in Singapore for women who’ve fled abusive employers and chronicled the lives of domestic helpers who have been illegally trafficked into Hong Kong and New York. These moving photographs have been published around the world and exhibited at Christine Park Gallery in New York, which represents Xyza, and institutions such as the Hong Kong Arts Centre, the Bangkok Art and Culture Centre, and the International Photography Hall of Fame and Museum in Missouri. Many of Xyza’s projects came together last year when her first book, We Are Like Air, was published by WE Press. We Are Like Air features the stories of eight migrant workers, but at the heart of it is Georgia’s story. “My mum always says that her story is not special—that everyone has this kind of story—but I’ve kept saying, ‘Your story is important. You are important. You’re an inspiration to many.’” Despite her initial reluctance, Georgia is now proud of We Are Like Air. “I feel good about my family story being told because it’s the normal story of migrants—and because my daughter told the story,” she says.\n\n“Laurene Powell Jobs, the widow of Steve Jobs, came up to me and said, ‘I love your book; I love your mother’s story.’ I was blown away” — Xyza Cruz Bacani\n\nGeorgia is also pleased because it’s brought global attention to these stories, which—like migrant workers themselves—are often ignored. Philippine tycoon Jaime Zobel de Ayala invited Xyza to Manila to give a talk about the book, and she has spoken at various festivals around the globe, including the Mountain Echoes Festival in Bhutan and the Aspen Ideas Festival in Colorado. “Aspen is a crazy place—so many private jets,” says Xyza. “I was walking in Aspen after my talk and Laurene Powell Jobs, the widow of Steve Jobs, came up to me and said, ‘I love your book; I love your mother’s story.’ My mind was blown. I texted my mum, ‘Hey Ma, I met the wife of Steve Jobs and she loves your story.’ You know what my mother said? ‘You should’ve asked her to buy more books.’”\n\nPhotography: Xyza Cruz Bacani"}}