{"GDELT": {"GlobalEventID": 880582267, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.42095914742451, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Louisiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USLA", "Actor1Geo_Lat": 31.1801, "Actor1Geo_Long": -91.8749, "Actor1Geo_FeatureID": "LA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Louisiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USLA", "Action2Geo_Lat": 31.1801, "Action2Geo_Long": -91.8749, "Action2Geo_FeatureID": "LA", "DATEADDED": 20191018091500, "SOURCEURL": "https://scaddistrict.com/2019/10/17/join-the-club-hillel-unites-the-jewish-community/"}, "ARTICLE": {"TITLE": "Join the club: Hillel unites the Jewish community", "TEXT": "By Ben Elhav\n\nEven an entire day of fasting could not deter the executive board of SCAD’s Hillel club, as they worked frantically to prepare a pizza dinner for SCAD’s Jewish community this past Wednesday, Oct. 9th.\n\nThe holiest day of the Jewish calendar, Yom Kippur calls on adherents of the faith to refrain from food and drink for 24 hours, as they reflect on their sins and transgressions. This year the fast came to a close during a busy midterm season, and students flocked to celebrate in the Oglethorpe House Ballroom.\n\n“We’re congregating as people and devouring pizza. And then going to sleep after,” said Abby Rayner, fourth-year fibers major and Hillel President. Food plays a big part in bringing members together. At the end of the quarter, the club will once again host its popular Bagel Break, providing relief to hungry students during finals week.\n\nSCAD’S Hillel club is a small, but lively chapter of Hillel – the Jewish community-building organization that spans the United States and hundreds of other affiliated colleges across the globe. Providing a space for Jewish students to celebrate their faith and unique holidays, Hillel gives students a chance to participate in events that recognize their heritage and offer opportunities to socialize.\n\n“I see Hillel as a place where no matter how you Jew, you’re welcome. You can be who you are,” Rayner said.\n\nOriginally from Louisiana, Rayner recognizes the value of growing up immersed in Judaism, seeing the religion as a safe space to turn to for solidarity. When students leave the familiarity of home, it can be comforting to find an organization that introduces them to a warm and friendly second family. As president of Hillel, Rayner facilitates communication between the members of the executive board and ensures that the club has an active social media presence. “I’ve always had a strong Jewish background, so I knew I’d be part of a Jewish community whether they wanted me or not,” Rayner said.\n\nAll these responsibilities would prove seriously challenging, were it not for the help of Kimmie Chonko, faculty staff advisor to the expanding club. Chunk encourages students to connect with peers who have similar beliefs, and students who are not Jewish an opportunity to learn from another culture and enjoy the community.\n\nAs the sun began to set, the event got underway. Hungry students trickled in through the doorway of the Oglethorpe House Ballroom, making quick work of several pizzas. Next week, they’ll come together again for the Jewish holiday of Sukkot, gathering under the canopy of a booth or Sukka for a dinner hosted in conjunction with the large Reform Synagogue of Savannah, Mikveh Israel.\n\nEven as one Hillel event comes to a close and another approaches, their board looks forward to the rest of the year eagerly. “One that I’m really excited about is Havdalah-ween. For Halloween, we hold a small service and paint pumpkins,” Chonko said. “This year, we have students from Emory University joining us because they’re going to sing at the Jewish Food Festival.” Chonko wants to keep the club on an upward trajectory and bring in as many people as possible."}}