{"GDELT": {"GlobalEventID": 880565846, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "USA", "Actor1Name": "ATLANTA", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 145, "EventBaseCode": 145, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -7.5, "NumMentions": 16, "NumSources": 1, "NumArticles": 16, "AvgTone": -6.045678459471559, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Atlanta, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA121", "Actor1Geo_Lat": 33.749, "Actor1Geo_Long": -84.38799999999999, "Actor1Geo_FeatureID": "351615", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Atlanta, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_ADM2Code": "GA121", "Action2Geo_Lat": 33.749, "Action2Geo_Long": -84.38799999999999, "Action2Geo_FeatureID": "351615", "DATEADDED": 20191018073000, "SOURCEURL": "http://moelane.com/2019/10/17/marietta-village-of-the-damned-the-day-after-ragnarok/"}, "ARTICLE": {"TITLE": "Marietta, Village of the Damned [The Day After Ragnarok] – Moe Lane", "TEXT": "I don’t often come up with scenarios where the players are going to hate all their options, but I seem to have done so here. Happy Halloween!\n\nMarietta, Village of the Damned [The Day After Ragnarok]\n\nCity: Marietta, Georgia Population: 4,000 Controls: Marietta, GA Government: Machine Problem: Monsters Heroic Opportunity: Bounty City Aspect: Doomed, probably\n\n\n\nTheoretically, Marietta should be in better shape than it is. For a few years after the Serpentfall, it was: Atlanta lay just to its Southeast, and there’s a lot of loot in a major dead city, especially if it didn’t burn too badly. The Konfederacy in particular was and is interested in Atlanta’s remaining industrial salvage, and has invested in the town accordingly. Marietta is not quite ruled by Birmingham, but the Klan openly operates there, and non-whites are routinely harassed on the streets, or worse. Even the salvage camps have strict racial and religious restrictions.\n\n\n\nAbout six months ago, those camps started getting destroyed, their inhabitants later found lynched from whatever would support their weight. At first the authorities thought that the culprits were the Free Colored Army, or some other guerilla force, but it soon became clear that the attacks were supernatural in origin. A bare few survivors babbled madly about being stalked through the half-frozen muck by a shambling monster that grew out of the very mud itself to strangle them; these reports gained weight when the first patrols from Marietta itself were stalked and killed, and the maddened survivors of those came stumbling into town.\n\n\n\nThose survivors were deliberately allowed to escape, note: the monster in question (a swamp devil with d8 Smarts and Spellcasting [burrow, entangle, fear, puppet, and zombie]) wants Marietta to know that it’s coming for them. It’s not in a hurry to do it, either. For right now it’s content to simply pick off patrols, increase the fear of the town, and of course fill the graveyard with corpses that it can later reanimate and send forth when the time is right. But the swamp devil does have a timeline, which it intends to keep.\n\n\n\nIf anybody ever manages to ask it, the swamp devil will claim to be the revenant of Leo Frank, a Jewish man lynched at Marietta thirty years previously for allegedly murdering a young girl. Whether or not this is true, the swamp devil will absolutely act as if it is; and it intends to hang and zombify every descendant of the men who lynched Frank. And the rest of the town, just to make sure that it didn’t miss anybody.\n\n\n\nNote that use of scrying magic, or simply a set of intact newspaper archives, will lead to the conclusion that Leo Frank was almost certainly innocent, and was absolutely murdered without consequence to his murderers. This will present supernatural problems for anybody trying to stop the swamp devil; arguably, by killing the swamp devil they’ll also be trying to lift a curse in the process, and that just isn’t easy to do. Note also that Marietta has any number of people living there who would not deserve to be hanged from lampposts or bridge trestles. Most of them will be quite young, in fact. But then: if adventuring was easy, everybody would do it.\n\n"}}