{"GDELT": {"GlobalEventID": 880564861, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.839416058394161, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dublin, Dublin, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI07", "Actor1Geo_ADM2Code": "18288", "Actor1Geo_Lat": 53.3331, "Actor1Geo_Long": -6.24889, "Actor1Geo_FeatureID": "-1502554", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dublin, Dublin, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI07", "Action2Geo_ADM2Code": "18288", "Action2Geo_Lat": 53.3331, "Action2Geo_Long": -6.24889, "Action2Geo_FeatureID": "-1502554", "DATEADDED": 20191018073000, "SOURCEURL": "https://www.dailyrepublic.com/all-dr-news/wires/fremont-car-to-car-shooting-suspect-arrested-east-bay-times/"}, "ARTICLE": {"TITLE": "Fremont car-to-car shooting suspect arrested [East Bay Times]", "TEXT": "Oct. 18–FREMONT — A San Leandro man was arrested Thursday in connection with an August shooting incident involving two vehicles, authorities said.\n\nChristopher Andrews, 32, was arrested by SWAT officers from the Fremont and San Leandro police departments around 9:30 a.m. Thursday at his home in the 2000 block of Benedict Drive in Fremont.\n\nJust before 3:50 p.m.August 27, a witness called to report hearing shots fired near Stevenson Boulevard and Farwell Drive, police said in a statement.\n\nThat witness said a person inside a dark-colored sedan waved a gun out a window at a second occupied vehicle. When officers responded to the area, they learned both vehicles headed northbound toward Interstate 880, and found shell casings in a restaurant parking lot.\n\nAndrews was taken to Fremont police headquarters for questioning Thursday afternoon, and was later booked on suspicion of multiple charges, including shooting into an inhabited vehicle, willful discharge of a firearm with gross negligence and discharge of a firearm from a vehicle.\n\nHe was held without bail at Santa Rita jail and awaiting arraignment hearings Monday at East County Hall of Justice in Dublin and Tuesday at Fremont Hall of Justice, according to a county records check Thursday night.\n\nPolice said the investigation remains active, with more related search warrants still being served.\n\nAnyone with information should call Fremont police at 510-790-6800 ext. 3, text TIP FREMONTPD followed by a message to 888-777, or visit Fremont police on Nixle.\n\nContact George Kelly at 408-859-5180.\n\n(c)2019 the Contra Costa Times (Walnut Creek, Calif.)\n\nVisit the Contra Costa Times (Walnut Creek, Calif.) at www.eastbaytimes.com\n\nDistributed by Tribune Content Agency, LLC."}}