{"GDELT": {"GlobalEventID": 880581818, "Day": 20191011, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7699, "Actor1Code": "LTU", "Actor1Name": "LITHUANIAN", "Actor1CountryCode": "LTU", "Actor2Code": "OPP", "Actor2Name": "PRISONER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.6025641025641, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Actor1Geo_CountryCode": "LH", "Actor1Geo_ADM1Code": "LH65", "Actor1Geo_ADM2Code": "19171", "Actor1Geo_Lat": 54.6833, "Actor1Geo_Long": 25.3167, "Actor1Geo_FeatureID": "-2620663", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Actor2Geo_CountryCode": "LH", "Actor2Geo_ADM1Code": "LH65", "Actor2Geo_ADM2Code": "19171", "Actor2Geo_Lat": 54.6833, "Actor2Geo_Long": 25.3167, "Actor2Geo_FeatureID": "-2620663", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Action2Geo_CountryCode": "LH", "Action2Geo_ADM1Code": "LH65", "Action2Geo_ADM2Code": "19171", "Action2Geo_Lat": 54.6833, "Action2Geo_Long": 25.3167, "Action2Geo_FeatureID": "-2620663", "DATEADDED": 20191018091500, "SOURCEURL": "https://www.newsinenglish.no/2019/10/18/berg-seeks-pardon-as-spy-swap-looms/"}, "ARTICLE": {"TITLE": "Berg seeks pardon as spy swap looms", "TEXT": "Frode Berg, the former Norwegian border inspector convicted of espionage in Russia, has formally applied for a pardon. The move is believed to be part of a complicated deal to swap Berg and two convicted Lithuanian spies jailed in Russia for at least one Russian spy jailed in Lithuania.\n\nBerg’s Russian defense attorney Ilja Novikov confirmed the pardon application to Norwegian Broadcasting (NRK) late Thursday. That followed a day of media reports led off by Lithuania’s Baltic News Service that Lithuanian, Russian and presumably Norwegian officials were working on a settlement that would send all four or five convicted spies back home.\n\nThey’re likely to be working against a deadline of next week, when long-planned ceremonies are to be held in Berg’s hometown of Kirkenes in Northern Norway, to mark the former Soviet Union’s liberation of the region from Nazi German occupation in October 1944. The 75th anniversary ceremonies scheduled for October 25 are to be attended not only by Norway’s King Harald V, Prime Minister Erna Solberg and Foreign Minister Ine Eriksen Søreide, but also by Russian Foreign Minister Sergey Lavrov. It would awkward for all of them to appear in Berg’s hometown amidst local concerns and support for Berg and longstanding calls to “bring Frode home.”\n\nNews bureau NTB reported earlier this week that if no agreement is reached to swap spies or otherwise allow Berg to be turned over to Norwegian authorities, it could overshadow the liberation memorial next Friday. It will also mark the second time Lavrov, who also attended the 70th anniversay five years ago, will take part in ceremonies widely viewed as hailing civilian Norwegian-Russian friendship in Northern Norway despite political and military tensions between the two countries. Norwegians have also long expressed gratitude for Finnmark’s liberation by Russian troops from the Soviet Union and want to keep Norway’s border to Russia just east of Kirkenes open. Kirkenes was the first Norwegian town to be freed of Nazi occupation, six month before World War II finally ended in April 1945.\n\nFor more on the upcoming ceremonies in Kirkenes, click here (external link to the Barents Observer).\n\nMedia reports swirled, meanwhile, over the Lithuanian Parliament’s approval on Thursday of a measure that would allow a pardon of convicted Russian spy Nikolaj Filiptsjenko, who’s currently serving a 10-year prison term for espionage in Vilnius. NRK reported that a second Russian spy jailed in Lithuania could also be involved.\n\nNorwegian media cited Lithuania’s edition of the Baltic News Service in reporting that Lithuania had worked out what would be a breakthrough in the Frode Berg case, which has embarrassed and frustrated Norwegian officials since Berg was first arrested in Moscow in early December 2017. Berg, who traveled frequently from Kirkenes to Russia, contended he was merely in Moscow on a pre-Christmas holiday, but he was found to be carrying documents and cash that made it hard to convince the Russian court that he was not acting as a courier for Norwegian intelligence services.\n\nNorwegian military, intelligence and government officials have consistently refused to comment on Berg’s arrest, incarceration and conviction to a 14-year prison term last spring, other than to say Berg was receiving “ordinary consular assistance” through Norway’s embassy in Moscow. Berg’s conviction was not appealed, to avoid more lengthy legal processes and make it possible for him to seek a pardon. Lithuanian officials told NRK on Thursday that an exchange of prisoners convicted of spying wouldn’t likely occur until at least next week.\n\nnewsinenglish.no/Nina Berglund"}}