{"GDELT": {"GlobalEventID": 880878471, "Day": 20191019, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7918, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 150, "EventBaseCode": 150, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hornsdale, South Australia, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS05", "Actor1Geo_ADM2Code": "5294", "Actor1Geo_Lat": -33.0667, "Actor1Geo_Long": 138.517, "Actor1Geo_FeatureID": "-1578782", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hornsdale, South Australia, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS05", "Action2Geo_ADM2Code": "5294", "Action2Geo_Lat": -33.0667, "Action2Geo_Long": 138.517, "Action2Geo_FeatureID": "-1578782", "DATEADDED": 20191019173000, "SOURCEURL": "https://www.adelaidenow.com.au/news/south-australia/worlds-largest-lithium-battery-switched-on-near-jamestown/news-story/2c4992845ce77309d7dad0d48a2d754c?nk=7564b2c5f2f098e7ce4298ce15e5ac57-1571505453"}, "ARTICLE": {"TITLE": "Tesla giant battery near Jamestown switched on", "TEXT": "JAY Weatherill hasn’t always laughed at electricity jokes, but he could afford to loosen up a little near Jamestown on Friday.\n\nAs the Premier officially launched Elon Musk’s giant battery at the Hornsdale wind farm, a wag in the crowd called out that he’d had a text from locals asking for an extension cord, because they were still without power from last night’s violent storms.\n\nMr Weatherill thought that hilarious, and well he might.\n\nWhen the entire state was blacked out by storms in 2016, his state and his government became a rolling, merciless joke over a backwards power system.\n\nmedia_camera SA Premier Jay Weatherill tours the new Tesla battery near Jamestown. Picture: AAP Image/David Mariuz\n\nNow, with the backing of Tesla billionaire Musk — who said he could install the battery in 100 days and in fact did it in 63, thereby winning a $50 million bet — the Premier is spruiking that the state leads the world in renewable energy.\n\nMonths out from an election, it’s a weighty claim, but the Premier now has the runs on the board to support it.\n\nMr Weatherill’s jubilation may well take a dent the next time there’s a major blackout, but for now he can taunt his political foes, starting with Prime Minister Malcolm Turnbull.\n\nAdelaide's Afternoon Newsbyte — 1/12/17 Adelaide's Afternoon Newsbyte — 1/12/17\n\nIn a calculated political jibe, the PM suggested the statewide blackout was a result of SA’s reliance on renewables. Now Mr Weatherill wants him to travel to Jamestown.\n\n“It’s an opportunity for him to repair some of the damage to the reputation of South Australa when he criticised us and blamed us for the blackout,” Mr Weatherill said.\n\nAnd this time the weather was on his side, too. The battery was successfully used on Thursday to bolster the grid as Victoria’s power system struggled in extreme heat.\n\nThe Tesla powerpacks at Hornsdale are designed to allow wind energy to be delivered to the grid at any time, whether the wind is blowing or not, boosting the state’s energy security.\n\nAnatomy of a statewide blackout Anatomy of a statewide blackout\n\nThe launch, also attended by Neoen deputy chief executive Romain Desrousseaux, followed a successful testing period.\n\n“Neoen and Tesla approached the State Government with their bold plan to deliver this project, and they have met all of their commitments, ensuring South Australia has back-up power this summer,” Mr Weatherill said.\n\nMr Desrousseaux said: “Neoen is focused on delivering long-term, sustainable energy solutions to the country and ambitious projects like the Hornsdale Power Reserve will contribute to South Australia leading the way into a clean energy future.”"}}