{"GDELT": {"GlobalEventID": 880878621, "Day": 20191019, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7918, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.7632205812291497, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dublin, Dublin, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI07", "Actor1Geo_ADM2Code": "18288", "Actor1Geo_Lat": 53.3331, "Actor1Geo_Long": -6.24889, "Actor1Geo_FeatureID": "-1502554", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dublin, Dublin, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI07", "Action2Geo_ADM2Code": "18288", "Action2Geo_Lat": 53.3331, "Action2Geo_Long": -6.24889, "Action2Geo_FeatureID": "-1502554", "DATEADDED": 20191019173000, "SOURCEURL": "http://www.universitytimes.ie/2019/10/the-trials-and-tribulations-of-a-health-science-placement/"}, "ARTICLE": {"TITLE": "The Trials and Tribulations of a Health Science Placement", "TEXT": "After years of fighting for the rights of women giving birth in Ireland, Jo Murphy-Lawless, a former lecturer in Trinity, is still brutally critical of the health service and the placements that Trinity students undergo in the service.\n\n“You could describe the clinical settings in this country as being punitive in nature. That’s no place where you want to learn”, she says.\n\n“The students are carrying out their practice placements in hospitals which are woefully, woefully understaffed and under-resourced.”\n\nADVERTISEMENT\n\n“They feel that there are key skills they don’t have, and that they were unable to learn within what is quite often a really chaotic clinical setting.”\n\nShe tells me this over the phone, and in the months after the call, I talk to many health science students about placement – trying to figure out if Murphy Lawless is right when she says placements are in a “really chaotic clinical setting”.\n\nIn almost every interview, students tell me about working two jobs to keep afloat, long days and nights, chaotic hospital scenes and no pay.\n\nIn a statement to The University Times, Ida Lis, this year’s Trinity College Dublin Students’ Union Health Science Convenor, sums up the situation well: “Placement is definitely a huge financial burden on [health science] students. I know of nursing students who work 2-4 agency shifts on top of their three placement shifts just to pay for travel, accommodation and necessities.”\n\nThey feel that there are key skills they don’t have, and that they were unable to learn within what is quite often a really chaotic clinical setting\n\n“Most of these shifts are 12 hours each. Students have missed external placements because they couldn’t commute and couldn’t afford a hotel for two weeks and have had to repeat this time in the summer.”\n\nMidwives, for example, work 35 hours without pay – their pay kicks in in the second half of fourth year during their internship. In an overly stretched health service, the money isn’t there to pay students, and often students feel like an extra pair of hands, deprived of guidance, and keeping the hospital afloat.\n\nAs Laura Stockwell, the class representative for third-year midwifery students, tells me, hospitals would “fall apart if they didn’t have the students in there because they don’t have the staff”, and describes placements as like “slave labour”.\n\nBridie Abu, a third-year midwifery student, tells me: “It is a very intense situation – there is a lot of pressure. Obviously we have our preceptors, but because of the short staffing levels and the hospitals are so busy all the time, it is kind of hard to get enough time with your preceptor so that does lead to more pressure on the students.”\n\n“Not that I’m working by myself – that’s not what I’m saying – but you do feel pressure to help out as much as possible to get things done and to make sure the women don’t feel neglected and to take the pressure off the staff.”\n\nBut like all health science courses, there are two sides to this story – and often the stories are intermingled: the distinctions between who is to blame for the chaos of placement are murky. Students, colleges and hospitals are really all on the same side, fighting the issues they face together.\n\nLouise Gallagher, the Director of Midwifery Programmes in Trinity, tells me: “Without a shadow of a doubt, when there is not adequate staffing, it is challenging for students because they definitely are contributing a huge amount to the actual workforce, but they are no different to any other healthcare student or any student who has undertaken a professional programme.”\n\n“I know that for many of our students it is extremely hard: they are working weekends and doing shifts with nurses on call, but that’s for the whole of the healthcare. That is not unique to midwifery.”\n\nAnd she’s right: all health science students face similar problems. And there are a lot of people in the College who go beyond the call of duty to help.\n\nProfessors create avenues for students with complaints to go down. They set up funds to support students struggling with finances. Gallagher tells me that she “would have no hesitation in pulling students from an area I thought wasn’t safe for them”. Many of these changes go under the radar, unnoticed by students.\n\nIn 2015, TCDSU conducted a survey of Trinity’s midwifery students, and found that nearly 60 per cent of Trinity’s midwifery students had felt victimised or bullied on placement. Since then the school has made it easier to make complaints and more efforts have been put into teaching the midwives supervising students how to give constructive feedback. Although there are still plenty of incidents of disrespect on placement, from conversations I have had, bullying seems to be less of an issue now.\n\nWhen there is not adequate staffing, it is challenging for students because they definitely are contributing a huge amount to the actual workforce, but they are no different to any other healthcare student\n\nBut a separate, but equally egregious issue, is pay. To the untrained eye, students working for free seems scandalous. If a student is working practically full time and contributing so much, surely hospitals should pay up?\n\nBut professors are sceptical of paying them for reasons other than financial constraints.\n\nGallagher tells me: “My reluctance about the salary issue for students is that we came from that system. We were in the old traditional system and I saw how students were treated in that system, and it was not pretty. They were absolutely a pair of hands.”\n\n“Now students have a status, they are there to learn.”\n\nSee: it’s complex. The core problem seems to be the realities of the health service and the heaps of experience that a health science student needs to become a skilled doctor, nurse or midwife.\n\nAs Murphy Lawless says: “Our maternity services are in breakdown mode, no question. These are completely and entirely broken maternity services.”\n\nThis is perhaps true for most sections of the health service, and the dire state of accommodation in Ireland’s cities – Dublin, in particular – worsens the situation.\n\nTalking about accommodation struggles to health science students is preaching to the choir. Radiation therapy students, for example, do a lot of their placements outside of Dublin – destinations include Cork, Limerick, Galway and Waterford. The school tries to facilitate people by placing students where they have relatives living nearby or making sure students with special requirement do placement in Dublin. But still, a lot of students must pay two rents – one wherever they are doing placement and one back in Dublin.\n\nAs Diadem Budiongan, a third-year radiation therapy student speaking on behalf of her class, tells me: “Most full-time employees won’t be able to afford two simultaneous rents, so it’s a bit ridiculous to think that students can afford that as well.”\n\nTídhg Maguire, a medicine class representative, echoes these sentiments, saying that “with accommodation, there is nothing there”. He says that Dublin students on SUSI grants don’t get an increase in their grant even if they are doing their placement in a different county for weeks on end: “They try to give equality but we need equity. We want a fair share of everything. We want to give everyone the best chance they can have.”\n\nSome health science students are banding together to create an online drive with lists of places students can rent around the country for their placements outside Dublin.\n\nMaguire says: “There are a couple of fourth years, a couple of us second years, a couple of third years and what we’re doing is we’re compiling every cheap accommodation near a GP or psychiatry rotation outside of Dublin.”\n\n“We all have to come together as one. We are left alone to find our accommodation. We might as well build this drive of houses that are affordable. I don’t understand the thinking of your rotation is in Donegal and you have to find your own way there and you have to find your own accommodation there too.”\n\nWhile this will help students avoid con-men ripping them off on accommodation and will make the process of finding a place less like fumbling around in the dark, students still have to pay two rents and there is no guarantee a place will be available to them. What if there is no house in Cork to put on the drive, or maybe all of the places in Tullamore are full up?\n\nOther solutions are expensive. The School of Physiotherapy, for example, owns a house in Cavan so students doing placements in Cavan General Hospital can stay there. The school puts students doing placement in Mullingar or Tullamore up in bed and breakfasts.\n\nPhysiotherapy students still have complaints – fourth-year physiotherapy student Daragh Kenny tells me that “some of the lads play GAA and they have to get home on a Friday just so they can play a match on a Sunday. It’s already hard enough to get out of Dublin on a Friday evening, let alone come down from Cavan and have to come from Tullamore”.\n\nit is extremely difficult for students, and I have a lot of tutees of my own who don’t even have clinical placements and have this horrendous pressure on them\n\nAnd, like radiation therapy students – physiotherapy students have to pay rent back in Dublin while they’re on placement and they struggle to juggle part-time jobs. But, still: being put up in a house that’s walking distance from your placement is a lot better than having to pay for accommodation.\n\nAccommodation symbolises the grievances of students on placement: the upheaval of moving away from college creates problems, and the schools try to curb the severity of these problems but are held back by stretched budgets and administrative headaches.\n\nBut buying a house or paying for a bed and breakfast is not a novel idea, so what’s holding a course like radiation therapy back?\n\nIn 2012, radiation therapy’s budget was slashed as the government tightened its belt – a cut that Michelle Leech, the Head of radiation therapy, describes to me as “savage”. The money earmarked for students looking for a place to stay on placement disappeared.\n\nShe tells me that from 2013, the money her discipline received was “drastically cut so that … any kind of, if you want to call it, discretionary expenditure – which paying for student accommodation would be – was gone”.\n\nLeech tells me: “What students want and what I want are one and the same, but unfortunately we just don’t have the funding for it.”\n\n“I’m not disagreeing with you that it is extremely difficult for students, and I have a lot of tutees of my own who don’t even have clinical placements and have this horrendous pressure on them – financial and otherwise. I’m not disputing the fact that it’s difficult. I fully agree with the students and they know that.”\n\nShe sounds pained when she says it, and I get that impression from a lot of the academics I speak to. They know placement is hard and they want their students to be as comfortable as possible. They also know their hands are tied by harsh realities: difficult conditions and a lack of funding inevitably makes placement a struggle that would make non-health science students recoil.\n\nPuzzlingly, though, however tired and stretched they may be, the students I talk to – for the most part – seem OK with how their placements have gone. Sure they complain, but often these complaints are peppered with caveats: a long tirade about being left alone with patients for too long or having to pay rent in Cork and Dublin at the same time is bookended with an acknowledgement that “the College is doing its best” or a “we put up with it because we love it” or a “we really look forward to going on placement”.\n\nPlacement makes a nine o’clock lecture on Germanic literature or spending hours leafing through a tome on land law seem leisurely. But for health science students, a lot of the problems they face become part of daily life – something to complain about, but not to really protest over. Their compassion helps normal people visiting the hospital, but also leaves health science students vulnerable: they’re ultimately willing to accept stress and financial pressure that would have arts students occupying the Book of Kells and jeering at the Provost outside House One."}}