{"GDELT": {"GlobalEventID": 880878635, "Day": 20191019, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7918, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "LEG", "Actor2Name": "DELEGATE", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 4.85933503836317, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mangaluru, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "17685", "Actor1Geo_Lat": 12.8639, "Actor1Geo_Long": 74.8353, "Actor1Geo_FeatureID": "-2103790", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mangaluru, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "17685", "Actor2Geo_Lat": 12.8639, "Actor2Geo_Long": 74.8353, "Actor2Geo_FeatureID": "-2103790", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mangaluru, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "17685", "Action2Geo_Lat": 12.8639, "Action2Geo_Long": 74.8353, "Action2Geo_FeatureID": "-2103790", "DATEADDED": 20191019173000, "SOURCEURL": "https://www.mangalorean.com/sapmun-2019-a-st-aloysius-puc-model-united-nations-from-1-3-november-2019/"}, "ARTICLE": {"TITLE": "SAPMUN 2019- a St Aloysius PUC Model United Nations from 1-3 November 2019", "TEXT": "Spread the love\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSAPMUN 2019- a St Aloysius PUC Model United Nations from 1-3 November 2019\n\nMangaluru : Addressing the media persons during a press meet held at Mangaluru Press Club, Fr Vinod Paul SJ, the Finance Officer at St Aloysius PUC said, “St Aloysius Pre University College is organizing a three-day Model United Nations; an educational simulation activity which is based on the working model of the United Nations. The purpose of this model is to foster among students the diplomatic zeal to represent their views on a platform that mimics the activities of the United Nations Organisation. It is a diplomatic competition that evokes interest among the students to discuss and role-play as the delegates of different nations. SAPMUN develops debating skills and shapes the students in voicing their opinions effectively”.\n\nAzaan Ibrahim, the Secretary of St Aloysius PUC Student Council said, “The event will be held on November 1st, 2nd and 3rd at St Aloysius PU college in Loyola Hall. There will be two categories/Target audience: Level 1 : 8th- 10th, PUC; and Level 2 : Undergraduates. The opening ceremony will be held on 1st November at Loyola Hall which will be graced by Rakshith Shetty, the founder of PAR ECO Solutions. We also have Ms Meghana D’souza, the Co-Founder of the most trending environmental initiative team from Mangaluru, Lessismore.in, gracing the occasion”.\n\nSanjeeth Rodrigues, the co-ordinator of Sapmun also speaking said, “The second day, November 2nd has been allotted for the committee sessions of the event. The day will conclude with a social get-together. The closing ceremony will be held on November 3rd which will be presided by Justice Santhosh Hegde, a former Judge of the Supreme Court of India, former Solicitor General and Lokayukta for Karnataka State from 2006-2011. The outstanding delegates from each committee will be awarded on the basis of their performance with the best delegate, high commendation and special mention as first, second and third respectively, with certificates and cash prizes of Rs 3500, Rs 2500, and Rs 1500 respectively along with participation certificates for all”.\n\nMs Leticia Dçosta- the President of Sapmun, and Maxson D’silva- the convener of Sapmun and lecturer in English were also present on the dais. The coordinators Mohammed Shoaib, Mohammed Ziha SM and Mohammed Dhandh were also present during the press meet.\n\nFor More Information Call – 8105230334, 8217355300 or email: sapmun2019@gmail.com; Facebook- sapmun2019"}}