{"GDELT": {"GlobalEventID": 880878310, "Day": 20191012, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7726, "Actor1Code": "USA", "Actor1Name": "NEW YORK", "Actor1CountryCode": "USA", "Actor2Code": "IRL", "Actor2Name": "DUBLIN", "Actor2CountryCode": "IRL", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.196721311475411, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dublin, Dublin, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI07", "Actor2Geo_ADM2Code": "18288", "Actor2Geo_Lat": 53.3331, "Actor2Geo_Long": -6.24889, "Actor2Geo_FeatureID": "-1502554", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dublin, Dublin, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI07", "Action2Geo_ADM2Code": "18288", "Action2Geo_Lat": 53.3331, "Action2Geo_Long": -6.24889, "Action2Geo_FeatureID": "-1502554", "DATEADDED": 20191019173000, "SOURCEURL": "https://www.espn.com/mma/ufc/story/_/id/27880071/conor-mcgregor-reportedly-accused-second-sexual-assault"}, "ARTICLE": {"TITLE": "Conor McGregor reportedly accused of second sexual assault", "TEXT": "A publicist for Conor McGregor has denied a second reported allegation of sexual assault against the UFC star.\n\nThe New York Times reported Saturday that a woman had accused McGregor of sexually assaulting her last week in a vehicle outside a Dublin pub.\n\nMcGregor has not spoken with police or been charged over this allegation, according to the newspaper.\n\n\"Conor McGregor is frequently the subject of rumors,\" McGregor's publicist said in a statement to the Times. \"He emphatically denies any report accusing him of sexual assault.\"\n\nReached by ESPN, McGregor's team referred to the statement given to the Times and declined to comment further.\n\nGarda, the Irish police service, said in a statement that investigations were ongoing.\n\nIn March, the Times reported that McGregor was accused of sexually assaulting a woman in December at a hotel in South Dublin. He was arrested and released after questioning in January. That case was given to Ireland's prosecutor's office earlier this year, according to the Times.\n\nIrish media have reported on the sexual assault cases but have not named McGregor due to laws regarding the media in the country.\n\nMcGregor also is facing an ongoing case in Dublin over his punch of a man at a pub in April, an incident that was caught on video. He is expected to enter a plea or seek a date for the case to be heard at the next court appearance, on Nov. 1.\n\nInformation from Reuters was used in this report."}}