{"GDELT": {"GlobalEventID": 880878390, "Day": 20191019, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7918, "Actor2Code": "USA", "Actor2Name": "TENNESSEE", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.23640661938534, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New Mexico, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNM", "Actor2Geo_Lat": 34.8375, "Actor2Geo_Long": -106.23700000000001, "Actor2Geo_FeatureID": "NM", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191019173000, "SOURCEURL": "http://mtsusidelines.com/2019/10/the-art-of-defiant-optimism-using-creativity-to-find-hope-again/"}, "ARTICLE": {"TITLE": "The Art of Defiant Optimism: using creativity to find hope again", "TEXT": "Photos courtesy of Jack Millard\n\nThis article is pulled from the front page of Sidelines’ first October print edition. Pick up your copy today in numerous locations across MTSU’s campus.\n\nSix years ago, actor and artist Jack Millard tragically lost his wife of 17 ½ years to a car accident while she was in the middle of a losing battle with stage-four breast cancer. This is the kind of life event that can make or break a person, so Jack chose to utilize his grief and take the road–less traveled. He did this by building boats.\n\nNot full sized, operational boats that can be taken out for the day at your average marina.\n\nSmall boats that can fit in the palm of your hand, with each one representing Millard’s continued grief following the death of his life partner.\n\n“It was three years to the day after my wife was killed by a drunk driver,” he said. “I left a boat to represent every day for the last three years that she was gone, and I went up the California coast, leaving them for people to find.”\n\nMillard’s primary occupation is as an actor, and he’s had bit parts in big movies such as “The Big Short” and 2009’s “Star Trek.” He thinks of himself as an artist in more ways than just performance though, as is evidenced by his current passion project. He calls them his “Little Boats of Hope,” and places as many as he can in places where he feels the people who need them will find them.\n\n“I found myself at a crossroads of what to do emotionally about dealing with grief and I realized my way out of grief was to create, and to create something that was of hope. I was feeling rather hopeless myself, and I’m a believer of, in a biblical sense, ‘As ye sow, so shall ye reap.’ If you want hope you need to give hope.”\n\nSo that’s precisely what he did.\n\n“It was one of these random things where I found these particular [kurrajong] tree pods,” said Millard. “These pods grow in clusters, and they grow in California and Arizona, they grow in very dry climates, and they looked like little fairy boats to me.”\n\nUsing those pods as the base, Millard connects a feather to each boat to craft a sail. The physical process of putting the boats together in the first place isn’t a short one, but he says that’s part of what allows them to be so unique. For one thing, it takes hours to finish a single boat, which puts the 2,000 boats he sent out on the coast of California into perspective.\n\nBut what Jack believes makes these boats truly special are the messages of hope each one holds. The contents of each boat are simple yet poignant, such as “Don’t give up hope” and “You are loved.”\n\n“Metaphorically or not, there are a lot of people out there who are just kind of lost. They’re looking for a sign, they’re looking for something to say, ‘It’s ok, it’s going to be alright.’ And that’s where I got the idea of a message in a bottle, washed up on their own personal shores with a message that was for them.”\n\nMillard has held installations of his little boats nationwide. Along with the California coast, he’s left his art the Bethesda Fountain and Union Square in New York City, the Gorge Bridge in New Mexico and on one occasion, mud puddles. At the beginning of September, Millard’s travels brought him to the Natchez Trace Bridge in Franklin, Tennessee, a bridge notorious for the number of people who have taken their lives on the opposite side of its railing.\n\n“There’s a sadness about that bridge… I connected over 250 boats to the top of [it]. And what I’m trying to do is reach one person, at least. Perhaps someone showed up to that bridge to jump, and maybe, just maybe, seeing this artwork, this little boat of hope that’s been sent to them… from someone they don’t even know… that it might be enough for them to change their mind, or might give them an opportunity to think about maybe another option…If it’s not enough to stop them from jumping off the bridge, one of the last messages they’ll take with them is that they were loved.”\n\nBoats of Hope/Natchez Trace from Genuine Human Productions on Vimeo.\n\nMillard makes it clear that the little boats aren’t just for suicide victims, though– they are for anyone who is going through anything. He is fascinated with this battle between light and dark and defines his art as “defiantly optimistic.”\n\n“To actually be joyful, to actually be optimistic, is to decide to make a difference or try to make a difference. And I want to be defiant, I want to be a rebel and not fit into the status quo, which tends to be a dark cynicism and apathy.”\n\nMillard’s art is certainly precious to him due to the personal place it stems from, but he sees something spectacular in the process of letting it become what its recipients need. It’s a difficult but worthwhile process.\n\n“[Each boat] represents the grief that I am still going through over the loss of my wife… but I’ve also lost my mother and father at this point in my life, and I’ve lost dear friends. I’ve lost a friend to suicide, I’ve lost several friends to cancer and tragedy… To make something so beautiful and to simply give it away or let it go… that has a resonance to me about grief and love and about giving of ourselves.”\n\nMillard told a story from that day on the California coast, about the moment that affirmed his choice to continue this project in the first place.\n\n“I saw a family enjoying themselves on the beach and they had one little child there. I stood up on the bluff to watch them… and I saw the silhouette of this little girl… and saw her discover one of my little boats. Her body language was of wonderment and she didn’t know what it was.”\n\nThe father of the girl later found Millard’s YouTube channel and left a comment that, in Jack’s memory, said, “ ‘My wife and I were fostering a young girl and we were having a hard time connecting to her, so we thought we’d take her to the beach and maybe that would help her open up. She found one of your little boats and it gave us something to talk about, about magic in the world, and she was so excited and she wouldn’t stop talking about where the boat came from and who made it and was this boat for her.’ She kept it on her nightstand and… the relationship between those foster parents and the child had changed just from her finding this little boat.”\n\nThis is the wonderful thing about art. Sure, we can make whatever we want out of whatever we want and present it to the world, but what the world creates outside of that is totally out of our control. It’s also how Jack feels each boat manages stay personal even when he sends them away.\n\n“I wasn’t made smart, I was made creative. Well, I’m filling the void with my creativity. I’m creating my way out of the darkness.”"}}