{"GDELT": {"GlobalEventID": 880878704, "Day": 20191019, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7918, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.39372822299651, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Peak District, Derbyshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKD3", "Actor1Geo_ADM2Code": "40130", "Actor1Geo_Lat": 53.4167, "Actor1Geo_Long": -1.8, "Actor1Geo_FeatureID": "-2605091", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Peak District, Derbyshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKD3", "Action2Geo_ADM2Code": "40130", "Action2Geo_Lat": 53.4167, "Action2Geo_Long": -1.8, "Action2Geo_FeatureID": "-2605091", "DATEADDED": 20191019173000, "SOURCEURL": "http://forgetoday.com/2019/10/19/places-of-poetry-a-unifying-project/"}, "ARTICLE": {"TITLE": "Places of Poetry: A unifying project", "TEXT": "Places of Poetry is a crowd-sourcing project open to everyone across England and Wales, designed to generate and appreciate poetry that reflects the national landscape and to appreciate the environment we live in. The digital map only launched in May, but already the interactive map has over 5,700 poems, each posted with the intention of “celebrating the diversity, heritage and personalities of place”, according to the project’s website.\n\nPerhaps one of the most impressive things about the project is the sense of communal identity, as it is open to everyone in Wales and England for contributing and reading. The poems can be self-written or just a favourite poem (outside of copyright) which reflects on ideas about the country in which we live in. Although submissions close on 31 October, posted work will remain available for reading indefinitely via the interactive online map.\n\nThe page is inspired by the unique set of maps created by engraver William Hole during the 16th and 17th centuries. His work involved detailed iconography and decoration, which has been closely replicated online, although the same detail proved to be impossible, and the online map is drawn to scale, unlike Hole’s work. The project’s wider inspiration came from Michael Drayton’s 15,000 line epic: ‘Poly-Olbion’ which describes England and Wales shortly after James VI of Scotland became James I of England. It seems that Drayton – like many others at the time – was unconvinced by his new king and his work displays the resulting connections and tensions between the countries of the UK, much as the Places of Poetry project now aims to do from a modern perspective.\n\nSheffield currently boasts 34 poems with many more in the Peak District, some written about local weather, some written to mimic the Yorkshire accent and others written with a focus on the rural landscape. A particularly entertaining piece is ‘A Riparian Romance’, by Alan Blunden, pinned in South Sheffield.\n\nThe poet takes a comedic perspective on rural stereotypes to recount an evidently ridiculous fictional scenario. However, whilst hilarious, he also achieves a clear sense of setting, engaging with the physical environment of the mystical English countryside and the heritage of British farming. With any poem available on the map, the project brings together all ages and backgrounds, uniting them in literature to give a scope of perspectives and experience. It is therefore not only the poems that reflect upon the idea of national identity, but the project itself, which reflects the British demographic.\n\nThe outreach is amplified by the project’s 13 heritage partner sites across England and Wales with each hosting events and activities to generate new writing. They also have a poet-in-residence to create additional material to inspire and guide writers. Their work brings together local communities within the larger national picture, making the project even more special in its ability to develop a sense of belonging and providing the opportunity to take part in local life. The Hole-inspired map – designed by Ben Bowen of Union Studio – includes icons for the 13 heritage partners, for any eagle-eyed spotters who wish to look.\n\nThe project is invaluable as a promotion of the unifying effects of literature, which spans age, culture, location and experience to bring communities and the nation together. There is arguably a greater need than ever for such projects against the current background of political turmoil and national disagreement.\n\nThe Places of Poetry website will be live until 31 October, when it will close to new entries but remain open for readers. (https://www.placesofpoetry.org.uk)\n\nFeatured image: Places of Poetry website"}}