{"GDELT": {"GlobalEventID": 881117679, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "CVL", "Actor1Name": "SCIENTIST", "Actor1Type1Code": "CVL", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.89256198347107, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20191021074500, "SOURCEURL": "http://www.enterstageright.com/archive/articles/1019/tradlibp6.html"}, "ARTICLE": {"TITLE": "Tradition and liberty in science fiction and fantasy: Part Six – Some notable SF works", "TEXT": "Tradition and liberty in science fiction and fantasy: Part Six – Some notable SF works By Mark Wegierski\n\nOne can find a surprising number of politically interesting works in science fiction, if one will only look a little. For example, John Maddox Roberts’ Cestus Dei features an interstellar empire based explicitly on religious principles, of an alliance of Earth religions. It portrays the Pope, the Dalai Lama, and other religious leaders as cooperating yet somewhat competing galactic administrators, centered on Earth. The novel concerns a Jesuit who intrigues his way up to the highest circles of a human society, on another Earth-like planet, described as \"the Rome of the Caesars -- with atomic weapons.\" Saberhagen's Berserker series features malevolent machine intelligences, known as \"the Berserkers\", sworn to destroy all organic life. Only young humanity is a serious threat to them, as the old races of the galaxy are decadent and impotent. It is an obvious critique of out-of-control technology. Saberhagen has also written a story with manifestly conservative overtones, portraying a dystopic future of regimented birth-control and the near-death of religion. Patrick Tilley's Cloud Warrior, a paradigmatic post‑nuclear-holocaust story portrays primitive mystical barbarian tribes living on Earth's surface (with extrasensory powers), defending themselves against the Amtrak Confederacy, who are more-or-less \"techno-authoritarian\" descendants of the U.S. military in MX tunnels. It raises interesting ideas about the conflict of \"magic\" vs. technology. Piers Anthony has written the Bio of a Space Tyrant series (with the garish covers). Set in a relatively near-future time span, it chronicles the rise of Hope Rodriguez as the dictator of the moons of Jupiter. When he is young, his family is attacked. He becomes a mercenary captain, then overthrows the system, instituting personal dictatorship, and finally becomes an extravagant despot in old age. The works' interesting subtext is the mirroring of the history of modern Mexico, and partly also of the Hispanic experience in America (at least as some might see it). F.M. Busby has written the Rissa and Tregare series, which has been characterized as \"intelligent space opera\". Rissa is a genetically perfect female rebel leader fighting against the U.E.T. (United Energy and Transport), an evil corporate solar empire. This is a near‑future, Solar System-centered scenario. Tregare is her lover and fellow rebel, once a U.E.T. mercenary commander. Gordon R. Dickson is renowned for the Dorsai series ‑- the humanity of the future has compartmentalized on different planets into several \"races\" focussed on different functions -‑ war and politics, art and aesthetics, philosophy, business, etc. A precarious balance exists between them, but the Dorsai, as the warrior part of the race, seek to re‑unite and re‑integrate humankind. The older author, H. Beam Piper, has written the Imperium series, with a great deal of verve. This is the basic political‑military empires with star‑drives in conflict scenario. Examining (as a sample) the August 1985 issue of Analog, one can find two interesting short stories. The first is \"Les Mortes d'Arthur\", by Eric G. Iverson. This is a semi-prescient future history scenario where Siberia is a White Russian state (while the Moscow area remains Red Russian), and Eastern Europe is an independent federation. The story is set at Arthur Crater near Jupiter, where a future Olympics is taking place. The second is \"Y‑Games\", by Eric Vinicoff. This story concerns how a very modern society can (or cannot) deal with the problem of psychically interactive \"video‑games\" which include graphic sex and violence, but which also leave the personality, especially of a young person, permanently scarred. It is perhaps silly in that it assumes that human values will not get any worse before the twenty‑third century, given the extension of current patterns. Robert G. Collins' Tolerable Levels of Violence may be read as a basically conservative critique of a dystopian future where civilization has devolved into ceaseless violence and anarchy. The reason for this dissolution is mostly the unwillingness of the government to enforce and uphold law and order. The Galactic Empires anthology is a particularly good example of the so-called space‑opera genre -‑ space‑opera being the genre which most often combines \"feudal values with high‑technology\". Some might say it is really a transposed historical romance. \"The Rebel of Valkyr\" (Alfred Coppel) ‑- \"horses in the starship hold\" -- should be noted in particular. The premise is that a galactic imperial civilization attacks Andromeda. The even more-advanced Andromedan counter‑attack destroys all sophisticated technology ‑- except for star‑ships. Advanced technology is therefore considered cursed ‑- and its exploration is confined to \"warlocks\" and \"witches\", i.e., scientists working in secret. Society is thus almost entirely medieval -‑ with the exception that interstellar travel is possible on the hulk‑type starships, which are manned by a highly prestigious guild of navigators ‑- quasi‑priests. Through established rituals and memorization, they are somehow able to guide the starships to their destinations. Although the premise may seem ridiculous, the story is nevertheless a celebration of valor, heroism, loyalty, etc. -- all those traits that seem to be increasingly disappearing today. Arthur C. Clarke, one of the best-known science-fiction authors, has made the provocative statement that, \"any sufficiently advanced technology is indistinguishable from magic.\" There are many interpretations one could put on this phrase, ranging from something like the fact of the putative enslavement of most human beings to technologies of which they have no understanding; to something like a suggestion that humankind's powers can be almost infinitely extended through technology. Perhaps these two are not even entirely contradictory interpretations. There may be an argument to be made that a return to older forms of human organization in the future may not be as unlikely as some might think. During the debate over the nuclear winter theory, the respected popular scientist Carl Sagan suggested that the reason why the universe is not teeming with intelligent life (as some astronomical theories had proposed to be the case), is that as every intelligent species develops technology, it is faced by a developmental crisis, which in most cases results in its extinction. Sagan had suggested that it was nuclear war that was probably the vehicle for this extinction. This is an interesting argument, however, it can also be turned in a quasi-traditionalist direction. If we do not deal with the hypertechnology overwhelming our planet in an orderly fashion, an order that only some form of neo-traditionalism and/or neo-authoritarianism can provide, our human societies are doomed to fly apart and into oblivion from the disintegrating force of too-rapid technological advancement. So \"feudal values plus high-technology\" may indeed be one possible future for humankind (or for other intelligent species who have to surmount a similar developmental crisis). Whether that planet-wide “feudal” element can be provided by distinctly more humane or rather ferocious religious and national traditions, remains to be seen. To be continued. Mark Wegierski is a Canadian writer and historical researcher.\n\nHome"}}