{"GDELT": {"GlobalEventID": 881117787, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "TUR", "Actor2Name": "TURKISH", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.9049773755656201, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20191021074500, "SOURCEURL": "http://www.hurriyetdailynews.com/erdogan-urges-us-to-ensure-withdrawal-of-ypg-pkk-147749"}, "ARTICLE": {"TITLE": "Erdoğan urges US to ensure withdrawal of YPG/PKK", "TEXT": "Erdoğan urges US to ensure withdrawal of YPG/PKK\n\nISTANBUL-Anadolu Agency\n\nThe Turkish president said on Oct. 20 that Ankara expects the U.S. to facilitate the withdrawal of YPG/PKK terrorists from northern Syria, and warned of the operation's resume otherwise.\n\nSpeaking at an anti-smoking program held in Istanbul, President Recep Tayyip Erdoğan said: “We expect our American allies to keep their promises this time.”\n\nHe said that a total of 765 YPG/PKK terrorists, including seniors, were neutralized as part of the country’s counter-terrorism campaign in northern Syria. Erdoğan added that 1,500 square-kilometers of the territory have been rescued from the terror group.\n\nErdoğan went onto say that Turkey made the agreement with the U.S., not YPG/PKK terrorists, and some parties sought to distort this fact.\n\nStressing that Turkey would enjoy YPG/PKK’s withdrawal from the safe-zone territory, Erdoğan said Ankara would take the safe-zone area under protection, adding: “We studied well, all projects are ready.”\n\nIn the meantime, Erdoğan and British prime minister held a phone conversation on Oct. 20 regarding the political developments, according to the Turkish presidency of communications.\n\nIn an official statement, the Directorate of Communications said Erdoğan and Boris Johnson discussed bilateral ties and regional developments.\n\nAccording to the statement, YPG/PKK terror group's withdrawal from northern Syria in line with Turkey-U.S. agreement, destruction of terror fronts and collecting heavy weaponry were discussed during the phone conversation.\n\nOn Oct. 9, Turkey had launched \"Operation Peace Spring\" to eliminate terrorists from northern Syria in order to secure Turkey’s borders, aid in the safe return of Syrian refugees and ensure Syria’s territorial integrity.\n\nOn Oct. 17, Turkey agreed to pause its Operation Peace Spring for 120 hours to allow the withdrawal of terrorist YPG/PKK forces from the planned safe zone.\n\nErdoğan and U.S. Vice President Mike Pence also agreed on Turkey having 20 miles (32 kilometers) of safe zone south of the Turkish border in Syria.\n\nAnkara wants to clear northern Syria east of the Euphrates River of the terrorist PKK and its Syrian offshoot, the YPG/PKK.\n\nThe U.S.-backed SDF, a group dominated by the YPG, has been controlling some 28 percent of the Syrian territories, including the most of the 911-kilometer-long Syria-Turkey border.\n\nTurkey deems the YPG the Syrian offshoot of the illegal PKK, which is listed as a terrorist organization also by the United States and the EU."}}