{"GDELT": {"GlobalEventID": 881118311, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "Actor2Code": "JUD", "Actor2Name": "SUPREME COURT", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -7.12328767123288, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manila, Manila, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPD9", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.6042, "Actor1Geo_Long": 120.98200000000001, "Actor1Geo_FeatureID": "-2437894", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20191021074500, "SOURCEURL": "https://cnnphilippines.com/news/2019/10/21/offending-religious-feelings-repeal.html"}, "ARTICLE": {"TITLE": "Lawmakers seek repeal of ‘archaic’ ban on offending religious feelings", "TEXT": "Metro Manila (CNN Philippines, October 21) — At least two lawmakers are seeking the repeal of what they called an “archaic” and “obsolete” prohibition on offending religious feelings, which they said breaches the right to freedom of expression.\n\nSenator Leila de Lima and Albay 1st District Rep. Edcel Lagman have filed measures in both houses of Congress that seek to remove offending religious feelings among the acts which can be punished under the Revised Penal Code (RPC).\n\nDe Lima and Lagman both referenced the controversial protest of the late cultural activist Carlos Celdran during an event at the Manila Cathedral, where he held a sign that read “Damaso” and called on bishops to stop interfering in state affairs amid the heated debates on the proposed reproductive health law.\n\nCeldran was convicted of offending religious feelings — a conclusion that was affirmed all the way to the Supreme Court (SC).\n\n“We agree with the [Court of Appeals] in its finding that the acts of petitioner (Celdran) were meant to mock, insult and ridicule those clergy whose beliefs and principles were diametrically opposed to his own,” the SC said.\n\nCeldran appealed the SC’s decision, but it failed to resolve it before he died on October 8.\n\n“It is now for the Congress of the Philippines to render justice and redress to Celdran by repealing the ... archaic provision which is an odious remnant of the Dark Ages,” Lagman said in filing House Bill No. 5178.\n\nIn filing Senate Bill No. 628, De Lima said the Office of the Solicitor General has already pushed for the provision punishing offending religious feelings to be declared unconstitutional.\n\nShe added that it also violates the Constitution’s non-establishment clause and is already “obsolete.”\n\nThe non-establishment clause refers to Article III, Section 5 of the 1987 Constitution, which provides that “no law shall be made respecting an establishment of religion, or prohibiting the free exercise thereof.”\n\nThe Philippines is among 71 of 195 countries that still have laws against blasphemy, according to the United States Commission on International Religious Freedom (USCIRF).\n\nA 2017 study by the USCIRF said the Philippines is among 10 countries whose blasphemy laws were most adherent to principles of international law."}}