{"GDELT": {"GlobalEventID": 881117813, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -9.34736842105263, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dayton, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH113", "Actor1Geo_Lat": 39.7589, "Actor1Geo_Long": -84.1916, "Actor1Geo_FeatureID": "1064514", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20191021074500, "SOURCEURL": "http://www.tucsonsentinel.com/nationworld/report/102019_mental_illness_shootings/factcheck-facts-mental-illness-mass-shootings/"}, "ARTICLE": {"TITLE": "FactCheck: The facts on mental illness & mass shootings", "TEXT": "Q: Do people with serious mental health disorders pose a greater risk of becoming mass shooters?\n\nA: People with mental illnesses are somewhat more likely to be violent than those without a diagnosis. But a majority are never violent, and very little is known specifically about mass murder.\n\nFULL QUESTION\n\nSubject: Mental illness and mass shootings\n\nIs Trump correct that people with mental illness, such as schizophrenia and bipolar [disorder], [are] a greater threat to society?\n\nFULL ANSWER\n\nFollowing two mass shootings over a single weekend in August, President Donald Trump simplified a complex phenomenon when he deflected calls for increased gun control by laying the blame on mental health. In a televised address the following Monday, he stated, “Mental illness and hatred pulls the trigger, not the gun.”\n\nThe two deadly attacks that precipitated the president’s comments included the Aug. 3 shooting at a Walmart in El Paso, Texas, that killed 22 people, and the Aug. 4 shooting outside a bar in downtown Dayton, Ohio, that killed nine.\n\nLater, the president pointed to mental illness when discussing guns, saying on Aug. 9 that “it’s a big mental illness problem” and “a sick mind pulls a trigger.” On Aug. 15, before leaving for a rally in New Hampshire, Trump said, “These people are mentally ill and nobody talks about that,” suggesting that one solution might be to bring back broad institutionalization of those with mental health disorders. “I think we have to start building institutions again,” he said. And on Aug. 18, when asked about gun control, he said, “I don’t want people to forget that this is a mental health problem.”\n\nTrump returned to the subject on Sept. 1 following yet another mass shooting in Odessa, Texas, that claimed seven lives and injured 22. “It’s a mental problem,” he said.\n\nAvailable evidence suggests that people with mental health disorders are more likely than those without such conditions to commit acts of mass violence. But many mass shooters do not have mental illnesses, and having a mental illness isn’t predictive of who will perpetrate a mass shooting. The factors that drive someone to commit an act of mass violence are complex, and while they sometimes may include mental illness, it has not been shown that mental illness is the primary cause of mass murder.\n\nFurthermore, while serious mental illness is associated with a somewhat higher risk of being violent, most people with those illnesses are not violent, and most violence is committed by people who do not have psychiatric conditions.\n\nMental Illness and Violence\n\nRelatively little is known about mental illness and mass shootings or other acts of mass violence because their infrequency makes them hard to study in a rigorous way.\n\n“While they happen far too often, mass shootings are statistically rare events,” said Beth McGinty, a mental health and substance abuse policy researcher at Johns Hopkins University, in a phone interview. “When you don’t have many shootings, it’s very difficult to disentangle patterns in what the individual cause of those shootings are.”\n\nThis has meant that most of the research on the relationship between mental illness and violence against others, or what’s called interpersonal violence, is for violence in general.\n\nOne of the first — and still most prominent — studies to investigate the link used responses from people in three American cities in the early 1980s to the National Institute of Mental Health’s Epidemiological Catchment Area survey. The ECA survey asked about violent behavior and also included information on whether a person met the criteria for one or more diagnosable mental illnesses, as defined by the third edition of the Diagnostic and Statistical Manual of Mental Disorders. Violent behavior included things such as hitting a spouse, spanking a child hard enough to leave a bruise or starting a fight.\n\nThe initial study, which was published in 1990, followed by second analysis in 1994, revealed that most people with mental illnesses are not violent, but those with psychiatric disorders are more likely to be violent than those without them. Over a year, about 12% of all people with schizophrenia, bipolar disorder or major depression were violent, compared with 2% of people without a mental disorder or a substance abuse problem. The rate of violence fell to 7% when only considering people with those mental illnesses who did not have a substance abuse problem. Notably, risk factors for violence included young age, male sex, low socioeconomic status, and drug or alcohol abuse — factors that were predictive regardless of whether someone had a mental illness. The results suggest that mental illness alone approximately triples the risk of some form of violence, although the absolute risk remains low.\n\nThe study also calculated the attributable risk, or how much of all violence was due to having a mental condition, and found that just 3% to 5% of all violence was due to mental illness alone. Or, as the National Council For Behavioral Health explained in its August 2019 report, “This means that if we could eliminate the elevated risk of violence that is attributable directly to having schizophrenia, bipolar disorder or major depression, the overall rate of violence in society would go down by only 4 percent; 96 percent of violent events would still occur, because they are caused by factors other than mental illness.”\n\nA 2015 review article co-authored by Jeffrey Swanson, the lead researcher of the ECA study, along with McGinty and others explained that the study “debunked claims on both extremes of the debate about violence and mental illness — from the stigma-busting advocates on the one side who insisted that mental illness had no intrinsic significant connection to violence at all, and from the fearmongers on the other side who asserted that the mentally ill are a dangerous menace and should be locked up; both views were wrong.”\n\nSubsequent research has more or less confirmed the results of the ECA survey, with multiple studies finding that while mental illness does raise the risk of violence, only a small subset of people who are mentally ill are violent and most violence is committed by people who do not have psychiatric conditions.\n\nMental Illness and Mass Murder\n\nUnfortunately, the type of detailed epidemiological information that the ECA study and others provide about mental health disorders and general violence isn’t available in cases of mass murder. “[G]iven how infrequent an occurrence it is,” said Columbia University forensic psychiatrist Paul Appelbaum in an email, “I am not aware of any serious studies looking at the contribution of mental illness.”\n\nInstead, most of the data about mental illness and mass shootings remain anecdotal or based on statistics assembled from various reports, some of which rely on secondhand information.\n\nFor instance, two Secret Service reports for 2017 and 2018 found that around two-thirds of the suspects in public mass attacks — events in which three or more people were harmed in a public space — experienced mental health symptoms prior to those events. An FBI survey of 63 active shooter events in the U.S. between 2000-2013 found 25% of suspects had been diagnosed with a mental illness, and 62% had a mental health “stressor,” or what the agency identified as a sign that the shooter “appeared to be struggling with (most commonly) depression, anxiety, paranoia, etc. in their daily life in the year before the attack.”\n\nOther researchers have attempted to document how frequently people with mental health disorders have been involved in attacks over a longer history.\n\nGrant Duwe, a criminologist at Baylor University, calculated that of 185 public mass shootings in America between 1900 and 2017, at least 59% were carried out by people with symptoms of a serious mental illness or by those who had been previously diagnosed with a mental disorder. In contrast, using a stricter standard of psychosis, a database of U.S. mass murder events between 1913 and 2015 put together by Columbia University clinical psychiatrist Michael Stone revealed that only about 20% of perpetrators had a mental illness.\n\nResearchers say these types of studies, which are suggestive but also at times contradictory, should be treated with caution.\n\n“These reports tell us less than they appear to tell us, although they are consistent with the possibility that perpetrators with mental illness may be overrepresented,” said Appelbaum. He said that in many cases, the mental illness classification was based on media reports or police records, making it hard to know if those determinations were accurate.\n\n“Deducing the presence of paranoia or other delusional thinking from a newspaper report, particularly in a situation where there’s a presumption that ‘he must be crazy,’ seems pretty dicey to me,” he said.\n\nMcGinty, too, is skeptical. “I view them as invalid and very problematic in terms of the message they send,” she said of the descriptive studies. She also pointed out that accurate data on mental health symptoms in many cases is impossible to obtain because many perpetrators kill themselves. That means many of the assessments rely on talking to family members or coworkers after the fact, and there can be “huge amounts of measurement error,” she said. There can be after-the-fact rationalization at play as well.\n\nSecondly, she explained that the studies can confuse correlation with causation. In other words, if someone is found to have had symptoms of mental illness, it’s often assumed that mental illness caused the mass shooting. Mental illness might have contributed, or it might not have had anything to do with it — in many cases, McGinty said, people with mental illnesses also have other factors that are more strongly associated with violence, such as anger issues, substance abuse or a history of traumatic events. It’s a “complicated epidemiological relationship,” McGinty said.\n\nSome of these caveats are noted by the reports themselves. The FBI report, for example, is careful to explain that a mental health “stressor” is not the same as having a diagnosis of a mental illness. The report notes that many Americans struggle with mental illness at some point in their lifetimes — 46% according to one study — and cautions against coming to the simplistic conclusion that mental illness was the motivating cause of a shooting. “[A]bsent specific evidence, careful consideration should be given to social and contextual factors that might interact with any mental health issue before concluding that an active shooting was ‘caused’ by mental illness,” the report says, before adding, “declarations that all active shooters must simply be mentally ill are misleading and unhelpful.”\n\nIt’s clear from the governmental reports, too, that even taking the data about mental health at face value still leaves many aspects of the mass attacks unexplained. The Secret Service reported that around half of mass attacks in 2017 and 2018 appeared to be motivated by grievances, or perceived wrongs, related to home, work or another personal sphere. Grievances were more commonly cited than any other motive, including mental illness — which the agency said was a motivating factor in 14% of incidents in 2017 and 19% in 2018. Other motivating factors included ideology, such as white supremacy and anti-Semitism, and an attempt to achieve fame.\n\n“There are countless factors that pull the trigger,” said Vanderbilt psychiatrist and gun violence researcher Jonathan Metzl. Even if mental illness is involved, so too may be past history, racism and misogyny, among others. “To isolate it to just one thing is factually incorrect,” he said.\n\n“Mass murders occur for many reasons and often multiple reasons: jealousy, extreme anger, political beliefs, revenge, and others, mediated by the effects of alcohol and drugs, poor impulse inhibition, social messaging, and other factors,” added Appelbaum. “Mental illness will sometimes be in that mix, but even when it is, experts will have difficulty assessing the role that it played.”\n\nMental Illness vs. Mental Wellness\n\nDespite the evidence that indicates mental illness is not the primary driver of mass shootings, the notion that mental illness must have been at play in these types of events remains common. After all, how could someone who is mentally healthy have perpetrated such a horrific crime?\n\nBut experts say that kind of logic is flawed. “No one who commits a violent act is mentally well,” said McGinty. But that doesn’t mean that the person meets the criteria for a mental illness or that treatment would have eliminated that person’s violent act. “We have to draw a distinction between mental illness — diagnosable and treatable mental illness — and mental wellness,” she said.\n\nIn McGinty’s view, this doesn’t rule out the need for potential interventions such as anger management classes for disturbed individuals without mental illnesses, but she considers that outside the purview of the medical mental health system. “Improving the mental health system is a really important goal,” she said, but “it’s not going to make a significant dent in mass shootings or interpersonal violence writ large.”\n\nWhen it comes to policies to prevent gun violence, many experts recommend focusing on concerning behavior rather than a diagnosis per se. Such strategies are likely to be more effective than those that exclusively target people with mental illnesses, and they also avoid stigmatizing large numbers of people. By itself, having a mental health disorder is a poor predictor of violence, and even trained psychiatrists barely do better than a coin toss at predicting who among those with such illnesses will become violent.\n\nAccording to data from the Substance Abuse and Mental Health Services Administration, in 2018, 47.6 million, or 19.1%, of U.S. adults had some kind of mental illness over the past year. Even the smaller portion of those who qualify as having a serious mental illness — often schizophrenia, bipolar disorder and major depressive disorder — is still large, applying to 11.4 million people, or 4.6% of the population.\n\n“The very strongest research evidence shows the best predictor of a person being violent in the future is prior violent behavior,” McGinty said. One evidence-based policy, she says, is an extreme risk protection order, or a so-called “red flag” law, which allows a judge to temporarily remove a person’s firearms if he or she exhibits dangerous behavior.\n\nAppelbaum also backed policies that limit access to guns. “People ultimately pull the trigger, and people are complicated composites of a large number of cognitions, emotions, and motivations,” he said. “But it’s important to remember that if there’s no trigger to pull, it’s much less likely that large numbers of people will die.”\n\n- 30 -"}}