{"GDELT": {"GlobalEventID": 881118508, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.8264462809917399, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_Lat": 39.8647, "Actor1Geo_Long": -86.2604, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Indiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIN", "Actor2Geo_Lat": 39.8647, "Actor2Geo_Long": -86.2604, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 39.8647, "Action2Geo_Long": -86.2604, "Action2Geo_FeatureID": "IN", "DATEADDED": 20191021074500, "SOURCEURL": "https://www.ibtimes.com/john-olivers-betterbundobook-about-gay-bunny-outsells-book-about-mike-pences-rabbit-2664498"}, "ARTICLE": {"TITLE": "John Oliver's 'BetterBundoBook' About Gay Bunny Outsells Book About Mike Pence's Rabbit", "TEXT": "John Oliver’s children’s book about gay bunnies, written to goad Vice President Mike Pence and steal his thunder prior to the release of Pence's book about their pet bunny, Marlon Bundo, climbed the best sellers list on Amazon.com Monday, leaving the vice president’s book in the dust.\n\nAt this point, we’ve come to expect Oliver deliver some sort of outlandish antic, in his segment \"Last Week Tonight with John Oliver,\" that quickly morphs into a viral trend. And it wasn’t any different this time around when, on his show last week, he debuted a children’s novel called \"Last Week Tonight with John Oliver Presents a Day in the Life of Marlon Bundo\" — a book about star crossed gay lovers featuring the vice president’s pet bunny Marlon Bundo as the protagonist, who has gained quite a fan following lately with his own Instagram account.\n\nTo add insult to injury, Oliver’s book about gay bunnies superseded the sales of \"Marlon Bundo's A Day in the Life of the Vice President\" written by the vice president's daughter Charlotte Pence, and illustrated by second lady Karen Pence, a watercolor artist. The book, which was out Monday, \"gives young readers a bunny's-eye view of the special duties of the vice president,\" according to its publisher, CNN reported.\n\nOliver made no secret about his disdain for the vice president, who has been criticized for his stance on the LGBTQ community. During Pence’s time as Governor of Indiana, he signed a religious freedom bill in 2015 which was described as a tool to discriminate, particularly among the LGBTQ community. So, the release of the book about the vice president’s bunny, who is depicted to be gay, can only be deemed a ploy to provoke Pence, whose book was listed at the 15th position on Amazon.com.\n\nOliver’s book, currently basking in an elevated position on the bestseller's list garnered positive reviews from many, while also deriving censure from right-wing press. Oliver stopped by the Ellen De-Generes show on Monday and reported that all the copies were sold out and a second printing is underway.\n\nA spokesperson for Regnery Publishing, which issued the Pences' book, was not happy with the outcome. In a statement, the spokesperson said: \"It's unfortunate that anyone would feel the need to ridicule an educational children's book and turn it into something controversial and partisan. Our and Mrs. and Charlotte Pence's goal is — and will continue to be — to educate young readers about the important role of the vice president, as well as to highlight the charities to which portions of the book proceeds will be donated.”\n\nWhile the Pences will donate a portion of their proceeds to A21, a nonprofit focused on combating human trafficking, and an art therapy program at Riley Hospital for Children, the proceeds of \"A Day in the Life of Marlon Bundo\" will be donated to The Trevor Project — a suicide hotline for LGBTQ youth — and AIDS United .\n\nAs people picked their sides in the Marlon Bundo books' face-off, the official winners of the battle were the charities. The Marlon Bundo Instagram account also appeared to be basking in the glory of the proceeds from two bunny book’s going toward good causes.\n\nYou can get a copy of Oliver's book on Amazon or the website BetterBundoBook.com if you wait another week. Currently the books have been sold out."}}