{"GDELT": {"GlobalEventID": 881118459, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "USA", "Actor1Name": "LOS ANGELES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.23285486443381, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Los Angeles, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0522, "Actor1Geo_Long": -118.244, "Actor1Geo_FeatureID": "1662328", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0522, "Action2Geo_Long": -118.244, "Action2Geo_FeatureID": "1662328", "DATEADDED": 20191021074500, "SOURCEURL": "https://www.dailymail.co.uk/tvshowbiz/article-7595335/Coco-Rocha-serves-goddess-vibes-stunning-sheer-looks-hits-runway-LA-Fashion-Week.html"}, "ARTICLE": {"TITLE": "Coco Rocha serves goddess vibes in stunning sheer looks as she hits the runway at LA Fashion Week", "TEXT": "Coco Rocha has recently been busy bouncing around from one fashion week to the next.\n\nBut the madness isn't over, as she made a quick trip to the West Coast this weekend for Los Angeles Fashion Week.\n\nShe served pure goddess vibes Sunday as she hung out backstage at the runway shows.\n\nGoddess vibes: Coco Rocha served pure goddess vibes Sunday as she hung out backstage at Los Angeles Fashoin Week\n\nThe 31-year-old put on a stunning display as she showed some skin in a revealing sheer mint green dress.\n\nThe one-shoulder number was belted, featuring a thigh-high leg slit and a long open sleeve.\n\nShe hung out with the other models backstage as they went through hair and makeup.\n\nRocha took to her Instagram story before the show as she went through hair and makeup.\n\nMint beauty: The 31-year-old put on a stunning display as she showed some skin in a revealing sheer mint green dress\n\nShowing skin: The one-shoulder number was belted, featuring a thigh-high leg slit and a long open sleeve\n\nServing beauty: Her glam look featured a bronze smokey eye and a damp hairstyle\n\nTeamwork: She hung out with the other models backstage as they went through hair and makeup\n\nShe also posed with designer Michael Costello and model Valentina Sampaio backstage, as they sported all black for their pre-show looks.\n\nSampaio recently made history when she became Victoria's Secret's first openly transgender model.\n\nRocha dazzled on the runway in the mint green look at the Michael Costello Spring/Summer 2020 show.\n\nGlam squad: Rocha took to her Instagram story before the show as she went through hair and makeup\n\nSquad goals: She also posed with designer Michael Costello and model Valentina Sampaio backstage, as they sported all black for their pre-show looks\n\nShe also modeled a sheer blush number, which featured long sleeves with layered tulle shoulders and a floor-length skirt, also trimmed in layered tulle.\n\nSampaio also hit the runway, sporting a sheer nude dress, embellished with teal floral embroidery, featuring billowy sleeves trimmed in feathers.\n\nThe ladies walked arm-in-arm with Costello following the show, as he took a bow on the runway.\n\nRunway queen: Rocha dazzled on the runway in the mint green look at the Michael Costello Spring/Summer 2020 show\n\nOn the catwalk: She also modeled a sheer blush number, which featured long sleeves with layered tulle shoulders and a floor-length skirt, also trimmed in layered tulle. Sampaio also hit the runway, sporting a sheer nude dress, embellished with teal floral embroidery, featuring billowy sleeves trimmed in feathers"}}