{"GDELT": {"GlobalEventID": 881117570, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "CIV", "Actor1Name": "COTE D'IVOIRE", "Actor1CountryCode": "CIV", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.16666666666667, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -2.0, "Actor1Geo_FeatureID": "GH", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Abidjan, Lagunes, Cote D'ivoire", "Actor2Geo_CountryCode": "IV", "Actor2Geo_ADM1Code": "IV82", "Actor2Geo_ADM2Code": "16863", "Actor2Geo_Lat": 5.34111, "Actor2Geo_Long": -4.02806, "Actor2Geo_FeatureID": "-2115275", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "GH", "DATEADDED": 20191021074500, "SOURCEURL": "http://www.peacefmonline.com/pages/politics/politics/201910/393939.php"}, "ARTICLE": {"TITLE": "Sammi Awuku, NPP Storm La Côte D’ Ivoire; Due In Abidjan Soon", "TEXT": "The iconic and hardworking National Organiser of the ruling New Patriotic Party (NPP), Sammi Awuku, together with the party’s Director of International Affairs Emmanuel Attafuah-Danso on Saturday October 19, 2019 stormed La Côte d’ Ivoire to propagate the party’s policies and programmes to the Ghanaian community there.\n\n\n\nThe team which also comprised of NPP Regional Organisers from the Bono, Ahafo, Western and Western North Regions, interacted with Ghanaians in Yamoussoukro, Bouake and other northern cities in the country.\n\n\n\nThe visit afforded the team the opportunity to interact, educate and elicit feedback from the Ghanaian community in the various cities on government policies and programmes.\n\n\n\nThis comes on the back of visits to Europe and others parts of the World to drum home the various initiatives and interventions the Nana Addo Dankwa Akufo-Addo led government has rolled out to help improve the Ghanaian economy.\n\n\n\n‘’As a Party, we are determined to tell the good story of our Government and President, H.E Nana Addo Dankwa Akufo-Addo to all Ghanaians both home and abroad’’. Mr. Awuku averred.\n\n\n\nMr. Awuku encouraged the the people to take advantage of the many business opportunities back home in Ghana as the economy expands.\n\n\n\nHe lauded the NPP Branch and Chapter Executives for an awesome organization, emphasizing that the point of call will be Abidjan.\n\n\n\n\n\n\n\n\n\nSource: bestnews.com\n\n\n\n\n\n\n\n\n\nDisclaimer : Opinions expressed here are those of the writers and do not reflect those of Peacefmonline.com. Peacefmonline.com accepts no responsibility legal or otherwise for their accuracy of content. Please report any inappropriate content to us, and we will evaluate it as a matter of priority.\n\nFeatured Video"}}