{"GDELT": {"GlobalEventID": 881117544, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "SGP", "Actor2Name": "SINGAPORE", "Actor2CountryCode": "SGP", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 5.11811023622047, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20191021074500, "SOURCEURL": "http://english.chinamil.com.cn/view/2019-10/21/content_9657453.htm"}, "ARTICLE": {"TITLE": "China and Singapore sign agreement to boost defense cooperation", "TEXT": "Source: South China Morning Post\n\n\n\nSingapore's Defence Minister Ng Eng Hen (L) and China’s Defence Minister Wei Fenghe (R) shake hands at the signing of the updated defence agreement. Photo: Mindef\n\nSingapore and China on Sunday signed an updated defence agreement to scale up bilateral military exercises, provide mutual logistics support and establish regular dialogues between their defence ministers.\n\nThe enhanced Agreement on Defence Exchanges and Security Cooperation (ADESC) formalises activities between Singapore’s Ministry of Defence (Mindef) and China’s People’s Liberation Army (PLA), including port calls, bilateral exercises, mutual visits and cross-attendance of courses, Mindef said in a news release on Sunday.\n\nThe countries had agreed to sign the enhanced ADESC in May when Singapore’s Defence Minister Ng Eng Hen formally met his Chinese counterpart Wei Fenghe at the Mindef building ahead of the latter’s participation in the Shangri-La Dialogue.\n\nAt the time, Ng said the agreement was not meant to be a “bellwether of anything” amid the climate of US-China tensions, adding that Singapore wants good relations with all countries and together with China “has shared perspectives for a stable and inclusive region, especially for security matters”.\n\nIn Beijing on Sunday, Ng signed the agreement with Wei in a move that Mindef said reaffirms the countries’ “warm and close friendship”, reflecting “significant progress” in their defence relationship over the past decade and their commitment to strengthen it."}}