{"GDELT": {"GlobalEventID": 881249014, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "NZL", "Actor2Name": "NEW ZEALAND", "Actor2CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.76923076923077, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Fendalton, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22392", "Actor1Geo_Lat": -43.5167, "Actor1Geo_Long": 172.6, "Actor1Geo_FeatureID": "-1509493", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Papanui, New Zealand (general), New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ00", "Actor2Geo_ADM2Code": "22392", "Actor2Geo_Lat": -43.5, "Actor2Geo_Long": 172.61700000000002, "Actor2Geo_FeatureID": "-1515809", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Fendalton, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22392", "Action2Geo_Lat": -43.5167, "Action2Geo_Long": 172.6, "Action2Geo_FeatureID": "-1509493", "DATEADDED": 20191021190000, "SOURCEURL": "https://www.stuff.co.nz/national/crime/116764631/several-seriously-injured-after-fleeing-driver-crashes-into-car-in-christchurch"}, "ARTICLE": {"TITLE": "One dead, five injured after fleeing driver crashes into car in Christchurch", "TEXT": "Police Superintendent Lane Todd talks to media about the fatal crash that happened as a driver fled from police in Christchurch on Tuesday.\n\nA group of teenagers are believed to have been in a car fleeing police when the driver crashed into another car, killing an innocent man.\n\nThe \"horrific\" incident began when the driver of a black Toyota Caldina failed to stop for police on Papanui Rd, about 4am on Tuesday, Canterbury police metro area commander Superintendent Lane Todd said.\n\nThe car, which had five people in it, was signalled to stop due to the \"erratic\" way it was being driven, he said.\n\nStuff understands those in the car were teenagers.\n\nCHRIS SKELTON/STUFF Police chased a driver fleeing in a Toyota about 4am on Tuesday, when they hit another car in Fendalton, killing the driver.\n\nREAD MORE:\n\n* Christchurch police chase crash: how Kiwis are sometimes killed by fleeing drivers\n\n* One dead after truck and car collide in South Otago\n\n* Emergency services responding to fatal crash south of Auckland\n\n* Occupants flee Christchurch crash which seriously injured a woman\n\nPolice chased the car for about four minutes through residential streets, before the car T-boned a Hyundai Grandeur, driven by a man in his 60s, at the intersection of Glandovey and Idris roads in Fendalton.\n\nThe impact shunted the Hyundai into a stone wall. The driver sustained critical injuries and was taken to hospital, but died a short time later.\n\nDo you know more? Email reporters@press.co.nz\n\nOne of the Caldina occupants was thought to be critically injured and the other four had serious to moderate injuries, Todd said. Police were \"talking to\" the suspected driver but no charges had yet been laid, he said.\n\nStuff understands the critically injured person was a passenger.\n\nTodd called it a \"horrific outcome\".\n\nPolice were still pursuing the fleeing vehicle when the crash happened, he said.\n\nHe could not say why it was not called off, as it was under investigation.\n\nThe chase did not reach \"horrendous speeds\", but was \"obviously over the speed limit\".\n\nThe offending vehicle was not stolen, he said.\n\nCHRIS SKELTON/STUFF A Toyota car, with five people inside, was chased by police for four minutes before it collided with a Hyundai car in Christchurch.\n\nGlandovey Rd resident Sandra Francis said she felt \"sick\" after the crash.\n\n\"First thing I heard was sirens and then the most horrendous bang I'd ever heard.\n\n\"[Police] need to back off these young boys and slow down and catch them down the track, not right here in the middle of a city and residential area. Look what's happened.\"\n\nThere was \"the odd boy racer\" in the area, but police were not chasing them, Francis said.\n\n\"The damage [the driver] did – a death and serious injuries – could have been avoided if the police kept off his tail.\"\n\nCHRIS SKELTON/STUFF A driver in a Toyota car fleeing from police smashed into this Hyundai, killing the driver.\n\n'IT WAS LIKE A BOMB GOING OFF'\n\nResident Max Bremner said he was woken by a loud noise.\n\n\"[I] heard the sirens, then my daughter came running in and said 'my god, did you hear that?'\n\n\"It was like a bomb going off.\"\n\nBremner looked out the window and saw a car up on the footpath. Police were helping to free someone from the back seat of a car.\n\nAmbulance and firefighters were there soon after, Bremner said.\n\nIt was \"such a big whack\" that one car had been pushed down Glandovey Rd and the other down Idris Rd.\n\nCHRIS SKELTON/STUFF The car was towed from the scene on Tuesday morning.\n\nCAR 'CRUSHED IN HALF'\n\nGlandovey Rd resident Richard Bromley woke up to the sound of a car zooming past and police sirens blaring. A few seconds later, he heard a loud bang.\n\n\"The impact of the crash – we knew something pretty ghastly had happened.\"\n\nAnother man on Glandovey Rd said he woke to sirens about 4am. He left for the airport about 6.20am and passed a dark coloured car that had \"clearly been T-boned\".\n\n\"It looked like it had been crushed in half.\"\n\nThe police serious crash unit examined the scene after the crash. The road was cleared and reopened by 10.45am.\n\nTom Kitchin/Stuff The scene of a crash in Christchurch, where a man died after a Toyota hit a Hyundai early on Tuesday morning.\n\nPOLICE TOLD NOT TO RISK LIVES\n\nAfter a triple-fatality pursuit crash in Christchurch's Blenheim Rd killed three teenage boys in January, a directive sent to police district commanders said they needed to ensure the police \"culture and mindset\" around fleeing drivers was \"healthy\".\n\n\"It is not worth risking the lives of anyone in order to apprehend offenders when the circumstances do not warrant such risk,\" the directive said.\n\nIn that crash, the boys were in a stolen car that hit road spikes, lost control, crashed into a tree, which ruptured the fuel tank, then exploded in what police called a \"ball of fire\".\n\nCHRIS SKELTON/STUFF Roads around the scene in Glandovey Rd, Fendalton, were closed on Tuesday morning.\n\nAfter the latest crash, Todd said the decision whether or not to pursue a fleeing driver was one of the most serious decisions police staff faced on the frontline.\n\n\"This is an absolute tragedy and a horrific outcome.\n\n\"We come to work every day to keep our community safe and the staff involved are deeply shocked by this event.\"\n\nThe Independent Police Conduct Authority and police would investigate the circumstances of the crash, he said.\n\nPolice Minister Stuart Nash said he did not think another review of the pursuit policy was needed.\n\n\"We had a review that came out in March ... it was a comprehensive review with a number of recommendations and police agree with all the recommendations and are in the process of implementing those.\"\n\nPeople who fled from police put themselves and others at risk, he said.\n\n\"The key message is, if you flee police, not only do you run the risk of killing someone innocent, you also run the risk of severely injuring your mates.\""}}