{"GDELT": {"GlobalEventID": 881257307, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "MNCGBRMED", "Actor1Name": "VODAFONE", "Actor1CountryCode": "GBR", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 33, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.34190231362468, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20191021194500, "SOURCEURL": "http://www.uasmagazine.com/articles/2080/drone-passenger-vehicle-maker-germanys-largest-telecom-partner"}, "ARTICLE": {"TITLE": "Drone passenger vehicle maker, Germany's largest telecom partner", "TEXT": "By EHang | October 21, 2019\n\nADVERTISEMENT\n\nEHang, the world's leading autonomous aerial vehicle (AAV) technology platform company, has announced a strategic partnership with Vodafone, one of the world’s biggest telecoms and technology service providers with over 600 million customers globally, to collaborate on building out an urban air mobility (UAM) ecosystem first in Germany and then Europe-wide.\n\nUnder the agreement, Vodafone will become EHang’s exclusive partner to provide connectivity to all EHang AAVs operating in Europe by equipping them with Vodafone SIM cards. EHang will become Vodafone’s exclusive UAM partner.\n\nThrough the Vodafone network, individual passenger and logistics AAVs will be able to communicate with the command-and-control centers that regulate their operations as well as with each other, enabling safer and more efficient transportation through urban air space.\n\n“Every AAV requires digital connectivity to ensure the coordination of air traffic, so fast networks like 5G are critical to enabling sustainable pilotless air travel and freight delivery systems,” said EHang Founder, Chairman, and CEO Hu Huazhi. “5G is also a key infrastructure component for the commercial deployment of AAVs, since it enables take-offs and landings that are precisely controlled within centimeters.”\n\nOnce the regulatory framework allows, EHang and Vodafone also intend to collaborate on AAV test flights and will further work together on mobility platform services that provide digital and streaming content to AAV passengers while in-vehicle, enable payments, and support identity verification.\n\nVodafone CEO Hannes Ametsreiter said, “Autonomous air taxis will enable increased mobility options for all of us in the future. They will complement existing modes of transportation but allow us to fly above traffic jams if needed.”\n\nEHang’s mission is to make safe, autonomous and eco-friendly air mobility accessible to everyone. Its two-seater EHang 216 passenger model provides pilotless air transportation services and has offered flight demonstrations in countries around the world.\n\nIn order to build out the UAM ecosystem and eventually launch regular routes for passenger transportation, EHang works with regulators, and partners with companies worldwide to develop standards and infrastructure for take-off and landing zones, battery charging stations, and mobile communications. EHang’s logistics AAVs are already in regular use via a pilot project that EHang is conducting in partnership with logistics company DHL-Sinotrans."}}