{"GDELT": {"GlobalEventID": 881249169, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.0516431924882697, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Northumberland, Northumberland, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKJ6", "Action2Geo_ADM2Code": "40125", "Action2Geo_Lat": 55.25, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "-2604404", "DATEADDED": 20191021190000, "SOURCEURL": "https://www.scotsman.com/news/people/scottish-built-hms-queen-elizabeth-leaves-americans-so-impressed-they-name-a-day-of-celebration-in-her-honour-1-5030366"}, "ARTICLE": {"TITLE": "Scottish-built HMS Queen Elizabeth leaves Americans so impressed they name a day of celebration in her honour", "TEXT": "Scottish-built HMS Queen Elizabeth leaves Americans so impressed they name a day of celebration in her honour\n\nEnamored Americans have rolled out the red carpet to welcome the Royal Navy’s £3.1bn aircraft carrier to their shores by christening a day of state celebration in honour of the mighty warship.\n\nBy Tom Cotterill Tuesday, 22nd October 2019, 8:07 am\n\nThe state-of-the-art supercarrier arrived in the States a few weeks ago to carry out the second phase of tests seeking to sharpen the warfighting teeth of Britain’s new F-35 stealth jet.\n\nAnd since arriving off the eastern coast of Florida, Scottish-built Queen Elizabeth – and her landmark mission – has become the talk of the town.\n\nSign up to our daily newsletter The i newsletter cut through the noise Sign up Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\n\nCommunities across the bustling metropolis of Jacksonville and beach resorts of Mayport have been obsessing over their new 65,000-tonne VIP, with curious visitors lining Florida’s sun-kissed shores to snap shots of the Portsmouth-based leviathan.\n\nThe state-of-the-art supercarrier arrived in the States a few weeks ago to carry out the second phase of tests seeking to sharpen the warfighting teeth of Britains new F-35 stealth jet.\n\nAnd in an unprecedented show of affection for a British warship, civic chiefs from across the state handed over a plaque declaring October 11 the official ‘HMS Queen Elizabeth Day’.\n\nCharlie Latham, mayor of Jacksonville Beach, presented the plaque to HMS Queen Elizabeth’s commanding officer, Captain Steve Moorhouse, during a stopover at Naval Station Mayport.\n\nCapt Moorhouse was blown away by the gesture and said the welcome for his ship’s company - and the supporting sailors from the rest of the Royal Navy task group in the US – had been overwhelming.\n\n‘The reaction has been absolutely fantastic,’ he said. ‘Such was the reception that we got during our last visit to Mayport that the mayor christened October 11 as HMS Queen Elizabeth Day in Mayport.\n\n‘You can’t get a much more positive welcome than having a day named after you.’\n\nFormer FBI agent Ellen Glasser, now mayor of Atlantic Beach near Mayport’s naval base, was among the local leaders invited onto Queen Elizabeth to present the plaque – which now hangs in pride of place in the captain’s cabin.\n\nThe mother-of-six, who is married to a former US Navy Seal, called on her community to give a fitting welcome to the British supercarrier, a plea which she said was answered in spades.\n\nThe counter-terrorism expert-turned-politician told The News: ‘We opened our hearts. We put the news out on social media and the response was immediate and authentic. Our local businesses loved it and did roll out the red carpet.\n\n‘HMS Queen Elizabeth is truly inspiring and we definitely knew and felt how special this visit was. She is always welcome.’\n\nRoyal Navy officer Commander Jamieson Stride, who is based at the British Embassy in Washington DC, oversaw the welcoming committee of Queen Elizabeth in Florida.\n\nHe said: ‘The team enjoyed such warm hospitality in the beautiful area that lies around Naval Station Mayport and they have built many friendships that will last a lifetime.\n\n‘The ship sailed with sadness on both sides of the jetty but with great memories made and an enduring and special relationship fortified.’\n\nQueen Elizabeth arrived in the states accompanied by Portsmouth-based Type 45 destroyer HMS Dragon, submarine-hunting frigate HMS Northumberland and tanker RFA Tideforce.\n\nIt’s the second time the future flagship has visited the US as part of the ‘Westlant’ series of operations.\n\nThis year’s trip is among the biggest and most important since Queen Elizabeth was commissioned into the navy in December 2017.\n\nMore than 2,000 British military personnel –1,250 of which are packed onto Queen Elizabeth – are part of the small task group in the US now.\n\nAnd their presence has not gone unnoticed by local residents, with many taking trips ashore to explore the mainland of Florida.\n\nTaxi driver Tyrone Williams, 34, lives in the nearby city of Jacksonville. The dad-of-two said he has picked up dozens of British sailors – including a pair who wanted to visit Disney World near Orlando.\n\nHe said: ‘Queen Elizabeth is all everyone has been talking about. She’s damn big. She was a huge attraction along the beaches. Everyone was trying to get photos.\n\n‘Everyone here is really excited by the ship’s visit. It’s not everyday you get to see so many British sailors here.’\n\nQueen Elizabeth is now more than 100 nautical miles off the coast of Florida where she will be carrying out the bulk of her operational tests with the F-35 for the next five weeks.\n\nShe has four of the £77m-a-piece jets on board, with plans to bulk this number up in the coming weeks with other British jets and a team of F-35 pilots from the US Marine Corps.\n\nCapt Moorhouse added: ‘The Americans are genuinely impressed by the capability that we offer with Queen Elizabeth and they realise that they have got a genuine partner in the carrier game.’"}}