{"GDELT": {"GlobalEventID": 881256630, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "CAN", "Actor1Name": "TORONTO", "Actor1CountryCode": "CAN", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.3078880407124704, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU", "Actor2Geo_Lat": 39.059012, "Actor2Geo_Long": 34.911546, "Actor2Geo_FeatureID": "TU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU", "Action2Geo_Lat": 39.059012, "Action2Geo_Long": 34.911546, "Action2Geo_FeatureID": "TU", "DATEADDED": 20191021194500, "SOURCEURL": "https://www.ctvnews.ca/world/hillary-clinton-mocks-trump-with-crude-parody-letter-1.4648172"}, "ARTICLE": {"TITLE": "Hillary Clinton mocks Trump with crude parody letter", "TEXT": "Warning: The following story contains language that may offend some readers.\n\nTORONTO -- Former U.S. Secretary of State Hillary Clinton tweeted a crude, parody letter mocking U.S. President Donald Trump’s letter to Turkey’s president.\n\nOn Sunday, with the caption “found in the archives,” she tweeted a fake letter which then-U.S. president John F. Kennedy wrote to then-Premier of the Soviet Union Nikita Khrushchev during the Cuban Missile Crisis in the 1960s.\n\nThe former Democratic presidential nominee’s parody letter opened with: “Dear Premier Khrushchev, don’t be a dick, OK? Get your missiles out of Cuba.”\n\nEverybody will say, ‘yay! Khrushchev! You’re the best! But if you don’t, everybody will be like ‘what an asshole’ and call your garbage country ‘The Soviet Bunion,’” it goes on to read. “You’re really busting my nuts here.”\n\nThe date for the parody letter – Oct. 16, 1962 – makes it appear to have been written on the day that missiles capable of reaching U.S. soil were discovered in Cuba.\n\nClinton's letter is almost a direct copy of one shown during a monologue earlier this week by late night host Jimmy Kimmel -- but with one difference. While Kimmel's version was censored, Clinton's is not.\n\nThe strange way the parody letter was written was clearly no coincidence, as it echoes the tone of the widely-panned letter Trump sent to Turkish President Recep Tayyip Erdogan over his decision to invade Syria earlier this month. When the Oct. 9 letter was made public, Trump's unconventional approach to diplomacy was evident throughout.\n\nIn Trump’s letter, the president told Turkey’s leader, “don’t be a tough guy. Don’t be a fool!”\n\nHe also added \"don't let the world down” before mentioning that the Kurds were willing to negotiate and \"make concessions that they never would have made in the past.\"\n\nThe effectiveness of Trump’s letter is arguably in question as “Turkish presidential sources” told the BBC that Erdogan received the letter and “thoroughly rejected it and put it in the bin.”\n\nAt the time of publication, Trump had not responded to the parody letter."}}