{"GDELT": {"GlobalEventID": 881257484, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "SYR", "Actor1Name": "SYRIAN", "Actor1CountryCode": "SYR", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 16, "NumSources": 1, "NumArticles": 7, "AvgTone": -3.4542314335060493, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Idlib, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26365", "Actor1Geo_Lat": 35.9306, "Actor1Geo_Long": 36.6339, "Actor1Geo_FeatureID": "-2542538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Idlib, Idlib, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY12", "Action2Geo_ADM2Code": "26365", "Action2Geo_Lat": 35.9306, "Action2Geo_Long": 36.6339, "Action2Geo_FeatureID": "-2542538", "DATEADDED": 20191021194500, "SOURCEURL": "https://www.dw.com/en/erdogan-spokesman-europeans-should-be-thankful-to-our-soldiers/a-50923371"}, "ARTICLE": {"TITLE": "Erdogan spokesman: Europeans 'should be thankful to our soldiers'", "TEXT": "At an interview with DW, Turkish presidential spokesperson Ibrahim Kalin said that if the Syrian Kurdish People's Protection Units (YPG) pull back as agreed, there \"won't be ... any need for further military action.\"\n\n\n\nKalin also noted that the main topic during President Recep Tayyip Erdogan's meeting with Russian President Vladimir Putin in Sochi on Tuesday will be securing the safe zone to return Syrian refugees. Kalin said Turkey would only send refugees back to Syria who are willing to return, and will not tolerate a YPG presence in northeastern Syria, be it under the US or Russian flag.\n\nDW: The cease-fire — or the cessation of hostilities, or whatever you'd like to call it — is about to end on Tuesday night. There have been quite a few reports that there have been violations of this cease-fire. Is that correct?\n\nIbrahim Kalin: That is true. We've reached this agreement with the Americans three days ago. The first phase was to be a pause in the operation, and the second one will be halting of the operation when YPG terrorists completely withdraw from the area. Unfortunately as of this morning there have been about 20 violations by YPG. They use snipers, rockets, attacking our soldiers as well as other groups there. We lost one soldier unfortunately in this incident. We are committed and sticking to the agreement. In fact, yesterday we identified the two routes to use and about 86 vehicles and ambulances went in, took these YPG people and left without any incidents. We are hoping that things will remain calm until tomorrow when the deadline is over and they have completely left the area by tomorrow evening. Then we can hold the operation as agreed in the joint declaration and agreement that we have had with the Americans.\n\nIs there a chance that the cease-fire is going to be extended?\n\nNo; we said five days, 120 hours. If this part of the mission is completed by tomorrow and we make sure that all YPG terrorists have left the area then we will hold the operation.\n\nRead more: Turkey 'invasion' illegitimate under international law, says Germany's top diplomat\n\nWatch video 00:45 Germany calls for international safe zone in Syria\n\nSo then there will be no further hostilities, is that what you're saying?\n\nYes, of course. There won't be ... any need for further military action but our military will make sure that these areas are safe for civilians. We had two main goals with this operation. One was to clear it from terrorists. The second one is to enable the refugees to go back to their homes. So we want to create conditions suitable for them to go back to towns that they've come from. We work with the UN principle, the return of the refugees voluntarily, safely and in a dignified manner. We will never force anybody to go anywhere they don't want to go.\n\nGerman Foreign Minister Heiko Maas said this weekend that he regards this as operation as an invasion and a contravention of international law. What is your response?\n\nTo the contrary: in fact, the presence of our soldiers there is a guarantee, a safety for first moving the political process forward in Syria, secondly for the protection of Syrian refugees and internally displaced people. We have military presence in the Idlib area, we have 12 military posts. It is thanks to our soldiers in Idlib that we didn't have another humanitarian crisis and migration wave from Idlib. Remember, about 3 million people are squeezed in that part of Syria and if we had let the regime attack these places and take over the Idlib area, we would have had maybe a million or 2 million more refugees coming to Turkey because they have no other place to go. Our European friends should be thankful to our soldiers for doing this very dangerous but important work.\n\nRead more: Why Turkey wants a military assault on Syrian Kurds\n\nErdogan is meeting with Russian President Vladimir Putin on Tuesday, and a lot seems to hinge on this meeting. Can you tell us what we can expect?\n\nSyrian Kurds weigh few options as Turkey invades Kurdish families in search of safety According to UN sources almost 200,000 people have become IDPs (internally displaced people) since Turkey launched an attack on Kurdish-controlled territories on October 9. Many Kurds have reportedly tried to cross the border to seek shelter in the Kurdistan region of Iraq, but only those who can produce an Iraqi-Kurdish resident card are allowed to cross.\n\nSyrian Kurds weigh few options as Turkey invades Men alone Many villages in Syria's northeast have nearly emptied of people over the last week. Women and children in towns close Turkey have been heading further inland, to Hassakeh, leaving the border region inhabited almost only by men. \"Conditions are deteriorating rapidly in Hassakeh due to the massive flux of people, so we decided to stay,\" Suna, a mother of three children told DW.\n\nSyrian Kurds weigh few options as Turkey invades Life has gone elsewhere The once lively bazaar in Amuda has turned into a gloomy place where just a few men gather. Many shops have folded since the Turkish invasion began, and those which remain open sell products at hardly affordable prizes due to the collapse of the Syrian currency. Shelling form the other side of the frontier usually starts at dawn, so those who remain in the town hardly venture outside at night.\n\nSyrian Kurds weigh few options as Turkey invades Back in town Coexistence between the Syrian Kurdish administration and President Bashar Assad's regime in Qamishli, the main city in the country's northeast, has been tense since the Syrian civil war started in 2011. The recent deal between the two sides involves a redeployment of Syrian troops along the Turkish border. It is unclear who will be in control of the region in the short term.\n\nSyrian Kurds weigh few options as Turkey invades Fighting on two fronts While Kurdish combat units fight against the Turkish army and Ankara-backed militants, it's still unclear what the Syrian Kurdish fighters' status will be since reaching out to Assad for support. \"We will keep controlling the area as we've done until today, there will be no substantial changes other than a joint command in certain border areas,\" officials told DW.\n\nSyrian Kurds weigh few options as Turkey invades Uncertainty reigns Syrian Kurds feel betrayed since the US president decided to pull out all remaining troops. Many told DW they felt relief that the Kurdish fighters had struck a deal with the Syrian regime to control the border areas as it could prevent Turkey from attacking their villages. \"We know what Trump did to us, but we still know nothing about Putin's intentions,\" said Massud, a barbershop customer.\n\nSyrian Kurds weigh few options as Turkey invades 'I would rather not speak' After decades of brutal repression under the Assads, many residents in Derik refused to comment on the possible consequences of the regime's comeback to an area that has enjoyed de facto self-rule for several years. \"The whole country was controlled by the secret services back then, and it may happen again soon, so no one will dare to talk to you about it,\" one person said.\n\nSyrian Kurds weigh few options as Turkey invades Five more lost All over Syria's northeast residents have had to deal corpses arriving daily from the frontlines. Turkish air strikes have hit both military targets and civilians so that many hospitals caring for wounded fighters, such as the one in Derik, have been evacuated to avoid further casualties.\n\nSyrian Kurds weigh few options as Turkey invades Deaths mount The Syrian Kurds claim to have lost around 11,000 people in the fight against the so-called Islamic State. Although IS has lost control over territory of any significant size, the killing continues. Dozens of civilians and hundreds of fighters have reportedly been killed since Turkey launched its attack on Syria's northeast.\n\nSyrian Kurds weigh few options as Turkey invades Left on their own The Kurds in Syria opted to side neither with the regime nor the opposition after the civil war broke out in 2011. Now they stand alone, besieged and with no one to back them since their American allies withdrew. Author: Karlos Zurutuza (Northern Syria)\n\n\n\nIn the Astana process, we have worked extremely well with the Russians. We have reached the Idlib agreement. Now, with Americans saying that they're leaving northeast Syria we have a new situation in the northeastern part of Syria. This is what our president will discuss with President Putin tomorrow. We want to create this safe zone from the Euphrates River to the Iraqi border. That's about 444 kilometers approximately 171 miles). And we want to clear this area from all ISIS, PYD/YPG terrorists [the YPG are the armed wings of the Democratic Union Party, PYD — Editor's note] and other elements that may intimidate the refugees to go back to. This is not only Turkey's responsibility; obviously this is the responsibility of the international community. So that's why we are working with the Americans. We want to work with the Europeans. We are working with the Russians to make sure that this area becomes a safe zone for the Syrian refugees.\n\nMost recently, the talk has been about much smaller zones that Turkey might take under its protection, if you will. Where does that come from?\n\nOur president shared this plan with world leaders at the UN. It's not something new. Our president has called for a safe zone for many years. When the Syrian crisis began, our president called for a no-fly zone in the north of Syria because he knew that if the regime is not stopped, it will kill its own people. And that's exactly what happened. If he had this safe zone before, we will have saved many lives and probably we wouldn't face this refugee crisis. So we will discuss this with them, how we can create this area for the refugees and clear that area from YPG. We will not accept changing the American flag with the Russian flag and YPG still functioning in those areas, intimidating people and posing a threat to our national security.\n\nRead more: 'Islamic State' resurgence a 'very real possibility' after US exits Syria\n\nThere are accusations from Amnesty International and other human rights groups about human rights violations by Turkish or Turkish-supported forces in northern Syria. There is talk about attacks on civilians; there's even talk about napalm bombs. What's your response?\n\nWe take these allegations very seriously. If there have been any violations of the law on any unlawful act executions or attacks on civilians or anything like that we will take them very seriously. A number of investigations have been launched already into those cases.\n\nThere are millions of Turkish people living in Germany, also a very large number of Kurds. And tensions from the current conflict are spilling over into Germany. What would you advise?\n\nThe PKK is listed as a terrorist organization in Germany [the Kurdistan Workers' Party, a militant political organization based in Turkey and Iraq — Editor's note]. German authorities are taking measures against this terrorist network, [when it is] showing up [with] flags and organizing events here. I think they should be very careful about this. Also, I have noticed that there have been a number of incidents. Some of our peaceful protesters and citizens have been attacked by PKK supporters. In fact, one embassy car has been burned. This is really terrible. About 20 or so of our citizens have been injured. I hope the German authorities will take strict measures against these people. We don't want the Turkish community to be affected by this. Within freedom of speech if they want to express their views, they are most welcome in Germany as well as in Turkey. But resorting to violence, using freedom of speech is not acceptable anywhere.\n\nRead more: Kurds, German supporters rally against Turkish offensive in Syria\n\nThis interview was conducted by Hans Brandt.\n\nEvery evening, DW sends out a selection of the day's news and features. Sign up here."}}