{"GDELT": {"GlobalEventID": 881257163, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "LBN", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.51546391752577, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20191021194500, "SOURCEURL": "http://www.naharnet.com/stories/en/265827-hizbullah-amal-supporters-roam-streets-as-hariri-reportedly-asks-army-to-open-roads"}, "ARTICLE": {"TITLE": "Hizbullah, AMAL Supporters Roam Streets as Hariri Reportedly Asks Army to Open Roads", "TEXT": "Supporters of Hizbullah and the AMAL Movement roamed some of Beirut’s streets on motorcycles on Monday evening, carrying flags of the two parties and shouting insults against what they called “the revolution.”\n\nThe National News Agency said the motorbikes passed through the Ras al-Nabaa, Verdun and Tariq al-Jedideh areas.\n\nVideo footage meanwhile showed them passing outside Speaker Nabih Berri’s headquarters in Ain el-Tineh while shouting loyalist slogans.\n\nMedia reports said the army prevented the convoy from entering the protests area in downtown Beirut and that the motorcycles “returned to Beirut’s southern suburbs” after roaming the capital’s streets.\n\nSeparately, Prime Minister Saad Hariri called Army Commander General Joseph Aoun and “discussed with him the security developments,” the Mustaqbal Web news portal, which is affiliated with Hariri’s al-Mustaqbal Movement, reported.\n\n“During the phone call, he (Hariri) stressed the need to protect the protesters and not to allow harm against any of them, while emphasizing the need to reopen roads to facilitate citizens’ freedom of movement in all regions” as well as the transfer of essential goods and medical crews."}}