{"GDELT": {"GlobalEventID": 881256308, "Day": 20190921, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.7151, "Actor1Code": "AFGINSTAL", "Actor1Name": "TALIBAN", "Actor1CountryCode": "AFG", "Actor1KnownGroupCode": "TAL", "Actor1Type1Code": "INS", "Actor2Code": "USAGOV", "Actor2Name": "THE WHITE HOUSE", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 164, "EventBaseCode": 164, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.77519379844961, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF13", "Actor2Geo_ADM2Code": "3580", "Actor2Geo_Lat": 34.5167, "Actor2Geo_Long": 69.1833, "Actor2Geo_FeatureID": "-3378435", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20191021194500, "SOURCEURL": "https://www.presstv.com/Detail/2019/10/21/609239/US-Afghanistan-Syria"}, "ARTICLE": {"TITLE": "Pentagon chief: US to remain in Afghanistan, Syria withdrawal notwithstanding", "TEXT": "US Secretary of Defense Mark Esper says there is no reason for the people of Afghanistan to think the near-total withdrawal of US troops from northern Syria is a precursor to a similar move in their country.\n\nSpeaking at NATO's Resolute Support mission headquarters in Kabul on Monday, Esper said the United States’ policy for Afghanistan was completely different.\n\n“All these things should reassure our Afghan allies and others that they should not misinterpret our actions in the recent week or so with regard to Syria and contrast that with Afghanistan.”\n\nUnderscoring Washington’s will to stay in Afghanistan, Esper said the country faces a “virulent terrorist threat that originated in the form of al-Qaeda and now finds itself in the Taliban and ISIS-K [Daesh-affiliated militants] and other groups.”\n\nEsper traveled to Afghanistan on Sunday in his first visit to the country since being confirmed as the Pentagon chief amid uncertainty about the White House’s strategy following the collapse of peace talks with the Taliban.\n\nLebanon’s al-Mayadeen television channel on Sunday confirmed the completion of the US withdrawal from the Syrian provinces of Aleppo and Raqqa.\n\nNews reports on Monday said the US troops had crossed into Iraq from Syria through the Sahela border crossing in the northern province of Dohuk.\n\nThe New York Times, however, reported that President Donald Trump of the United States was expected to approve a new plan to keep a few hundred troops in eastern Syria in order to help Washington’s Kurdish allies retain control of oil fields.\n\nSpeaking at the same press conference on Monday, General Scott Miller, who leads US and NATO forces in Afghanistan, said that over the past year the United States had reduced its military footprint by 2,000 troops.\n\n“As we work in Afghanistan with our partners, we are always looking to optimize the force,” Miller said. “Unbeknownst to the public, as part of our optimization over the last year we have reduced our authorized strength by 2,000 here.”\n\nColonel Sonny Leggett, spokesman for the US Forces-Afghanistan, said the Pentagon now had about 13,000 troops in the country.\n\nProspects for peace in Afghanistan appeared more remote after peace talks between the Taliban and the White House collapsed earlier last month in Qatar’s capital, Doha."}}