{"GDELT": {"GlobalEventID": 881257354, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "Actor2Code": "CHL", "Actor2Name": "CHILEAN", "Actor2CountryCode": "CHL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -7.92838874680308, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191021194500, "SOURCEURL": "https://www.pionline.com/economy/chilean-president-says-country-war-calls-people-choose-sides"}, "ARTICLE": {"TITLE": "Chilean president says country ‘at war,’ calls on people to choose sides", "TEXT": "Thousands of protesters gathered in Chilean city squares Monday after a weekend of deadly clashes with soldiers and police that left 11 dead.\n\nChile is enduring a fourth day of rioting in the worst unrest since the country returned to democracy in the late 1980s to become Latin America's most prosperous nation. The peso and local shares slumped as violence seemed poised to persist.\n\n\"It seems things need to reach a crisis point for us to be heard,\" said David Vargas, a credit-card company technician who joined peaceful protests and anti-looting patrols.\n\nAbout 1,500 people have been arrested in a wave of arson and riots that have brought cities to a near standstill and seen security forces fire on masked looters. President Sebastian Pinera declared a state of emergency Oct. 18 and called on the army to restore order.\n\nThe scenes are difficult to reconcile with the country's image as one of the region's most economically stable and an emerging-market exemplar. What began as protests against subway-fare increases quickly morphed into outpourings of discontent over income equality, pensions, health and education.\n\n\"It's like a pressure cooker,\" said Claudio Fuentes, a political science professor at Diego Portales University in Santiago. \"This is a series of parallel agendas that have been building for decades and exploded with the rise in transport fares.\"\n\nWhile Mr. Pinera back-pedaled on the fare increase, his efforts to crack down on violence have merely intensified it. Late Sunday, he had a stark message for Chile: We are at war, choose sides and we will win. There was no mention of dialogue — nor who the enemy in this war might be. The protests have no real leaders, beginning as student protests but now encompassing a spectrum ranging from the disgruntled bourgeoisie to black-clad anarchists.\n\n\"We are at war against a powerful, relentless enemy, who doesn't respect anyone, who is willing to use violence without any limits, even if it means the loss of human life,\" Mr. Pinera said in a televised speech. The rioters \"represent evil.\"\n\nBut behind the riots is a larger swell of people protesting against Chile's free-market economy, which has produced vast wealth and vast inequality. Mining unions called a general strike for Wednesday and accused the police of \"brutal aggression.\"\n\nMr. Pinera's bellicose statement — and the armored vehicles in the streets — had special resonance in a country that from 1973 to 1990 was ruled by the military in one of the continent's most brutal dictatorships. Army General Javier Iturriaga responded Monday to Mr. Pinera's comments by saying, \"I'm not at war with anyone.\"\n\nThe protests will derail the government's tax, pension and labor reform agenda that it had promoted as key to growth, according to Ricardo Solari, an economist and former minister during the government of socialist Ricardo Lagos.\n\n\"Pinera's government from now on will just focus on running things smoothly and drop its reforms,\" Mr. Solari said. Santiago is set to host President Donald Trump and other leaders of the Asia Pacific Economic Cooperation forum in less than a month.\n\nBut normality may be hard to regain after three bloody days. The deaths were caused by arson attacks at a supermarket and a warehouse. About 70 subway stations have been damaged, some almost destroyed, dozens of buses have been burned, shops looted and buildings set alight. A curfew has failed to prevent the chaos, which spread to other regions.\n\nAt least 22 people were severely wounded during the protests, Chile's National Human Rights Institute said Sunday, according to Chilean daily El Mostrador. The organization said there were reports of excessive force and sexual harassment by security forces, with women forced to take off their clothes, El Mostrador reported.\n\nOn Monday, most shops were shut and many companies encouraged employees to work from home. Those who did go to work, after the curfew lifted at 6 a.m., faced restricted public transport, with soldiers guarding subway entrances and military helicopters overhead. Chilean markets dropped in low volume as many traders stayed home, although trading fell short of panic selling.\n\nMr. Vargas, the credit-card company worker, walked to his job Monday. Normally, he leaves home at 6 a.m. and doesn't get home until midnight, spending about $3 and three hours a day on public transport.\n\nHe joined other people banging pots in the streets in previous days, but stayed at home Sunday as his neighbors organized patrols against looting.\n\n\"Three supermarkets in my neighborhood were looted yesterday and the police didn't even turn up,\" Mr. Vargas said. \"The government's only focusing on safety and they're adding fuel to the fire with that language.\""}}