{"GDELT": {"GlobalEventID": 881256717, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "CVL", "Actor1Name": "SCIENTIST", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.88495575221239, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "University Of South Australia, South Australia, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS05", "Actor1Geo_ADM2Code": "5308", "Actor1Geo_Lat": -34.8088, "Actor1Geo_Long": 138.62, "Actor1Geo_FeatureID": "11377266", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "University Of South Australia, South Australia, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS05", "Action2Geo_ADM2Code": "5308", "Action2Geo_Lat": -34.8088, "Action2Geo_Long": 138.62, "Action2Geo_FeatureID": "11377266", "DATEADDED": 20191021194500, "SOURCEURL": "https://www.popularmechanics.com/science/environment/a29489474/algorithms-prospecting/"}, "ARTICLE": {"TITLE": "Algorithms Could Make Prospecting for Precious Metals Easier", "TEXT": "A scientist at the University of South Australia has developed an algorithm that can locate the most likely spot where a mineral or metal may be.\n\nThe algorithm uses historical mining data to pinpoint where certain chemical elements are more likely to form.\n\nNew techniques like this could cut down on the time, effort, and cost of prospecting, and up the odds that a mining company will strike it rich.\n\nMineral exploration is expensive and time consuming, and the odds of striking it rich in the first drill are low. Now, geologists are turning to tech to make the process more efficient. A scientist from the University of South Australia has developed an algorithm designed to make prospecting for precious elements like gold, copper, and diamond easier.\n\n\"The global demand for copper and gold is growing, but it is getting increasingly hard to find these metals as companies are forced to drill deeper and deeper, costing them significant amounts of money,\" geochemist Carolin Tiddy of the University of South Australia said in a press statement .\n\n\n\nHer algorithm analyzes historical mining data to spot patterns in where certain chemical elements are likely to be found, and subsequently, where ore deposits related to those elements may be. Even with the best geologic analysis, ore deposits can be tricky to find in vast regions; Tiddy compares the efforts to finding a needle in a haystack.\n\nShe hopes the tech can help prospectors direct their efforts and narrow down the regions in which they plan to drill. The technology has already been implemented at one Australian iron oxide-copper and gold mine, OZ Minerals’ Prominent Hill mine, where it helped miners increase their haul by a factor of four, according to Mining.com.\n\nMore recently, scientists have been tempted to look toward the stars for their next opportunity to strike it rich. Some experts have suggested mining the moon for precious elements like helium and even water. Others have proposed missions to mine asteroids that sweep close to Earth.\n\nThis content is created and maintained by a third party, and imported onto this page to help users provide their email addresses. You may be able to find more information about this and similar content at piano.io\n\nThis commenting section is created and maintained by a third party, and imported onto this page. You may be able to find more information on their web site."}}