{"GDELT": {"GlobalEventID": 881257814, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "USABUS", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.00752823086575, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hungry Horse, Montana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMT", "Actor1Geo_ADM2Code": "MT029", "Actor1Geo_Lat": 48.3858, "Actor1Geo_Long": -114.061, "Actor1Geo_FeatureID": "785162", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hungry Horse, Montana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMT", "Action2Geo_Lat": 48.3858, "Action2Geo_Long": -114.061, "Action2Geo_FeatureID": "785162", "DATEADDED": 20191021194500, "SOURCEURL": "https://flatheadbeacon.com/2019/10/21/keeping-timber-funds-forest/"}, "ARTICLE": {"TITLE": "Keeping Timber Funds in the Forest", "TEXT": "The Liger Timber Sale harvest operation off of South Fork Road southeast of Martin City near the Hungry Horse Reservoir on Oct. 17. Hunter D’Antuono | Flathead Beacon\n\nPart of the Flathead National Forest is now home to Montana’s third Good Neighbor Authority (GNA) timber sale after St. Onge Logging of Kalispell submitted the winning bid this summer.\n\nThrough the GNA, the U.S. Forest Service and the Montana Department of Natural Resources and Conservation (DNRC) are able to collaborate on managing the 386-acre Liger Timber Sale located southeast of Hungry Horse.\n\nThe GNA initiative, which is part of the 2018 Farm Bill, allows the state to manage timber harvests on federal lands and reinvest the generated funds back into the forest for future projects.\n\nThe Kalispell Chamber of Commerce hosted an on-site timber tour on Oct. 17 with officials from the Forest Service, the DNRC, St. Onge Logging, F.H Stoltze Land & Lumber Co. and Weyerhaeuser.\n\n“The timber revenue from a GNA sale is held by the state, and the state and the forest work together to decide where to reinvest,” Good Neighbor Authority Program Authority Manager Neil Simpson said.\n\nSimpson says on a regular timber sale, those funds would go to the U.S. Treasury where the revenue may not return to the forest.\n\n“GNA allows more funds to be kept on the ground, performing forest management instead of going to the U.S. treasury where a lot of the sum of dollars from a sale leave the forest entirely,” he said. “GNA allows more funds to be retained.”\n\nThe DNRC says the Liger project will produce roughly 1.6 million board-feet of timber and generate $376,798, which the DNRC and the Forest Service will use for future non-commercial projects such as hazardous fuels reduction, forest restoration, weed spraying and stream-improvement activities.\n\nHungry Horse Ranger District Forester Paul Donnellon says funds will likely go toward the 377,090-acre Hungry Lion Resource Management Project. In addition to timber harvests, the site will also undergo vegetation management, culvert replacements, prescribed burns, watershed restorations and road relocations near Emery Creek.\n\nLiger is one of three Montana GNA timber sales that have been sold, in addition to the Boulder Lowlands on the Beaverhead-Deerlodge National Forest and Elk Gem in the Kootenai National Forest.\n\nDNRC Federal Engagement Forester Ben Garrett says future GNA projects are in progress in multiple ranger districts in northwestern Montana, including one in the Tally Lake Ranger District and another in the Swan Lake Ranger District. He said projects in Idaho have proven to be successful.\n\nGarrett says multi-agency collaboration is the main difference between GNA timber sales and regular timber sales.\n\n“It can be done by both Forest Service and state personnel,” he said. “It allows states to be utilized by its efficiencies, and the Forest Service and gets the project done quicker.”\n\nSt. Onge Logging’s location in Kalispell gives the family-owned company close access to the timber harvest site.\n\nOwner Kevin St. Onge bought the company from his father in 1994, who started St. Onge Logging in the early 1970s. After nearly 50 years in the timber industry, this is the first time the company has participated in a project like this.\n\n“The benefit is the manageable timber,” St. Onge said. “It’s more tools in the tool basket for management. Available timber is good; it’s real competitive in the Flathead.”\n\nTo initiate the GNA process, officials must complete environmental assessments through the National Environmental Policy Act (NEPA) in the proposed area to analyze the potential effects of a timber sale. Once it’s gone through the environmental assessment, the state creates a contract and local contractors bid on the sale.\n\nPrior to logging, silviculturists identify which trees can be harvested in order to retain a healthy forest.\n\n“The goal was to remove weaker, less resilient trees,” Garrett said.\n\nOnce the trees are harvested, they’re sent to local mills like F.H. Stoltze and Weyerhaeuser. Finally, the GNA Timber Sale revenue is reinvested back into the forest.\n\n“We’re thankful the states are willing to work with us and we hope we’re setting the course for more projects like this in the future so we have funding that stays right here on the Flathead,” Hungry Horse District Ranger Rob Davies said."}}