{"GDELT": {"GlobalEventID": 881257451, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "RUSJUD", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor1Type1Code": "JUD", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.16113744075829, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191021194500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7597599/Prosecutors-NOT-allowed-play-clip-Godfather-II-trial-Roger-Stone.html"}, "ARTICLE": {"TITLE": "Prosecutors will NOT be allowed to play a clip of The Godfather: Part II in trial of Roger Stone", "TEXT": "Federal prosecutors will not be allowed to show a clip from The Godfather: Part II to illustrate to jurors alleged witness tampering by Roger Stone.\n\nThe ruling was handed down on Monday by US District Court Judge Amy Berman Jackson, who is presiding over the trial of the former Trump associate.\n\nJackson said that showing the jury a famous scene from the classic film could be prejudicial, CNN is reporting.\n\nStone faces trial for seven felonies, including witness tampering and lying to Congress.\n\nFederal prosecutors trying the case of Roger Stone wanted to show a clip of a famous scene from the hit 1974 film The Godfather: Part II (above)\n\nStone (left), a political consultant, is alleged to have asked an associate, believed to be Randy Credico (right), to falsify statements to federal investigators\n\nFederal prosecutors allege that Stone asked the associate to do a 'Frank Pentangeli' - a reference to a character from The Godfather: Part II. The character is played by Michael V. Gazzo (seen right with co-star Robert Duvall)\n\nFederal prosecutors allege that Stone asked an associate, believed to be Randy Credico, to 'do a Frank Pentangeli' by testifying that he concocted claims about Stone to investigators.\n\n'The government will not be permitted to introduce the clip itself in its case in chief because the prejudicial effect of the videotape, which includes a number of extraneous matters, outweighs its probative value,' Jackson, who was appointed by former President Barack Obama, ruled on Monday.\n\nJackson did allow prosecutors to use a transcript from the famous scene in which mob boss Michael Corleone brings the brother of a former mafia associate, Frank Pentangeli, into a congressional hearing.\n\nPentangeli struck a deal with the federal government to testify against Corleone, who would then be indicted for perjury after giving sworn statements denying that he runs a criminal empire.\n\nBut when Corleone flies Pentangeli's brother in from Sicily to join him at the hearing, 'Frankie Five Angels' reneges on his agreement with the government and denies ever doing business with 'the godfather,' played by Al Pacino.\n\n'I don't know nothing about that,' Pentangeli tells a congressional committee when he is asked if he ever served in Corleone's crime family.\n\n'Oh, I was in the olive oil business with his father but that was a long time ago.'\n\nPentangeli then claims he fabricated his earlier statements to the government about Corleone's background.\n\n'I kept saying Michael Corleone did this, Michael Corleone did that, so I said, yeah, sure,' Pentangeli, who is played in the 1974 film by actor Michael V. Gazzo, says.\n\nCorleone's implicit threat to kill Pentangeli's brother if he went through with his testimony worked, and his criminal empire was saved from ruin.\n\nThe federal government filed a motion with the court to admit the clip, alleging that Stone on several occasions asked Credico to 'start practicing your [Pentangeli].'\n\nIn media interviews, Stone denied telling the associate to lie, saying that what he meant was 'an impression of Frank Pentangeli.'\n\n'I wasn't telling [the associate] to lie,' Stone said.\n\nProsecutors wanted jurors to see the clip because it illustrates that it was a 'suggestion that Person 2 testify falsely to Congress.'\n\nStone's trial is set to start on November 5, making it likely that the legal fallout from Special Counsel Robert Mueller's Russia probe will stretch through much of 2019.\n\nStone is the 34th person to be indicted in the investigation led by former Special Counsel Robert Mueller (left). Mueller was appointed to investigate alleged Russian meddling in the 2016 elections. His report found insufficient evidence that Trump (right) colluded with Russia\n\nStone, a self-proclaimed political 'dirty trickster,' pleaded not guilty on January 29 to lying to Congress, obstructing an official proceeding and witness tampering.\n\nThose charges were brought by Mueller's team in its probe into whether the Trump campaign worked with Russia to win the 2016 election.\n\nStone is a longtime Republican operative who had advised Trump intermittently for decades.\n\nAccording to the charges, Stone lied about his communications with WikiLeaks, the web site that released hacked emails from Democratic rival Hillary Clinton's campaign.\n\nThe judge, Jackson also cautioned Republican political operative Stone that he must obey an order that prohibits him from criticizing his case.\n\nJackson had previously tightened the gag order limiting Stone's public comments on the case after he posted a photo of her on his Instagram account next to an image resembling the crosshairs of a gun.\n\nStone is the 34th person to face charges as part of Mueller's investigation.\n\nThe Mueller report found there was insufficient evidence to conclude that the Trump campaign conspired with Russia during the 2016 election, though it left open the question of whether the president obstructed justice."}}