{"GDELT": {"GlobalEventID": 881256415, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.9480519480519398, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Itsuki, Kumamoto, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA21", "Actor2Geo_ADM2Code": "34930", "Actor2Geo_Lat": 32.4, "Actor2Geo_Long": 130.833, "Actor2Geo_FeatureID": "-246100", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Itsuki, Kumamoto, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA21", "Action2Geo_ADM2Code": "34930", "Action2Geo_Lat": 32.4, "Action2Geo_Long": 130.833, "Action2Geo_FeatureID": "-246100", "DATEADDED": 20191021194500, "SOURCEURL": "https://jdramas.wordpress.com/2019/10/22/haru-sougou-sousha-no-onna/"}, "ARTICLE": {"TITLE": "Haru ~ Sougou Shousha no Onna", "TEXT": "Official Website\n\nwww.tv-tokyo.co.jp/haru\n\nBroadcast\n\nFrom 10.00 p.m., Mondays, 21 October 2019\n\nNetwork\n\nTV Tokyo\n\nStory\n\nSingle mother Umihara Haru was active in the American business community in New York until she was directly headhunted by the CEO of Itsuki Trading, a large Japanese general trading company with a wide range of businesses from ramen to rockets. She returns to Japan and takes up the position of deputy manager of the elite Corporate Planning Department. But her direct superior turns out to be Wada Hisashi, the ex-husband whom she divorced and has not seen in 10 years … … Haru has to take on all sorts of problems within Itsuki Trading’s enormous departments and affiliate companies. At the first meeting that she attends, the closure of Menichi, the ramen chain that has had falling sales, comes up for discussion. Many members of the Corporate Planning Department including Fujio Katsuyuki and Yashima Tomoaki agree with deputy CEO Takayama Yuichiro’s wishes. However, Haru makes a shocking suggestion that shatters the conservative mood. She immediately consults with Tamura Shu from the Retail Business Department who is directly in charge of the ramen chain. But he has no love for the business. Furthermore, Matsuoka Ichiro, the founder of Menichi, and others who have heard about the sudden plan to close the ramen chain, take out their anger on Haru. What will she do to get through this crisis?\n\nCharacters\n\nNakatani Miki as Umihara Haru\n\nShe was headhunted by Itsuki Trading and becomes the deputy manager of the elite Corporate Planning Department in an unprecedented arrangement. She strives to solve all sorts of problems within Itsuki Trading’s enormous departments and affiliate companies every day. A divorcee and a single mother, she finds her job rewarding and does her best in projects. At times, she even overrules the top. She does things that defies common wisdom and sticks to her beliefs amid an atmosphere of paralysis due to a conservative deputy CEO.\n\nFujiki Naohito as Wada Hisashi\n\nThe head of Itsuki Trading’s Corporate Planning Department. He is the leader of the team and Umihara Haru’s ex-husband, but he hides this from the people around them. He hopes to change the old-fashioned Itsuki Trading.\n\nTerada Kokoro as Umihara Ryo\n\nUmihara Haru’s son. He grew up in America and is a mature boy. He seems to be curious about his father … …\n\nOkuda Eiji as Takayama Yuichiro\n\nThe Deputy CEO of Itsuki Trading and the top corporate development officer. He preys on the position of the CEO.\n\nScriptwriters\n\nTatsui Yukari (Anata ni wa Watasanai, Mama to Papa ga Ikiru Riyuu)\n\nHonda Takaaki (Watashi Danna o Share Shiteta, Silent Voice, Daishou)\n\nClick here for photos from the press conference.\n\nRelated Post:\n\n© jdramas.wordpress.com."}}