{"GDELT": {"GlobalEventID": 881250163, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 45, "EventBaseCode": 45, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.84291187739463, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Damascus, Dimashq, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY13", "Action2Geo_ADM2Code": "26324", "Action2Geo_Lat": 33.5, "Action2Geo_Long": 36.3, "Action2Geo_FeatureID": "-2541260", "DATEADDED": 20191021190000, "SOURCEURL": "https://www.al-monitor.com/pulse/originals/2019/10/syrian-ceasefire-holds-ypg-withdraws.html"}, "ARTICLE": {"TITLE": "Syrian cease-fire holds as Kurdish forces withdraw from Turkish border", "TEXT": "Turkey sees the SDF as a national security threat because of its links to insurgents who have waved an armed campaign within Turkey. It wants the SDF to leave a buffer zone stretching 440 kilometers (275 miles) from the banks of the Euphrates River to the Iraqi border, which runs 30 kilometers (18 miles) south. The withdrawal so far has been from within a 120-kilometer (75-mile) stretch between the towns of Tell Abyad and Ras al-Ain, where most of the fighting of the past 12 days has taken place.\n\nThe fighting has killed dozens of people and forced more than 165,000 to flee their homes. Amnesty International accused the Turkish military and armed groups it backs of “a shameful disregard for civilian life [and] carrying out serious violations and war crimes.” Erdogan has rejected such claims as part of a disinformation campaign.\n\nTurkey agreed to pause its operation for 120 hours under a US-brokered deal last week to allow the SDF to evacuate after President Donald Trump’s abrupt decision to pull the 1,000 or so special forces who trained and armed the SDF set the stage for Turkey to roll in troops on Oct. 9.\n\nThe next phase of Turkey’s military operation to wrest control of much of northeast Syria from the Kurdish-dominated Syrian Democratic Forces may now depend on the outcome of talks between Turkish President Recep Tayyip Erdogan and Russia’s Vladimir Putin on Tuesday. \"We will take up this process with Mr. Putin. After that, we will hopefully take the necessary steps ,\" Erdogan said in televised comments. He did not elaborate.\n\nISTANBUL — A tenuous cease-fire between the Turkish military and Syrian Kurdish militants largely held for a fourth day on Monday, with Kurdish forces withdrawing from a flashpoint town and Turkey warning it will restart its military offensive in northern Syria if the pullout falls short.\n\nThe SDF said in a statement its fighters had left Ras al-Ain and the area was now under the control of Turkey-backed Syrian militias. The Turkish Defense Ministry said Kurdish fighters breached the cease-fire 36 times, while the SDF said the Turkish-backed fighters had continued to attack them.\n\nMeanwhile, a convoy of US troops and equipment left northeast Syria on Sunday, Al-Monitor reported, citing US military officials. One video showed locals carrying signs in front of a convoy that reportedly entered Iraqi Kurdistan, accusing the army of turning their backs on Kurdish children, and another showed residents throwing potatoes at their former protectors.\n\nDefense Secretary Mark Esper said the United States is in talks with Baghdad to keep 700 US troops across the border in western Iraq to contain IS, despite a pledge by Trump to bring the troops home from Syria. And US newspapers reported Trump may wind up keeping a few hundred special forces in Syria to protect eastern oilfields out of the way of Turkey’s planned buffer zone.\n\nTrump faced a barrage of criticism, including from his own party, after deciding to abandon the SDF, who had fought alongside the US army to defeat the Islamic State in Syria. The cease-fire appears to have largely quelled Republican criticism of his decision to withdraw.\n\nThough Turkey, which has backed the anti-Assad opposition, stands on the opposite side of the conflict as Russia, Putin and Erdogan have worked closely in recent years to find a political resolution of the eight-year war that has killed nearly a half-million people and displaced millions of Syrians.\n\nRussia has helped Assad regain control over most of Syria and the SDF has turned to both Moscow and Damascus since Turkey began its assault in a bid to stymie the offensive, allowing Assad to send troops to northeast Syria for the first time since 2012.\n\nWith the United States now vacating, Russia has become the power broker in the conflict. Putin's close relationship with Erdogan has also driven a wedge into Turkey’s traditional alliance with the West.\n\n“Through its closely cultivated relationship with Turkey, Russia has become a key actor in the Middle East for the first time since the Cold War,” said Hasan Selim Ozertem, a political analyst in Ankara. Russia “is able to affect the European Union and weaken the NATO alliance by exploiting its relationship with Turkey. … This coincides with Washington’s long disengagement with Turkey and the broader Middle East.”\n\nErdogan told reporters on Friday he does not oppose Syrian government troops entering the area south of his border but declined to respond to a question about whether Ankara is also negotiating with arch enemy Damascus.\n\n“Turkey can resolve its issues with Syria. Its fundamental objective is to prevent a PKK state on its border,” Ozertem said, referring to the Kurdistan Workers Party, the insurgents fighting for Kurdish autonomy in Turkey. Erdogan’s discussions with Putin are likely to focus on the fate of the strategic towns of Manbj and Kobani, which lie to the west of the Euphrates and where Syrian troops are now present, and securing a guarantee that the SDF will turn over its heavy weaponry, he said.\n\nAt the weekend, Erdogan vowed to “crush the heads of terrorists” the moment the cease-fire lapses at 1900 GMT on Tuesday, should the withdrawal falter. In a possible sign that Turkey could resume the operation, authorities shut 156 schools situated near the border this week. But Foreign Minister Mevlut Cavusoglu said on Monday the operation may be halted if the SDF evacuation is complete.\n\nMeanwhile, People's Democratic Party (HDP), the Turkish Parliament’s third-biggest party whose base is overwhelmingly Kurdish, accused the government of launching the military foray not only to thwart Kurdish autonomy in Syria but to intensify a long-running crackdown on the political opposition at home. The HDP is the only major Turkish party to oppose the military operation.\n\nOn Monday, police detained Adnan Selcuk Mizrakli, the elected HDP mayor of the predominately Kurdish southeast’s largest city of Diyarbakir whom the government stripped of his office in August, along with two other mayors of nearby municipalities. Last week, six other mayors were arrested and dismissed from their posts.\n\n“The government’s unlawful assaults on the HDP over the last four years seek to wipe out democratic politics and consolidate Erdogan’s authoritarian rule,” HDP lawmaker Hisyar Ozsoy said in an emailed statement."}}