{"GDELT": {"GlobalEventID": 881249786, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "COD", "Actor2Name": "DEMOCRATIC REPUBLIC OF CONGO", "Actor2CountryCode": "COD", "IsRootEvent": 1, "EventCode": 31, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.22222222222222, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG", "Actor1Geo_Lat": 27.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "EG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Egypt", "Actor2Geo_CountryCode": "EG", "Actor2Geo_ADM1Code": "EG", "Actor2Geo_Lat": 27.0, "Actor2Geo_Long": 30.0, "Actor2Geo_FeatureID": "EG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG", "Action2Geo_Lat": 27.0, "Action2Geo_Long": 30.0, "Action2Geo_FeatureID": "EG", "DATEADDED": 20191021190000, "SOURCEURL": "https://tass.com/economy/1084413"}, "ARTICLE": {"TITLE": "Russian company plans to supply MyOffice software to Democratic Republic of Congo", "TEXT": "MOSCOW, October 21. /TASS/. Russia’s New Cloud Technologies will start supplying its software to the Democratic Republic of Congo, particularly the MyOffice software, company’s spokesman Alexander Popov told the \"Future Russia. National Projects\" portal operated by TASS.\n\nThe relevant agreement with the national administration is expected to be signed within the framework of the Russia-Africa summit. The document provides for the opportunity of transferring the MyOffice software licenses, creation of public and private cloud infrastructures in the Democratic Republic of Congo and support of educational initiatives.\n\nThe company has not been present on the African continent before, the spokesman noted.\n\nOn October 23-24, the resort city of Sochi will host the Russia-Africa Summit, co-chaired by Russian President Vladimir Putin and Egypt’s head of state Abdel Fattah al-Sisi. The leaders of all 54 African countries have been invited to come, and 47 of them have already confirmed their participation. Eight major African integration associations and organizations are also involved in the event. On the summit’s sidelines, an economic forum will take place, which will be attended by the continent’s heads of state, and representatives of the business community and government agencies. The Roscongress Foundation is the organizer of the event, and TASS is the official photo host agency of the summit and economic forum."}}