{"GDELT": {"GlobalEventID": 881249059, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.40845070422535, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191021190000, "SOURCEURL": "https://news.wbfo.org/post/schumer-calls-army-corps-release-funding-repair-lasalle-park-seawall"}, "ARTICLE": {"TITLE": "Schumer calls on Army Corps to release funding to repair LaSalle Park seawall", "TEXT": "Sen. Charles Schumer is calling on the U.S. Army Corps of Engineers to release $5 million in emergency funds to make urgent repairs to the LaSalle Park seawall on Buffalo’s waterfront.\n\nSchumer held a press conference at the green space Monday, one day after Gov. Andrew Cuomo announced new investments in the park's planned redevelopment.\n\n\"I'm calling on the Army Corps of Engineers [to] cut the bureaucratic red tape. The money is there. Approve the $5 million, or exactly what's needed for the seawall, and get it moving,\" Schumer demanded.\n\nSchumer explained the funds were approved several years ago but have been held up without good explanation.\n\n\"The bureaucracy in the Army Corps, which usually is quite responsive to Western New York, is twiddling their thumbs. So I'm here to say, Army Corps, we can't wait any longer,\" Schumer added.\n\nThe Senate minority leader said with the planned investments by the state, city, and the Ralph C. Wilson Jr. Foundation, who hope to turn the area into a Canalside-like attraction, \"we cannot risk a problem.\"\n\nBuffalo Mayor Byron Brown believes the crumbling seawall poses a serious risk to the park and the Colonel Francis G. Ward Pumping Station, which filters and delivers water to city residents.\n\n\"This is critical to Buffalo's water system. The deterioration of the seawall is now not effective in stopping powerful lake water from rushing in,\" Brown said.\n\nSchumer said the repairs to 1,300 feet of seawall will take about one year to complete once the funds are released and work can begin.\n\n"}}