{"GDELT": {"GlobalEventID": 881256741, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.0253164556962, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Muhlenberg County, Kentucky, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKY", "Actor1Geo_ADM2Code": "KY177", "Actor1Geo_Lat": 37.2167, "Actor1Geo_Long": -87.15, "Actor1Geo_FeatureID": "516935", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Muhlenberg County, Kentucky, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USKY", "Actor2Geo_Lat": 37.2167, "Actor2Geo_Long": -87.15, "Actor2Geo_FeatureID": "516935", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Muhlenberg County, Kentucky, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKY", "Action2Geo_Lat": 37.2167, "Action2Geo_Long": -87.15, "Action2Geo_FeatureID": "516935", "DATEADDED": 20191021194500, "SOURCEURL": "https://www.savingcountrymusic.com/album-review-kelsey-waldons-white-noise-white-lines/"}, "ARTICLE": {"TITLE": "Album Review – Kelsey Waldon’s “White Noise/ White Lines”", "TEXT": "The praise for Kentucky’s contributions of talent to the effort to return country to its core musical values are prevalent and warranted, and are often born through names like Tyler Childers, Chris Stapleton, Ian Noe, and in previous eras, Sturgill Simpson. But there’s one artist more than any other that regardless of how far afield from the tobacco rows of Western Kentucky she’s traveled or toured, and no matter how much time she’s spent in Nashville or other cities, has successfully retained a distinctly Kentucky experience in her songs, and the thick Kentucky accent full of twinge and twang. We’re talking about Kelsey Waldon.\n\nFrom the tiny unincorporated community of Monkey’s Eyebrow near the Ohio River, Kelsey Waldon brings the stories of her distinct Kentucky upbringing to her latest record White Noise/White Lines, released through the John Prine-owned label, Oh Boy Records. If you’re looking for the experiences of rural America spun into songs devoid of diluting agents or phony embellishments, this is where to start. There’s no dulling the edges of Waldon’s molasses thick and unapologetic Southern accent. There’s no effort to commercialize these songs with any sort of electronic beeps or pop sensibilities. It’s just sounds and stories native to Kelsey’s Waldon’s experience set to unrepentant country music.\n\nFrom the autobiographical “Kentucky, 1988” about her birth and upbringing, to “Black Patch” about one of the region’s most famous commodities of dark-cured tobacco, Kelsey Waldon, who grew up working on the farms and in tobacco fields of Western Kentucky, puts her life into these songs, including a philosophy of hard work and dogged perseverance in the song “Anyhow.” As someone born poor in a mostly forgotten region, and as a woman and a traditionalist in the country genre where these two things act like two strikes against success to start, Kelsey Waldon can sing about insisting on doing it your own way and sweating through adversity from a place of experience.\n\nOne place Kelsey seems to miss the mark on White Noise/White Line is in the song “Sunday’s Children.” As opposed to telling a story about her severe upbringing in the Baptist church, which reportedly is what inspired the song, or going after some specific offense of certain sects of Christianity that perhaps preach homophobia or racism, the song simply scattershoots the opinion that over 2 billion people are lying to their children without any real detail or context of why this accusation is being levied. Undoubtedly much evil has been perpetrated due to adages attributed to the Almighty, but much charity and hope has been provided too, and the severe judgement Kelsey supposedly tries to challenge here is just superimposed on others from the lack of any sort of story or specificity.\n\nA few moments on White Noise/White Lines seem like they’re straining for acceptance from the Americana crowd as opposed to finding the heart of the sentiment looking to be conveyed. It’s not just the words of “Sunday’s Children,” but the rhythmic bass beat that drones in the background, and the similar music style of the title track that seem a bit out of place. That said, White Noise/White Lines avoids that filmy recording nature that corrodes many modern Americana or independent country projects unnecessarily. This record is alive and present, and bursting with vibrant hues. It puts Kelsey’s distinct voice out front where it belongs, and provides plenty of separation between instruments and respects the space of important moments to make the record a pleasurable listening experience.\n\nWaldon delves headfirst into heartbreak in the song “Run Away,” which reveals itself as one of the more moving tracks on the record. The solo acoustic song “Lived and Let Go” may feel a little fey and exposed at first, but the folky, Dylan-esque nature finds its place after a few listens. Kelsey also includes a few audio interludes to give the record an even deeper personal touch, including a voicemail from her dad about hearing his daughter on the radio in Muhlenberg County, which had to be a proud moment for Kelsey and dad, and brings this Oh Boy Records release full circle.\n\nWhat makes country music so unique and engaging is the separate regional dialects and perspectives that all come together to constitute what country music is. Kentucky’s stubbornness to let the future in makes it fertile ground for holding onto those lush expressions of its native people that are still mostly untouched by the monoculture. If you want to know what Kentucky sounds like, listen to Kelsey Waldon.\n\n8/10\n\n– – – – – – – – – – –\n\nPurchase from Oh Boy Records\n\nPurchase from Amazon\n\n﻿"}}