{"GDELT": {"GlobalEventID": 881256921, "Day": 20191021, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7973, "Actor1Code": "GOV", "Actor1Name": "ADMINISTRATION", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "BEIJING", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.4390243902439104, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20191021194500, "SOURCEURL": "https://www.reuters.com/article/us-usa-china-trade/trump-praises-u-s-china-trade-talks-as-beijing-seeks-billions-in-wto-case-against-u-s-idUSKBN1X01V5"}, "ARTICLE": {"TITLE": "Trump praises U.S.-China trade talks as Beijing seeks billions in WTO case against U.S.", "TEXT": "WASHINGTON (Reuters) - U.S. President Donald Trump on Monday said efforts to end a U.S. trade war with China were going well as the world’s two largest economies continued to battle over trade and politics across the world despite heralding a long-awaited truce this month.\n\nTrump last week said he hopes that the first phase of a trade deal announced earlier in October will be signed by the middle of next month.\n\n“The deal with China’s coming along very well. They want to make a deal,” Trump told reporters before a Cabinet meeting, stressing the toll that U.S. tariffs have taken on the Chinese economy. “They sort of have to make a deal ... because their supply chain is going down the tubes.”\n\nU.S. Trade Representative Robert Lighthizer told reporters the administration still aimed to finalize a deal on the first phase of the deal in time for the Asia-Pacific Economic Cooperation meetings in Chile on Nov. 16 and 17, but said there were still outstanding issues to resolve.\n\nHe said deputy-level meetings took place on Monday, and he and Treasury Secretary Steven Mnuchin would speak with their counterparts on Friday.\n\nCommerce Secretary Wilbur Ross also sought to temper expectations that a deal would be completed next month, telling Fox Business Network that timing was less important than making “the right deal.”\n\nWhite House economic adviser Larry Kudlow told the network that 15% U.S. tariffs on many consumer goods imported from China, including cellphones, laptop and tablet computers, could be withdrawn if negotiations continue to go well.\n\nEarlier this month, the administration held off on raising tariffs on another $250 billion of Chinese goods to 30% from 25%.\n\nTit-for-tat tariffs imposed by the United States and China over the past 15 months have roiled financial markets and resulted in a sharp drag on global economic growth.\n\nPressure is mounting by the international community for the United States and China to work out their differences.\n\nThe International Monetary Fund last week forecast that fallout from the U.S.-China trade war and trade disputes across the world will slow global growth in 2019 to 3.0%, the slowest pace in a decade.\n\nWhile key officials in the Trump administration are working on a trade deal with Beijing, others continue to hammer Beijing on other issues, raising questions about how well the administration is coordinating its China policy.\n\nSecretary of State Mike Pompeo on Monday said it was “completely inappropriate” for China to retaliate against U.S. businesses for commenting on pro-democracy protests in Hong Kong.\n\nPositive steps in the trade talks also did not stop China from seeking $2.4 billion in retaliatory sanctions against the United States for non-compliance with a World Trade Organization ruling in a case dating to the Obama era.\n\nFILE PHOTO: U.S. President Donald Trump holds a campaign rally in Dallas, Texas, U.S., October 17, 2019. REUTERS/Jonathan Ernst\n\nWTO appeals judges had ruled in July that the United States did not fully comply with a WTO ruling and could face Chinese sanctions if it does not remove certain tariffs that break the watchdog’s rules.\n\nThe WTO’s Dispute Settlement Body effectively gave Beijing a green light to seek compensatory sanctions in mid-August. The United States said at the time that it did not view the WTO findings as valid and that the judges had applied “the wrong legal interpretation in this dispute”.\n\nThe U.S. delegation at the WTO said China remains the “serial offender” of the WTO’s subsidies agreement but U.S. officials in Geneva and Washington had no further comment on the case on Monday."}}