{"GDELT": {"GlobalEventID": 881540221, "Day": 20191022, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.5436982520699205, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20191022220000, "SOURCEURL": "https://www.theguardian.com/australia-news/2019/oct/23/huang-xiangmo-chinese-billionaire-claims-persecution-by-dark-forces-of-australias-deep-state"}, "ARTICLE": {"TITLE": "Huang Xiangmo: Chinese billionaire claims persecution by 'dark forces of Australia's deep state'", "TEXT": "Exclusive: Property developer, who is being pursued for $140m by tax office, says allegations of political donations and being ‘agent of influence’ are fiction\n\nThe Chinese billionaire Huang Xiangmo has called the tax office a “despicable tool for political persecution” over its pursuit of an alleged unpaid $140m tax bill, saying “unknown dark forces” and an Australian “deep state” were conspiring against him.\n\nIn a swingeing attack, the normally reclusive property developer – whose Australian permanent residency was cancelled on advice from Asio in December over fears of foreign political interference – condemned Australian politicians, government agencies and the media for what he described as their “amazingly synergized collaboration” in attacks on him.\n\nHuang Xiangmo given 21 days to declare all of his global assets to Australian court Read more\n\n“All allegations against me have been ‘groundless’ in nature,” he said. “Be it a political donation or an alleged tax burden, it all leads to fictional tales fabricated in a vacuum. Even more shockingly, some government agencies have actually taken or attempted to take some ‘deep state-style’ actions against me based on those ‘fictions’. This is the real woe of Australia and where the actual risk lies for the country.”\n\nHuang said he was never a spy or an “agent of influence” of the Chinese Communist party.\n\n“Over the years, some representatives of the ‘deep state’ in Australia have repeatedly accused me of being an ‘agent of influence’. Yet, despite years of stringent investigation on me, the Asio had to eventually admit that there was not even a hair of evidence for such allegation.”\n\nThe Guardian has sought an interview with Huang over a number of matters, both in Australia and overseas. He provided a statement – in English and Chinese – overnight.\n\nDespite his exile from Australia, Huang has remained starkly prominent in public and political debate over Chinese government influence in the country.\n\nLast month the Independent Commission Against Corruption heard evidence that he had given an illegal $100,000 donation to the New South Wales Labor party delivered in cash in an Aldi shopping bag to the party’s general secretary. Huang was banned from donating because he was a property developer but the donation was allegedly masked because it was funnelled through a series of fake donors.\n\nSimultaneously, though unrelated, the ATO has launched a federal court bid over an alleged unpaid $140m tax bill, arguing before the federal court that Huang “grossly understated” his income to avoid tax. The tax office says Huang has moved nearly $50m out of Australia since he was banned from the country. The ATO says the billionaire does not have enough assets in Australia to pay the bill and may move to bankrupt him to retrieve the debt.\n\nHuang arrived in Australia in 2011 – establishing the Yuhu Group property development firm in 2012 – and assiduously cultivated influence with both sides of Australian politics during this time in the country, donating at least $2.7m to both the Liberal and Labor parties and appearing in photographs with prime ministers and ministers.\n\nHis permanent residency visa was summarily cancelled last December by the Morrison government on character grounds and his application for Australian citizenship withdrawn. The Asio boss, Duncan Lewis, warned both Labor and the Coalition in 2015 against accepting any more money from Huang, arguing that his close links with the Chinese Communist party meant his beneficence would come with expectations of access and influence.\n\nOf particular concern was Huang’s long-running involvement with the Australian Council for the Promotion of the Peaceful Reunification of China, which has been accused of being a front for Chinese government efforts to expand its global influence.\n\nHuang was also the central figure in the downfall of the Labor senator Sam Dastyari, who was forced to resign from parliament after revelations he had asked Huang for money to pay personal legal bills and warned the tycoon he was under surveillance.\n\nLuxury $550m Sydney waterfront project under a cloud after Huang Xiangmo hit with tax bill Read more\n\nHuang also remains involved in a stalled development at one of the most prominent addresses in Australia, One Circular Quay. Work on the $550m apartment and hotel development has ground to a halt, with industry sources saying there is no builder for the project.\n\nHuang said the tax office’s case against him was politically motivated.\n\n“Paying taxes according to law is a fundamental tenet that I have never once failed as an honest businessman,” he said. “This holds true throughout my personal and business life in Mainland China, Hong Kong and Australia. My reputation is as precious as life itself. Never have I ever had any history of default anywhere, let alone any record of tax evasion.”\n\nHuang said he always been “proactive and cooperative” with the tax office, and transparent in his declarations. The case is due to return to court tomorrow.\n\n“The ATO is believed to be a professional government agency with some integrity but it really pains and saddens me that it has now surrendered itself to the pressure of some unknown dark forces, almost allowing itself to become a tool for political persecution against me.”\n\nHuang said the tax office had made errors in assessing his tax debt, based on how it evaluated properties he owned in China. He said this led to a “sensationally high” tax bill.\n\n“By taking advantage of its tax collection power for the purpose of political character assassination and persecution, the ATO has turned into a ‘political weapon’.”\n\nThe ATO has sought and won a worldwide freeze on all of Huang’s assets while it pursues the alleged tax bill.\n\nHuang Xiangmo pulls nearly $50m out of Australia as tax office chases $140m Read more\n\nIn making the freezing order, Justice Anna Katzmann told the federal court: “The results of the audit indicate an intention to avoid paying tax by grossly understating income … these circumstances demonstrate that Mr Huang has both a motive and the means to dissipate his Australian assets.”\n\nHuang said he suspected that the ATO’s action was “a political tool to facilitate some dark forces in an attempt to ruin my reputation, cut off my business network and intimidate my business partners” and complained that it had followed the government’s decision in December to tear up his permanent residency.\n\n“ATO’s dramatic act not only contradicts its usual practices as a professional agency but also transcends the professional competence and ethical tolerance of ATO personnel involved in previous communications and with knowledge of the case,” Huang said.\n\n\n\n“First to deprive me of my residency on groundless allegations, then a further attempt to seize my assets with unfounded claims – this is an egregious abuse of power that sends chills down my spine as I would never have expected it of Australia, a country ruled by law, supposedly,” he said.\n\nThe ATO said it could not comment on the affairs of specific taxpayers, nor on a matter currently before court. But it defended its independence and integrity.\n\n“The ATO administers the taxation and superannuation laws fairly … when we collect revenue or make payments, we operate in a fair, professional and responsible way,” a tax office spokesman said.\n\n“The ATO operates under the common law principle of natural justice, to act fairly and without perceived or actual bias.\n\n“We are responsible for ensuring everyone meets their obligations under these laws, so those who pay or claim the correct amounts are not disadvantaged by those who do not.”\n\n\n\n"}}