{"GDELT": {"GlobalEventID": 881540286, "Day": 20191022, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8, "Actor1Code": "CPV", "Actor1Name": "CAPE VERDE", "Actor1CountryCode": "CPV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.3460410557184703, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Great Barrier Reef, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -18.0, "Actor1Geo_Long": 146.833, "Actor1Geo_FeatureID": "-1576458", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Great Barrier Reef, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -18.0, "Action2Geo_Long": 146.833, "Action2Geo_FeatureID": "-1576458", "DATEADDED": 20191022220000, "SOURCEURL": "https://www.pinknews.co.uk/2019/10/22/climate-change-could-briefly-be-good-if-lesbian-sea-turtle/"}, "ARTICLE": {"TITLE": "Climate change could briefly be a good thing – if you’re a lesbian sea turtle", "TEXT": "A newly hatched loggerhead turtle makes its way to the sea in Turkey, 2018. (Mustafa Ciftci/Anadolu Agency via Getty Images)\n\nClimate change means that the loggerhead sea turtle population is now almost entirely female.\n\nA University of Exeter study found that 84 percent of young loggerhead turtles in Cape Verde – one of the sea turtles’ major nesting grounds – were female.\n\nThe sex imbalance has been triggered by rising temperatures, meaning that the sand the turtles lay their eggs in is warmer – which results in more female baby turtles being born.\n\nAnd the survival of loggerhead sea turtles is at risk – the biological trend means that male loggerhead’s could soon disappear, according to scientists.\n\n“Males here [Cape verde] could vanish in two or three decades,” researcher Adolfo Marco told the Washington Post.\n\nOne nest on the coast that scientists found had only female turtle babies in it.\n\nThe biological sex of turtle young develops and changes in response to the environment. In Cape Verde, the last five consecutive years have each been the hottest on record – and scientists say that this is the reason that nearly all the turtle young are being born female.\n\n“Under a low-emissions scenario, without phenological adaptation, there would only be an estimated 0.14% males produced across the whole population, while under mid- and high-emissions scenarios, male production may cease on most islands,” the study says.\n\nLoggerheads in Cape Verde are not the only population of sea turtles whose survival is threatened by climate change.\n\nAlmost all of the Great Barrier Reef sea turtles have turned female due to environmental changes, scientists have found.\n\nThe Australian green sea turtles have turned from male to female because of sea temperature changes, which play a large role in determining the sex of young green sea turtles.\n\nThe transformation has led scientists to be concerned about the species’ future, with just 0.2 percent of the turtles being male in some areas.\n\nAll of this means that female sea turtles, which display homosexual tendencies, could enjoy a brief lesbian utopia – before almost certainly being wiped out."}}