{"GDELT": {"GlobalEventID": 881541153, "Day": 20191022, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "SYR", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "IsRootEvent": 0, "EventCode": 871, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 9.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.92275574112735, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU", "Actor1Geo_Lat": 39.059012, "Actor1Geo_Long": 34.911546, "Actor1Geo_FeatureID": "TU", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Idlib, Idlib, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY12", "Actor2Geo_ADM2Code": "26365", "Actor2Geo_Lat": 35.9306, "Actor2Geo_Long": 36.6339, "Actor2Geo_FeatureID": "-2542538", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU", "Action2Geo_Lat": 39.059012, "Action2Geo_Long": 34.911546, "Action2Geo_FeatureID": "TU", "DATEADDED": 20191022220000, "SOURCEURL": "https://www.itv.com/news/2019-10-22/russia-and-turkey-strike-deal-to-take-control-of-part-of-syrian-border/"}, "ARTICLE": {"TITLE": "Russia and Turkey strike deal to take control of part of Syrian border", "TEXT": "Video report by ITV News Senior Correspondent John Irvine\n\nThe leaders of Russia and Turkey announced an agreement for their two countries’ forces to jointly patrol almost the entire north-eastern Syrian border after the withdrawal of Kurdish fighters.\n\nThe deal would seal the two countries’ power in Syria, filling the void left by departing American troops after President Donald Trump abruptly ordered their withdrawal.\n\nThe announcement came as Kurdish fighters completed their pullout from a section of the Syrian-Turkish border as required by a US-brokered ceasefire that was set to expire on Tuesday night.\n\nTogether the arrangements transform the map of northeast Syria, leaving Turkey in sole control over one section in the middle of the border, while Turkey, Russia and the Syrian government will have hands in the rest.\n\nThe deployments replace American soldiers who for five years battled alongside Kurdish-led fighters and succeeded in bringing down the rule of the Islamic State group across a third of Syria at the cost of thousands of Kurdish fighters’ lives.\n\nThe American pullout has proven chaotic and stumbling.\n\nIt ran into a new hitch when neighbouring Iraq said Tuesday that the American forces did not have permission to stay on its territory.\n\nThe Iraqi announcement seemed to contradict US defence secretary Mark Esper, who a day earlier said the forces leaving Syria would deploy in Iraq to fight the so-called Islamic State group.\n\nPresidents Vladimir Putin of Russia and Recep Tayyip Erdogan of Turkey announced their agreement after six hours of talks and poring over maps of Syria at the Black Sea resort of Sochi.\n\nUnder the 10-point deal, Kurdish fighters would have 150 hours starting at noon on Wednesday, meaning, until next Tuesday at 6pm, to withdraw from the border.\n\nI believe that this agreement will start a new era toward Syria's lasting stability and it being cleared of terrorism\n\nRussian and Syrian government forces would move into that area immediately to ensure the Kurdish fighters pull back 20 miles from the border.\n\nThen at the end of the 150 hours, Russian-Turkish patrols would begin along a six-mile wide strip of the border.\n\nThe exception would be the region around the town of Qamishli at the far eastern end of the border, which has some of the densest Kurdish population.\n\nRussian and Turkish officials did not immediately say what the arrangement would be around Qamishli.\n\n“I believe that this agreement will start a new era toward Syria’s lasting stability and it being cleared of terrorism.\n\n“I hope that this agreement is beneficial to our countries and to our brothers in Syria,” Mr Erdogan said.\n\nTurkey will keep control of the section in the centre of the border that it captured in its invasion that began on October 9.\n\nThat is the territory that Kurdish fighters withdrew from under the US-brokered ceasefire.\n\nIt extends roughly 75 miles wide and 20 miles deep between the Syrian border towns of Tal Abyad and Ras al-Ayn.\n\nA senior Kurdish official, Redur Khalil, confirmed his forces had entirely left that area.\n\nBut he said Turkish troops and their allies were continuing military operations in northeastern Syria outside that withdrawal zone.\n\nThe Kurdish-led forces notified the White House of the completed withdrawal in a letter, a senior Trump administration official said, speaking on condition of anonymity to discuss the contents of the letter.\n\nAfter the US announced its pullout earlier this month, Turkey launched its invasion, saying it wanted to carve out a safe zone cleared of Kurdish fighters whom it considers terrorists.\n\nTurkey also plans to settle many of the 3.6 million Syrian refugees on its soil in that zone, which is the heartland of Syria’s Kurdish minority.\n\nFor the Kurds, a Turkish takeover would mean the crushing of the self-rule they have carved out in the northeast amid Syria’s civil war.\n\nThey also fear massive demographic change, as Kurdish civilians flee Turkish control and mainly Arab Syrian refugees move in.\n\nThe new agreement aims to ease those fears by giving Russia and its ally, the Syrian government, control over much of the area, with the Turkish patrols limited to closer to the border.\n\nThat may prevent a massive flight of civilians but would be a heavy blow to Kurdish autonomy dreams.\n\nThe Russia-Turkey deal goes a considerable way to restoring the control of Moscow’s ally, the Syrian government, across much of the northeast.\n\nSyrian President Bashar Assad has vowed to reunite all the territory under Damascus’ rule.\n\nOn Tuesday, Mr Assad said he was ready to support any “popular resistance” against Turkey’s invasion.\n\nMr Erdogan is “a thief”, Mr Assad told troops during a visit to the northwestern province of Idlib.\n\n“He stole the factories and the wheat and the oil in cooperation with Daesh (the so-called Islamic State group) and now is stealing the land.”\n\n“We are in the middle of a battle and the right thing to do is to rally efforts to lessen the damages from the invasion and to expel the invader sooner or later,” Mr Assad said.\n\nMr Assad’s visit to Idlib underlined Damascus’ goal of regaining the border.\n\nIdlib is adjacent to a border enclave that Turkey captured several years ago in another incursion.\n\nTurkey also has observation points inside Idlib, negotiated with Russia, to monitor a ceasefire there between the government and opposition fighters and jihadi groups.\n\nHe said his government had offered clemency to Kurdish fighters, whom it considers separatists, to “ensure that everyone is ready to resist the aggression” and fight the Turkish assault.\n\nSyrian state media reported, meanwhile, that government forces entered new areas in Hassakeh province at the far eastern end of the border, under the arrangement with the Kurds."}}