{"GDELT": {"GlobalEventID": 881540313, "Day": 20191022, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.66903914590748, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "South Thompson River, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12566", "Actor1Geo_Lat": 50.6833, "Actor1Geo_Long": -120.333, "Actor1Geo_FeatureID": "-573959", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "South Thompson River, British Columbia, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA02", "Actor2Geo_ADM2Code": "12566", "Actor2Geo_Lat": 50.6833, "Actor2Geo_Long": -120.333, "Actor2Geo_FeatureID": "-573959", "Action2Geo_Type": 4, "Action2Geo_Fullname": "South Thompson River, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12566", "Action2Geo_Lat": 50.6833, "Action2Geo_Long": -120.333, "Action2Geo_FeatureID": "-573959", "DATEADDED": 20191022220000, "SOURCEURL": "https://www.kamloopsnews.ca/news/city-region/residents-cry-foul-over-bad-water-1.1219666"}, "ARTICLE": {"TITLE": "Residents cry foul over bad water", "TEXT": "Tonia Franzen holds up a pair of her eight-year-old daughter's tiny jeans fresh out of the laundry and offers it up to her neighbour for a whiff.\"Tell me what you smell,\" she says.Jennot Tremblay sniffs and recoils with a disgusted look. It's a pungent, mouldy odour similar to leaving a wet pile of laundry unaired for several days.\"Yeah that's what we get too,\" says Tremblay.The neighbours live with their spouses and kids in the Leonard family's G&M Trailer Park on Tk'emlups Indian Band land.The park draws its water from the South Thompson River -surface water whose quality is heavily dependent on weather and the time of year.And the past year has become unbearable, said Franzen, who has lived in G&M for six years.Health Canada issued a boil water advisory two years ago -it's never been lifted. The water also completely clogs filters with sludge within a week.Residents say they're sick of living with deplorable water and wonder why they can't tap into the Tk'emlups Indian Band treatment plant, which is within sight of the park.Chief Shane Gottfriedson said there is no reason since water and sewer lines were installed through the middle of the park last year.All it would take is a service agreement to get treated water to its residents. He couldn't explain the delay.\"It's definitely not from the band's lack of trying to look at providing the services. It's just the manager over there has got to put the initial steps in place,\" he said.\"It's just a matter of them sitting down with our planning and engineering department and working out a service agreement.\"One significant hitch may be that the heirs of the property are in protracted negotiations over its ownership.The park's residents were told that the property has been in probate since a death in the Leonard family several years ago. They believe that's led to neglect.It's not the first time complaints over park infrastructure made the news. In June 2012, Health Canada evacuated part of the park after a rising river overwhelmed the septic system leading the grounds to become flooded by sewage.However Health Canada seems to feel the permanent boil water advisory is a satisfactory answer to the problem, says Franzen. No matter how many questions neighbours ask and complaints they lodge, the federal agency doesn't step in.Health Canada did not immediately provide comment.Debbi Leonard, park manager, said the situation is no worse than it's been ever since the private water system was installed and the park first established decades ago.\"I take special care to make sure that the water is safe,\" she said. \"It is dirty, I do agree. But it's not bacteriologically dangerous.\"She said Health Canada tests the water every week and she's in touch with them even more often than that.\"As I'm talking to you I have water testing bottles on my desk. There will be samples going up there today,\" she said.Leonard referred questions about the band water treatment option to \"any of the heirs\" of the trailer park.\"I'm only an employee here,\" she said.She declined to provide a name or contact information, saying she'd pass along a message. No one from the Leonard family returned the request for comment."}}