{"GDELT": {"GlobalEventID": 881540368, "Day": 20191022, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8, "Actor1Code": "EDU", "Actor1Name": "PROFESSOR", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.16508795669824, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Greenville, South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_ADM2Code": "SC045", "Actor1Geo_Lat": 34.8526, "Actor1Geo_Long": -82.39399999999999, "Actor1Geo_FeatureID": "1245842", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Greenville, South Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSC", "Actor2Geo_ADM2Code": "SC045", "Actor2Geo_Lat": 34.8526, "Actor2Geo_Long": -82.39399999999999, "Actor2Geo_FeatureID": "1245842", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Greenville, South Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSC", "Action2Geo_ADM2Code": "SC045", "Action2Geo_Lat": 34.8526, "Action2Geo_Long": -82.39399999999999, "Action2Geo_FeatureID": "1245842", "DATEADDED": 20191022220000, "SOURCEURL": "https://www.goupstate.com/news/20191022/sidewall-pizza-now-open-in-montgomery-building"}, "ARTICLE": {"TITLE": "Sidewall Pizza now open in Montgomery Building", "TEXT": "Sidewall Pizza is now open for business, anchoring the ground floor of the southwest corner of Spartanburg’s historic Montgomery Building at North Church and East St. John streets.\n\n“It’s so awesome to be here with that physical presence that means so much to so many people who have fond memories,,” Sidewall Pizza floor manager Betty Bishop said Tuesday.\n\nThe pizzeria opened Sunday after a soft opening Saturday. It's open each day from 11 a.m. to 9 p.m., including Sunday.\n\n“It’s great to have another lunch option,” said Elizabeth Cole, an accounting professor at the nearby George Dean Johnson School of Business.\n\nCole was dining with fellow professor Michael Wooten and business analytics graduate student Anastasia Livaditis.\n\nCole ordered a specialty pizza, while Wooten and Livaditis ordered a salad.\n\n“I’ve eaten at the Sidewall Pizza in Travelers Rest and downtown Greenville,” Wooten said. “I am very excited they opened in this location, in the center of town.”\n\nBishop, a Spartanburg native who trained at two Sidewall Pizza locations in Greenville, said what makes the pizza so special is everything is “made from scratch, with local ingredients and made the old-fashioned way.\n\n“Maybe it takes more work, but it pays off in spades,” she said. “The owners don’t cut corners.”\n\nShe said roughly 50 employees have been hired, 20 of whom work in the kitchen and the rest in the dining area.\n\n“They are well-trained,” she said.”We all get to know and fall in love with the product.”\n\nAlso dining at the Spartanburg Sidewall Pizza Tuesday for the first time were Melissa Miller, a stay-at-home mom, and Renea Hewett, an off-duty nurse.\n\nBoth ordered pizza for lunch, and were planning to take unfinished portions home with them.\n\n“The pizzas are great,” Miller said.\n\nThe pizzeria is the third tenant to open since the 10-story Montgomery Building reopened last December after extensive renovations.\n\nOpening on the ground level prior to Sidewall Pizza were Pharmacy Coffee and James and James Collection men’s wear.\n\nAlicia Abrahams, community manager for the building, said there are two vacant ground-floor spaces, but that should change soon.\n\nOne tenant, a retail business, is planning to open in a few months. She said the identity is being kept a secret.\n\n“In six months, this will be completely different,” she said. “Stay tuned.”\n\nThere is also commercial/office space available on the second and third floors, and one commercial space in the basement. The upper floors, from 4 to 10, contain 63 apartments and are 100 percent occupied, Abrahams said.\n\nThe old Carolina Theater in the back of the building, which opened in 1924 as a Vaudeville theater and later a movie theater, is in the process of being restored to its original glory.\n\n“That’s a little longer project,” she said.\n\nAbrahams said Montgomery Building developers James Bakker and Tom Finnegan of BF Spartanburg are taking on the theater restoration.\n\n“Today, it’s still very preliminary,” Abrahams said of the project’s status. “There’s not a lot of details to share.”\n\nNeither Bakker nor Finnegan could immediately be reached Tuesday.\n\nPreservation South Carolina handled the initial planning and fundraising for the $5.5 million restoration project.\n\nIt was then turned over to Bakker and Finnegan, who earlier this year said they envision the theater as its own entity, separate from the Montgomery Building, that will “pay for itself” with any profit going toward its maintenance, the Herald-Journal reported.\n\nSuzanne Brooks, director of the Spartanburg Preservation Fund and program manager of sacred space with Preservation South Carolina, could not immediately be reached Tuesday.\n\nIn February, she said the goodwill the developers had built through the Montgomery Building restoration would make them the best choice to handle the project.\n\n“I am nothing but confident that they are going to find a really outstanding use for the theater,” she said at the time.\n\nMeanwhile, the response from customers and residents has been positive since the restored building reopened.\n\n“Feedback has been really positive so far,” Abrahams said. “This corner is such a positive center for Spartanburg, with a skyline. We’re also promoting walkability.”\n\nThe Montgomery Building is within a short walk of the Spartanburg County administrative offices, the Chapman Cultural Center, the recently opened Cyclebar fitness center and the Spartanburg Marriott.\n\n“It’s great to see new life in this building and to appreciate the history for what it was,” Abrahams said."}}