{"GDELT": {"GlobalEventID": 881541315, "Day": 20191022, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.6649616368286401, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "West Liberty, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH091", "Actor1Geo_Lat": 40.2523, "Actor1Geo_Long": -83.7558, "Actor1Geo_FeatureID": "1061730", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "West Liberty, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.2523, "Action2Geo_Long": -83.7558, "Action2Geo_FeatureID": "1061730", "DATEADDED": 20191022220000, "SOURCEURL": "https://www.sidneydailynews.com/news/159180/unearthing-nations-history"}, "ARTICLE": {"TITLE": "Unearthing nation’s history", "TEXT": "FORT LORAMIE – Greg Shipley and his team have unearthed thousands of artifacts at Ted and Linda Fleckenstein’s farm, many that predate the American Revolution and others discarded by the United States Army more than 200 years ago.\n\nBut as he expanded his search to a field south of Loramie Creek, Shipley and his amateur archaeological group, Wayne’s Legion Research Group, found few signs of the men who occupied the area in the 18th century.\n\n“Sometimes we find a great spot, and sometimes you don’t find anything,” Shipley said during a dig this month. “But that gives you an idea; it helps you understand the footprint of the site.\n\n“We learned that there’s not much here. It was an area where random things were dropped or where guys were just wandering around. This would have been very marshy back in the period.”\n\nShipley estimated he’s made more than 100 visits to the Fleckenstein farm, located along state Route 66 just north of Fort Loramie. While the area south of Loramie Creek is largely devoid of artifacts, Wayne’s Legion Research Group has uncovered evidence north of the creek of the trading post that Pierre-Louis de Lorimier constructed in 1769 and of Gen. Anthony Wayne’s supply depot from the 1790s.\n\n“This is the most special site that I’ve probably ever worked on,” Shipley said. “We’ve found thousands and thousands of things related to Lorimier’s store and especially Gen. Wayne’s supply depot right here.”\n\nShipley has been part of archaeological expeditions for more than 40 years. He’s been interested in archaeology since he was 6 years old and found an arrowhead on his family’s farm north of Urbana.\n\nIn the past six or seven years, after retiring from his job as a quality coordinator for Honda, Shipley has spent more time on archaeology and started leading larger group projects such as the Fort Loramie expedition that began in the fall of 2013.\n\n“It’s just been a real interesting opportunity to study one of these really early United States Army military outposts,” Shipley said.\n\nNo professional archaeological groups have examined the Fleckenstein property so Wayne’s Legion Research Group has undertaken the project, hoping to learn more about an historic period of national expansion. The group includes approximately 20 members and is entirely self-funded.\n\n“We just get together and do these basically out of pocket with our own time,” Shipley said. “We’re doing this because we have an interest in it.”\n\nIn the past six years, the Fort Loramie excavation has uncovered 400 military buttons, thousands of musket balls, gun flints, gun parts, buckles and many more objects discarded by the Legion of the United States. The Legion, often termed Wayne’s Legion, was the United States’ army from 1792 to 1796, tasked with asserting U.S. sovereignty in the region.\n\nSouth of Loramie Creek, the only evidence of Wayne’s Legion the researchers uncovered in their first 80 foot by 40 foot excavation plot was a uniform button and a buckshot pellet.\n\n“It’s just neat to see the history come back out of the ground,” said Carl Stuard, of Arlington, holding a buckshot pellet he found.\n\nWayne established a supply depot near present-day Fort Loramie, a valuable site because of its proximity to Loramie Creek and the St. Marys River – waterways used in transporting military supplies.\n\nPrior to the military presence, the property was the site of Lorimier’s trading post from 1769 until 1782. Lorimier, a native French-Canadian, had supported British and Native American raids against the growing American presence in the region. The trading post was destroyed as part of a campaign against the Shawnee led by George Rogers Clark and Benjamin Logan.\n\n“We found quite a few fire pits, trash pits and actually post molds from where George Rogers Clark and Ben Logan burned down Lorimier’s trading post over there,” Shipley said. “We found the burnt post molds of where the store was over in the other field right north of us.”\n\nIt’s rare to find an undisturbed trash pit like Wayne’s Legion Research Group did in 2016, Shipley said. The pit provided evidence of what the Legion of the United States ate including beef bones, deer bones, turkey spurs and wild boar tusks.\n\n“We’ve actually found one or two bear teeth, which is really cool thinking they were totting a big black bear or something in the 1790s back into camp,” Shipley said.\n\nTo find relics from the earliest days of the United States, Shipley and his team clear the top layer of soil from their excavation sites. The top layer of dirt, referred to as the plow zone, is largely devoid of artifacts as farmers and treasure hunters have already picked up items near the surface.\n\n“People were actually picking up relics behind horses when they used to plow these fields with horses in the 1800s,” Shipley said. “There was a wonderful pipe tomahawk found on this site back in the very beginning of the 1900s.\n\n“It’s hard to imagine what was being found back in the early days when you were behind a horse or a mule or turning it over with a one-bottom plow. You’d have been getting gun barrels and knives and everything up out of the ground just to get them out of your way because it wasn’t anything interesting to those people back in those days. It was just in his way.”\n\nSome items have settled below the plow zone including buttons from the uniforms of Wayne’s Legion. The soldiers wore their uniforms to shreds, Shipley said, and documents state that Wayne complained that the uniforms were substandard.\n\n“The Fallen Timbers campaign of 1794 and then the Treaty of Greenville that was signed in 1775, by the time that period was over those clothes had worn out and fallen apart,” Shipley said. “So virtually all the Wayne’s Legion buttons ever created are here in the western part of Ohio.\n\n“A lot of these buttons, it just makes you cry they weren’t found 10 or 20 years ago because they’re just falling apart now. That pewter can’t take it much longer laying in this ground.”\n\nWayne’s Legion Research Group is trying to save the artifacts that remain in the ground and document its findings so people can better understand the lives of the people who left them behind.\n\nShipley has made presentations with some of the items discovered at Fort Loramie, but ultimately they’re all returned to the Fleckenstein family.\n\n“Everything we find stays together,” Shipley said. “We clean it. I catalog it, photograph it.”\n\nLinda Fleckenstein, watching the researchers from a lawn chair at the edge of her family’s field, said it’s been amazing to see the items that still are discovered hundreds of years after they were lost or discarded.\n\n“It’s interesting,” she said. “And I never thought I would sit out here in the hot sun with an umbrella in the middle of a field watching them dig.”\n\nFor more information about the discoveries in Fort Loramie and elsewhere, visit Shipley’s Facebook page at www.facebook.com/greg.shipley.756.\n\nGreg Shipley searches for evidence of the Legion of the United States on the Fleckenstein farm, located along state Route 66 just north of Fort Loramie. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMGP0943.jpg Greg Shipley searches for evidence of the Legion of the United States on the Fleckenstein farm, located along state Route 66 just north of Fort Loramie. Kyle Shaner | Sidney Daily News Ian McAtee creates a grid using string at the Wayne’s Legion Research Group’s excavation site near Fort Loramie. The 80 foot by 40 foot dig site was divided into 32 grids, which help the group document where objects are discovered. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMGP0929.jpg Ian McAtee creates a grid using string at the Wayne’s Legion Research Group’s excavation site near Fort Loramie. The 80 foot by 40 foot dig site was divided into 32 grids, which help the group document where objects are discovered. Kyle Shaner | Sidney Daily News Carl Stuard, of Arlington, uses a metal detector to search a pile of dirt from the plow zone during an archaeological dig at Ted and Linda Fleckenstein’s farm near Fort Loramie. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMGP0922.jpg Carl Stuard, of Arlington, uses a metal detector to search a pile of dirt from the plow zone during an archaeological dig at Ted and Linda Fleckenstein’s farm near Fort Loramie. Kyle Shaner | Sidney Daily News Doug Penhorwood places an item he found into a plastic container during an archaeological dig near Fort Loramie. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMGP0955.jpg Doug Penhorwood places an item he found into a plastic container during an archaeological dig near Fort Loramie. Kyle Shaner | Sidney Daily News Greg Shipley inspects a piece of barbed wire he found during an archaeological dig near Fort Loramie. The barbed wire wasn’t as old as the objects he hoped to find in the field. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMGP0961.jpg Greg Shipley inspects a piece of barbed wire he found during an archaeological dig near Fort Loramie. The barbed wire wasn’t as old as the objects he hoped to find in the field. Kyle Shaner | Sidney Daily News A case displays historical objects that have been found on the farm of Ted and Linda Fleckenstein near Fort Loramie. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMG_3652.jpg A case displays historical objects that have been found on the farm of Ted and Linda Fleckenstein near Fort Loramie. Kyle Shaner | Sidney Daily News Carl Stuard shows a buckshot pellet he uncovered this month in a field near Fort Loramie. The pellet was from the Legion of the United States, the nation’s army in the late 1700s. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMG_3674.jpg Carl Stuard shows a buckshot pellet he uncovered this month in a field near Fort Loramie. The pellet was from the Legion of the United States, the nation’s army in the late 1700s. Kyle Shaner | Sidney Daily News Greg Shipley shows Spanish pieces of eight that were discovered near Fort Loramie. The one on the left had been cut into fragments to make change. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMG_3656.jpg Greg Shipley shows Spanish pieces of eight that were discovered near Fort Loramie. The one on the left had been cut into fragments to make change. Kyle Shaner | Sidney Daily News Greg Shipley shows a musket ball mold that was discovered near Fort Loramie. Half of the mold, which would close to make a musket ball, is missing. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMG_3658.jpg Greg Shipley shows a musket ball mold that was discovered near Fort Loramie. Half of the mold, which would close to make a musket ball, is missing. Kyle Shaner | Sidney Daily News Greg Shipley shows a pair of frog-legged eagle buttons that were discovered near Fort Loramie. The buttons were on the uniforms of the Legion of the United States. Hundreds of them have been found near Fort Loramie and Greenville. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMG_3671.jpg Greg Shipley shows a pair of frog-legged eagle buttons that were discovered near Fort Loramie. The buttons were on the uniforms of the Legion of the United States. Hundreds of them have been found near Fort Loramie and Greenville. Kyle Shaner | Sidney Daily News A case of buttons lost or discarded by members of the Legion of the United States are displayed. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMG_3650.jpg A case of buttons lost or discarded by members of the Legion of the United States are displayed. Kyle Shaner | Sidney Daily News Greg Shipley, front, of West Liberty, leads the Wayne’s Legion Research Group in searching for artifacts from the Legion of the United States, which was the United States’ army in the late 1700s. The research group also had members from Bellefontaine, Bradford, Findlay, Forest, Greenville, Russells Point and Urbana assisting. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/10/web1_IMGP0954.jpg Greg Shipley, front, of West Liberty, leads the Wayne’s Legion Research Group in searching for artifacts from the Legion of the United States, which was the United States’ army in the late 1700s. The research group also had members from Bellefontaine, Bradford, Findlay, Forest, Greenville, Russells Point and Urbana assisting. Kyle Shaner | Sidney Daily News\n\nBy Kyle Shaner kshaner@sidneydailynews.com\n\nReach this writer at kshaner@sidneydailynews.com or 937-538-4824.\n\nReach this writer at kshaner@sidneydailynews.com or 937-538-4824."}}