{"GDELT": {"GlobalEventID": 881540354, "Day": 20191022, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8, "Actor1Code": "EDU", "Actor1Name": "ECONOMIST", "Actor1Type1Code": "EDU", "Actor2Code": "ESPGOV", "Actor2Name": "SPAIN", "Actor2CountryCode": "ESP", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.64550264550265, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Junin, Trujillo, Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE21", "Actor1Geo_ADM2Code": "32144", "Actor1Geo_Lat": 9.47637, "Actor1Geo_Long": -70.8686, "Actor1Geo_FeatureID": "-946295", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Junin, Trujillo, Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE21", "Action2Geo_ADM2Code": "32144", "Action2Geo_Lat": 9.47637, "Action2Geo_Long": -70.8686, "Action2Geo_FeatureID": "-946295", "DATEADDED": 20191022220000, "SOURCEURL": "https://panampost.com/sabrina-martin/2019/10/22/maduro-putin-pdvsa-russia/"}, "ARTICLE": {"TITLE": "Maduro Negotiates With Putin The Handover of PDVSA to Russia", "TEXT": "Spanish – Nicolas Maduro’s regime is considering the option of handing over the control of the state oil company PDVSA to Russia as a form of payment given the million-dollar debts it has with Vladimir Putin’s government.\n\nAccording to the local newspaper El Nacional, Russia has already begun the process to take over PDVSA through its own state-run company, Rosneft. This situation would make Venezuela vulnerable and would be a peril for the United States.\n\nThe regime is attempting to cancel Venezuela’s debt with China. The same had happened with Citgo when Maduro provided 49.9% of his shares to Rosneft as a guarantee.\n\nEstá tomando fuerza la hipótesis de que#PDVSA pueda ser entregada a la petrolera Rusa #ROSNEFT por no poder honrar la deuda que han adquirido desde la llegada de Chávez y Maduro a la presidencia según opinión del Ing. Rafael Brito. La #produccion de crudo continúa en picada pic.twitter.com/tYCQX688KL — Maibort Petit (@maibortpetit) October 17, 2019\n\nThe Russians are analyzing the possibility of taking total control of PDVSA. They have already demanded that Venezuela reduce the personnel because currently, there are more than 70,000 people on the payroll, and “it is not feasible to create a company that is moderately competitive.”\n\n“They are already reviewing ships and facilities to determine the actual situation of the Venezuelan oil industry. Based on that, they should close the pact. The process should not take long because there is an emergency,” said sources linked to the industry.\n\nAccording to El Nacional, the regime is seeking legal means to hand over control of PDVSA to Rosneft without labeling the process as an act of privatization since that would require the approval of the opposition-majority National Assembly under Venezuelan law.\n\nAlthough the Russian news agency TASS replicated the news, Sputnik, another Russian state media, pointed out that according to Rosneft, these are rumors. “We don’t comment on rumors,” a Rosneft spokesman told Sputnik.\n\nPreviously, the Russian state-owned oil company announced that PDVSA had reduced its debt from 1.8 billion USD to 1.1 billion USD in the second quarter of 2019. According to economist Alexander Guerrero, Venezuela restructured its debt with Russia with a payment of monetary gold amounting to 666 million USD.\n\nThe million-dollar debt that Venezuela owes Russia is the main link between the two countries. In June, the Chavista regime gave Russia two new gas fields, granting it 100% control of the project and all rights to the extracted gasoline.\n\nThrough the Russian state-owned company, Moscow has acquired part ownership of several Venezuelan oil fields: Petromonagas (40%), Petromiranda (32%), Petroperijá (40%), Boquerón (26,6%), Petrovictoria (40%), and Junin 6 (more than 30%).\n\nIt is not outlandish to think that Russia wants to expand its presence in Venezuela through the petroleum route. The regime has already channelized its cash flows through petroleum sales via Rosneft, the company responsible for PDVSA exports.\n\nIt is noteworthy that in December 2016, it was revealed that Maduro secretly mortgaged the Citgo refinery to Russia for a million-dollar loan. If Citgo or PDVSA default on the payment, Rosneft could end up owning important oil refineries and pipelines in the United States.\n\n“A genius move”\n\nFrancisco Monaldi, a researcher at the Baker Institute of the University of Raleigh, told the PanAm Post that although it is unclear whether Russia would be willing to make million-dollar investments in PDVSA, he believes that Vladimir Putin’s government has played a “genius game.” Russia is benefiting in every way amid the unprecedented crisis in Venezuela.\n\n“The Russians have been taking control of the Venezuelan oil industry, especially with exports. They also control the two main gas fields and manage shares in different refineries in Venezuela,” he added.\n\nThe specialist said that the American oil companies’ license to operate in Venezuela would expire next week. In that case, the Russians could also seek to appropriate the gaps that companies like Chevron would leave behind.\n\n“If foreign companies like Chevron leave Venezuela, the oil industry could virtually fall into the hands of the Russians. They will find the opportunity to expand, although it is not yet clear how they would do it,” he explained.\n\n“The Russians have taken over the oil sector to collect their debt and are also the best positioned during the political transition in Venezuela. They have made a brilliant move. If Maduro remains in power, Russia will retain “ownership” of Venezuela’s oil sector, and if another president takes over, Russia will have the option to sell all its assets and make a lot of money. It is a genius move in any case,” he said.\n\n“Russia is in no condition”\n\nTo clarify the situation regarding the possibility that PDVSA could fall entirely into the hands of Russia, PanAm Post interviewed economist Jose Toro Hardy, who was a senior member of PDVSA’s board of directors before Hugo Chavez came to power. Toro pointed out that the Russian economy is badly hit, and it is difficult for them to decide whether to assume all the burden that the Venezuelan state represents in its current “destroyed” state.\n\n“PDVSA has destroyed itself. The company used to produce 3.5 million barrels in 1998; today, it produces about 640,000 barrels a day. Production is falling rapidly,” he said.\n\nThe economist explained that although Maduro’s regime may be desperate to find a way out, Russia may not be in a position to take full control of the Venezuelan state. “Russia today is a poor country with missiles,” he added.\n\n“The regime knows perfectly well that what it is doing is no longer viable and is probably desperate to find a way out. However, it forgets that Russia is most likely not in a position to help. Russia itself is in a major economic crisis. Its GDP has fallen by 6%. The country has severe geopolitical problems at its borders. It faces sanctions from Europe and the US. Moreover, it is in an acute economic situation,” said the specialist.\n\n“Although Russia is not in a good financial condition, companies like Rosneft still try to look for good businesses in Venezuela. But it is a very different thing to pretend to take over the Venezuelan oil industry, which would also violate the Venezuelan Constitution. The balance of the debt with Russia is a tiny fraction of total PDVSA debt. So it would be a sort of treason to the homeland to try to exchange the Russian debt for control of PDVSA,” he said."}}