{"GDELT": {"GlobalEventID": 881540991, "Day": 20191022, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8, "Actor1Code": "PTY", "Actor1Name": "DEMOCRATIC PARTY", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.96039603960396, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Oyo State, Oyo, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI32", "Actor1Geo_ADM2Code": "191166", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": 4.0, "Actor1Geo_FeatureID": "-2024630", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Oyo State, Oyo, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI32", "Action2Geo_ADM2Code": "191166", "Action2Geo_Lat": 8.0, "Action2Geo_Long": 4.0, "Action2Geo_FeatureID": "-2024630", "DATEADDED": 20191022220000, "SOURCEURL": "https://www.thisdaylive.com/index.php/2019/10/22/south-west-pdp-backs-makindes-reconstruction-plan-for-iwo-road-interchange/"}, "ARTICLE": {"TITLE": "South West PDP Backs Makinde’s Reconstruction Plan for Iwo Road Interchange", "TEXT": "The South-West chapter of the Peoples Democratic Party (PDP) has commended the decision of Gov. Seyi Makinde of Oyo State to reconstruct the Iwo Road Interchange, describing the move as bold and courageous.\n\nThe South-West PDP, in a statement issued on Tuesday, in Ibadan, by Mr Ayo Fadaka, the Zonal Publicity Secretary, said that the planned reconstruction was “well-thought-out and a reflection of governance with people’s interest at its core.”\n\nAccording to the party, the courage exhibited by Makinde to reconstruct the interchange would provide a lasting solution to the perennial traffic logjam around Iwo Road.\n\n”The road has become problematic for motorists and road users for years and the criticism by the opposition All Progressives Congress (APC) is not only misplaced but mischievous.\n\n“Residents and visitors to the prime city of South-West, Ibadan, have suffered untold losses as a result of the traffic snare on the Iwo road axis,” it stated.\n\nThe PDP, in the statement, further took a swipe at the Oyo APC, that criticised the planned reconstruction, saying that APC was merely showcasing itself as enemy of the people."}}