{"GDELT": {"GlobalEventID": 881541643, "Day": 20191022, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8, "Actor1Code": "ltn", "Actor1Name": "LATINOS", "Actor1EthnicCode": "ltn", "Actor2Code": "ESP", "Actor2Name": "EBRO", "Actor2CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.77777777777778, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Puerto Rico", "Actor2Geo_CountryCode": "RQ", "Actor2Geo_ADM1Code": "RQ", "Actor2Geo_Lat": 18.2359, "Actor2Geo_Long": -66.4838, "Actor2Geo_FeatureID": "RQ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Puerto Rico", "Action2Geo_CountryCode": "RQ", "Action2Geo_ADM1Code": "RQ", "Action2Geo_Lat": 18.2359, "Action2Geo_Long": -66.4838, "Action2Geo_FeatureID": "RQ", "DATEADDED": 20191022220000, "SOURCEURL": "https://107jamz.com/fat-joe-eminem-rejected-demo-tape/"}, "ARTICLE": {"TITLE": "Fat Joe Says Eminem Tried to Give Him a Demo Six Different Times But He Never Listened", "TEXT": "Fat Joe takes a stroll down memory lane, and apparently that involves recalling a time he ignored a young rapper who'd become an international superstar.\n\nSpeaking with Florida's WEDR 99.1 FM Miami for their 99 Jamz Live event in an interview portion that was published to the station's Instagram account on Monday (Oct. 21), the Terror Squad founder spoke on a period of time in which he rejected the chance to listen to Eminem multiple times. Six, to be exact.\n\n\"What happened was Eminem out here in Miami, he gave me his demo like six different times.\" Joe said. \"And everywhere I went there was this little White boy and he kept giving me his demo he was like 'yo listen to my music, I am telling you, I am nice, I'm nice, I'm nice.' And I never really, I didn't do it, and now he is the biggest guy in the universe. \"\n\nRetweeting an Uproxx story about his apparent Em rejection today, Joe admitted that it was the biggest mistake of his life.\n\nElsewhere in the interview, Joe remembered a similar experience with Rick Ross and recollected the time he apparently helped Pitbull get signed by bringing him to New York City.\n\nFat Joe recently made other headlines when he said that all Latinos are Black.\n\n\"Let's speak about Latinos not being Black,\" Joe said in a September interview with Hot 97's Ebro on the Morning. \"Latinos are Black. In Cuba, at one time, there was 8 million Cubans. 5 million, unfortunately, were slaves. 3 million were actual Cubans, and they integrated and had babies. Same thing with Puerto Rico when you go to Loíza. And when you talk about Santeria, that came from the motherland Africa. Sometimes, Latinos may even identify themselves with African and Black culture more than Black people. This ain't no crazy thing. Fat Joe ain't on crack. He know what he talking about.\"\n\nHis comments were met with some criticism, but his friend and frequent collaborator Remy Ma came to his defense."}}