{"GDELT": {"GlobalEventID": 881541267, "Day": 20191022, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.0164533820841, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Houston, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX201", "Actor1Geo_Lat": 29.7633, "Actor1Geo_Long": -95.3633, "Actor1Geo_FeatureID": "1380948", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Houston, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX201", "Action2Geo_Lat": 29.7633, "Action2Geo_Long": -95.3633, "Action2Geo_FeatureID": "1380948", "DATEADDED": 20191022220000, "SOURCEURL": "https://www.chron.com/neighborhood/bellaire/news/article/In-time-for-the-World-Series-Three-Brothers-14554319.php"}, "ARTICLE": {"TITLE": "In time for the World Series: Three Brothers Bakery adapts after losing kosher license", "TEXT": "In time for the World Series: Three Brothers Bakery adapts after losing kosher license\n\nHouston Astros fans can pick up sweet treats from Three Brothers Bakery as the hometown team makes its way through the 2019 World Series. The Astros are playing the Washington Nationals beginning Tuesday, Oct. 22, 2019. less Houston Astros fans can pick up sweet treats from Three Brothers Bakery as the hometown team makes its way through the 2019 World Series. The Astros are playing the Washington Nationals beginning Tuesday, Oct. ... more Photo: Tracy Maness / Staff Photo Photo: Tracy Maness / Staff Photo Image 1 of / 9 Caption Close In time for the World Series: Three Brothers Bakery adapts after losing kosher license 1 / 9 Back to Gallery\n\nFive months after Three Brothers Bakery lost its kosher license, the bakery is learning to adapt and is ready to help Houston cheer on the Astros with their delicious and beautiful treats.\n\nOn May 7, 2019, the eve of the bakery’s 70th anniversary, co-owners Janice and Bobby Jucker were preparing to celebrate when they received some bad news. The Houston Kashruth Association had decided to strip their kosher license after the bakery stayed open on Saturdays during Passover so it could make their Hurricane Harvey loan payments after taking on 4.5 feet of water in its Braeswood store in southwest Houston. The store had also flooded in 2015 and 2016.\n\nBobby Jucker comes from five generations of kosher bakers who started back in Poland nearly 200 years ago. As both local and national press coverage shared Three Brothers’ story, people from all over Houston — and sometimes beyond — headed to its Braeswoood, Memorial and Washington locations to show their support.\n\n“It was — especially that first month — it was incredible. I mean just the support that we had. It was so heart-rendering or touching or whatever. We were just shocked,” said Janice Jucker.\n\nAs summer set in, traffic decreased at the locations some, but she has a theory about that.\n\nRELATED: Three Brothers Bakery loses Kosher license after 70 years\n\n“It seemed really slow this summer, and I think that was true for everybody that I could tell because somebody said they went into a restaurant, and they were just so empty, and just more so than normal. Like where I get a manicure seemed slow,” Janice Jucker said. “I kind of think what happened this summer compared to last summer was the Harvey thing. So last summer, we weren't even a year from Harvey. People were still figuring everything out for going on vacation. And I think this summer people took a vacation.”\n\nEven the Juckers waited until this summer to take a vacation after Harvey. The summer before, a lot of people were still in town, struggling to still recover and would come in more.\n\nIn August, an organization named Celebration Company that is part of the Jewish Family Service had a 10th anniversary celebration. Celebration Company, who has a long relationship with Three Brothers, insisted its items be served. The Houston Kashruth Association kashered part of the bakery and allowed it. During the Jewish holidays Rosh Hashanah and Yom Kippur in late September and early October, Janice Jucker said business was understandably slower because a whole part of their customers could not shop there since their products were no longer kosher. However, while part of their kitchen was kosher for the Celebration Company event, the bakery took the opportunity to make challah bread that they sold at the event as a fundraiser and that people could freeze for the later holidays.\n\nShe said she was glad to know that a part of their bakery could be kashered off in the future if customers are willing to pay for the extra expenses. While part of the bakery was kashered, a wedding cake was made and frozen for later in the fall. She said with very few kosher bakeries left in Houston, the bride was excited that she had the opportunity to get her cake from Three Brothers.\n\nJanice Jucker said she has no idea if they will ever get their kosher license back but that getting to sell a few kosher things gave her a bit of hope. One of the biggest things she misses is keeping up relationships with faces and families that would come in often, some for generations. “But for me, one of the things I missed was just seeing everybody. You know, that’s part of the fun of the holiday for us, you know, catching up with people because they all come in mass at once, right. So it’s very concentrated visiting.”\n\nRELATED: Three Brothers Bakery owner Bobby Jucker named one of the top bakers in the country\n\nLosing their license has helped the Juckers to build new relationships with people who had never been in before and also forged areas of opportunities. For example, if someone wants to license their products to combine with other items to sell. The Juckers have also been scoping out areas where they could open other locations.\n\n“So we’re aggressively wanting to open new places because really in the end, that’s going to be the biggest hit for us, is to have more places, will bring us more new customers,” Janice Jucker said.\n\nStill considering doing boxed-lunch catering, Janice Jucker said she has just been certified as a majority-women owned business, which should allow her to be able to approach diversity managers at big corporations that can help the bakery spread the word about the new services. The holidays are coming up, and Janice Jucker said she is hopeful for this year’s business, especially with the introduction of corporate gifts like shippable pecan pies that come with customized box tops with a company logo or whatever the customer wants. “We’re just trying different things, right?”\n\nAlso, the bakeries are still doing their pink ribbon sale to support Susan G. Komen Race for the Cure Houston. A portion of the sale of any bakery item that has a pink ribbon on it goes to help Janice Jucker’s fundraising campaign. (She is a breast cancer survivor and is aiming to be a top fundraiser this year.)\n\nStill in the midst of their own victory story, Three Brothers Bakery is rooting hard this year for their hometown team. The Houston Astros start Tuesday, Oct. 22, and the three locations have you covered for all your sweet treats: iced gingerbread cookies and cupcakes with the Astros’ logos, iced Rice Krispies treats shaped like ballgloves and more. All are sweet, tasty and perfect for viewing parties.\n\n“That’s just fun, and it reminded me of, I said, ‘Maybe, we didn’t have a storm from last year,” Janice Jucker said. “Maybe that’s why we didn’t go to the World Series last year.’ But this year, we had Imelda, and their wins are bringing up the community again, right? And it’s so exciting, It’s just been fun to do. Go Stros.”\n\ntracy.maness@hcnonline.com\n\nTOP HITS: Get Houston Chronicle stories sent directly to your inbox"}}