{"GDELT": {"GlobalEventID": 882134221, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "REF", "Actor1Name": "REFUGEE", "Actor1Type1Code": "REF", "Actor2Code": "RWA", "Actor2Name": "RWANDA", "Actor2CountryCode": "RWA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.67289719626169, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Eritrea", "Actor1Geo_CountryCode": "ER", "Actor1Geo_ADM1Code": "ER", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 39.0, "Actor1Geo_FeatureID": "ER", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gashora, Est, Rwanda", "Actor2Geo_CountryCode": "RW", "Actor2Geo_ADM1Code": "RW11", "Actor2Geo_ADM2Code": "21974", "Actor2Geo_Lat": -2.2048, "Actor2Geo_Long": 30.2413, "Actor2Geo_FeatureID": "-2180440", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gashora, Est, Rwanda", "Action2Geo_CountryCode": "RW", "Action2Geo_ADM1Code": "RW11", "Action2Geo_ADM2Code": "21974", "Action2Geo_Lat": -2.2048, "Action2Geo_Long": 30.2413, "Action2Geo_FeatureID": "-2180440", "DATEADDED": 20191025031500, "SOURCEURL": "https://www.voanews.com/africa/african-refugees-evacuated-libya-tell-horror-stories-rwanda"}, "ARTICLE": {"TITLE": "African Refugees Evacuated from Libya Tell Horror Stories in Rwanda", "TEXT": "GASHORA, RWANDA - African migrants evacuated from Libyan detention centers to Rwanda say they still want to make the dangerous journey to Europe, despite the abuse they encountered in Libya.\n\nThe 189 migrants, mostly Eritreans but also Somalis, Ethiopians and Sudanese, were brought to Rwanda after a September agreement with the African Union.\n\nNear the lake at the Gashora Transit Camp in Rwanda, 37-year-old Eritrean Ganet Nagash is dressed in black and her eyes look swollen because of crying.\n\nMigrants in a dinghy are rescued by the Libyan coast guard in the Mediterranean Sea off the coast of Libya, Oct. 18, 2019.\n\nA nightmare in Libya\n\nNagash says she paid a smuggler $5,500 to get her to a better life in Europe. But once in a boat on the Mediterranean Sea, her journey came to a horrific end.\n\nShe says that her boat capsized and that they were captured by the Libyan coast guard. They told her that she was in a United Nations camp, but it appeared to be a detention center. Nagash can’t tell what happened to her there, but she says it’s grim.\n\nOff camera, many of the women at the Gashora camp say Libyan guards beat and raped them.\n\nNow evacuated to a Rwandan transit camp, the U.N. refugee agency (UNHCR) provides the migrants with housing and food. There are brick houses in the camp, and migrants sit quietly in front of them on the red soil.\n\nWATCH: African Migrants Evacuated from Libya Tell Horror Stories\n\nNagash suddenly bursts out crying and bends on her knees — because of trauma, says Elise Villechalane of the UNHCR.\n\n“A healing process doesn’t happen overnight,” Villechalane said. “That’s why we have specialized psychologists and protection officers who are here to work with them and accompany them on that journey.”\n\nNagash and other refugees say they are thankful to Rwanda for helping bring them to safety.\n\nAsylum-seekers who arrived from Libya, are seen at the United Nations emergency transit center in Gashora, Rwanda, Oct. 23, 2019.\n\nAbdul Abbas is from Somalia. He came here with his wife and a 3-month-old daughter, who was born in detention in Libya.\n\nHe says he is happy.\n\n“Because I am standing here. The place is safe, and I have health and everything. I am very happy,” he said.\n\nRwanda recently agreed to temporarily take in 500 migrants who were kept in Libyan detention centers.\n\nThe UNHCR says Libya still holds 5,000 more African migrants in the overcrowded centers, where they face abuse.\n\nDespite the risk, many like Nagash still want to flee Africa.\n\nShe says that Europe is where she and the other refugees want to go to. She says they don’t want to stay in Rwanda.\n\nFor now, these refugees are safe and have time to consider their next move for a better future."}}