{"GDELT": {"GlobalEventID": 882134289, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "SYR", "Actor1Name": "SYRIAN", "Actor1CountryCode": "SYR", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.09318996415771, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20191025031500, "SOURCEURL": "https://www.thenews.com.pk/print/545960-erdogan-mocks-european-fears-over-syrian-refugee-flows"}, "ARTICLE": {"TITLE": "Erdogan mocks European fears over Syrian refugee flows", "TEXT": "ANKARA: President Recep Tayyip Erdogan on Thursday mocked European fears over a possible influx of Syrian refugees, repeating his threats to \"open the gates\" for them to reach Europe.\n\n\"When we say we will open the gates, they are up in arms. Don´t be up in arms, the gates will be opened when the time comes,\" Erdogan said in a televised speech in Ankara.\n\nTurkey agreed to stem the flow of migrants to Europe under a 2016 deal but EU states are still concerned that the volatile Syrian conflict will cause further movements of people. Turkey currently hosts more than 3.6 million Syrian refugees.\n\n\"Let´s see you host hundreds of thousands of people, let´s see how you would do this work,\" Erdogan said, addressing his neighbours in the EU.\n\n\"You have money, you are strong but when 100, 200 people go to Greece by sea, you rush to the phone, saying: ´A hundred people, 200 people arrived on the islands´,\" he added scornfully.\n\n\"Look here, there are four million people. You do not say anything about this.\" Turkey drew widespread international criticism after it launched a military operation on October 9 to push Kurdish fighters back from its border with Syria.\n\nAnkara suspended the offensive after securing a \"safe zone\" stretching 32 kilometres (20 miles) into Syrian territory in which it intends to settle some of the refugees currently in Turkey. Erdogan also said the Turkish army, together with its Syrian proxies, was engaged in mine removal in the region it had secured, and threatened to \"trample\" any Kurdish forces they found there."}}