{"GDELT": {"GlobalEventID": 882134415, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "USA", "Actor1Name": "NEW MEXICO", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.0565291124929304, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Kayenta, Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_ADM2Code": "AZ017", "Actor1Geo_Lat": 36.7278, "Actor1Geo_Long": -110.255, "Actor1Geo_FeatureID": "6627", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Kayenta, Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_ADM2Code": "AZ017", "Action2Geo_Lat": 36.7278, "Action2Geo_Long": -110.255, "Action2Geo_FeatureID": "6627", "DATEADDED": 20191025031500, "SOURCEURL": "https://navajotimes.com/opinion/letters/let-people-decide-if-they-want-constitution/"}, "ARTICLE": {"TITLE": "Letters: Let people decide if they want constitution", "TEXT": "The year was 1989 — a year before the next big election. In the fall 1990 Primary Election there were 14 registered and qualified candidates for the new Office of President of the Dineh Nation.\n\nIncluded were the big three: Peter MacDonald, Peterson Zah and Leonard Haskie — who all spent hundreds of thousands of dollars of Dineh government monies to be put on the general election ballot.\n\nAs one of the 11 poorer-also-ran-candidates, my followers raised less than $1,900 to be spent on radio and newspaper ads. I ran as a Constitution advocate candidate. I was awarded 6 percent of the primary election votes for campaigning seven weeks before the election date.\n\nThe latest Navajo Times front-page news item reads: “Referendum on 3-branch government tabled” (Sept. 26, 2019). Tabled — so what else is new?\n\nIn 1989, I was the only one of the 14 candidates to advocate for the creation of the Dineh Nation Constitution after a referendum had been voted on by the Dineh Nation electorate.\n\nWhen Title II was voted on without any input from the Dineh Nation electorate, I went straight to the Office of Speaker of the Council and asked Mr. Nelson Gorman if he was now the most important — and powerful — person in the Dineh Nation government even if he had not been elected to be so designated by the Dineh Nation electorate.\n\nMr. Gorman looked down and did not give an answer. I waited for about a minute as I wanted a simple “yes or no” answer. No answer, so I left — I interpreted the silence to be a “yes” answer.\n\nThe recent Dineh Nation Council action to table the discussion was the only thing to do. Yes, the Dineh Nation electorate had absolutely not been given the opportunity to speak via a referendum. Voters of the Dineh Nation are tired of talk, talk, talk — no, no, no action. Title II has been talk — no action — for far too long. Until the present, the quiet tabling manner is simply no action as there is no concrete basis for the tabling hand waves — yo wooji.\n\nI would like to go on record for saying to the Dineh Nation Council the following:\n\nDo not wait for an election date. Simply place a referendum before the Dineh Nation electorate as soon as possible. Each Council member simply needs to have their chapter officials present the referendum.\n\nThe referendum should be simple: Do you wish to have a Dineh Nation Constitution constructed as a foundation for a three-branched Dineh Nation government, as an immediate and direct replacement of something known as Title II? Yes, or no.\n\nTacheeni Scott\n\nFlagstaff, Ariz.\n\nKeep trash collection cost low\n\nIn the past, our Navajo Nation had to deal with illegal dumping onto our beautiful land. Our local government (chapters) that collect the people’s trash made cost adjustments where the people could afford paying for the trash that needed to be discarded, eliminating illegal dumping in our forest or arroyos.\n\nIllegal discarding of unwanted trash onto sites around the reservation looks very unfavorable to the eyes and to those visiting our communities. This type of response is by those that disregard the community’s priority in keeping our communities clean. Illegal dumping affects those that live on the land or use the land for grazing, farming, etc.\n\nLet’s look at this situation again. The people are on a fixed income and when it comes to wanting their trash handled and/or collected by the local chapters that have a trash program, the chapters have decided to increase ($2.50 per bag where it use to be $1 per bag, including tax) the cost of which the people can’t afford, thus forcing them to dump it in our forest or arroyos.\n\nOur local government and companies that collect our trash are not helping the people and the Navajo Nation by increasing the cost.\n\nEugene G. Atcitty\n\nWindow Rock, Ariz.\n\nLet NTEC do its job\n\nI write this letter to all Navajo people as an alert that Navajo leaders are deliberately surrendering our economic opportunities and violating your right to provide a better quality of life for your family.\n\nFirst, the majority of Council decided not to support NTEC’s acquisitions of the Navajo Generating Station and Kayenta Mine. This would have kept 800 jobs and $900 million in revenue. Well, the mine closed in August and NGS will close at the end of the year. Jobs and revenue, gone!\n\nThen, President Nez issues his intention to move the Paragon Ranch Solar Project forward with no plan of how to pay for this $2 billion project and make it viable. Yes, I said $2 billion!\n\nState of New Mexico says they’ll assist with $2 million. Where does he plan to get the remaining $1.998 billion?\n\nThey had an opportunity to create and maintain $900 million. Now, they have to search for $900 million. Who did we elect? Look at what our Navajo leadership is doing.\n\nNow, we have members of Council who are trying to stop the purchase of several coal mines by NTEC. The purchase would essentially make NTEC a major energy supplier in the United States.\n\nNTEC is succeeding. I sense some jealousy from members of Council, because they don’t get to put their name on it. Now they are resorting to childish tactics. Is this who we elected? Childish politicians?\n\nThe rhetoric that is being displayed by our Navajo leaders is an abuse of power and a breach of their oath to help the Navajo Nation and its people. Right now, the actions of our Navajo leaders are affecting every Navajo business owner and tribal enterprise with the introduction of Legislation 0302-19 (“NTEC’s limited waiver of sovereign immunity and general indemnity agreements only applied to Navajo Mine purchase”).\n\nFor years, I have heard every Navajo politician say to young people, “Get your education and come back to help your people.” Then, they do get their education, but there are no jobs. The kids did their job so did the elected leadership do theirs?\n\nIn fact, our Navajo leaders had a chance to “do their job” and failed. They are continuing to fail. We have to let them know, before we end up with a future with no economic opportunity. Navajo politicians say there is a 50 percent unemployment rate on the Navajo Nation. Well, do your job and create jobs, don’t kill them!\n\nNTEC on the other hand, has been making efforts to increase their revenues so that more opportunities could be born from their investment. This is what they were created to do and now Navajo leadership is sending the crippling message that jobs are not important, that the pursuit of life, liberty and happiness can be done only if they approve.\n\nThis is an abuse of power! We have a fundamental right to tell our leaders that they are not doing the job we elected them to do. Did we elect them to not support jobs? Did we elect them to create barriers for Navajo people and their businesses? I think not!\n\nWe need to tell them to support NTEC and the hard-working efforts of Navajo skilled workers. “No” to Legislation 0302-19. We want leaders who support good-paying jobs and not childish politicians. We want ones who know what they’re doing, not ones who demonstrate publicly that they don’t know what their job is.\n\nRuth Williams\n\nShiprock, N.M.\n\n‘Going green’ being forced down our throats\n\nAn idealist is one guided by ideals (a mental image, lacking practicality) and who places ideals before practical considerations; an adherent of a philosophical theory of idealism. Definition is based on Merriam-Webster Dictionary.\n\nTheir definition of realistic is a person able to see things as they really are and to deal with them in a practical way; based on what is real rather than on what is wanted or hoped for; not practical or visionary.\n\nPresident Nez, his administrative cabinet, and about 13 Navajo Nation Council delegates are idealistic.\n\nHow? They are forcing “going Green” on us by shutting down all fossil fuels industries on Navajo Nation and Navajo allotted lands. Their idea is not to accept any more fossil fuel monies.\n\nThis is strongly displayed by Navajo Nation controller, Pearline Kirk, Council delegates Daniel Tso and Eugenia Charles-Newton, and DOJ attorney April Quinn. They are influenced by environmentalist groups who are funded by Sierra Club, Grand Canyon Trust and IEEFA.\n\nThe Bilaganas from these outside groups instilled hatred into Navajo environmentalists, who in turn post hateful messages to Navajo fossil fuel workforce and gas/oil royalty recipients. Sadly, the leadership promotes it, too.\n\nThe leaderships’ idealisms are that solar and windmill energy will be built within three years, there will be lots of long-term jobs, lower utility bills, huge revenue generation, and wood will be our forever heat source to replace coal.\n\nRealistically, Navajo Nation is faced with continuous high unemployment, limited budgets for law enforcement, veterans, elderly programs, stressed land from overgrazing, illegal trash dumping, to name a few. This “Green Leadership” is not telling us where the next large revenues will be coming from replacing NGS/Kayenta Mine royalties, loss of millions of dollars from the economy.\n\nHow much accountability are we holding them to rebuild our revenues? If you analyzed carefully they are lying to us saying there is enough monies. They are only referring to money sacks put away by our past leaders.\n\nWe need to know how much Paragon Ranch Solar Project is costing, $2 billion? President Nez says we will ask state and federal governments for funds and we can put in about $3 million. What kind of plan is this? Why are we accepting this kind of talk?\n\nThey also talk about Tom O’Halleran’s bill for a coal miner relief fund, a one-time funding? Exactly what will the unemployed miner receive? Will it bring families back together and those that left to get a job off-reservation? Didn’t they promise the 800-job loss will be replaced and that they have a plan already?\n\nWe must ask for a realistic plan on how Navajo Nation will remain sustainable. Where is the money coming from to pay for all the renewable energy projects, and who are the customers?\n\nHumans cannot control the weather — there is no dial to turn to clear the clouds or keep the wind blowing.\n\nDiné CARE and To’Nizhoni Ani must be held accountable because they promised the Black Mesa folks they will help, their lives will be great after the mine closes. If this is the case, why are the folks asking for help from Window Rock?\n\nLet us make a recommendation — we, the undersigned Navajo Nation voters, want the future revenues that NTEC will generate from the three Wyoming coal mine purchases.\n\nHow? We must change the legislation language that requires NTEC to pay Navajo government royalty/dividends to “pay into their own community benefit fund for the use of Navajo people by means of grant application through organizations properly established with IRS requirements.”\n\nThis way the money helps Navajo people directly. Organizations such as certified chapters, veterans groups, miners coalitions, United Way, churches, child havens, Navajo ministries, etc., can get funds and help the people or improve the communities by funding trash cleanups, beautifications, homeless shelters, home repairs, and residential-scale solar heating sources.\n\nThe forest in the mountains will not sustain winter heating much longer.\n\nAgain, by looking at the leadership’s action, listening to all the “ideal” rhetoric of going green, and not accepting fossil fuel monies, we, the “Diné people”, want to get the monies to the “people” and keep our energy plan diversified.\n\nShiprock, we have several illegal dump sites. We need NTEC’s revenues!\n\nGloria R. Johns\n\nShiprock, N.M.\n\nNTEC makes ‘unbelievable claim’\n\nAt the open session Naabik’iyati meeting on Oct. 10, Navajo Transitional Energy Company presented an unbelievable projected performance on the acquisition of Cloud Peak Energy assets. NTEC’s claim was, “Furthermore our projected rate of return on our investment of $170 million for the purchase of CPE (in just 10 years) is 38 percent.”\n\nThis claim should ring alarm bells in all of the 24 Navajo Nation Council delegates.\n\nNTEC’s projections would be somewhat credible if they released financial information on Navajo Mine and the subsequent purchase of shares in the Four Corners Power Plant. The release should be made concurrently with the projections that were made by the two contractors that were hired and relied upon by the 23rd Council in the decision to purchase of the Navajo Mine in 2013.\n\nOnly with these releases of financial information can the shareholders of NTEC determine if such projections by NTEC can be reasonably relied upon.\n\nIf the CPE acquisition is such a great deal, why were there only three bidders (one was unqualified) to begin with? NTEC had indemnity agreements in place (albeit, only for the Navajo Mine), which made NTEC a more desirable buyer than the other remaining bidder.\n\nAt the Naabik’iyati meeting, NTEC finally confirmed the $169.82 million bid that was accepted by CPE — not the widely reported $75.7 million (Navajo Times, Aug. 29, 2019, and Sept. 27, 2019).\n\nWhat is also revealing is the NTEC presentation did not contain any mention of sovereignty waivers, reclamation or indemnity agreements for the CPE mines. This omission is likely intentional.\n\nThe Navajo Times reported on Sept. 27, 2019, “A deal ‘that cannot and should not be supported’ — Delegates, Nez question NTEC purchase of coal mines,” the behavior of NTEC towards our leaders, the Department of Justice and violations of the agreement/legislation that created NTEC (the worst is denying admittance of the nation’s attorney into NTEC’s meeting in Farmington last month).\n\nNTEC is violating legislation and agreements made between the nation and NTEC in 2013 and 2015 in its acquisition of CPE assets. There is no language in the 2013 and/or 2015 agreements and legislation that support NTEC’s position that there is blanket coverage on indemnity agreements and sovereignty waivers on any acquisitions beyond the Navajo Mine purchase.\n\nNTEC (with backup from the Navajo Mine surety companies) wrongly argues that it does not have to go back to the nation for approval and additional agreements between the nation and NTEC for the CPE assets.\n\nIn the failed attempt to purchase NGS/Kayenta Mine, NTEC was stopped by indemnity agreements. NTEC received a clear message from our nation’s Council on any additional exposure over and above the $463 million for Navajo Mine is untenable. It is unconscionable for NTEC to use a surreptitious maneuver to try and force the nation to cover an additional $450 million (CPE assets and Navajo Mine) in surety bonds for the CPE transaction.\n\nNTEC likely hopes to close the transaction through a “maneuver” that will rope in the nation later on indemnity agreements and sovereignty waivers (estimates are $1 billion for indemnity contracts for the three mines plus the Navajo Mine).\n\nTo fully understand the implications of NTEC’s actions, there is a well-written article at the Sightline Institute website, by Clark Williams-Derry, (https://www.sightline.org/2019/10/08/purchase-of-prb-coal-mines-puts-the-navajo-nation-at-risk/). I encourage all 24 delegates to read the website article.\n\nThe nation should start replacing NTEC’s coal-obsessed management and executives.\n\nGlen Manygoats\n\nFlagstaff, Ariz.\n\nA message for the youth\n\nGreetings. This writing is dedicated to our reservation-wide high school students as a tribute, with hope to promote youth empowerment. Your rite of passage into adulthood awaits. As instructed, you are keeping your eyes on the prize.\n\nYou are teens, young, strong, but seem somewhat disillusioned. Perhaps at times the frustration is because, even though you did nothing wrong and just to keep you in line, those in authority may have scorched you with an accusation, backed with consequences.\n\nAny insinuation of guilt or outcast may infuse self-hatred onto the falsely accused. This is a covert and corrosive discrimination.\n\nSure, high school with its conformity has driven you as a herd. You will be and are seasoned with struggles and successes from which you may recognize your strengths and weaknesses. You suffered consequences for your resistance and received recognition for your expected efforts.\n\nMoreover, realize and be mindful this education is cultivating your ambition for competition. It is this appetite that breeds ignorance, arrogance, aggression, prejudice, hatred, and greed. More importantly, at times you confronted self-doubt on your potential and capabilities. Perhaps this is result of comparing yourself to others, estimating your self-worth. Then there are the few who envision their dream world filled with probabilities and possibilities.\n\nUnderstand this modern education system induces a false belief that the “thinking” is of your own free will. Your supposed thinking is actually structured with constant memorization of facts and figures and furthered with dictated formulas and techniques for solving classroom problems. This indoctrination absorbs you into a culture with emphasis on imitation, repetition, and sameness.\n\nRealize your alleged accomplishments are not mainly because of your courage through encouragement from others, but the simple fact youth craves for knowledge and this information is food to a young mind. This deception is what authority provides.\n\nThis social engineering is a forced disconnect from actuality, as likened to parent-relative child abuse or neglect. It is obedience at its worst — when assimilation suppresses or deadens your childhood emotion, wonder, critical thinking, intelligence, and motivation for life. And society is still bewildered as to why there is teen suicide?\n\nNonetheless, conformity was meant as safety in numbers and sharing. Take time to reflect and understand yourself through self-discovery. Know that your graduation will be a new beginning with an opportunity to reawaken your individuality and free will.\n\nFulfill your purpose for there is still hope, not as wishful thinking, but through an internal revolution that evolves into your humanness. Do not allow anyone to diminish you as to who they think you are. Know that you are unique, a one-of-a-kind, like no other.\n\nAnd reclaim your rightful gifts, which were deprived of you, and use them to your benefit, as well as for society. Yes, now is always the time for a renaissance of self.\n\nTake heed in simplicity of wisdom from our Navajo mythology with insight. Long before the world was, it began within a dark void with sound was “creation of Holy Wind (Nilch’i Diyin). Then mists of lights brought forth life and provided purpose to four Holy People (Diyin Dine’e).”\n\nAs our myth further unfolds, “within this darkness the Air-Spirit First Man generated fire with his crystal; same did Air-Spirit First Woman with her turquoise. From this creation of fire came light.”\n\nLight exposes dimensions of space, form, texture, depth, color, distance, etc., as well as warmth and growth. Light reveals information, as knowledge. Light is an awakening of consciousness, a realization of self with its relationship to its perception. Self-knowledge is consciousness being centered and balanced.\n\nNow comprehend the possibilities with your soul light in the darkness with a voice. Voice is sound. Sound is transmission as communication then awaits a response, an echo of movement of creation. This displayed as the first thunder that awakes Nature on an early spring. And with your voice, it could be a prelude of a new world.\n\nOn your own terms let your energy give life to what you need. Initiate exploration, revitalization, and empowerment of the divine given gifts of your curiosity, attention, freedom, intuition, creativity, compassion, and inquisitiveness of life.\n\nOpen your heart, be bold, be humble, be extraordinary, and be happy. Be the voice with solutions on issues of social justice and equality or other social concerns.\n\nBefore you is your fluid future; focus and experience it with profound gratitude. By divine grace it may transform you and connect you with information from places you did not know existed — just as the passionate, gifted, genius, prodigy, and savant are accessing at this moment.\n\nWhatever your career pursuit, do it with intelligence and sensitivity and the pure and most noble goal is to enjoy your life in all its splendors, excitement, sparkles, treasures, and mysteries.\n\nRobert L. Hosteen\n\nBeclabito, N.M.\n\nCongrats to Navajo Times staff\n\nI want to compliment the Navajo Times staff for an exceptional job and winning the Arizona “Newspaper of the Year” award in the non-daily category.\n\nAlthough I am not Native and do not live on the reservation, I love to buy the paper each week for its informative articles on culture, news, in-depth reporting on current events and wonderful graphic design. I even enjoy the ads, which are very creative and eye-catching!\n\nThe Times coverage of happenings that all can enjoy, such as the fairs and rodeos, remind us that we can come together as a community and engage in laughter, positive competition, enduring memories and support as we participate in shared experiences. Coverage of the Western Fair this week is a case in point.\n\nAlthough newspapers face many challenges, the Navajo Times is an excellent example of what a community needs to stay informed about local events. Good journalism is still very relevant and reminds us that we need to always be open, respectful of other opinions, and receptive to alternative perspectives.\n\nCongratulations to the editors, writers, graphic designers and support staff for an excellent job!\n\nAnne Worthington\n\nFlagstaff, Ariz."}}