{"GDELT": {"GlobalEventID": 882133904, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "IRNSPY", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor1Type1Code": "SPY", "Actor2Code": "BEL", "Actor2Name": "BRUSSELS", "Actor2CountryCode": "BEL", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.29236022193769, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hezbollah, Kerman, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR29", "Actor1Geo_ADM2Code": "40994", "Actor1Geo_Lat": 29.8628, "Actor1Geo_Long": 56.8848, "Actor1Geo_FeatureID": "10496676", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hezbollah, Kerman, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR29", "Actor2Geo_ADM2Code": "40994", "Actor2Geo_Lat": 29.8628, "Actor2Geo_Long": 56.8848, "Actor2Geo_FeatureID": "10496676", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20191025031500, "SOURCEURL": "https://www.weeklyblitz.net/oped/hezbollahs-criminal-and-terrorist-operations-in-europe/"}, "ARTICLE": {"TITLE": "Hezbollah’s Criminal and Terrorist Operations in Europe", "TEXT": "Matthew Levitt, Special to AJC\n\nAfter months of often acrimonious deliberations, senior European officials gathered in Brussels in July 2013 to announce that all 28 EU member states had agreed to add Hezbollah’s military wing—not the organization itself—to the EU’s list of banned terrorist groups. The fiction of making any clear-cut distinction between Hezbollah’s military, political and social activities notwithstanding, European officials pointed to the blacklisting as a shot across the bow coming on the heels of the July 2012 Hezbollah bombing in Burgas, Bulgaria. “This is a signal to terrorist organizations,” German Foreign Minister Guido Westerwelle warned. “If you attack one of our European countries, you get an answer from all of them.”[1] But today, Hezbollah’s military wing is still active across Europe, carrying out a wide range of criminal enterprises geared toward funding and arming the group’s military and terrorist activities and even concocting sporadic terrorist plots. In other words, the EU’s partial ban of Hezbollah has not set back the organization in any way.\n\nFor some, the Burgas bombing—carried out by a Hezbollah operative with French citizenship—and a plot thwarted in Cyprus just a few days earlier indicated that Hezbollah had returned to the continent after a long operational hiatus. But Hezbollah had never really left Europe. In fact, Hezbollah networks in the region have continued to use Europe as a base to recruit members, raise funds, procure weapons, conduct pre-operational surveillance, and, when feasible, conduct operations without pause for more than thirty years. The long history of Hezbollah operations in Europe is well known, but the nature of the group’s activities in Europe since its partial designation in 2013 has not received much attention. Despite its deep involvement in the Syrian war—and perhaps, in some cases, as a result of it—Hezbollah has continued to engage in extensive operations in Europe.\n\nTerror Operations in Europe:\n\nIn 2012, Hezbollah’s operational ties to Europe appeared on the radar of counterterrorism authorities all over the world. Then in June, United States authorities designated a Colombia-based Hezbollah operative who, among other responsibilities, maintained communications with Hezbollah operatives around the world, including in Germany.[2]\n\nThen, on July 7, 2012, just days before the Burgas bombing, Cypriot authorities raided the hotel room of Hossam Taleb Yaacoub, a twenty-four-year-old Lebanese-Swedish man traveling on a foreign passport. Although Yaacoub initially denied ties to terrorist activity, he later testified that he was a paid and “active member of Hezbollah” sent to Cyprus to conduct surveillance. Just four hours after insisting to police he was in Cyprus on business, Yaacoub admitted, “I did not tell the whole truth.” He claimed he did not know the purpose of his reconnaissance, but that he was aware that “something weird was going on” and speculated it was “probably to bring down a plane, but I don’t know, I just make assumptions.” Later, he put it to police differently: he was not part of a terrorist plot in Cyprus at all: “it was just collecting information about the Jews, and that is what my organization is doing everywhere in the world.”[3]\n\nA few weeks later, in September 2012, an Israeli-Arab accused of collecting intelligence for Hezbollah over a three-year period on Israeli public figures, army bases, defense manufacturing plants, and weapons storage facilities was arrested. Like several other Hezbollah spies before him, Milad Khatib was recruited by a Hezbollah agent in Denmark. The two would meet in several European countries.[4]That same year authorities disrupted Hezbollah operational activity in Greece.[5] But then the EU designated Hezbollah’s military wing as a terrorist organization, and some expected the group to curtail its activities in Europe. Any such hopes were dashed less than two years later when a new Hezbollah plot was disrupted in Cyprus, in May 2015.\n\nHussein Bassam Abdallah, a dual Lebanese-Canadian citizen, was caught stockpiling 8.2 tons of ammonium nitrate, a popular chemical explosive, in ice-packs.[6] Abdallah pled guilty to all eight charges against him—including participation in a terrorist group (read: Hezbollah), possessing explosives, and conspiracy to commit a crime.[7] It was the second time in three years that a Cypriot court had sentenced a Hezbollah operative to prison for plotting an attack in Cyprus. According to Israeli investigators familiar with the arrest, Hezbollah was using Cyprus as a “point of export” from which to funnel explosives elsewhere for a series of attacks in Europe.[8] In the words of then-Israeli Defense Minister Moshe Yaalon, Cypriot authorities had “defeated attempts by Hezbollah and Iran to establish a terror infrastructure” on the island that aimed to expand “throughout Europe.”[9]\n\nEuropean investigators were surprised at the scope of the plot—the amount of explosive precursor chemicals found was staggering—but also by the use of European operatives as part of the support network involved. Cypriot arrest warrants remain in place for two additional Lebanese Hezbollah operatives wanted for their roles in the plot, as well as an international arrest warrant for a Lebanese-French dual national. According to Cypriot authorities, this European citizen, who was living in France and teaching at a French university at the time, purchased the house in Cyprus where the ammonium nitrate ice-packs were being stored.[10]\n\nNor was he the only Frenchman Hezbollah recruited. In April 2014, Thai authorities arrested two Hezbollah operatives, one a French national, who conceded they were plotting a bombing attack targeting Israeli tourists.[11]\n\nIn two other cases, Hezbollah engaged in operational activity to counter actions targeting key Hezbollah networks in Europe. In February 2015, Hezbollah weapons procurer Ali Fayyad was released from Czech custody, where he was detained pending extradition to the U.S., after five Czech citizens went missing in Lebanon. The five were released when Prague announced it would not honor the extradition request and deported Fayyad to Lebanon. Hezbollah is believed to have been behind their kidnapping.[12] A year earlier, another key Hezbollah operative, Ali Koleilat, was arrested on arrival from West Africa at the airport in Brussels. A convicted criminal who also appeared on a UN sanctions list related to Charles Taylor, Koleilat was reportedly quickly and quietly extradited to the U.S. once intelligence uncovered Hezbollah plots aimed at securing his release, including plans to kidnap Belgian judges and diplomats.[13]\n\nHezbollah operations are important to the group, as evidenced by the promotion of Husayn al-Khalil—who used to share responsibility for Hezbollah special operations in Europe—to be political advisor to Hezbollah secretary general Hassan Nasrallah.[14] Al-Khalil was designated a terrorist by the U.S. and GCC member states in May 2018, further underlining the reality that there is no distinction between Hezbollah’s military/terrorist and political/social wings.\n\nHezbollah’s European Criminal Network:\n\nAcross Europe, in countries large and small, intelligence and law enforcement officials have tracked the movement of Hezbollah operatives involved in a wide array of activities. Over the past few years, Hezbollah operatives engaged in money-laundering, narcotics trafficking, and other illegal schemes have been arrested in Lithuania[15] and France,[16] offices were raided and a Hezbollah-linked charity blacklisted in Germany,[17] and individuals and companies were designated as Hezbollah terrorist entities for carrying out illicit business activity for Hezbollah in Europe.[18]\n\nIn October 2015, U.S. and French authorities collaborated to arrest two individuals, a Lebanese-French woman named Iman Kobeissi in Atlanta and her associate, Joseph Asmar, in Paris, on charges of conspiring to launder narcotics proceeds and international arms trafficking on behalf of Hezbollah. Kobeissi was arraigned on money-laundering conspiracy charges, unlicensed firearms dealing, conspiracy for laundering funds she believed to be drug money, and for arranging for the sale of thousands of firearms, including military assault rifles, machine guns, and sniper rifles, to criminal groups in Iran and Lebanon, including Hezbollah. Asmar was arrested in Paris the same day and charged with money-laundering conspiracy.[19] The investigation into the two Hezbollah associates effectively mapped out in explicit terms the extent of Hezbollah’s criminal reach into and across Europe.\n\nThe U.S. Drug Enforcement Administration ran a textbook operation targeting Kobeisi and Asmar during which Kobeissi informed a DEA undercover agent posing as a narcotics trafficker that her Hezbollah associates sought to purchase cocaine, weapons, and ammunition. Asmar, an attorney, discussed potential narcotics deals with a DEA undercover agent and suggested he could use his connections with Hezbollah to provide security for narcotics shipments. According to the Department of Justice, “Kobeissi and Asmar explained that they could arrange for planes from South America laden with multi-ton shipments of cocaine to land safely in Africa as a transit point before the drugs were smuggled to the U.S. or Europe.”[20] In the DEA recording of the conversation, the two discussed their money-laundering network and the services they provided to drug traffickers, terrorist organizations, and other criminal groups in Lebanon, Iran, France, Belgium, Bulgaria, Benin, the Democratic Republic of the Congo, Ghana, Nigeria, Cyprus, and cities across the U.S..[21]\n\nThe investigation caught Kobeissi and Asmar laundering drug proceeds through Europe and seeking to purchase cocaine and weapons there, specifically for “Hezbollah and other independent criminal groups in Iran.” According to court documents, they also offered to use “Hezbollah-connected associates” to provide security for narcotics shipments. One of these Hezbollah associates, located in the UK, laundered 30,000 British Pounds for a U.S. Drug Enforcement Administration (DEA) undercover agent posing as a narcotics trafficker. The UK-based Hezbollah associate also discussed distribution of cocaine shipments with the undercover agent and requested to purchase kilogram quantities of cocaine.\n\nIn 2016, Hezbollah Secretary General Hassan Nasrallah publicly insisted that Hezbollah does not bank in Beirut.[22] “We do not have any business projects or investments via banks,” he said. But during a 2014 meeting in New York City, which authorities recorded, Kobeissi discussed her contacts in France who could launder money through Lebanon’s Blom Bank. Perhaps not coincidentally, Nasrallah’s comments came just days after Hezbollah operatives detonated an explosive device outside the headquarters of Blom Bank in central Beirut, injuring two and substantially damaging the bank’s offices, as a means of pressuring Blom and other banks not to implement U.S. sanctions targeting Hezbollah.[23]\n\nFrench police took surveillance photographs of Asmar meeting a DEA confidential source with whom he met “to finalize delivery of approximately $250,000, in euros, that were purported to be narcotics proceeds,” according to the Department of Justice.[24] The two discussed the possibility of meeting in Sofia, Bulgaria, as well as narcotics trafficking into Belgium. Subsequent discussions covered conducting bulk money transactions of narcotics proceeds in Belgium. Asmar was not working alone, and two of his associates took possession of $150,000 worth of euros to launder, for which Asmar would take a 12% commission fee. Undercover agents provided some $400,000 in purported drug proceeds to Kobeissi and Asmar, who then laundered the money back to the U.S.[25] U.S. Other conversations involved African blood diamonds and the relative benefits of opening foreign accounts in France using Italian or Venezuelan passports. In other recorded statements, Kobeissi acknowledged close ties to criminal elements around the world, including some operating in Bulgaria, Cyprus, Belgium, Hungary, and France. All told, Kobeissi explained in one conversation summarized by authorities, “it would be easiest for her and her associates to launder illicit funds through Bulgaria.” Over time, she warned, laundering money in France had become more difficult. Foreshadowing her own demise, Kobeissi lamented that “people could easily be put in jail if they were found to be laundering money.”[26]\n\nIn another case, Colombia-based Hezbollah associate Mohammad Ammar was arrested in the U.S. in October 2016 for laundering narcotics proceeds through Miami banks.[27] A British citizen (who reportedly also holds Lebanese, Canadian, and American citizenship), Ammar “is known for facilitating the laundering of illicit monies from or through Holland, Spain, the UK, Australia and Africa,” according to U.S. court documents.[28] Another associate was arrested in France, and a third remains a fugitive thought to be hiding in Lebanon or Nigeria.\n\nStill more Hezbollah criminal enterprises in Europe have been exposed by Treasury Department designations of Hezbollah-associated people and companies. In November 2015, the Treasury Department designated Hezbollah procurement agent Fadi Hussein Serhan, his company Vatech SARL, procurement agent Adel Mohamad Cherri, his company Le-Hua Electronics Field Co. Limited, and two companies owned or controlled by procurement agent Ali Zeaiter, another SDGT.[29] Vatech SARL was designated for purchasing sensitive technology and equipment on behalf of Hezbollah, including but not limited to Unmanned Aerial Vehicles, or UAVs. Serhan sought these products from companies around the world, including some in Europe. Zeaiter’s two companies, Aero Skyone Co. Limited and Labico SAL Offshore, were designated for trying to procure UAV-related equipment through Europe and Asia.[30]\n\nAnd still more cases surface on a regular basis, like the case of French-Lebanese national Ali Ahsoor who was arrested in Cote d’Ivoire in June 2016. Authorities caught him trying to smuggle 1.7 million euros to Hezbollah in Lebanon hidden in the double lining specially stitched into his suitcase.[31] Given the amount of money terrorist groups like Hezbollah are able to raise through criminal enterprise, the director of Interpol has noted, it should not surprise when authorities uncover all kinds of frauds financing terrorism, such as “financial proceeds from counterfeit brake pads earmarked to support Hezbollah in Lebanon.”[32]\n\nBut the most significant discovery regarding Hezbollah’s activities in Europe and beyond involves something much more organized and developed than such one-off criminal financing schemes. Hezbollah, it turns out, now operates not just as a political, social, military and terrorist organization, but a transnational organized criminal enterprise as well.\n\nHezbollah’s Business-Affairs Component:\n\nIn February 2016, investigations by U.S. and European law enforcement led to the revelation that Hezbollah’s terrorist wing, the External Security Organization (aka the Islamic Jihad Organization), runs a dedicated entity specializing in worldwide drug trafficking and money laundering. This finding was uncovered through a joint operation that included the Drug Enforcement Administration (DEA), Customs and Border Protection, the Treasury Department, Europol, Eurojust, and authorities in France, Germany, Italy, and Belgium. The investigation spanned seven countries and led to the arrest of several members of Hezbollah’s so-called Business Affairs Component (BAC) on charges of drug trafficking, money laundering, and procuring weapons for Hezbollah’s use in Syria.\n\nThe BAC is no rogue operation; U.S. investigators determined that it was founded by the group’s senior terrorist figure, Imad Mughniyah, before his death in 2008, and that it is now run by senior Hezbollah official Abdallah Safieddine and other operatives such as Adham Tabaja.[33] Safieddine, a cousin of Hezbollah leader Hassan Nasrallah, served as the group’s representative to Tehran and helped Iranian officials access the now-defunct Lebanese Canadian Bank, which the Treasury Department blacklisted in 2011 for having ties to a global narcotics trafficking and money laundering network and to Hezbollah directly. Likewise, the Treasury designated Tabaja in June 2015 for providing financial support to the group via his businesses in Lebanon and Iraq, describing him as “a Hezbollah member” who “maintains direct ties to senior…organizational elements, including the terrorist group’s operational component, the Islamic Jihad.”[34]\n\nAs a result of this transnational investigation, authorities arrested “top leaders” of the BAC’s “European cell.”[35] These included Mohamad Noureddine, “a Lebanese money launderer who has worked directly with Hezbollah’s financial apparatus to transfer Hezbollah funds” through his companies while maintaining “direct ties to Hezbollah commercial and terrorist elements in both Lebanon and Iraq.”[36]In January 2016, the Treasury designated Noureddine and his partner, Hamdi Zaher El Dine, as Hezbollah terrorist operatives, noting that the group needs individuals like these “to launder criminal proceeds for use in terrorism and political destabilization.”[37] This was no rogue operation but, rather, a function of Hezbollah’s “financial apparatus,” which “maintained direct ties” to both Hezbollah commercial and terrorist elements.\n\nWithin days of this designation, Noureddine was arrested in France along with several other accused Hezbollah operatives. The arrests, it would turn out, were part of long-planned and well-executed law enforcement operation—Operation Cedar—of which the Treasury designation was just one part.[38]Indeed, it was the extensive evidence of a Hezbollah transnational criminal enterprise, largely, but by no means only, operating out of Europe, that led to this massive international law enforcement operation targeting Hezbollah’s business affairs component activities in Europe.\n\nWorking with law enforcement counterparts in France, Germany, Italy, and Belgium, as well as European Union agencies such as Europol and Eurojust, the DEA’s Project Cassandra disrupted what the DEA described as a “massive Hezbollah drug and money laundering scheme.” Traditionally, European law enforcement would decline to identify suspects as Hezbollah operatives and describe them instead as Lebanese criminals. But having worked so closely with DEA agents on this operation, they broke the mold and ultimately referred the suspects for prosecution in France as “Hezbollah members.”[39]\n\nFifteen individuals were arrested in raids across Europe on January 24-25, 2016, during which authorities seized some half-million euros in cash, $9 million worth of watches, a luxury vehicle, and several million dollars’ worth of property.[40] The raids passed quietly, but the DEA press release issued a few days later stirred significant controversy. Originally the plan was for a joint press release including Europol and several European countries as well as the DEA. Senior French officials later balked (and the rest of the Europeans quickly followed suit) because Iranian President Rouhani was in Paris at the time and French authorities were reportedly concerned their participation might undermine negotiations for Iran to purchase Airbus airplanes under nuclear-deal provisions expressly allowing such sales.\n\nEfforts to peel away at the onion that is the Hezbollah criminal enterprise, and particularly the BAC, continue. Most recently, on May 17, 2018, the U.S. Treasury designated Hezbollah financier and close Tabaja associate Mohammad Ibrahim Bazzi and five companies he owns or controls. According to information released by the Treasury Department, Bazzi has provided millions of dollars to Hezbollah from the businesses he operates in Belgium, Lebanon, Iraq, and several West African countries.[41]One of the designated companies was Global Trading Group NV, a Belgian energy services conglomerate. Bazzi is one of the founders and a Managing Director of GTG, which is headquartered in Antwerp, Belgium, and has other locations in Sierra Leone, The Gambia, Ivory Coast, and Benin.[42]\n\nBanning Hezbollah in Europe\n\nNearly three years after the European designation of the military and terrorist wings of Hezbollah, one thing is clear: this half-measure has neither deterred nor disrupted Hezbollah’s willingness and ability to engage in financial procurement, criminal, and even operational activities in Europe. But as authorities consider expanding the ban to cover Hezbollah in its entirety, they are sure to encounter resistance based on long-held assumptions about the group that must now be put to rest.\n\nFor years, French, British and other European officials maintained that banning Hezbollah in its entirety would undermine domestic stability in Lebanon. But Lebanon is an extremely resilient country and its many moderates deserve international support in their efforts to marginalize extremist militants like Hezbollah. Moreover, Hezbollah’s role in the 2005 murder of former Lebanese Prime Minister Rafiq Hariri,[43] its takeover of downtown Beirut by force of arms in 2008,[44] and its involvement in the Syrian war all suggest that Hezbollah is far from a stabilizing factor within Lebanon.[45]\n\nEuropean officials also worry that designating Hezbollah writ large might prompt Hezbollah to attack European interests or lead the group to target UN peacekeeping troops in Lebanon. In fact, not only is Hezbollah already engaged in plots in Europe, it dispatches dual Lebanese-European citizens (from Sweden,[46] France,[47] etc.) to carry them out. And yet, recent actions against Hezbollah by the U.S., the Arab League, the Gulf Cooperation Council, and the Organization for the Islamic Conference have not led to increased Hezbollah plots against the countries involved. As for UN peacekeepers, the U.S. State Department has documented at least two instances in which Hezbollah has already targeted European peacekeepers in Lebanon.[48] Since those lines have already been crossed, the question now is what—if anything—will be done about it.\n\nPerhaps the greatest sticking point has been the concern that banning Hezbollah would preclude contact with Hezbollah politicians and, by extension, the government of Lebanon. But the U.S. has been able to communicate its interests to both the government of Lebanon and Hezbollah with no problems, despite designating all of Hezbollah as a terrorist group. In fact, the EU’s Common Position 931 designation authority only authorizes asset freezing—it neither precludes contact with the group’s members nor bans their travel. (European officials sometimes confuse this with the prohibition on meeting with Hamas members, which is due to Quartet restrictions, not the EU’s CP931 ban of Hamas.)[49]\n\nHezbollah’s ongoing activity in Europe has made European law enforcement agencies more engaged than ever on the issue. Interpol and Europol are full participants in the Law Enforcement Coordination Group (LECG), for example, which convened a special meeting in Europe of more than 25 governments—plus Europol and Interpol— specifically focused on “countering Hezbollah’s terrorist and illicit activities convened in Europe.”[50]\n\nThis is critically important, as Hezbollah’s regional adventurism—in Syria, Iraq, and Yemen, for example—increasingly conflicts with the interests of EU member states. Consider, for example, the implicit threat against French interests issued by Ibrahim al-Amin, editor-in-chief of the pro-Hezbollah daily Al-Akhbar. Following a French warning that it could join U.S. and UK counterparts in responding to the Syrian regime’s use of chemical weapons, al-Amin penned an article in April 2018 referring to the October 1983 Hezbollah bombing of French and American military barracks in Lebanon. Al-Amin wrote: “What are the French doing? Do they realize how foolishly they are behaving? Do they need someone to refresh their memory and remind them of the scenes of severed soldiers’ limbs and [military] headquarters destroyed?”[51]\n\nAs European law enforcement officials can attest, banning only part of Hezbollah has not worked. Hezbollah called the EU’s bluff and has continued engaging in terrorist and criminal activities notwithstanding the ban of certain parts of the group. The only remaining question is what Europe is willing to do about it.\n\nDr. Matthew Levitt is the Fromer-Wexler fellow and director of the Reinhard program on counterterrorism and intelligence at The Washington Institute for Near East Policy. He is the author of Hezbollah: The Global Footprint of Lebanon’s Party of God (Georgetown University Press, 2013)\n\n[1] Norman, Laurence and Nour Malas, “EU to Put Hezbollah Military Wing on Terror List,” The Wall Street Journal, 23 July 2013, https://www.wsj.com/articles/SB10001424127887323829104578621351584724768.\n\n[2] “Treasury Targets Major Money Laundering Network Linked to Drug Trafficker Ayman Joumma and a Key Hizballah Supporter in South America,” U.S. Department of Treasury, June 27, 2012, https://www.treasury.gov/press-center/press-releases/Pages/tg1624.aspx\n\n[3] Cyprus Police, Hossam Taleb Yaakoub Deposition, Criminal Record Number 5/860/12, July 7, 2012; Joby Warrick, “Elaborate Surveillance Operation Raises Concerns about Broader Hezbollah Attacks,” Washington Post, February 26, 2013; Nicholas Kulish, “Hezbollah Courier Was Told to Track Israeli Flights,” New York Times February 21, 2013; Matthew Levitt, “Hizb Allah Resurrected: The Party of God’s Return to Tradecraft,” CTC Sentinel, April 2013, https://ctc.usma.edu/hizb-allah-resurrected-the-party-of-gods-return-to-tradecraft/\n\n[4] Yonah Jeremy Bob, “Shin Bet Nabs Alleged Hezbollah Spy Living in North,” Jerusalem Post, October 4, 2012\n\n[5] Editorial Board, “European Union must respond to Hezbollah attacks in Bulgaria,” Washington Post, February 5, 2013, https://www.washingtonpost.com/opinions/european-union-must-respond-to-hezbollahs-attack-in-bulgaria/2013/02/05/2b21ddf6-6fd1-11e2-ac36-3d8d9dcaa2e2_story.html?utm_term=.fce720398379\n\n[6] “Bulgaria identifies bomber of Israeli tourist bus,” Times of Israel, July 18, 2014, http://www.timesofisrael.com/bulgaria-identifies-bomber-of-israeli-tourist-bus/\n\n[7] Menelaos Hadjicostis, “Hezbollah member pleads guilty to 8 charges in Cyprus,” AP, June 29, 2015, http://bigstory.ap.org/article/9b2fba18477b4f9098dd3da95fb0ff2b/hezbollah-member-pleads-guilty-8-chargescyprus\n\n[8] Matthew Levitt, “Inside Hezbollah’s European Plots,” Daily Beast, July 20, 2015, http://www.thedailybeast.com/articles/2015/07/20/inside-hezbollah-s-european-plots.html\n\n[9] Menelaous Hadjicostas, “Israel Says Iran Building Terror Network in Europe, US,” AP, February 24, 2016, http://bigstory.ap.org/article/32958bc6d5ee48c9bd18dd4dfc558d91/israel-says-iran-building-terror-network-europeus\n\n[10] Author interview with European law enforcement officers\n\n[11] Amos Harel, “Averted Thailand Terror Attack: Another Chapter in Israel-Hezbollah Enmity,” Haaretz, April 20, 2014, https://www.haaretz.com/.premium-israel-hezbollah-enmity-map-1.5245579\n\n[12] “Prague refusal to extradite Ali Fayyad enrages U.S.,” Daily Star, February 5, 2016.\n\n[13] “La Belgique évite des enlèvements de hauts magistrats et de personnel diplomatique,”La Libre, December 26, 2014.\n\n[14] “Treasury and the Terrorist Financing Targeting Center Partner Together to Sanction Hizballah’s Senior Leadership,” U.S. Department of Treasury, May 16, 2018, https://home.treasury.gov/news/press-releases/sm0387\n\n[15] Matthew Levitt, “The Crackdown on Hezbollah’s Financing Network,” Wall Street Journal, January 27, 2016, http://www.washingtoninstitute.org/policy-analysis/view/the-crackdown-on-hezbollahs-financing-network\n\n[16] “France Refers 15 ‘Hezbollah’ Members to Criminal Court on Drug, Money-Laundering Charges,” Asharq al-Awsat, January 3, 2018, https://aawsat.com/english/home/article/1131781/france-refers-15-%E2%80%98hezbollah%E2%80%99-members-criminal-court-drug-money-laundering\n\n[17] “Germany outlaws support group with Hezbollah ties, raids offices nationwide,” DW, April 8, 2014, http://www.dw.com/en/germany-outlaws-support-group-with-hezbollah-ties-raids-offices-nationwide/a-17551285\n\n[18] “Treasury Targets Key Hizballah Financing Network and Iranian Conduit,” U.S. Department of Treasury, May 17, 2018, https://home.treasury.gov/news/press-releases/sm0388\n\n[19] “Two Hezbollah Associates Arrested On Charges Of Conspiring To Launder Narcotics Proceeds And International Arms Trafficking,” US Attorney’s Office Eastern District of New York, October 9, 2015, https://www.justice.gov/usao-edny/pr/two-hezbollah-associates-arrested-charges-conspiring-launder-narcoticsproceeds-and\n\n[20] “Two Hezbollah Associates Arrested On Charges Of Conspiring To Launder Narcotics Proceeds And International Arms Trafficking,” US Attorney’s Office Eastern District of New York, October 9, 2015, https://www.justice.gov/usao-edny/pr/two-hezbollah-associates-arrested-charges-conspiring-launder-narcoticsproceeds-and\n\n[21] “Two Hezbollah Associates Arrested On Charges Of Conspiring To Launder Narcotics Proceeds And International Arms Trafficking,” US Attorney’s Office Eastern District of New York, October 9, 2015, https://www.justice.gov/usao-edny/pr/two-hezbollah-associates-arrested-charges-conspiring-launder-narcoticsproceeds-and\n\n[22] “Hizbollah says money from Iran negates U.S. sanctions,” The National, June 24, 2016, https://www.thenational.ae/world/hizbollah-says-money-from-iran-negates-us-sanctions-1.635343\n\n[23] Davison, John and Laila Bassam and Lisa Barrington and Tom Perry, “Bomb blast in central Beirut aimed at bank: minister,” Reuters, June 12, 2016, http://www.reuters.com/article/us-mideast-crisis-lebanon-idUSKCN0YY0UK.\n\n[24] “Complaint and Affidavit in Support of Arrest Warrant, USA v Iman Kobeissi, U.S. District Court, Eastern District of New York, Octo 6, 2015\n\n[25] “Two Hezbollah Associates Arrested on Charges of Conspiring to Launder Proceeds and International Arms Trafficking,” U.S. Department of Justice, October 9, 2015, https://www.justice.gov/usao-edny/pr/two-hezbollah-associates-arrested-charges-conspiring-launder-narcotics-proceeds-and\n\n[26] Complaint and Affidavit in Support of Arrest Warrant, USA v Iman Kobeissi, U.S. District Court, Eastern District of New York, Octo 6, 2015\n\n[27] David Ovalle, “State: Hezbollah-linked group laundered drug money through Miami banks,” Miami Herald, October 11, 2016, http://www.miamiherald.com/news/local/crime/article107366182.html\n\n[28] Mark Schliebs, “Australia terrorist money-laundering links to drug cartels,” The Australian, Nov 2, 2016\n\n[29] “Treasury Sanctions Hizballah Procurement Agents and Their Companies,” US Department of Treasury, November 5, 2015, https://www.treasury.gov/press-center/press-releases/Pages/jl0255.aspx\n\n[30] “Treasury Sanctions Hizballah Procurement Agents and Their Companies,” US Department of Treasury, November 5, 2015, https://www.treasury.gov/press-center/press-releases/Pages/jl0255.aspx\n\n[31] “Hezbollah smuggler detained in Cote d’Ivoire,” Orient Net, July 10, 2016\n\n[32] Secretary General Ronald Noble, Opening address at Interpol, May 8, 2012, https://www.interpol.int/content/download/14085/99239/version/2/file/41ERC-SG-Speech-as-delivered.pdf\n\n[33] “DEA and European Authorities Uncover Massive Hizballah Drug and Money Laundering Scheme,” U.S. Drug Enforcement Administration, February 1, 2016, http://www.dea.gov/divisions/hq/2016/hq020116.shtm\n\n[34] “Treasury Sanctions Hizballah Front Companies and Facilitators in Lebanon And Iraq,” U.S. Department of the Treasury, June 10, 2015, https://www.treasury.gov/press-center/press-releases/Pages/jl0069.aspx\n\n[35] “DEA and European Authorities Uncover Massive Hizballah Drug and Money Laundering Scheme,” U.S . Drug Enforcement Administration, February 1, 2016, http://www.dea.gov/divisions/hq/2016/hq020116.shtm\n\n[36] “DEA and European Authorities Uncover Massive Hizballah Drug and Money Laundering Scheme,” U.S . Drug Enforcement Administration, February 1, 2016, http://www.dea.gov/divisions/hq/2016/hq020116.shtm\n\n[37] “Treasury Sanctions Key Hizballah Money Laundering Network,” U.S. Department of the Treasury, January 28, 2016, https://www.treasury.gov/press-center/press-releases/Pages/jl0331.aspx\n\n[38] David Asher, “Attacking Hezbollah’s Financial Network: Policy Options,” Congressional Testimony House Foreign Affairs Committee, June 8, 2017, https://docs.house.gov/meetings/FA/FA00/20170608/106094/HHRG-115-FA00-Wstate-AsherD-20170608.PDF\n\n[39] “France Refers 15 ‘Hezbollah’ Members to Criminal Court on Drug, Money-Laundering Charges,” Asharq al-Awsat, January 3, 2018, https://aawsat.com/english/home/article/1131781/france-refers-15-%E2%80%98hezbollah%E2%80%99-members-criminal-court-drug-money-laundering\n\n[40] David Asher, “Attacking Hezbollah’s Financial Network: Policy Options,” Congressional Testimony House Foreign Affairs Committee, June 8, 2017, https://docs.house.gov/meetings/FA/FA00/20170608/106094/HHRG-115-FA00-Wstate-AsherD-20170608.PDF\n\n[41] “Treasury Targets Key Hizballah Financing Network and Iranian Conduit,” U.S. Department of Treasury, May 17, 2018, https://home.treasury.gov/news/press-releases/sm0388\n\n[42] “Treasury Targets Key Hizballah Financing Network and Iranian Conduit,” U.S. Department of Treasury, May 17, 2018, https://home.treasury.gov/news/press-releases/sm0388\n\n[43] Liz Sly, “U.N. court indicts Hezbollah members in 2005 assassination in Lebanon,” Washington Post, August 17, 2011, https://www.washingtonpost.com/world/middle-east/un-court-indicts-hezbollah-members-in-2005-assassination-in-lebanon/2011/08/17/gIQAv2KTLJ_story.html?noredirect=on&utm_term=.f812ff403c48\n\n[44] Robert F. Worth and Nada Nakri, “Hezbollah Seizes Swath of Beirut from U.S.-Backed Lebanon Government, New York Times, May 10, 2008, https://www.washingtonpost.com/world/middle-east/un-court-indicts-hezbollah-members-in-2005-assassination-in-lebanon/2011/08/17/gIQAv2KTLJ_story.html?noredirect=on&utm_term=.f812ff403c48\n\n[45] Matthew Levitt, “Hezbollah’s Syrian Quagmire,” PRISM, September 2014, http://www.washingtoninstitute.org/policy-analysis/view/hezbollahs-syrian-quagmire\n\n[46] Yaakov Lappin and Yonah Jeremy Bob, “Swedish-Lebanese Hezbollah Spy Gets 18 Month Sentence for Involvement in Espionage Against Israel,” Jerusalem Post, November 29, 2015, http://www.jpost.com/Arab-Israeli-Conflict/Israeli-court-sentences-Swedish-Lebanese-Hezbollah-spy-435740\n\n[47] Benjamin Weinthal, “Lax Airport Security Exposed as Burgas Terrorist Trial Begins,” Jerusalem Post, January 18, 2018, http://www.jpost.com/Arab-Israeli-Conflict/Lax-airport-security-exposed-as-Burgas-terrorist-trial-begins-537080\n\n[48] U.S. Department of State, “Country Reports on Terrorism 2011,” July 31, 2012, https://www.state.gov/j/ct/rls/crt/2011/195553.htm#hizballah\n\n[49] European Union Common Position 931, “Freezing Funds: list of terrorists and terrorist groups,” December 27, 2001, http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=LEGISSUM%3Al33208\n\n[50] “Fifth Meeting of the Law Enforcement Coordination group Focused on Countering Hizballah’s Terrorist Activities,” U.S. Department of State, December 14, 2017, https://www.state.gov/r/pa/prs/ps/2017/12/276609.htm\n\n[51] “After France Indicates Willingness to Join Attack on Syria, Pro-Hizbullah Lebanese Daily ‘Al-Akhbar’ Warns that French Troops Could be Targeted.” Special Dispatch No. 7427, MEMRI, April 12, 2018, https://www.memri.org/reports/after-france-indicates-willingness-join-attack-syria-pro-hizbullah-lebanese-daily-al-akhbar"}}