{"GDELT": {"GlobalEventID": 882133833, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "IGOBUSIMF", "Actor1Name": "INTERNATIONAL MONETARY FUND", "Actor1KnownGroupCode": "IMF", "Actor1Type1Code": "IGO", "Actor1Type2Code": "BUS", "Actor2Code": "USA", "Actor2Name": "WASHINGTON", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.32183908045977, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191025031500, "SOURCEURL": "https://www.nbcnews.com/business/business-news/top-economists-blame-trump-s-protectionist-policies-global-stagnation-n1070036?cid=public-rss_20191025"}, "ARTICLE": {"TITLE": "Top economists blame Trump's protectionist policies for global 'stagnation'", "TEXT": "Globally prominent economic minds are raising alarms about global financial security, saying that President Donald Trump's trade war with China and his protectionist policies are creating a drag on growth that is hurting economies around the world.\n\n“The U.S.-China escalation is the big story of the moment and there’s no resolution in sight,” said Nicolas Véron, a senior fellow at Bruegel think tank in Brussels and at the Peterson Institute for International Economics.\n\nAt the recent meeting of the International Monetary Fund in Washington, D.C., trade tensions emerged as a chief concern, with the organization’s World Economic Outlook showing that trade practices already are causing growth to decelerate.\n\n“I think the biggest key that President Trump has is in relation to predictability and certainty of the terms of trade,” Christine Lagarde, outgoing managing director of the International Monetary Fund, said in an interview that aired this weekend. Kazuhiro Nogi / AFP - Getty Images file\n\n“President Trump’s trade war has done significant damage to the U.S. and global economies,” said Mark Zandi, chief economist at Moody’s Analytics. Zandi said the trade war has shaved half a percentage point off global GDP growth and cost the U.S. 375,000 jobs.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nThe IMF forecast a global growth rate of 3 percent this year, a 0.3 percentage point drop since its last report in April and the lowest since the last recession. In the report, IMF chief economist Gita Gopinath listed an increase in trade protectionism and “elevated uncertainty” pertaining to trade and other geopolitical issues as the first two impediments to more robust economic expansion.\n\nGopinath said the global economy is undergoing a “synchronized slowdown,” despite an environment of accommodative monetary policy.\n\nFormer Bank of England governor Mervyn King, who presided over the central bank during and after the financial crisis and recession of 2008 and 2009, said at the IMF meeting that the United States’ trade war with China and its increasing disengagement on the world stage are two primary risks that threaten to undermine global economic growth. The world is in a “great stagnation,” he said. He warned that, absent changes to the current trajectories set by monetary and fiscal policymakers around the world, another instance of destabilization would leave central banks around the world with few tools to fight back.\n\nIn an interview on CBS' \"60 Minutes\" that aired on Sunday, former IMF director and incoming European Central Bank chief Christine Lagarde also elaborated on how the White House’s trade protectionism is holding back spending and investment.\n\n“I think the biggest key that President Trump has is in relation to predictability and certainty of the terms of trade. It's the unknown which is hurting, because you can't adjust to the unknown,” she said, adding that a lack of predictability deters companies from spending and contributing to economic expansion. “They sit on their cash,” she said.\n\nZandi concurred with Lagarde’s assessment. “The higher tariffs have brought global trade to a standstill and the uncertainty has undermined business confidence and investment,” he said. “If President Trump follows through on his threats to raise tariffs on vehicle imports into the U.S. in November or on Chinese imports in December, then the U.S. and global economies are likely to suffer downturns next year.”\n\nWith so much uncertainty swirling around Trump, trade experts said next year’s election could be pivotal in the business community’s willingness to invest. “The 2020 election, of course, is the big issue in all these discussions at this point,” Véron said. “If Trump wins, that will probably mean no end to the trade war.”\n\nGoods-producing industries both in the U.S. and abroad are already suffering, Zandi said. “The U.S. manufacturing, agriculture and transportation industries, accounting for approximately one-fifth of output, are in recession,” he noted.\n\nThe IMF also noted the wide-ranging nature of the trade war’s impact in manufacturing and production output. “A notable feature of the sluggish growth in 2019 is the sharp and geographically broad-based slowdown in manufacturing and global trade,” Gopinath said. “Higher tariffs and prolonged uncertainty surrounding trade policy have dented investment and demand for capital goods.”\n\nLagarde said that if the U.S. and China fail to reach a resolution and the trade war escalates, the ripple effects could be felt worldwide to an even greater extent. “It's certainly going to give a big haircut to the global economy,” she predicted."}}