{"GDELT": {"GlobalEventID": 882134172, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "GOV", "Actor2Name": "FIREFIGHTER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.8169014084507102, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20191025031500, "SOURCEURL": "https://www.rnz.co.nz/news/national/401772/video-of-the-skycity-fire-from-inside-the-convention-centre-released"}, "ARTICLE": {"TITLE": "Video of the SkyCity fire from inside the convention centre released", "TEXT": "Video of the fire at the SkyCity New Zealand International Convention Centre has been released by Fire and Emergency New Zealand.\n\nFilmed at 12.30pm on Thursday, part of the footage shows firefighters working inside the convention centre as a flare-up occurs.\n\nSmoke can be seen billowing from a ceiling before flames break out.\n\nFire and Emergency have also released raw video footage of the aftermath, showing the damage inside the building:\n\nFire and Emergency have already released pictures from inside the building, which by Friday had been burning for three days.\n\nWellesley St Gallery, by Wellesley St, on the level 3 gallery before entering the exhibition floor. Straight ahead, you can also see the area to the back of house kitchens. Looking up from the Plenary Theatre on level 5. Plenary Theatre, level 5 Plenary Theatre main floor, at the back of the theatre you can see the raked seating. Above you can see part of the collapsed roof (which includes gibing and other materials) but you can also see that the physical roof structure is still intact. View from the Plenary Theatre looking out to the back of house area.\n\nFire and Emergency New Zealand assistant area manager Dave Woon said all firefighters had done an outstanding job in arduous conditions.\n\n\"We still have active firefighting, there are still flames in pockets.\n\n\"We're pulling bits of iron off, roofing materials and ceiling materials out. It's very difficult access.\n\nHe said the hazards remained the same, but the significant one - the weight roof - had burned away, thereby working to their advantage.\n\nFENZ assistant area commander Mike Shaw said on Friday afternoon firefighters were now going through a recovery phase at the centre.\n\nThey were still in the technical part of the operation.\n\n\"Our investigations have started. That involves a very big part of the investigation teams that will be working in the building, we don't know how long that is going to take.\"\n\nIt could take a couple of days or even a week, he said.\n\nMr Shaw couldn't say where or how the fire started.\n\n'It's had a disastrous effect'\n\nThe cordon around the convention centre has significantly reduced in size since Tuesday.\n\nA large crane will be brought onto Nelson St tomorrow but it's hoped it will only be there until Monday - with plans to get things back to normal by Tuesday.\n\nAnd there were significantly more people out and about in the CBD ahead of the long weekend.\n\nBut for Jugdich Naran from the florist Roma Blooms on Albert St, business continues to be very slow - compounded by the disruption caused by construction of the city rail link.\n\n\"For the first two days it has dramatically affected out business. We've only had about three or four customers through during the day, so it's had a disastrous effect,\" he said.\n\n\"We've got flowers that we bought on Monday but they're still leftover so basically all these flowers will be given away.\"\n\nHeart of the City chief executive Viv Beck said it had been a devastating event for the city with lost trading, dumped stock, and clean up costs likely to reach many millions of dollars.\n\n\"It's starting to come back to normal today, most businesses are open but the ones that are close to the fire site are still impacted in different ways, but the city is largely open for business now.\n\n\"So it is starting to return to normal and the mood is definitely picking up.\"\n\nAnd she hopes people will get behind the city's businesses.\n\n\"Come on in, it's Labour Weekend, we've got an event on at the waterfront, we've got an exhibition opening at the Art Gallery tonight, we've got the All Blacks game.\n\n\"Please come on in and support the businesses It's been a very difficult few days and we'd love to see you.\"\n\nHeat of the City is involved in discussions with the Ministry of Social Development to see what assistance can be offered to affected businesses."}}