{"GDELT": {"GlobalEventID": 882132893, "Day": 20191018, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.789, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "LEG", "Actor2Name": "HOUSE OF REPRESENTATIVES", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.8235294117647003, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Colorado, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCO", "Actor1Geo_Lat": 39.0646, "Actor1Geo_Long": -105.32700000000001, "Actor1Geo_FeatureID": "CO", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Camp Hale, Colorado, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCO", "Actor2Geo_Lat": 39.443000000000005, "Actor2Geo_Long": -106.323, "Actor2Geo_FeatureID": "179555", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Camp Hale, Colorado, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCO", "Action2Geo_Lat": 39.443000000000005, "Action2Geo_Long": -106.323, "Action2Geo_FeatureID": "179555", "DATEADDED": 20191025031500, "SOURCEURL": "https://www.vaildaily.com/news/federal-core-act-will-get-a-house-floor-vote-next-week/"}, "ARTICLE": {"TITLE": "Federal CORE Act will get a House floor vote next week", "TEXT": "Joe Neguse is calling on high schoolers in his 2nd Congressional District to submit their best artwork for a shot at being displayed in the U.S. Capitol.\n\nDaily file photo\n\nRep. Joe Neguse, whose 2nd congressional district includes part of Eagle County, has announced that his public lands legislation, the Colorado Outdoor Recreation and Economy Act, is set to receive a vote on the floor of the U.S. House of Representatives next week.\n\nThis will be the first Colorado-specific legislation introduced by any lawmaker in the delegation to receive a vote from Congress this year. The scheduling of the vote is a rare victory, with hundreds of bills vying for a spot on the House floor each week. Neguse was able to usher the bill through committee earlier this year, where the legislation earned a vote of approval from the Natural Resources Committee.\n\nIf successful, this would be the first statewide Colorado wilderness legislation to pass Congress in over a decade.\n\n“I’m incredibly pleased with the momentum we have seen for this legislation, it is a true testament to Colorado’s commitment to investing in our treasured public lands and outdoor recreation economy,” Neguse said in a prepared statement. “From Gunnison to Carbondale, to Eagle and Summit Counties, and so many other communities across our state, Coloradans have been waiting for over 10 years for Congress to act to preserve the lands they love. I’m excited to lead on this legislation on the House floor that was written by Coloradans to conserve Colorado; and look forward to next week’s floor proceedings.”\n\nThe bill has broad local support from county commissioners, outdoor businesses, conservationists, and ranchers, including the counties of Eagle, Summit, San Juan, Ouray, San Miguel, Gunnison, and Pitkin and the towns of Glenwood Springs, Carbondale, Ridgway, Crested Butte, Ophir, Telluride and Basalt. The bill will preserve approximately 400,000 acres of public land in Colorado, including nearly 100,000 acres in the White River National Forest and wild areas across the Continental Divide in Summit and Eagle Counties.\n\nThe bill also offers 73,000 acres of new wilderness areas, the highest level of protection afforded public lands, in addition to preserving 80,000 acres of new recreation and conservation management areas and removing over 200,000 acres in the Thompson Divide from future oil and gas development.\n\nThe bill also includes a first-of-its-kind National Historic Landscape to honor Colorado’s military legacy at Camp Hale, where the 10th Mountain Division trained before fighting in Europe in World War II. One of the lead champions for the preservation of Camp Hale was 10th Mountain Division veteran and Vail Valley local Sandy Treat, who died in September."}}