{"GDELT": {"GlobalEventID": 882132934, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor2Code": "DZA", "Actor2Name": "ALGERIA", "Actor2CountryCode": "DZA", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.53153153153153, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Algeria", "Action2Geo_CountryCode": "AG", "Action2Geo_ADM1Code": "AG", "Action2Geo_Lat": 28.0, "Action2Geo_Long": 3.0, "Action2Geo_FeatureID": "AG", "DATEADDED": 20191025031500, "SOURCEURL": "https://www.bangkokpost.com/life/arts-and-entertainment/1779694/a-change-is-gonna-come"}, "ARTICLE": {"TITLE": "A change is gonna come", "TEXT": "A scene from Papicha. (Photo courtesy of Bezzaoucha Faycal)\n\nFor audiences everywhere, Papicha -- the first feature film by Algerian writer-director Mounia Meddour -- is a celebration of female empowerment.\n\nThe film, which is the Algerian entry for the next Oscars, is set during the country's civil war, also remembered as the Black Decade, which raged through the 90s. In 1991, an election debacle threatened to put Islamists in power. By way of preventing this, the state launched a coup, leading to the outbreak of civil war, with government forces fighting Islamic extremists.\n\nThe violence was often brutal, and resulted in heavy civilian casualties. The war also resulted in Algeria's relatively liberal social mores being eroded because of the continued threat of violence and a barrage of extreme religious propaganda.\n\nReleased in Thailand this week, the film is inspired by real-life events, much of which Meddour herself experienced prior to resettling with her family in France aged 20 due to political oppression in her homeland.\n\nMeddour, who has up until now been best known for her documentary film making, has picked a relatively unknown Algerian cast to tell her story of female friendships and defiance in the face of political repression and enforced social change.\n\nAlgerian-born French actress Lyna Khoudri plays lead character Nedjma, a strong-willed, independently-minded young woman, who bristles against social conservatism. Prepared to stand up for what she believes in, she remains steadfast in her hope that change will come.\n\nIt becomes obvious early on in the film that the growing restrictions on freedom impact not only women but anyone who rejects the fundamentalist agenda.\n\nMeddour was in Bangkok recently for the press screening of Papicha. Talking to the press, she explained that the inclusion of a love interest and teenage relationship issues in the story was way of adding spice to the drama unfolding against a harrowing backdrop of war and growing extremism.\n\n\"I wore a number of hats, and so, as writer, director and co-producer, each responsibility stretched me to my limits,\" Meddour said. \"When I started writing, it was a very long process, largely because, as a documentary film director, it is very important for me to have all the details in hand prior to embarking on the next stage of the film making process.\n\nMounia Meddour, standing, director of Papicha, alongside leading cast members Lyna Khoudri, right, and Shirine Boutella. (Photo by Varuth Hirunyatheb)\n\n\"It took me five years to get all that I needed to start filming Papicha. There was a lot of research work, interviews and logistics involved in getting characters and dialogue together.\"\n\nFinancing the film also had its challenges, she explains, as her film didn't exactly have a bankable star cast. This, added to the fact that the movie dealt with sensitive social issues and was shot entirely in Algeria, wasn't necessarily the most attractive to financiers.\n\nNevertheless, Meddour was determined to make it happen.\n\n\"Shooting the film in Algeria gave me a ready-made set,\" she explained. \"To get across my message, it was imperative for me to have Algerian actors, costumes, architecture and historical places and atmosphere.\"\n\nMeddour admits directing Papicha was challenging for her because, in her desire to show authenticity to the audience, she had to revisit traumatic moments from her own past through the character of Nedjma. This made it all the more crucial that her characters delivered raw emotions in the most convincing and honest manner possible.\n\nEven though the characters are fictional, Meddour added, the events are real, so the cast had to keep in mind that they were representing unsung heroes of the civil war.\n\n\"My experience as a documentary film maker, and the interviews I conducted with historians and survivors of the war, helped me in the process of getting the right emotions for the characters and the situations they found themselves in,\" she said. \"During the making of this film, I was able to recall a number of experiences I had encountered myself.\n\n\"Of course, I had to then use fiction to make it appeal to a universal audience. It was pivotal for me to have all the elements needed for a movie experience. In this case, the identification with strong women, Algeria as a country and its people, and above all of this the bravery, courage and resistance of the main character Nedjma, who represents Algerian women that at the time stood up for their beliefs.\"\n\nWhile it was difficult having to relive her past during the making of Papicha, it was also therapeutic for her. It was necessary for her to find an artistic solution to speak about the issues that are a part of her past.\n\n\"This is an important movie, not just for Algerians, many of whom still find it difficult to come to terms with the atrocities that took place during that period, but also people globally, because the issues that have been addressed throughout the movie are universal.\"\n\nPapicha has been a form of cathartic release for many young Algerians, said Meddour.\n\n\"After the screening of the film, they came up to tell me how the movie helped them to come to terms with what happened to their loved ones. Addressing women's empowerment in times of fierce oppression has also been a huge part of the recovery for individuals that lost female relatives.\"\n\nThe film director then opened up about the circumstances that led her own family to flee Algeria in the 90s. \"Back then, artists and journalists found it particularly difficult to live in Algeria, because they were constantly targeted by the authorities. My father was a movie director, so it was difficult for him to practise his craft because, simply put, it was forbidden. There was a list of people that authorities wanted to eliminate. Luckily, we found out in time that my father was on this list, so we fled with the little we could gather to start our new life in Paris.\n\n\"Needless to say, it was anything but easy to adjust to a new culture, language and people. I am grateful, nonetheless, to have been given that opportunity.\n\n\"Unlike Nedjma … who chose not to flee, I did only because my father's life was at stake. I would say 80% of Nedjma's character is the person I was back in my country.\"\n\nMeddour, who credits her father for giving her the confidence to believe in herself, had this to say about female empowerment:\n\n\"Get an education and read a lot. When you are equipped with this, there is no stopping you from conquering your dreams.\""}}