{"GDELT": {"GlobalEventID": 882134425, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 862, "EventBaseCode": 86, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 9.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.3125, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Jose State University, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA085", "Actor1Geo_Lat": 37.3358, "Actor1Geo_Long": -121.882, "Actor1Geo_FeatureID": "232418", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Jose State University, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 37.3358, "Action2Geo_Long": -121.882, "Action2Geo_FeatureID": "232418", "DATEADDED": 20191025031500, "SOURCEURL": "https://abc7news.com/south-bay-researchers-monitor-kincade-fire/5645081/"}, "ARTICLE": {"TITLE": "South Bay researchers monitor Kincade Fire", "TEXT": "SAN JOSE, Calif. (KGO) -- Researchers with the San Jose State University Fire Weather Research Laboratory returned home Thursday afternoon after being granted rare access to the front lines of the Kincade Fire in Sonoma County.\"With the more extreme conditions, we need to understand this extreme fire behavior. There's really no way to do it except for probing inside the fire, and the radar allows us to do that,\" said SJSU meteorology professor Craig Clements.Using state-of-the-art technology, Clements says the data his team collected overnight will be useful in the long run.\"If we can get better modeling tools and better observations with wind profilers and such, we can constrain that, and limit the power shutoffs in the future,\" Clements said.As PG&E prepares for another potential round of public safety power shutoffs over the weekend, some say the utility should act more urgently to address areas of concern.\"They need to be more transparent about what is exactly going on and that's going to create understanding,\" said Santa Clara University law school Catherine Sandoval, who previously served as a commissioner on the California Public Utilities Commission.\"It's not enough to say 'well, vegetation hit a line.' Why did the vegetation hit the line, and what are they learning from that, and then how can we marshal that into a plan right now?\"SJSU meteorology professor Alison Bridger has been monitoring the forecast and says containing the Kincade Fire could be tricky as even stronger winds are predicted on Sunday.\"This whole pattern is going to weaken over the next 24 hours and that's what's going to help the firefighters,\" said Bridger. \"(But) if you live in an area that's prone, you should be ready for a problem, and be ready to go get out fast.\""}}