{"GDELT": {"GlobalEventID": 882134140, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "MNCUSAMED", "Actor1Name": "GOOGLE", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "Actor2Code": "FRA", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.35260930888575004, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY", "Actor1Geo_Lat": 2.5, "Actor1Geo_Long": 112.5, "Actor1Geo_FeatureID": "MY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Malaysia", "Actor2Geo_CountryCode": "MY", "Actor2Geo_ADM1Code": "MY", "Actor2Geo_Lat": 2.5, "Actor2Geo_Long": 112.5, "Actor2Geo_FeatureID": "MY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY", "Action2Geo_Lat": 2.5, "Action2Geo_Long": 112.5, "Action2Geo_FeatureID": "MY", "DATEADDED": 20191025031500, "SOURCEURL": "http://www.conventuslaw.com/report/the-impact-of-the-gdpr-on-malaysian-businesses/"}, "ARTICLE": {"TITLE": "The Impact Of The GDPR On Malaysian Businesses.", "TEXT": "22 October, 2019\n\nIntroduction\n\nIt has been more than a year since the General Data Protection Regulation (“GDPR”) came into force on 25 May 2018. The GDPR was described by the Information Commissioner as a game-changer as it sought to raise the standards of personal data privacy. The GDPR also sought to harmonise data protection regulations across the EU as well as give greater protection and rights to individuals.\n\nIn the wake of the data breach involving Malindo Air in Malaysia, much talk and focus have been placed on whether this would spur any changes in the law. The Personal Data Protection Act 2010 (“PDPA”) came into force in Malaysia on 15 November 2013, with the objective of protecting the personal data of individuals with respect to commercial transactions. To what extent should the GDPR be adopted as part of Malaysia’s data protection laws? This article summarises the impact of the GDPR on Malaysian companies.\n\nExtra-territorial applicability\n\nFirstly, is the GDPR applicable to Malaysian companies? The GDPR has a far-reaching impact because it not only applies to organisations located within the EU but it also applies to companies outside of the EU that offer goods or services to individuals in the EU, or monitor the behaviour of EU data subjects. The GDPR applies to a broad range of entities, both private and public, located outside the EU.\n\nIn contrast, the PDPA1 applies to a narrower range of entities. The PDPA applies only to the processing of any personal data in respect of commercial transactions. It does not apply to the Federal Government and State Governments. Such exemptions are not found in the GDPR.\n\nThe PDPA also does not apply to persons established outside Malaysia unless they use equipment in Malaysia for processing the personal data other than for the purposes of transit through Malaysia.\n\nGiven the broad wording of Article 3(2), the GDPR would extend to Malaysian companies such as e-commerce businesses or hotels that operate websites that display languages or currencies commonly used in the EU, as these companies would then be targeting EU data subjects even if they never made a sale in the EU, or where Malaysian companies track the behaviour of individuals in the EU to create profiles of them2. For data users not established in the EU, the GDPR may also be indirectly applicable through the execution of data processing agreements if the “processor” is under the GDPR as the processor will be subject to the relevant GDPR provisions directly applicable to data processors.\n\nPenalties\n\nOne of the major differences between the GDPR and the PDPA is the penalty imposed for non-compliance by a data user. Under the PDPA, a data user who contravenes the personal data protection principles commits an offence and shall, on conviction, be liable to a fine of up to RM500,000 and imprisonment of up to three years.\n\nOn the other hand, the GDPR is backed by an enforcement mechanism with significant fines of up to 20 million Euros or 4% of a company’s global turnover, whichever is higher3. The EU has therefore demonstrated just how seriously they take violations of the GDPR and, as a result, organisations worldwide have become acutely aware of the importance of protection of personal data.\n\nData breach notification\n\nUnder the GDPR, notification of a breach of data security to the supervisory authority and the affected individuals is a mandatory requirement in all member states where the breach is likely to “result in a risk to the rights and freedoms of natural persons”.\n\nThe notification has to be made within 72 hours of becoming aware of the data breach and, in the case of delay, the reasons therefor4. At the very least, data controllers have to provide the following information when making the notification to the supervisory authority:\n\nThe nature of the personal data breach including, where possible, the categories and approximate number of data subjects concerned and the categories and approximate number of personal data records concerned; the name and contact details of the Data Protection Officer (“DPO”) or other contact point where more information can be obtained; description of the likely consequences of the personal data breach; and description of the measures taken or proposed to be taken by the controller to address the personal data breach including, where appropriate, measures to mitigate its possible adverse effects.\n\nThere are no data breach obligations prescribed under the PDPA although, in August 2018, the Department of Personal Data Protection issued a public consultation paper on the implementation of data breach notification under the PDPA.\n\nPrivacy notice5\n\nThe GDPR requires detailed privacy notices. Both the GDPR and PDPA require organisations to provide people with a privacy notice that is readily accessible. The GDPR goes further to spell out that a privacy notice must be written in clear and plain language, particularly for any information addressed specifically to a child.\n\nThe GDPR goes on to stipulate the following additional information to be included in a privacy notice, namely:\n\ncontact details of the data user and its DPO, where applicable;\n\nthe legitimate interests pursued by the data user or a third party (where the processing is based on legitimate interests);\n\nwhere applicable, details of the transfer of personal data to a third country or international organisation including whether there is an adequacy decision by the European Commission or reference to the appropriate or suitable safeguards and means by which to obtain a copy of them or where they have been made available;\n\nthe period for which the personal data will be stored or, if that is not possible, the criteria used to determine that period;\n\nthe existence of the right to erasure and the right to data portability;\n\nright to withdraw consent;\n\nright to lodge a complaint with a supervisory authority;\n\nwhether the provision of personal data is a statutory or contractual requirement, or a requirement necessary to enter into a contract; and\n\nthe existence of automated decision-making, including profiling, and meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing for the data subject.\n\nRight to be forgotten\n\nUnder the GDPR, data subjects are given the discretion to request verbally or in writing for the data controller to erase his or her data. The grounds for the erasure include:\n\nthe personal data is no longer necessary in relation to the purposes for which it was originally collected or processed for;\n\nthe data subject withdraws consent on which the processing is based and where there is no other legal ground for the processing;\n\nthe data subject objects to the processing and there are no overriding legitimate grounds for the processing;\n\nthe personal data has been unlawfully processed;\n\nthe personal data has to be erased for compliance with a legal obligation;\n\nthe personal data has been collected in relation to the offer of information society services to a child.\n\nIn considering the impact of this right under the GDPR, on 24 September 2019, the European Court of Justice (“ECJ”) ruled that Google’s delisting of search results that concern EU citizens should only apply in the bloc’s 28 member states.\n\nOne of the important lessons from this case is that the balance between an individual requester’s rights against the right of Internet users interested in that information may vary around the world. The decision illustrates that the EU may not necessarily be able to impose this right in countries that do not recognise this principle.\n\nIn Malaysia, the closest provision in the PDPA to this right is that found in the retention principle, which is embodied in section 10 of the PDPA, which provides that personal data shall not be kept longer than is necessary for the fulfilment of that purpose. Under the PDPA, consent may only be withdrawn upon giving written notice to the organisation6. Under the PDPA, even after consent is withdrawn, the organisation may still keep the personal data, so long as it is necessary for fulfilment of the purpose in which the personal data was collected7.\n\nData portability\n\nUnder the GDPR, data subjects have the right to receive personal data concerning him or her, which he or she has provided to a controller in a structured, com­monly used and machine-readable format8.\n\nIn contrast, the PDPA provides that data subjects have a right to request for their information from a data user, but there is no specific provision on the method or the medium in which such records of personal data are to be given. Singapore is currently considering introducing a data portability requirement to its PDPA.\n\nMalaysia should also consider including a data portability provision in the PDPA as such a provision would facilitate competition of digital services and innovation, empowering individuals to try new services, and enabling them to choose the offering that best suits their needs.\n\nPrivacy by design\n\nThe data controller is required to implement appropriate technical and organisational measure to ensure that only personal data which is necessary for each specific purpose of the processing is processed9. To comply with this requirement, the data controller is required to adopt internal policies and implement measures which meet in particular the principles of data protection by design and data protection by default. This includes measures to minimise the processing of personal data, improve pseudonymising of personal data, transparency with regard to the functions and processing of personal data, enabling the data subject to monitor the data processing, and the controller to create and improve security features.\n\nThese provisions are not specifically provided under the PDPA.\n\nConsent\n\nConsent is an important principle articulated under both the GDPR and the PDPA. Under both the GDPR and PDPA, processing of personal data is prohibited unless expressly allowed by law or the data subject has consented to the processing. Both the GDPR and PDPA provide that the requirement to obtain the consent must be presented in a manner which is clearly distinguishable from the other matters10.\n\nHowever the GDPR goes further to provide that consent must be provided in an intelligible and easily accessible form, using clear and plain language11. Unlike the GDPR, the PDPA does not prescribe the type of language that must be used in order to obtain consent. However, Malaysian businesses should be mindful that if consent is not recorded and maintained properly by the data user, the Commission may, in the course of an investigation, take the view that consent was not obtained.\n\nOn 21 January 2019, Google LLC (Google’s French arm) was fined €50million by the Commission Nationale de l ’information et des Liberties (“CNIL”) for various failings under GDPR. The ruling attacked the accessibility of the information saying that, although most of the information was there, it was scattered around its site via various different “links”.\n\nOne reason for the fine that was imposed was that Google did not ensure that consent met the GDPR threshold through using pre-ticked boxes and not separating consents for advert personalisation from other processing by Google.\n\nMalaysian businesses should therefore take a common-sense approach to obtaining consent and provide consent notification language in a clear and easily-understandable manner.\n\nAppointment of DPOs\n\nUnder the PDPA, a DPO is not mandatory. The GDPR introduced a mandatory requirement to appoint a DPOto monitor an organisation’s data protection compliance and inform it as well as advise on its data protection obligations12 where:\n\nthe processing is carried out by a public authority or body; where the core activities of the organisation require regular and systematic monitoring of data subjects on a large scale; or where the core activities of the controller or the processor consist of special categories of data or personal data relating to criminal convictions and offences.\n\nProcessing of personal data belonging to minors\n\nWhere a child is below 16 years old, the data processor must obtain consent or authorisation from the holder of parental responsibility over the child13. The GDPR takes into consideration that children are less aware of the risks, consequences and safeguards concerned with processing of personal data. This would particularly apply where the use of the personal data of children for purposes of marketing or creating personality or user profiles or for collection of personal data with regards to services offered for children14.\n\nIn light of the modern age of digital technology and exposure of social media and online gaming to children, this provision is particularly important to ensure that personal data of children are accounted for.\n\nIn contrast, the PDPA does not specially provide for measures to safeguard protection of processing of personal data belonging to minors.\n\nData protection impact assessment (“DPIA”)\n\nThe GDPR imposes a mandatory requirement for data controllers to conduct a DPIA where the type of processing uses a new technology and, taking into account the nature, scope, context and purpose of the processing, is likely to result in a high risk to the rights and freedom of natural persons15. The DPIA will assess the impact of the processing operations to the protection of personal data. The PDPA does not impose an obligation on a data processor to conduct impact assessment even where there is use of new technologies.\n\nCross-border data transfers\n\nThe GDPR restricts the transfer of data from the EU to “third countries” (that is, non EU or EEA members) unless that country is assessed by the European Commission as having “adequate” levels of data protection. As Malaysia is currently a “third country” without an “adequacy decision”, the EU/EEA countries will only be able to transfer data to Malaysia in very limited circumstances.\n\nMoving forward\n\n1) Data protection audit\n\nOne of the first steps Malaysian companies should take when preparing for the GDPR is to conduct a comprehensive audit of all the personal data they currently hold, where the data in its entire business comes from and their data processing activities. For example, a company cannot draft an employee privacy notice or compile a data protection policy or record of processing activities unless it knows what data it holds and what it does with that data.\n\nIn the wake of Marriott’s data breach involving a loss of 339 million guest records, which was reported in November 2018, companies must also carry out proper due diligence measures in relation to personal data when carrying out a corporate acquisition.\n\n2) Implement processes and procedures\n\nOne purpose of the audit is to collate information that companies will need in order to comply with certain GDPR obligations and to take immediate steps to implement processes and procedures to address the compliance gaps. This could include developing new data handling policies, updating contracts clauses in data processing agreements and privacy notices.\n\nCompanies should also implement technical measures such as using end-to-end encryption and organisation security measures to limit the risk of data breaches. It is also important to ensure that customers and service users understand what companies do with their data. Privacy notices should be clearly signposted, and be as accurate as possible about what data is collected and why it is used.\n\nFurther, Malaysian companies must develop data governance policies when moving EU-specific data to countries outside of the EU.\n\n3) Conduct data protection impact assessments (“DIPA”)\n\nA DPIA will help Malaysian companies understand the risks to the security and privacy of the data processed and ways to mitigate those risks.\n\n4) Implement data breach notification policies\n\nIt is essential to have in place a practical guide on how organisations should respond to a data breach, including outlining clear processes on how reports should be made, assessment of breaches internally, including to be clear on what kind of breaches should be reported to the PDPA Department, and how statements are to be released to the media.\n\n5) Appointment of DPOs\n\nMany organisations should consider designating a DPO and a representative based in one of the EU member states.\n\n6) Training\n\nIt is also important to ensure that employees are trained with proper data handling techniques and are aware of the GDPR obligations.\n\nConclusion\n\nThe implementation of the GDPR brings about additional obligations in which organisations and businesses in Malaysia will have to comply with, on top and above the requirements of the PDPA.\n\nIn light of digital and technology advancement, the need for protection of personal data has become more compelling. The ratification of appropriate and necessary principles under the GDPR as part of Malaysia’s personal data protection laws is vital to ensure growth of the digital economy whilst balancing the emerging need to improve data protection.\n\nFor further information, please contact:\n\nJanet Toh Yoong San, Parrtner, Shearn Delamore & Co​\n\njanet.toh@shearndelamore.com\n\nSection 2(1) and 2(2) of the PDPA. Article 3 of the GDPR. Article 83 of the GDPR. Article 33 of the GDPR. Articles 12-14 of the GDPR. Section 38 of the PDPA. Section 10 of the PDPA. Article 20 of the GDPR. Article 25 of the GDPR. Regulation 3(2) of Personal Data Protection Regulations 2013. Article 7 of the GDPR. Article 37 of the GDPR. Article 8 of the GDPR. Recital 38 of the GDPR. Article 35 of the GDPR.\n\nReport - How will IOT Transform Industry in Asia - Out Now\n\nOur new report reveals the readiness of Asian manufacturers and supply chain enterprises in the adoption of innovation in the Industrial Internet of Things (IIoT) and how businesses plan to solve market-specific challenges.\n\nThe report, produced in association with Osborne Clarke, produced key insights into how the internet of things is changing the face of global business, creating new opportunities in automation, smart manufacturing and predictive asset management. Focused on China, Hong Kong, India and Singapore major IoT manufacturers provided their learnings and thoughts on how Asian governments are striving to stay ahead of the fourth industrial revolution as greater industrial connectivity offers up unique opportunities for Asian markets.\n\nTo find out more, please visit report here."}}