{"GDELT": {"GlobalEventID": 882262451, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor2Code": "POL", "Actor2Name": "POLE", "Actor2CountryCode": "POL", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.44827586206897, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Boston, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_ADM2Code": "MA025", "Actor2Geo_Lat": 42.3584, "Actor2Geo_Long": -71.0598, "Actor2Geo_FeatureID": "617565", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Boston, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_ADM2Code": "MA025", "Action2Geo_Lat": 42.3584, "Action2Geo_Long": -71.0598, "Action2Geo_FeatureID": "617565", "DATEADDED": 20191025154500, "SOURCEURL": "https://hoodline.com/2019/10/top-boston-news-1000s-without-power-after-teen-crashes-into-pole-bpd-works-closely-with-ice-more"}, "ARTICLE": {"TITLE": "Top Boston news: 1000s without power after teen crashes into pole; BPD works closely with ICE; more", "TEXT": "Here's the most recent top news you may have missed in Boston.\n\nBoston child diagnosed with meningococcal disease is on life support\n\nOne of two young Boston children diagnosed with the rare and potentially deadly meningococcal disease is on life support, his mother said. Officials say both cases have been associated with day care centers specializing in serving children experiencing homelessness.\n\nRead the full story on Boston 25 News.\n\nBoston surgeons perform first full face transplant for black patient\n\nA team of 45 doctors, nurses and researchers spent 16 hours completing the rare surgery.\n\nRead the full story on WCVB Channel 5 Boston.\n\nACLU: Records show Boston police work closely with ICE\n\nThe American Civil Liberties Union of Massachusetts says Boston police records show the department has a close working relationship with federal immigration authorities.\n\nRead the full story on 7News - WHDH Boston.\n\nThousands without power after 15-year-old crashes car into utility pole\n\nAuthorities say about 7,000 customers lost power when a 14-year-old girl crashed a car into a utility pole just outside Boston.\n\nRead the full story on Boston 25 News.\n\nBoston gears up for deadline on short-term rental licensing\n\nBoston’s Inspectional Services Department says it’s ready to go after any short-term rentals that try to operate illegally after a Dec. 1 licensing deadline.\n\nRead the full story on Boston Herald.\n\nThis story was created automatically using data about news stories on social media from CrowdTangle, then reviewed by an editor. Click here for more about what we're doing. Got thoughts? Go here to share your feedback."}}