{"GDELT": {"GlobalEventID": 882262771, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "CRM", "Actor1Name": "SERIAL KILLER", "Actor1Type1Code": "CRM", "Actor2Code": "CVL", "Actor2Name": "RESIDENTS", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.127071823204419, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Texarkana, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX037", "Actor1Geo_Lat": 33.4251, "Actor1Geo_Long": -94.0477, "Actor1Geo_FeatureID": "1369752", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Texarkana, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_ADM2Code": "TX037", "Actor2Geo_Lat": 33.4251, "Actor2Geo_Long": -94.0477, "Actor2Geo_FeatureID": "1369752", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Texarkana, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX037", "Action2Geo_Lat": 33.4251, "Action2Geo_Long": -94.0477, "Action2Geo_FeatureID": "1369752", "DATEADDED": 20191025154500, "SOURCEURL": "https://www.cheatsheet.com/entertainment/10-horror-movies-that-were-inspired-by-true-stories.html"}, "ARTICLE": {"TITLE": "10 Horror Movies That Were Inspired by True Stories", "TEXT": "Horror movies instantly feel creepier when they begin with the infamous “based on a true story” text during the opening credits.\n\nWhile there are plenty of supernatural horror films that are scary enough for the imagination, there is something much more disturbing about a scary movie that has a backdrop of realism. Here are 10 horror movies that were inspired by true stories:\n\nRichard Dreyfuss, Roy Scheider and Robert Shaw | Universal Studios/Courtesy of Getty Images\n\n‘Deranged’\n\nThe murderer Ed Gein has inspired many fictional serial killers from several different movies, such as Buffalo Bill in The Silence of the Lambs and Leatherface in The Texas Chainsaw Massacre. The film that is considered to be one of, if not the, most accurate film adaptation of Ed Gein’s true crimes came in the form of a horror film called Deranged.\n\nDirected by Alan Ormsby and Jeff Gillen, Deranged follows a middle-aged man named Ezra Cobb who works at a farm with his overbearing, elderly mother, Amanda who has indoctrinated Cobb to hate women since he was a child. When his mother passes away, Cobb begins a violent string of murders and raids graves to exhume corpses.\n\nEd Gein’s mother was also fanatically religious and preached that all other women, except herself, were impure instruments of the devil. Gein was devastated by his mother’s death in Dec. 1945, having lost the closest person to him. Between 1947 and 1952, Gein robbed from multiple graves and a few years later, he murdered two women. When the police raided his home, they found a disturbing collection of paraphernalia from his crimes.\n\nGein’s house of horrors and his infamous string of violent crimes was a source of inspiration for many of the villains from the most horrific horror films.\n\n‘The Town That Dreaded Sundown’\n\nAs the film’s tagline reads, “In 1946 this man killed five people… Today he still lurks the streets of Texarkana, Ark.”\n\nCharles B. Pierce’s slasher The Town That Dreaded Sundown played a formative role in inspiring the modern slasher, having been released two years prior to John Carpenter’s Halloween and two years after Bob Clark’s Black Christmas. The film itself was inspired by the real-life Texarkana Moonlight Murders, a series of unsolved violent crimes committed by an assailant known as The Phantom Killer in or around Texarkana during the late 1940s.\n\nIn the film, a hooded serial killer terrorizes a Texarkana town by violently attacking residents. The Town That Dreaded Sundown is a mostly accurate look at the events of the Texarkana Moonlight Murders, with the exception of names, specific dates of occurrences, and a few minor artistic liberties, such as the infamous “saxophone attack” scene in the film.\n\nThe eeriest accurate note about the film was the fact that despite his horrific crimes, The Phantom Killer was never caught.\n\n‘The Strangers’\n\nThe 2008 home invasion horror film, The Strangers follows a young couple staying at a family vacation home when they are brutally attacked by a group of masked assailants. The movie opens with a narrator informing the audience that the story they’re about to watch is based on true events that are still a mystery to this day, which is only partly true.\n\nThe Strangers was inspired in part by the Manson Family Cult murders of 1969 when cult leader Charles Manson dispatched a few of his followers to murder everyone in the home of Roman Polanski and Sharon Tate. It was also inspired by a series of break-ins that took place in director Bryan Bertino’s childhood hometown.\n\n“As a kid, I lived in a house on a street in the middle of nowhere. One night, while our parents were out, somebody knocked on the front door and my little sister answered it. At the door were some people asking for somebody who didn’t live there. We later found out that these people were knocking on doors on the area and, if no one was home, breaking into the houses,” Bertino explained in the film’s production notes.\n\nWhile the specific story of The Strangers is mostly fiction, the details of the brutal acts of violence themselves are, disturbingly enough, not too far from reality.\n\n‘Wolf Creek’\n\nGreg McLean’s Australian horror film has been praised by critics for its “taboo-breaking” and visceral depiction of violent crime. The film revolves around a group of backpackers traveling through the Australian outback when they encounter a crazed killer named Mick Taylor, played by John Jarratt.\n\nThis gruesome horror thriller was inspired by the real-life murders of hitchhikers and backpackers in Australia committed by Ivan Milat in the 1990s and Bradley Murdoch in 2001. Milat would kidnap backpackers and hitchhikers and murder them in an Australian national forest. Murdoch killed an English backpacker named Peter Falconio, who had been traveling with his girlfriend toward an Australian conserve. Murdoch tricked Falconio into pulling over his vehicle and once he did so, Murdoch fatally shot him, which loosely represented a few of the scenes in the film.\n\nThe film contains several eerie references to the true events it is based on, such as the name of a mining company a character worked at which turned out to be an anagram for Milat’s surname.\n\n‘The Entity’\n\nDirected by Sidney J. Furie, The Entity follows a single mother of four named Carla Moran, played by Insidious actress Barbara Hershey, who is violently assaulted by an invisible being. She seeks the help of two parapsychologists who learn that an evil presence is drawn to her.\n\nThis disturbing supernatural thriller is based on the Doris Bithers case in Culver City, California. In 1974, Bithers reported being attacked by an invisible being and later reported being assaulted by the spirits of three men. She met with parapsychologists Barry Taff and Kerry Gaynor, who reportedly photographed several luminous entities during their investigation. Her case was turned into a book in 1978, which went on to inspire the film.\n\n‘Open Water’\n\nOpen Water follows Susan Watkins and Daniel Kitner, a young couple played by Blanchard Ryan and Daniel Travis. While scuba diving on a Caribbean vacation, the couple is left behind by their boat due to a miscount. Believing that their boat will return for them, the couple tries to wait for rescue, slowly realizing that they are trapped in shark-infested waters miles away from shore.\n\nThe film is loosely based on the disappearance of American couple Thomas and Eileen Lonergan, who went scuba diving in the Great Barrier Reef in 1998 and disappeared after accidentally being left behind by their boat. Their absence was realized two days later, but the couple disappeared without a trace and were never heard from again.\n\n‘The Girl Next Door’\n\nIn The Girl Next Door, two orphaned girls, Meg and Susan, are sent away to live with their aunt Ruth and her children after their parents are killed in a car accident. The film follows the girls as they are subjected to horrific, unimaginable acts of abuse and torture. The movie is an adaptation of Jack Ketchum’s novel of the same name, which was inspired by the chilling true story of the murder of 16-year-old Sylvia Likens.\n\nLikens and her younger sister were sent away to live with a caregiver named Gertrude Baniszewski. Likens was severely tortured and neglected by Baniszewski over the course of three months, ultimately losing her life on Oct. 26, 1965. Baniszewski was sentenced to life in prison but was granted parole in the winter of 1985.\n\nThis film isn’t for the faint of heart as The Girl Next Door captures some of the many horrors Likens suffered during the final months of her life in a gruesome, unflinching manner.\n\n‘The Conjuring’\n\nInspired by the real-life supernatural investigations of Ed and Lorraine Warren, The Conjuring follows the family of Roger and Carolyn Perron as they move into a farmhouse in Harrisville, Rhode Island and begin to experience eerie paranormal events, like the home’s clocks stopping at the same time every night and birds flying into the windows. Desperate, they consult demonologists Ed and Lorraine Warren, played by Patrick Wilson and Vera Farmiga, for help.\n\nEd and Lorraine Warren reportedly investigated 10,000 cases, having looked into some of the most infamous cases of hauntings in history, such as the Amityville haunting and the Annabelle doll. Many of the artifacts from their cases were kept in the couple’s famed “Occult Museum.” The Conjuring was inspired by the Warrens’ investigation of the Perron Family home in 1971. The film used real interviews with the actual Perron family in its marketing.\n\n‘A Nightmare on Elm Street’\n\nConsidered to be one of the most iconic slasher films of all time, Wes Craven’s A Nightmare on Elm Street is the last movie any horror fan would imagine was based in reality. After all, how realistic does the story of an evil child murderer who kills teenagers in their dreams sound?\n\nThe film was inspired by an article Craven read in The L.A. Times about a young boy who died in his sleep after being plagued with horrific nightmares after surviving The Killing Fields of Cambodia.\n\n“He told his parents he was afraid that if he slept, the thing chasing him would get him, so he tried to stay awake for days at a time. When he finally fell asleep, his parents thought this crisis was over. Then they heard screams in the middle of the night,” Craven explained in an interview with Variety, “By the time they got to him, he was dead. He died in the middle of a nightmare. Here was a youngster having a vision of a horror that everyone older was denying. That became the central line of Nightmare on Elm Street.”\n\nSo, while the infamous Freddy Krueger is entirely a work of fiction, the horror caused by recurring nightmares and trauma is an all too tragic reality.\n\n‘Jaws’\n\nSteven Spielberg’s Jaws has been memorialized as one of the greatest horror films of all time with its suspenseful tone and legacy of keeping tourists out of the water after its 1975 release. Unlike many horror films that are centered around supernatural and paranormal themes, Jaws revolves around a very realistic, long-lasting conflict: The struggle between man and nature.\n\nThe film was based on a novel by Peter Benchley, who was inspired after reading a newspaper article about a fisherman named Frank Mundus who had caught a 4,500-pound great white shark off the coast of Long Island. Benchley became to wonder what could happen if the shark became an unstoppable menace and began to write Jaws. Over a year later, the film adaptation was created, revolving around a killer shark terrorizing the citizens and tourists of a small New England town.\n\nRead more: Horror Movies That Have Dark Alternate Endings"}}