{"GDELT": {"GlobalEventID": 882262341, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor2Code": "AUS", "Actor2Name": "SYDNEY", "Actor2CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.7412935323383, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20191025154500, "SOURCEURL": "https://www.dailyexaminer.com.au/news/why-con-the-fruiterers-wild-about-our-jacarandas/3862060/"}, "ARTICLE": {"TITLE": "Why Con the Fruiterer's wild about our jacarandas", "TEXT": "Con the Fruiterer aka comedian Mark Mitchell will be special guest compere at this Sunday's Afternoon at the Proms.\n\nCon the Fruiterer aka comedian Mark Mitchell will be special guest compere at this Sunday's Afternoon at the Proms.\n\nIT'S not often the person you interview who fires off the first question but when comedian Mark Mitchell knew it was Grafton calling his first response after saying hello was \"Are the jacarandas out yet?”\n\nMr Mitchell said he \"absolutely adores jacarandas”, remembering a time in Sydney sitting outside on a balcony chatting with friends.\n\n\"Just as sun went down, the last of light was almost like a ghostly afterburn of the purple of the jacarandas. That was the only colour I could see, the trees just hold the light. It was just magnificent and I have loved them ever since.”\n\nThat adoration of the trees also extended itself to a quick history lesson about how the South American trees were first introduced to Australia.\n\n\"The logs were used as ballast (weight) for the (first fleet) ships and when they arrived in Sydney they just dumped them anywhere. The logs actually took root and started growing again. It was an accidental thing so isn't that weird?”\n\nSo Mitchell can fully understand why Grafton went with the early plantings they still enjoy today.\n\n\"You only have to see one to think I want one of those growing at my place.”\n\nWith that in mind, Mitchell is looking forward to seeing hundreds of his favourite trees when he arrives in Grafton to compere this year's Afternoon at the Proms at the Saraton Theatre.\n\n\"I hope to glimpsing the jacarandas as much as I can while I'm there and I can't wait to see the festival. When I first feel in love with the jacarandas I become aware of the Grafton festival as the premium festival for jacarandas in Australia. I've always really thought I want to go there. But you just don't up and go to Grafton, not when you're in Melbourne. It's not the sort of thing you do on whim.”\n\nOf course it won't be comedian Mark Mitchell who will be compering at this weekend's concert, his old friend Con the Fruiterer is set to be taking centrestage (along with Mr Gribble from Around the Twist).\n\n\"Con thinks it's going to be like a second honeymoon in Grafton, probably better than the first because he's going by himself.”\n\nMitchell said Con was still working in the fruit game \"up at the crack of noon and works his guts out until 2-3 in the afternoon”.\n\n\"That's the beauty of having a big family, you can delegate.”\n\nMitchell rattles off the names of the family members like it was 1989 and his show The Comedy Company ruled the television screens, providing a humorous monologue of updates on all the family members and his co-stars.\n\nHe said he still sees Uncle Arthur occasionally.\n\n\"He drops in regularly, but Con also has to keep an eye on him because he breaks the stalks off the mushrooms before he puts them in the bag. Glenn Robbins drops around too, they play cards together, and Uncle Arthur, they all do.”\n\nWhile the gags are flowing freely, it seemed appropriate to point out that Con would be performing in a theatre owned by a Greek family and was the fruitmonger aware of that.\n\nAfter pausing he said \"I'd say that was probably instrumental in his decision to do this show,” he chuckled as thoughts of perhaps finding a long lost relative there ensued.\n\nWhat about Con's singing ability? Can we expect him to take on lead vocals at any stage?\n\n\"Con's been thrown out of so many things, for joining in with singing. He can't go to any musical theatre or opera. He's black-banned from them all because he couldn't help but join in. 'Figaro, Figaro, Figaro... If I were a Rich Man...', Con quickly takes over the phone for a few seconds.\n\n\"He did write Coupla of Days a few years ago,” Mitchell said, \"number 19 on the hit parade I recall”.\n\nBeside Con's best vocal efforts, An Afternoon at the Proms audience members will also be entertained by the musical genius of Greg Butcher and the Clarence Valley Orchestra & Chorus with this year's concert proceeds going to local Rural Fire Brigades.\n\nPlaying \"Music From Around the World”, the Proms' repertoire will include a diverse selection of famous compositions. From Carl Orff's Carmina Burana and Leonard Bernstein's West Side Story, to French and Italian sing-along medleys with Lisa Butcher and the Chorus, to the South American percussion features with marimba soloists and Finlandia by Sibelius, as well as all those Proms favourites regular Prom-goers will know.\n\n\"It's going to be a very entertaining afternoon,” Mitchell promises.\n\nDon't miss 'An Afternoon At The Proms' with special guest Mark Mitchell and the Clarence Valley Orchestra & Chorus this Sunday at the Saraton Theatre, 2pm. Tickets are on sale from the theatre or its website."}}