{"GDELT": {"GlobalEventID": 882263263, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "INDGOVAGR", "Actor1Name": "VENKAIAH NAIDU", "Actor1CountryCode": "IND", "Actor1Type1Code": "GOV", "Actor1Type2Code": "AGR", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.50150150150151, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK08", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.7, "Actor2Geo_Long": 73.1667, "Actor2Geo_FeatureID": "-2762812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20191025154500, "SOURCEURL": "https://aninews.in/news/world/asia/vp-naidu-slams-pak-for-misusing-nam-forum-says-it-must-abjure-terror-for-worlds-good20191025204946/"}, "ARTICLE": {"TITLE": "VP Naidu slams Pak for misusing NAM forum, says it must abjure terror for world's good", "TEXT": "Baku [Azerbaijan], Oct 25 (ANI): Vice President M Venkaiah Naidu on Friday hit out at Pakistan for misusing the Non-Aligned Movement (NAM) summit to justify Islamabad's longstanding policy of conducting cross-border terrorism against its neighbours.\n\n\"We regret that earlier today, this august forum was misused to justify once again its (Pakistan) long-standing policy of conducting cross border terrorism against its neighbours, including Jammu and Kashmir which is an integral part of India. Indeed, we speak for the larger region in terms of this deep concern over Pakistan's behaviour,\" he said in his address at the 18th NAM summit here.\n\nStressing that Pakistan clearly needed to do much more to earn the confidence of the international community, the Vice President said, \"It must decisively abjure terrorism for its own good, for that of its neighbours and for the good of the world.\"\n\nHe called upon all NAM countries to come together to forge a common front against terror in all its forms as there was no justification for violent extremist ideologies and terrorist actions that maim and murder innocents.\n\nPointing out that contemporary threats respect no borders, whether it is terrorism, climate change, pandemics, financial crisis or cybersecurity, he said that terrorism was the single most destructive threat to international peace and security.\n\n\"Their capacity to inflict damage has multiplied with the diffusion of information technology, giving terrorist organizations offensive cyber capabilities\", he said.\n\nCalling for strengthening all international laws and mechanisms to combat terrorists and their enablers, Naidu said the NAM partners should forge a common front by stepping up inter-agency coordination, exchanging information and strengthening the existing legal framework by endorsing the Comprehensive Convention on International Terrorism (CCIT) proposed by India in 1996.\n\nThe Vice President urged the NAM to re-focus to remain an influential grouping and find solutions to challenges relating to terrorism, global governance reform, sustainable development and South-South cooperation.\n\nNaidu also called for achieving a just, equitable and representative global governance system by reforming the United Nations, including the Security Council to reflect the contemporary realities of the 21st century.\n\nThe theme of the summit is 'Upholding Bandung Principles to ensure concerted and adequate response to the challenges of the contemporary world'.\n\nThe Vice President called on the need to urgently find solutions to the development challenges of bringing health, education, clean energy and jobs to the people, amid a global economy being rapidly transformed by advances in technology.\n\n\"These common goals can be achieved through a global governance system that is just, equitable and representative and a reformed United Nations,\" he said.\n\nObserving that NAM need not position itself for or against any ideology or groups of nations, Naidu said, \"It is important that we do not waste our energies on issues that cause dissonance among us\".\n\nHighlighting India's development agenda, the Vice President continued, \"Through everyone's support, for everyone's development and towards everyone's trust, India, as always stands ready to play its part.\"\n\nNaidu mentioned how India was partnering with other developing countries in capacity building, implementing development projects and providing humanitarian relief.\n\nHe also said that India also took a major initiative in establishing the International Solar Alliance to give a boost to renewable energy generation and in setting up the Coalition for Disaster Resilient Infrastructure.\n\nNaidu underlined that India wishes to pursue a positive and forward-looking agenda to ensure a prosperous and secure future for all of us. \"We are confident that NAM can play an important role in achieving these shared objectives\", he added.\n\nThe Vice President interacted with Afghanistan President Ashraf Ghani, his Vietnamese counterpart, Dang Thi Ngoc Thinh, and Cuban President Miguel Diaz-Canel Bermudez on the sidelines of the summit in Baku earlier in the day.\n\nDuring his interaction with the three dignitaries, the Vice President stressed the need to further deepen India's close relations with Afghanistan, Vietnam and Cuba in all spheres. (ANI)\n\n"}}