{"GDELT": {"GlobalEventID": 882263394, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "KHM", "Actor1Name": "CAMBODIA", "Actor1CountryCode": "KHM", "Actor2Code": "THA", "Actor2Name": "THAI", "Actor2CountryCode": "THA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.16205533596838, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pailin, Palin, Cambodia", "Actor1Geo_CountryCode": "CB", "Actor1Geo_ADM1Code": "CB30", "Actor1Geo_ADM2Code": "12383", "Actor1Geo_Lat": 12.8489, "Actor1Geo_Long": 102.609, "Actor1Geo_FeatureID": "-1024748", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pailin, Palin, Cambodia", "Actor2Geo_CountryCode": "CB", "Actor2Geo_ADM1Code": "CB30", "Actor2Geo_ADM2Code": "12383", "Actor2Geo_Lat": 12.8489, "Actor2Geo_Long": 102.609, "Actor2Geo_FeatureID": "-1024748", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pailin, Palin, Cambodia", "Action2Geo_CountryCode": "CB", "Action2Geo_ADM1Code": "CB30", "Action2Geo_ADM2Code": "12383", "Action2Geo_Lat": 12.8489, "Action2Geo_Long": 102.609, "Action2Geo_FeatureID": "-1024748", "DATEADDED": 20191025154500, "SOURCEURL": "https://www.adventistworld.org/adventist-students-help-cambodian-children-access-better-education/"}, "ARTICLE": {"TITLE": "Adventist Students Help Cambodian Children Access Better Education", "TEXT": "A dragonfly hangs suspended in the thick, warm air, and a bright orange butterfly dances above pink frangipani. Bunches of bananas hang from the rafters, and empty green coconuts, cut into cups, cover the earthen floor. A refreshing breeze carries the sounds of hammers, saws, and drills that mingles with the laughter of teenagers and the mellow strum of a guitar.\n\nThis is Phnom Dombang, a village in Pailin province in western Cambodia. Located 25 miles (40 kilometers) from the Thai border, this area is occupied by displaced Cambodian families returning from work in Thailand. They have with no land, only temporary homes, and little hope for the future. It is there that 33 tenth-grade students, five staff, and six volunteers from Carmel Adventist College and Landsdale Christian School in Perth, Western Australia, came to build a window to the stars.\n\nThis story began three years ago when teachers Nick Thomson and Sepeti Fui were admiring dried fish on a busy Cambodian street. Bunseang Chea, a Cambodian architect, influential businessman, and landowner in Phnom Dombang invited them into his café. He told them of his passion for providing hope for a better future to the villages of Phnom Dombang. They soon realized they shared a vision: to offer Cambodian families in need with hope for a better tomorrow. Many more chats, emails, and prayers later, the mission trip to Cambodia was born.\n\nOur flight landed in Phnom Penh, and, after a few days of visiting inspirational aid organizations like SHE Rescue Home and learning of Cambodia’s tragic history, we traveled to Pailin to begin our work. Our goal was to construct a much-needed additional building at the local school.\n\nThe majority of village children stop going to school by the age of nine and begin work as farm laborers. They currently have no opportunities to break their cycle of poverty, so our vision is to help them gain a better education.\n\nWorking with a small team of local builders, we sawed, screwed, and hammered together a traditional Cambodian-style building that will serve as a multi-purpose educational space and a library. The Carmel and Landsdale students, staff, and volunteers worked together to complete the frame, floor, and two walls. It is expected the twelfth-grade students will return in late November 2019 to complete the project.\n\nOne of the highlights was hearing how the trip impacted our tenth-grade students. After a worship service on Saturday (Sabbath) morning, which included receiving letters from family members, the students shared what they would take from the Cambodia trip, and the emotional responses were heart-warming. They expressed gratitude for what they had previously taken for granted and a greater appreciation for their families, their education, and the opportunities that are readily available to them.\n\nIt is incredibly exciting to be a part of such a vision of hope. With God’s blessing, not only can we help the children of Phnom Dombang to see the stars but to reach them.\n\nThe original version of this story was posted by Adventist Record."}}