{"GDELT": {"GlobalEventID": 882262548, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.26041666666667, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Townsville, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -19.2664, "Actor1Geo_Long": 146.806, "Actor1Geo_FeatureID": "-1605526", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Townsville, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -19.2664, "Action2Geo_Long": 146.806, "Action2Geo_FeatureID": "-1605526", "DATEADDED": 20191025154500, "SOURCEURL": "https://www.townsvillebulletin.com.au/news/townsville-council-working-to-make-its-report-publicly-available/news-story/2d636a63b590e8fa057cf2ef35fe2674?nk=1375289d6996c3e2bac02b76a73002f0-1572017571"}, "ARTICLE": {"TITLE": "Townsville council working to make its report publicly available", "TEXT": "TOWNSVILLE City Council is embracing the tenor of the media’s Right to Know campaign, saying it “remains committed” to making its reports publicly available.\n\nAustralia's Right to Know campaign was launched by more than a dozen of the nation’s top media companies and industry organisations this week, seeking change to six critical areas of law that allow a veil of secrecy to be thrown over government business.\n\nThe council’s system of providing summaries, rather than releasing reports by officers, as part of its meeting agenda has been raised in the past and the Bulletin has again questioned the policy.\n\nRELATED\n\nAustralia media companies launch press freedom campaign\n\nOur battle for your right to know\n\nWhat stories would you block if you were in charge\n\nA spokesman for the council said they were “working towards” releasing reports, where appropriate.\n\n“Townsville City Council remains committed to making its reports publicly available in a timely manner, where appropriate,” a spokesman said.\n\n“Council officers are currently finalising the systems and processes required to enable this to happen and are working towards having this implemented by the end of this year.”\n\nLast year a spokesman from the Department of Local Government, Racing and Multicultural Affairs said there was no obligation under the Local Government Act 2009 or the Local Government Regulation 2012 requiring councils to include copies of reports discussed at council meetings in the minutes of the meeting or to otherwise make them available to the public.\n\nBut the spokesman said many councils voluntarily included copies of reports considered by councillors at meeting in the minutes to increase the transparency and accountability of their decisions and to assist the community to understand the background and context of the issue.\n\nIf a council refuses to provide a copy of a report, an interested party can apply for access to the report through the Right to Information Act.\n\nFormer Townsville City Council CEO Adele Young told the Bulletin last year the council was reforming the way it provided information.\n\n“As part of this process council will be implementing continuous disclosure, open data and online dashboards to ensure information is more easily available for the community,” she said. “These reforms could include making officers’ reports publicly available, where appropriate.”\n\nLast month, the council said it had addressed all key concerns about transparency and private information access outlined in a scathing review by the Office of the Information Commissioner."}}