{"GDELT": {"GlobalEventID": 882263035, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 8.11965811965812, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Benin", "Actor1Geo_CountryCode": "BN", "Actor1Geo_ADM1Code": "BN", "Actor1Geo_Lat": 9.5, "Actor1Geo_Long": 2.25, "Actor1Geo_FeatureID": "BN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Benin", "Action2Geo_CountryCode": "BN", "Action2Geo_ADM1Code": "BN", "Action2Geo_Lat": 9.5, "Action2Geo_Long": 2.25, "Action2Geo_FeatureID": "BN", "DATEADDED": 20191025154500, "SOURCEURL": "https://www.dailytrust.com.ng/osinbajo-felicitates-with-oba-of-benin-on-3rd-anniversary.html"}, "ARTICLE": {"TITLE": "Osinbajo felicitates with Oba of Benin on 3rd anniversary", "TEXT": "Vice President, Yemi Osinbajo, on Friday commended the the Oba of Benin, Oba Ewuare II, for the support given to the administration of President Muhammadu Buhari.\n\nOsinbajo gave the commendation during a courtesy visit to felicitate with the Oba of Benin, on his third anniversary which coincided with the ongoing National Festival for Arts and Culture (NAFEST) holding in Benin, the Edo State capital.\n\n“I am here to congratulate you on this special anniversary of your ascension of the throne and also to congratulate on your birthday. Thank you for all the support you have given to our government.\n\nSpeaking on the festival, the Vice President noted that it will further unify the country irrespective of cultural diversity.\n\nHe said Edo is the home of culture and a place where culture is most celebrated adding that the national festival is one of the very best seen so far.\n\nOn his part, Oba of Benin, said he is committed to ensuring Edo culture is not watered down by Western values.\n\n“Benin is the center of the world when it comes to culture and we are trying our best to keep up with our culture,” he said.\n\nHe however expressed gratitude to the federal government and Edo state government for supporting the festival."}}