{"GDELT": {"GlobalEventID": 882263628, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "NOR", "Actor1Name": "NORWEGIAN", "Actor1CountryCode": "NOR", "Actor2Code": "LBY", "Actor2Name": "LIBYAN", "Actor2CountryCode": "LBY", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.13625304136253, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Norway", "Actor1Geo_CountryCode": "NO", "Actor1Geo_ADM1Code": "NO", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "NO", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Al Khums, Al Marqab, Libya", "Actor2Geo_CountryCode": "LY", "Actor2Geo_ADM1Code": "LY82", "Actor2Geo_ADM2Code": "19085", "Actor2Geo_Lat": 32.6486, "Actor2Geo_Long": 14.2619, "Actor2Geo_FeatureID": "-3161557", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Al Khums, Al Marqab, Libya", "Action2Geo_CountryCode": "LY", "Action2Geo_ADM1Code": "LY82", "Action2Geo_ADM2Code": "19085", "Action2Geo_Lat": 32.6486, "Action2Geo_Long": 14.2619, "Action2Geo_FeatureID": "-3161557", "DATEADDED": 20191025154500, "SOURCEURL": "https://reliefweb.int/report/libya/unhcr-update-libya-25-october-2019-enar"}, "ARTICLE": {"TITLE": "UNHCR Update Libya (25 October 2019) [EN/AR] - Libya", "TEXT": "Highlights\n\nThis week, 70 urban refugees and asylum-seekers departed from Libya to the Emergency Transit Centre (ETC) in Romania, before their final resettlement to a third country. All departures took place from the airport in Misrata (180 km east of Tripoli) and were coordinated with IOM. Another 23 urban refugees were prevented to board the plane in Misrata airport yesterday (on their way to the ETC in Romania) due to conflicting instructions from within DCIM. UNHCR and IOM are following-up with the relevant authorities, in order to seek clarity and unblock the situation.\n\nSince the beginning of the year, UNHCR assisted 1,734 refugees and asylumseekers with solutions out of Libya, including 441 departed under resettlement programme and 1,293 evacuated to Italy, Rwanda and Niger. UNHCR continues to call on the international community to provide refugees with additional solutions outside Libya.\n\nPopulation movements\n\nAs of 25 October, 7,863 refugees and migrants were rescued/intercepted at sea by the Libyan Coast Guard and disembarked. So far in October, 821 refugees and migrants disembarked in Tripoli (456 individuals), Al Khums (183 individuals) and Tajoura (179 individuals). This week, 362 individuals were disembarked in Tripoli. UNHCR and its partner, the International Medical Corps (IMC) provided medical assistance and core-relief items (CRIs) to persons at disembarkation points. Recently, boats have been departing from areas west of Tripoli near Azzawya, Zwara and east of Tripoli near Garabulli, Al Khums.\n\nUNHCR response\n\nUNHCR and its partner the Norwegian Refugee Council (NRC) are assisting Libyan internally displaced (IDPs) and returnees in Benghazi, eastern region. The greater Benghazi area is hosting over 26,865 IDPs and 188,625 returnees. This week, UNHCR and NRC distributed shelter kits to some 660 Tawerghan IDPs (131 families) living in the city. These kits will support the repair of shelters and infrastructure severely damaged during the conflict. So far this year, UNHCR distributed 10,530 shelter kits to IDPs and returnees throughout Libya.\n\nUNHCR continues to support urban refugees and asylum-seekers at the Community Day Centre (CDC) in Gurji, Tripoli. UNHCR together with IMC and CESVI are assisting over 500 refugees and asylum-seekers per week with primary healthcare, counselling, psychosocial support, cash and CRIs. This year, UNHCR and partners supported refugees and asylum-seekers with nearly 8,000 medical consultations and distributed cash based interventions to over 1,880 individuals.\n\nUNHCR estimates that 4,500 refugees and migrants are currently held in detention centres in Libya, out of whom 3,400 are of concern to UNHCR. So far this year, UNHCR and partners conducted over 1,000 monitoring visits and provided nearly 16,000 medical consultations in detention."}}