{"GDELT": {"GlobalEventID": 882262634, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "IRLGOVBUS", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "Actor2Type1Code": "GOV", "Actor2Type2Code": "BUS", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.5991285403050101, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191025154500, "SOURCEURL": "https://www.investegate.co.uk/mainstay-medical--irsh-/bus/statement-re-publication-of-prospectus-and-admission/20191025160000Z9131/"}, "ARTICLE": {"TITLE": "Mainstay Medical: Statement re Publication of Prospectus and Admission", "TEXT": "Friday 25 October, 2019\n\nStatement re Publication of Prospectus and Admission\n\nMainstay Medical International plc\n\nMainstay Medical Announces Publication of Prospectus and Admission\n\nMainstay Medical International plc (Mainstay or the Company, Euronext Paris: MSTY.PA and Euronext Dublin: MSTY.IE), a medical device company focused on bringing to market ReActiv8®, an implantable neurostimulation system to treat disabling Chronic Low Back Pain, announces the publication of a prospectus (Prospectus) in connection with the admission of 4,649,775 new ordinary shares (New Shares) to trading on the regulated market of Euronext Paris. The New Shares will also be admitted to trading on the Euronext Growth Market of Euronext Dublin. The New Shares were issued pursuant to a €13.9 million equity fundraising announced on 29 July 2019.\n\nApplication has been made to Euronext Paris and to Euronext Dublin for the New Shares to be admitted to listing and trading on the regulated market of Euronext Paris and to trading on the Euronext Growth Market of Euronext Dublin, respectively (Admission). It is expected that Admission of the New Shares will become effective, and that dealings in the New Shares will commence, at 8.00 a.m. Irish Standard Time / CET on 31 October 2019.\n\nThe Prospectus has been approved by the Central Bank of Ireland and is publicly available on the Company’s website at www.mainstay-medical.com/en/investors. The Company has requested that the Central Bank of Ireland provide a certificate of approval and a copy of the Prospectus, together with a translation of the summary of the Prospectus into the French language, to the French Autorité des Marchés Financiers. A translation of the summary of the Prospectus into the French language will be shortly available on the websites of the Company and the French Autorité des Marchés Financiers (www.amf-france.org).\n\n- End -\n\nAbout Mainstay\n\nMainstay is a medical device company focused on bringing to market an innovative implantable neurostimulation system, ReActiv8®, for people with disabling Chronic Low Back Pain (CLBP). The Company is headquartered in Dublin, Ireland. It has subsidiaries operating in Ireland, the United States, Australia, Germany and the Netherlands, and is listed on regulated market of the Euronext Paris (MSTY.PA) and the Euronext Growth market of Euronext Dublin (MSTY.IE).\n\nFurther information can be found at www.mainstay-medical.com\n\nCAUTION – in the United States, ReActiv8 is limited by federal law to investigational use only.\n\nPR and IR Enquiries:\n\nLifeSci Advisors, LLC\n\nBrian Ritchie\n\nTel: + 1 (212) 915-2578\n\nEmail:[email protected]\n\nFTI Consulting (for Ireland)\n\nJonathan Neilan or Patrick Berkery\n\nTel. : +353 1 765 0886\n\nEmail:[email protected]\n\nEuronext Growth Advisers:\n\nDavy\n\nFergal Meegan or Barry Murphy\n\nTel: +353 1 679 6363\n\nEmail:[email protected] or [email protected]\n\nForward looking statements\n\nThis announcement includes statements that are, or may be deemed to be, forward looking statements. These forward looking statements can be identified by the use of forward looking terminology, including the terms “anticipates”, “believes”, “estimates”, “expects”, “intends”, “may”, “plans”, “projects”, “should”, “will”, or “explore” or, in each case, their negative or other variations or comparable terminology, or by discussions of strategy, plans, objectives, goals, future events or intentions. These forward looking statements include all matters that are not historical facts. They appear throughout this announcement and include, but are not limited to, statements regarding the Company’s intentions, beliefs or current expectations concerning, among other things, the admission of the Company’s ordinary shares to trading on Euronext Paris and Euronext Dublin.\n\nBy their nature, forward looking statements involve risk and uncertainty because they relate to future events and circumstances. Forward looking statements are not guarantees of future performance, and the actual results of the Company’s operations, the development of its main product, and the markets and the industry in which the Company operates may differ materially from those described in, or suggested by, the forward looking statements contained in this announcement. In addition, even if the Company’s results of operations, financial position and growth, and the development of its main product and the markets and the industry in which the Company operates are consistent with the forward looking statements contained in this announcement, those results or developments may not be indicative of results or developments in subsequent periods. A number of factors could cause results and developments of the Company to differ materially from those expressed or implied by the forward looking statements. The forward-looking statements herein speak only at the date of this announcement.\n\nDisclaimers\n\nThis announcement is not an offer of securities for sale in any jurisdiction. This announcement is not a prospectus (or prospectus equivalent document) or an advertisement. Investors should not subscribe for or purchase any shares in the Company based on this announcement or the prospectus. Neither this announcement nor any part of it shall form the basis of or be relied on in connection with or act as an inducement to enter into any contract or commitment whatsoever.\n\nNo reliance may be placed for any purpose on the information contained in this announcement or its accuracy or completeness. The material set forth herein is for information purposes only and should not be construed as an offer of securities for sale in any jurisdiction.\n\nNo action has been taken by the Company to permit a public offer of New Ordinary Shares under the applicable securities laws of any jurisdiction. Other than in Ireland and France, no action has been taken or will be taken to permit the possession or distribution of the Prospectus (or any other offering or publicity materials relating to the New Ordinary Shares, including this announcement) in any jurisdiction where action for that purpose may be required or where doing so is restricted by law. Accordingly, neither this announcement nor the Prospectus may be distributed or published in any other jurisdiction except under circumstances that will result in compliance with any applicable laws and regulations. This announcement and the information it contains does not constitute and shall not be considered as constituting a public offer, an offer to subscribe or an intention to solicit the interest of the public for a public offering of Mainstay’s securities in Ireland, France, the United Kingdom, the United States or any other jurisdiction.\n\nPersons into whose possession this document comes should inform themselves about and observe any such restrictions. Any failure to comply with these restrictions may constitute a violation of the securities laws of any such jurisdiction.\n\nJ&E Davy (\"Davy\") is acting as Financial Adviser to the Company in connection with Admission. Davy, which is regulated in Ireland by the Central Bank of Ireland, is acting for the Company and for no one else in connection with Admission and will not be responsible to any person other than the Company for providing the protections afforded to clients of Davy, nor for providing advice in relation to Admission, the content of this announcement or any matter referred to in this announcement. Apart from the responsibilities and liabilities, if any, which may be imposed on Davy by the Central Bank of Ireland, or the regulatory regime in Ireland, neither Davy nor any of its subsidiaries, branches or affiliates owes or accepts any duty, liability or responsibility whatsoever (whether direct or indirect, whether in contract, in tort, under statute or otherwise) to any person who is not a client of Davy in connection with this announcement, any statement contained herein or otherwise, nor makes any representation or warranty, express or implied, in relation to, the contents of this announcement, including its accuracy, completeness or verification or for any other statement purported to be made by Davy, or on behalf of Davy in connection with the Company or Admission. Davy accordingly disclaims to the fullest extent permitted by law all and any responsibility or liability to any person who is not a client of Davy, whether arising in tort, contract or otherwise (save as referred to above) which they might otherwise have in respect of this announcement or any such statement.\n\nThis announcement does not constitute or form part of any offer or solicitation to purchase or subscribe for, nor does it constitute an offer to sell, or the solicitation of an offer to buy Ordinary Shares in the United States or in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to its registration or qualification under the laws of such jurisdiction. The New Shares mentioned herein have not been, and will not be, registered under the U.S. Securities Act of 1933 (the “Securities Act”). The New Shares may not be offered or sold in the United States except pursuant to an effective registration statement under, or an exemption from the registration requirements of, the Securities Act. There will be no public offer of securities in the United States.\n\nInformation to distributors\n\nSolely for the purposes of the product governance requirements contained within: (a) MiFID II; (b) Articles 9 and 10 of Commission Delegated Directive (EU) 2017/593 supplementing MiFID II; and (c) local implementing measures (together, the “MiFID II Product Governance Requirements”), and disclaiming all and any liability, whether arising in tort, contract or otherwise, which any “manufacturer” (for the purposes of the MiFID II Product Governance Requirements) may otherwise have with respect thereto, the New Shares have been subject to a product approval process, which has determined that such New Shares are: (i) compatible with an end target market of retail investors and investors who meet the criteria of professional clients and eligible counterparties, each as defined in MiFID II; and (ii) eligible for distribution through all distribution channels as are permitted by MiFID II (the “Target Market Assessment”). Notwithstanding the Target Market Assessment, distributors should note that: the price of the New Shares may decline and investors could lose all or part of their investment; the New Shares offer no guaranteed income and no capital protection; and an investment in the New Shares is compatible only with investors who do not need a guaranteed income or capital protection, who (either alone or in conjunction with an appropriate financial or other adviser) are capable of evaluating the merits and risks of such an investment and who have sufficient resources to be able to bear any losses that may result therefrom. The Target Market Assessment is without prejudice to the requirements of any contractual, legal or regulatory selling restrictions in relation to the offer of the New Shares. For the avoidance of doubt, the Target Market Assessment does not constitute: (a) an assessment of suitability or appropriateness for the purposes of MiFID II; or (b) a recommendation to any investor or group of investors to invest in, or purchase, or take any other action whatsoever with respect to the New Shares. Each distributor is responsible for undertaking its own target market assessment in respect of the New Shares and determining appropriate distribution channels.\n\nThis distribution of this announcement may be subject to legal or regulatory restrictions in certain jurisdictions. Any person who comes into possession of this announcement must inform him or herself of and comply with any such restrictions.\n\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191025005315/en/"}}