{"GDELT": {"GlobalEventID": 882263190, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.11510791366906, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wandegeya, Mayuge, Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UG86", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.35, "Actor1Geo_Long": 33.55, "Actor1Geo_FeatureID": "-1735487", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wandegeya, Mayuge, Uganda", "Actor2Geo_CountryCode": "UG", "Actor2Geo_ADM1Code": "UG86", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 0.35, "Actor2Geo_Long": 33.55, "Actor2Geo_FeatureID": "-1735487", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kampala, Kampala, Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG37", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.315556, "Action2Geo_Long": 32.5656, "Action2Geo_FeatureID": "-1728891", "DATEADDED": 20191025154500, "SOURCEURL": "https://www.monitor.co.ug/News/National/Makerere-strike-leader-attacked--dumped-in-city/688334-5324956-103ap3rz/"}, "ARTICLE": {"TITLE": "Makerere strike leader attacked, dumped in city", "TEXT": "By Damali Mukhaye\n\nThe leader of the Tuesday strike at Makerere University was reportedly attacked by unknown people and dumped in Kasubi, a city suburb.\n\nMs Siperia Mollie Sasiraabo, the Guild Representative Council (GRC) of the School of Psychology, was on Tuesday suspended from the university for inciting violence and leading the strike.\n\nIt is alleged that unknown people kidnapped Ms Sasiraabo, beat and abandoned her near Kasubi market. By last evening, she could hardly speak or support herself to sit at Mengo hospital where she is admitted.\n\nThe Mengo hospital spokesperson, Mr Denis Bwanika, said the victim, who was taken to the hospital at 8am, is undergoing close medical attention.\n\n“We received the student today morning [yesterday] and she is undergoing medical examination by our medical personnel,” he said.\n\nPressed for more details, he said they could not reveal more information as it was in breach of doctor-patient confidentiality.\n\nDoctors are prohibited from sharing medical records without the patient’s consent.\n\nWhen this reporter visited her at her hospital bed in Mengo at around 1pm, she was in the company of her friend Ms Anna Ashaba, and brother, Mr Asafu Turyatemba, who were under strict instructions from the hospital not to speak to the press.\n\nMs Sasiraabo led her colleagues to protest the 15 per cent tuition increment policy.\n\nMs Ashaba, a third year student at the School of Education, narrated how Ms Sasiraabo was brought to the hostel at around 9pm by another friend, Mr Joel Mugabe, who picked her near Kasubi market.\n\n“I looked for Ms Sasiraabo in the evening but I could not find her. I then decided to wait for her from our hostel. Later, she was brought by Mr Mugabe, a fellow student, but she looked weak and could not utter a single word,” said Ms Ashaba.\n\n“She was rushed to International Medical Centre at Wandegeya and later transferred to Mengo hospital yesterday.”\n\nAdvertisement\n\nIn an interview with Daily Monitor at Nsibirwa Hall yesterday, Mr Mugabe claimed that as he returned home in Kasubi, he recognised Ms Sasiraabo, who was surrounded by people that had come to her rescue.\n\n“When I saw her at around 8.30 pm on Wednesday, I was able to recognise her since she is my friend. Her clothes were soiled. She could not speak and so I cannot tell how she got there,” Mr Mugabe said.\n\nIn an earlier interview with our sister television station, NTV on Wednesday, Ms Sasiraabo had admitted masterminding the strike, but claimed she wanted to save her fellow female students who were engaging in prostitution to raise fees.\n\nShe claimed she had received intimidating messages from the Vice Chancellor of the university, Prof Barnabas Nawangwe, over the planned strike.\n\nProf Nawangwe admitted sending warning messages to Ms Saasirabo, prior to the strike but was unaware of the circumstances that left her hospitalised.\n\nMr Turyatemba also added that he could not tell what happened, but hoped to learn more once Ms Sasiraabo regains her consciousness.\n\nKampala metropolitan police spokesperson Patrick Onyango said their university police post and that of Wandegeya had not registered any complaint relating to Ms Sasiraabo incident.\n\nHe said they had sent their team to Mengo Referral Hospital to establish what happened before they could start investigations.\n\nProf Nawangwe maintains the university would not reverse the policy, as it has not yet achieved its objective of better service delivery to students.\n\nOVER 40 ARRESTED\n\nRaids\n\nBy last evening, security officials were reportedly raiding halls of residence at the university and arresting students suspected to be part of the protests. Lumumba and Nkrumah halls were among the areas of residence targeted by a combined force of the police and army, with many students allegedly beaten in the process.\n\nWitness accounts indicate more than 10 students were picked on the third day of the protest against the university’s fees policy. The arrests push the number of those in custody to more than 43, since the protests started on Tuesday.\n\nMost of those detained were still being held at Wandegeya Police Station, alongside their Guild President Julius Kateregga.\n\nUniversity responds\n\nThe university communications manager, Dr Muhammad Kiggundu, said he was unaware of the arrests. However, he added that the students were responsible for the ongoing unrest at the institution.\n\n“I call upon the students to calm down because nothing can be resolved until their emotions are in control,” Dr Kiggundu said.\n\nMr Onyango said the students are still being detained because they refused to record statements and are accused of inciting violence."}}