{"GDELT": {"GlobalEventID": 882262513, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor2Code": "USA", "Actor2Name": "CHICAGO", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 125, "EventBaseCode": 125, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.7667984189723303, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Chicago, Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_ADM2Code": "IL031", "Actor2Geo_Lat": 41.85, "Actor2Geo_Long": -87.6501, "Actor2Geo_FeatureID": "423587", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20191025154500, "SOURCEURL": "https://hoodline.com/2019/10/top-chicago-news-us-travel-ban-disrupts-brain-science-meeting-david-ross-named-cubs-new-manager"}, "ARTICLE": {"TITLE": "Top Chicago news: US travel ban disrupts brain science meeting; David Ross named Cubs' new manager", "TEXT": "Read on for the most recent top news you may have missed in Chicago.\n\nUS travel ban disrupts brain science meeting\n\nScientists from nations including Iran, Mexico and India were refused visas to attend this year's Society for Neuroscience meeting in Chicago. Some researchers got stand-ins to present their work.\n\nRead the full story on NPR.\n\nFirst big Andy Warhol retrospective in decades now at Art Institute of Chicago\n\nThe sprawling exhibit \"From A to B and Back Again\" has more than 400 works and shows Warhol was much more than pop.\n\nRead the full story on Chicago Tribune.\n\nRecord to be erased of former detective acquitted of conspiracy in Laquan McDonald shooting\n\nA former Chicago detective who was acquitted of a cover-up in the incendiary police shooting of 17-year-old Laquan McDonald will have his criminal charges erased from the public record, a Cook County judge decided Thursday.\n\nRead the full story on Chicago Tribune.\n\nFormer catcher David Ross named Cubs' new manager\n\nThe Cubs have tapped the World Series hero with no prior managerial experience to take over for Joe Maddon.\n\nRead the full story on KDSK.\n\nChicago police revise reports on street stops, report finds\n\nA review by a former federal judge of how Chicago police conduct street stops has found a troubling trend — supervisors assisting officers in revising their reports, sometimes multiple times, to make it appear the stops were constitutional.\n\nRead the full story on Chicago Tribune.\n\nThis story was created automatically using data about news stories on social media from CrowdTangle, then reviewed by an editor. Click here for more about what we're doing. Got thoughts? Go here to share your feedback."}}