{"GDELT": {"GlobalEventID": 882264183, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAHLH", "Actor2Name": "COLORADO", "Actor2CountryCode": "USA", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 4.48179271708683, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA", "Actor2Geo_Lat": 36.0, "Actor2Geo_Long": 138.0, "Actor2Geo_FeatureID": "JA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20191025154500, "SOURCEURL": "https://source.colostate.edu/cicrc-director-awarded-excellence-in-global-health-award/"}, "ARTICLE": {"TITLE": "CICRC director awarded Excellence in Global Health Award", "TEXT": "Lorann Stallones, a Colorado State University professor of psychology and director of the Colorado Injury Control Research Center, is the recipient of the 2019 Excellence in Global Health Award from the Center for Global Health in Denver.\n\nStallones, who was recognized for this award on Oct. 18 at the Children’s Hospital Colorado in Aurora, received the honor for addressing issues in global health. As a researcher who has studied public health for over 40 years in both the academic and industry sectors, she has positively impacted the lives of many vulnerable populations.\n\nMary Moua, the center administrator at the Center for Global Health, said that Stallones was selected because she “has demonstrated global health excellence in making a difference in the communities throughout the world through better health care, better health and a better future for children and their families.” She added that Stallones exemplifies many of the principles that the Center for Global Health strives to integrate in its vision, mission and values.\n\nInjury prevention on an international level is a common thread throughout her research. She has examined child safety in Japan, migrant farm-worker protection in Colorado and even established the USA-China Agricultural Injury Prevention Training program, a robust program that allowed Chinese students to participate in training sessions around international injury prevention.\n\nSeven of these students pursued an opportunity in the U.S. after the training program to study injury prevention at either the Colorado Injury Control Research Center in Fort Collins or the Center for Injury Research and Policy in Columbus, Ohio.\n\nStallones also has created the Perspectives in Global Health course at CSU, which focuses on impactful global topics, including injury prevention, suicide prevention, safety in pesticide use and epidemiology. She has partnered with scholars who are researchers from South Africa, China, Japan, Costa Rica and New Zealand to significantly impact the lives of people all over the world while educating the students of CSU.\n\nShe also established a positive relationship between her Master’s in Public Health graduate students at CSU and the World Health Organization, where 14 of her students completed WHO international internships."}}