{"GDELT": {"GlobalEventID": 882263974, "Day": 20191025, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -6.101694915254231, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Siskiyou County, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA093", "Actor1Geo_Lat": 41.5832, "Actor1Geo_Long": -122.51799999999999, "Actor1Geo_FeatureID": "277311", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Siskiyou County, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 41.5832, "Action2Geo_Long": -122.51799999999999, "Action2Geo_FeatureID": "277311", "DATEADDED": 20191025154500, "SOURCEURL": "https://650keni.iheart.com/content/2019-10-25-man-covered-in-flammable-liquid-set-on-fire-by-officers-stun-gun/"}, "ARTICLE": {"TITLE": "Man Covered in Flammable Liquid Set on Fire By Officer's Stun Gun", "TEXT": "A California man with a history of mental illness has been hospitalized with burns covering 70% of his body after he doused himself in a flammable liquid and was set on fire when a police officer fired his stun gun at him.\n\nFamily members say Paul Jason \"PJ\" Hall, 47, had fallen behind on bills and had become stressed about an incident that occurred back in January in which he'd been accused of battery on a police officer after being pulled over, when he doused himself in flammable liquid.\n\nSpencer Hall, who is PJ's nephew, witnessed the confrontation in the northern California town of Weed, saying the officer used the stun gun after his uncle refused to drop the lighter he'd been holding.\n\n\"As soon as the Taser was deployed, the fire literally hit the ceiling,\" Spencer Hall told the Redding Record Searchlight newspaper, adding that he wondered why the officer didn't attempt to de-escalate the situation with his uncle.\n\n\"It was force from the get-go,\" Hall said. \"And I don't know why.\"\n\nThe police officer also suffered burns during the confrontation on Saturday and had to be taken to the hospital.\n\nThe Siskiyou County Sheriff's Office has opened an investigation into the use of force by the officer, who has not been named by the Weed Police Department. The officer had received training for his stun gun, Weed police Sgt. Justin Mayberry said.\n\nHall had previously been arrested in 2009 for possession of a controlled substance and possession of an assault weapon. However, family members say Hall did not pose any danger to anyone but himself.\n\nThe family has started a GoFundMe page to help cover PJ's hospital expenses with a goal of $10,000.\n\nPhoto: Getty Images"}}