{"GDELT": {"GlobalEventID": 882428763, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "CVL", "Actor1Name": "CITIZEN", "Actor1Type1Code": "CVL", "Actor2Code": "MED", "Actor2Name": "NEWSPAPER", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.91304347826087, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191026120000, "SOURCEURL": "https://www.freep.com/story/news/local/michigan/wayne/2019/10/26/grosse-pointe-woods-provides-personal-resident-info-candidate/2457618001/"}, "ARTICLE": {"TITLE": "City of Grosse Pointe Woods mishandles FOIA, provides personal information to politician", "TEXT": "Grosse Pointe Woods' city government has left some citizens outraged after it provided names, emails and addresses of thousands of its residents to a politician running for reelection.\n\nThe city handed over the information on about 6,500 residents to incumbent City Council member Richard Shetler days after Shetler filed a Freedom of Information Act request to the city clerk in August seeking resident contact information from water bill and parks and recreation lists.\n\nUpon receiving the information, Shetler email-blasted constituents, promoting his reelection campaign.\n\nDays after approving Shetler's FOIA request and providing him the mailing list, the city admitted it was wrong in doing so and asked Shetler to stop using the list, according to city officials.\n\nGrosse Pointe Woods councilman Arthur Bryant said Shetler ignored that request and sent two more emails, which Bryant said \"really upset\" him.\n\nShetler told the Free Press he did not send more emails after being told by the city to stop. He added that he has deleted all electronic copies of the mailing list and has removed it from MailChimp, an email marketing service.\n\n\"Mr. Shetler had an honest intention of getting a list of email addresses to communicate to residents,\" Shetler's campaign staff wrote in an email to the Free Press.\n\n\"The question that should be asked is: After the City Clerk and Attorney realized an honest mistake had been made, policies have been updated, training has occurred, additional Counsel is available for any questions in the future, and an email went out from the City apologizing for the error, WHY is the issue still being brought up to newspapers?\" the email said.\n\nBryant said he also asked the city for a mailing list days after it provided Shetler one, but he was informed that the city erred in providing Shetler that information and would not provide him a mailing list.\n\nShetler's possession of a mailing list puts every other candidate at a disadvantage, Bryant said, but Bryant \"completely understood\" why his request was denied.\n\n\"If we're not supposed to have it, we're not supposed to have it,\" he said.\n\nPat Anstett Kiska, a 38-year resident of Grosse Pointe Woods, called the ordeal \"an outrage.\"\n\nAnstett Kiska, a journalist at the Free Press until 2012, learned the city was responsible for sharing her contact information through a report in the Grosse Pointe News.\n\n\"Citizens shouldn't have to rely on newspapers to be informed of a data breach,\" Anstett Kiska said. \"This should have been communicated by the city to residents as soon as it happened.\"\n\nShe said she's worried other people may have her contact information and that Shetler may still have a copy of the mailing list.\n\n\"The city clerk and attorney should have known better. People's emails should not be given to politicians,\" Anstett Kiska said.\n\nBryant said the city tried \"to figure out how to put the whip cream back in the can\" after fulfilling Shetler's FOIA request.\n\n\"They moved too quickly in fulfilling the request,\" he said.\n\nMayor Robert Novitke says the city regrets the error and is taking steps to make sure it doesn't happen again.\n\nThose include a policy and procedure review, in-house training for staff and contracting an attorney with extensive expertise in FOIA law.\n\nMore on Freep.com:\n\nDetroit bars, shops are pulling Founders beers amid racial discrimination lawsuit\n\nDetroit inspector general reacts after Mike Duggan declines to punish staff\n\nContact Omar Abdel-Baqui: 313-222-2514 or oabdel-baqui@freepress.com. Follow him on Twitter @omarabdelb"}}