{"GDELT": {"GlobalEventID": 882434117, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "MNC", "Actor1Name": "GREENHILL", "Actor1Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.599520383693046, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Alaska, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAK", "Actor1Geo_Lat": 61.385, "Actor1Geo_Long": -152.268, "Actor1Geo_FeatureID": "AK", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alaska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAK", "Action2Geo_Lat": 61.385, "Action2Geo_Long": -152.268, "Action2Geo_FeatureID": "AK", "DATEADDED": 20191026124500, "SOURCEURL": "https://www.dailypolitical.com/2019/10/26/greenhill-co-inc-nyseghl-shares-acquired-by-foundry-partners-llc.html"}, "ARTICLE": {"TITLE": "GHL Stock Forecast, Price & News (Greenhill & Co., Inc.)", "TEXT": "Greenhill & Co., Inc., an independent investment bank, provides financial and strategic advisory services to corporations, partnerships, institutions, and governments worldwide. The company offers advisory services to clients in relation to mergers, acquisitions, divestitures, spin-offs, and other strategic transactions, as well as various stages of a transaction's life cycle ranging from initial structuring and negotiation to final execution. It also advises clients on strategic matters, including activist response, defensive tactics, special committee projects, licensing deals, and joint ventures; and valuation, negotiation tactics, industry dynamics, structuring alternatives, and timing and pricing of transactions, as well as financing alternatives. In addition, the company provides debt restructuring advisory services to debtors, creditors, governments, pension funds and other stakeholders, and acquirers of distressed companies and assets; and advice on restructuring alternatives, capital structures, and sales or recapitalizations. Further, it assists clients in identifying and capitalizing on incremental sources of value; and who seek court-assisted reorganizations by developing and seeking approval for plans of reorganization, as well as the implementation of such plans. Additionally, the company advises on other financing matters, including debt issuances, equity financings, and exchange offers; and initial public offerings and other equity capital market transactions. It also offers financial advisory services to pension funds, endowments, and other institutional investors on transactions involving alternative assets; and advice to alternative asset fund sponsors for capital raising, financing, liquidity options, and related services. Greenhill & Co., Inc. was founded in 1996 and is headquartered in New York, New York.\n\nRead More"}}