{"GDELT": {"GlobalEventID": 882429183, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "PAK", "Actor1Name": "LAHORE", "Actor1CountryCode": "PAK", "Actor2Code": "PAKHLH", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.2346368715083798, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 31.5497, "Actor1Geo_Long": 74.3436, "Actor1Geo_FeatureID": "-2767043", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23677", "Actor2Geo_Lat": 31.5497, "Actor2Geo_Long": 74.3436, "Actor2Geo_FeatureID": "-2767043", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lahore, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23677", "Action2Geo_Lat": 31.5497, "Action2Geo_Long": 74.3436, "Action2Geo_FeatureID": "-2767043", "DATEADDED": 20191026120000, "SOURCEURL": "https://www.thestar.com/news/world/asia/2019/10/26/islamabad-court-deciding-on-whether-to-free-pakistani-ex-pm.html"}, "ARTICLE": {"TITLE": "Islamabad court grants bail to free Pakistani ex-PM", "TEXT": "ISLAMABAD - An Islamabad court in an emergency hearing Saturday granted temporary freedom to Pakistan’s ailing former prime minister, Nawaz Sharif, who had been in prison on money-laundering and corruption convictions.\n\nThe two-judge panel, headed by the chief justice of the Islamabad High Court, granted the 69-year-old Sharif temporary bail. While Sharif remains free for now, another two-judge panel of the same court will decide Tuesday whether Sharif’s seven-year sentence on a corruption conviction should be suspended because of his health issues.\n\nYasmin Rashid, Punjab provincial health minister, said Sharif’s health was dire and confirmed reports that the former prime minister suffered a minor heart attack overnight and was in stable condition.\n\nSaturday’s court session, which was initially to take place next week, was moved up after Sharif’s younger brother, Shahbaz Sharif, filed an emergency appeal citing his brother’s deteriorating health. The court released Nawaz Sharif on a 2 million-rupee ($25,000) bond.\n\nMaryam Aurangzeb, spokeswoman for Sharif’s political party, said the court rightly granted bail based on the deteriorating health of the former prime minister.\n\nSharif was already in a hospital Saturday after a court in the city of Lahore a day earlier ordered his release on bail in a separate money laundering case to seek medical treatment. Sharif had been rushed to a Lahore hospital from prison on Monday after his platelet count dropped to dangerously low levels, according to doctors.\n\nSharif, who served three times as prime minister, has had a history of health problems, including heart disease. During his tenure, he had bitter relations with Pakistan’s powerful military establishment and did not complete any of his three five-year terms as prime minister. He was removed from office by a court order in 2017 because of the corruption allegations.\n\nSharif was in London visiting his wife Kulsoom Nawaz in a hospital when a Pakistan court convicted and sentenced him and his daughter Maryam Nawaz on the corruption charges. They were arrested on their return home and taken to prison."}}