{"GDELT": {"GlobalEventID": 882429132, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "MNC", "Actor1Name": "EXXON", "Actor1Type1Code": "MNC", "Actor2Code": "LEG", "Actor2Name": "LEGISLATOR", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.9570378745053705, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.889, "Actor1Geo_Long": -77.0003, "Actor1Geo_FeatureID": "529313", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.889, "Actor2Geo_Long": -77.0003, "Actor2Geo_FeatureID": "529313", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.889, "Action2Geo_Long": -77.0003, "Action2Geo_FeatureID": "529313", "DATEADDED": 20191026120000, "SOURCEURL": "https://www.salon.com/2019/10/26/exxonmobil-is-still-bankrolling-climate-science-deniers_partner/"}, "ARTICLE": {"TITLE": "ExxonMobil is still bankrolling climate science deniers", "TEXT": "ExxonMobil says it believes “the risk of climate change is real,” and it is “committed to being part of the solution.” The largest investor-owned oil company in the world also says it supports a federal carbon tax and the Paris climate agreement.\n\nThen why, after all these years, is the company still financing advocacy groups, think tanks, and business associations that reject the reality and seriousness of the climate crisis, as well as members of Congress who deny the science and oppose efforts to rein in carbon emissions?\n\nAdvertisement:\n\nAccording to the company’s latest grantmaking report, it gave $772,500to 10 such groups in 2018, which does not include its annual dues to trade groups such as the American Petroleum Institute, which opposes a carbon tax. In addition, ExxonMobil continued to promote gridlock directly on Capitol Hill. Two-thirds of the $1.65 million it spent on congressional election campaigns during the 2017-18 election cycle went to climate science deniers.\n\nNearly half of ExxonMobil’s 2018 donations to nonprofit denier groups went to the U.S. Chamber of Commerce. Another 30 percent went to the American Enterprise Institute and the Manhattan Institute, which have been ExxonMobil grantees for 20 years. All told, the company has spent some $37 million since 1998 on a network of denier organizations — a sorry record of support that ranks second only to Charles Koch and his brother, the late David Koch, owners of the coal, oil and gas conglomerate Koch Industries.\n\nThe shred of good news here is that ExxonMobil’s 2018 denier grant budget was half of what it spent in 2017 and the lowest amount since 2012. But if the company were truly serious about addressing climate change, it would cut off such funding completely. Likewise, it would support federal lawmakers who want to curb carbon emissions, not those standing in the way of government action.\n\nAdvertisement:\n\nSo what did ExxonMobil get for its money in 2018?\n\nUnderwriting climate denial at the U.S. Chamber\n\nIn 2014, ExxonMobil pledged $5 million to the U.S. Chamber of Commerce’s Capital Campaign over a five-year period on top of its annual dues, despite the lobby group’s history of misrepresenting climate science and the economics of transitioning to clean energy. Last year, the company kicked in $350,000 for the Capital Campaign and another $15,000 for the Chamber’s Corporate Citizenship Center, bringing its total 2018 donation to $365,000.\n\nAdvertisement:\n\nTwo years ago, the Chamber sponsored a widely debunked report that wildly inflated the cost of adhering to the Paris climate agreement to the U.S. economy. President Trump used that report as his primary rationalefor refusing to honor the U.S. commitment to the accord.\n\nEarlier this year, however, the Chamber posted a new statement on its website that suggested that the business lobby is softening its position. “We stand with every American seeking a cleaner, stronger environment — for today and tomorrow,” the Chamber now asserts. “Our climate is changing and humans are contributing to these changes. Inaction is simply not an option.” The website also features the Chamber’s definition of an effective climate policy, which it says should include, among other things, “large-scale renewables, energy storage and batteries,” and should “encourage international cooperation.”\n\nAdvertisement:\n\nDoes that mean the Chamber has finally come to its senses? Not quite. It opposedthe Obama administration’s Clean Power Plan, which would have reduced coal power plant carbon emissions, and supports the Trump administration’s move to repeal it. And although a Chamber spokesman told Politico in August that it is “absolutely important for the U.S. to remain in the Paris climate agreement,” he added that the “Obama administration’s pledge was unrealistic [and] was going to have a negative impact on our economy. And so we’d like to see that revisited.” In other words, the Chamber would like the United States to remain a party to the agreement so that it can try to weaken the U.S. commitment to it.\n\nBacking denial at the American Enterprise Institute\n\nThe American Enterprise Institute, an 80-year-old, free market think tank in Washington, D.C., has received more money from ExxonMobil than any other climate science denier organization. In 2018, ExxonMobil gave the organization $160,000, bringing its total to $4.65 million since 1998.\n\nAdvertisement:\n\nEconomist Benjamin Zycher, an Enterprise Institute staff member who writes regularly about climate issues, argues that a carbon tax would be “ineffective” and has called the Paris agreement an “absurdity.” He also routinely cites largely debunked papers by John Christy, Judith Curry and other outlier scientists to buttress his attacks on what he calls “climate alarmism.”\n\nLast fall, for example, Zycher took aim at the second volume of the Fourth National Climate Assessment — a periodic, congressionally mandated analysis of peer-reviewed climate science by 13 federal agencies. The report warned that by the end of this century, unchecked climate change could cause tens of thousands of deaths and hundreds of billions of dollars in damage. The Trump administration issued it the day after Thanksgiving in the hope that it would receive limited attention.\n\nZycher took issue with the report’s conclusions in a blog post on the think tank’s website, citing “systematic evidence on climate phenomena” that he says the report ignored. His “evidence” included half-truths, cherry-picked facts and fabrications. Contrary to Zycher’s claims, human activity is responsible for more than half of the increase in average global temperatures since 1950; sea level rise has accelerated due to climate change; and although there has been little change in the frequency of hurricanes globally, research suggests there has been an increase in hurricane intensity over the past 40 years.\n\nAdvertisement:\n\nZycher also posted a column belittling a lawsuit brought by New York Attorney General Barbara Underwood that charges ExxonMobil with defrauding investors by publicly claiming to incorporate climate risks in its business decisions while downplaying or ignoring them for internal planning purposes. The lawsuit, scheduled to go to trial on October 22, alleges that ExxonMobil inflated its value, falsely assuring investors that its oil and gas reserves would not become “stranded assets” that would have to be left in the ground. Zycher accused Underwood of “picking an unpopular target and then trying to find a way to convict it of something,” and suggested that she filed the suit to advance her career.\n\nFinancing the Manhattan Institute’s specious case against renewables\n\nThe Manhattan Institute, a New York City-based think tank, received $75,000 from ExxonMobil last year for its Center for Energy Policy. Since 1998, the company has given the Libertarian policy shop more than $1.3 million.\n\nLike the Enterprise Institute, the Manhattan Institute opposes the Paris climate accord. Senior Fellow Oren Cass, who regularly testified before Congress against Obama administration climate efforts, alleges the international agreement is “somewhere between a farce and a fraud.” The think tank is also an outspoken opponent of renewable energy, routinely calling for an end to federal subsidies for wind, solar and electric vehicles. At the same time, it is mum about the significantly bigger subsidies the oil and gas industry has been receiving over the last 100 years.\n\nAdvertisement:\n\nCass’s colleague, Senior Fellow Robert Bryce, has been bashing wind power for years and, like President Trump, he wildly overstates its threat to birds. In fact, the top human-caused threats to birds are climate change, buildings, power lines, misapplied pesticides, communications towers, and oil and gas industry fluid waste pits. Bryce never mentions that. It would undermine his bogus argument.\n\nStill another Manhattan Institute senior fellow, Mark P. Mills, wrote an opinion piece for The Wall Street Journal in May titled “What if Green Energy Isn’t the Future?” In it, he maintained that, “using wind, solar and batteries as the primary sources of a nation’s energy supply remains far too expensive.” In fact, renewables are now the cheapest type of new electricity generation for more than two-thirds of the world, according to a June report by Bloomberg New Energy Finance. By 2030, Bloomberg researchers project, wind and solar will “undercut existing coal and [natural] gas almost everywhere.” Mills also failed to factor in the cost of doing nothing to curb carbon pollution. The top 10 largest climate change-related disasters in 2018 alone cost at least $85 billion in damages.\n\nAiding and abetting congressional gridlock\n\nOn top of the hundreds of thousands of dollars ExxonMobil gave to climate science denier groups last year, the company continued to fund deniers on Capitol Hill. As noted above, 67 percent of the $1.65 million it spent during the 2017-18 election cycle — roughly $1.1 million — went to the campaigns of 189 climate science deniers. It then spent $11.15 millionin 2018 to lobby lawmakers, more than any other oil and gas company.\n\nAdvertisement:\n\nOne of the most talked-about climate proposals in Congress today is a carbon tax, and despite ExxonMobil’s professed decade-long support for one, it has consistently funded senators and representatives who oppose the idea. Since 2013, there have been at least five nonbinding resolutions in Congress on such a tax. Each time, a majority of ExxonMobil-funded legislators, ranging from 75 percent to 93 percent, voted against it. The most recent example of the company’s upside-down funding priorities is the outcome of a July 2018 nonbinding resolution in the House stating such a tax would be “detrimental” to the U.S. economy. Once again, a majority of ExxonMobil-funded lawmakers favored the resolution, which passedby a 229-to-180 vote. This time, 78 percent of the 174 House members who had received ExxonMobil campaign contributions since 2013 voted for it.\n\nExxonMobil first announced its support for a carbon tax in 2009 in a cynical attempt to derail a cap-and-trade bill in Congress, and last year, the company announced it would give $1 million over two years to Americans for Carbon Dividends, a political action group created to promote a revenue-neutral carbon tax. The proposal — developed by the Climate Leadership Council, a coalition of corporations, environmental groups and former government officials — would levy a carbon fee starting at $40 a ton in exchange for dropping all “stationary source” (non-transportation) carbon pollution regulations and granting the fossil fuel industry immunity from climate lawsuits.\n\nIn a surprise move, however, the Climate Leadership Council and Americans for Carbon Dividends recently deleted the provision shielding the fossil fuel industry from liability, apparently abandoning coalition co-founders BP, ConocoPhillips, Royal Dutch Shell and ExxonMobil, which are facing more than a dozen lawsuits for billions of dollars in climate change-related damages. It remains to be seen what ExxonMobil will do now, but based on past experience, the company likely will continue to finance lawmakers who cite fraudulent reports by the groups it funds to make their bogus case that climate change is not a threat. In other words, ExxonMobil will keep bankrolling climate science denial to make sure nothing happens on Capitol Hill.\n\nAuthor’s note: Besides the U.S. Chamber of Commerce ($365,000), American Enterprise Institute ($160,000) and Manhattan Institute ($75,000), ExxonMobil gave grants in 2018 to the following seven climate science denier groups: American Council on Science and Health ($60,000), Center for American and International Law ($12,500), Federalist Society ($10,000), Hoover Institution ($15,000), Mountain States Legal Foundation ($5,000), National Black Chamber of Commerce ($30,000) and the Washington Legal Foundation ($40,000)."}}