{"GDELT": {"GlobalEventID": 882434013, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.7326007326007299, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wicklow, Wicklow, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI31", "Actor1Geo_ADM2Code": "18309", "Actor1Geo_Lat": 52.975, "Actor1Geo_Long": -6.04944, "Actor1Geo_FeatureID": "-1506204", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wicklow, Wicklow, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI31", "Action2Geo_ADM2Code": "18309", "Action2Geo_Lat": 52.975, "Action2Geo_Long": -6.04944, "Action2Geo_FeatureID": "-1506204", "DATEADDED": 20191026124500, "SOURCEURL": "https://www.independent.ie/style/celebrity/celebrity-news/so-many-women-battle-things-in-silence-laura-whitmore-opens-up-about-miscarriage-38632928.html"}, "ARTICLE": {"TITLE": "'So many women battle things in silence' - Laura Whitmore opens up about miscarriage", "TEXT": "Iain Stirling and Laura Whitmore attend day six of the Wimbledon Tennis Championships at the All England Lawn Tennis and Croquet Club on July 7, 2018 in London, England. (Photo by Karwai Tang/WireImage )\n\nIrish BBC presenter Laura Whitmore has opened up about experiencing a miscarriage in 2018.\n\nWhitmore, from Bray, Co Wicklow, is one of Ireland's most successful broadcasting exports and has a thriving career in the UK, including her own BBC Radio Five show. She has been dating comedian Iain Stirling for the last two years and described the moment she realised she was pregnant last year - on a job in Italy - in an unflinching essay for Hot Press magazine.\n\n\"I was in Italy on a job (in my usual flux of travel) and my boobs were MASSIVE. I mean they looked great. Extra full, but they weren’t fitting in my bras. So I did a test, that I got from a local Italian pharmacy, and there it was in black and white. INCINTA. Translation – PREGNANT. Sh*t,\" she wrote.\n\n\"Or was it sh*t? Age 33 and a third; in a relationship; owns own property – it’s hardly scandalous. My mother did it in far tougher circumstances. That much I knew.\"\n\nShe says she experienced the normal pangs of questions about her suitability towards motherhood and the existential question of whether she would lose her identity after giving birth, and the eventual query: \"Would I be good enough as a mother?\"\n\nOn her return home to the UK, she confirmed her pregnancy with some \"faded pamphlets\" and information on fertility as you age at a doctor's office.\n\nExpand Close Laura Whitmore (L) and boyfriend Iain Stirling in August 2019 Dave Benett/Getty Images for Gen / Facebook\n\nTwitter\n\nEmail\n\nWhatsapp Laura Whitmore (L) and boyfriend Iain Stirling in August 2019\n\nShe said she found it most difficult to hide the fact that she wasn't drinking until she was ready to share her news publicly, something which subsequently taught her a lot about sobriety and society's attitudes towards drinking. \"People are very untrusting to someone who doesn’t drink, and HATE being drunk in front of them. Especially if you’re Irish,\" she says.\n\nBefore her 12-week scan at Harley Street in London, she had spent two hours discussing birth options with the midwife.\n\n\"In the room I could see the outline of what looked like a jelly baby – just like in the movies. Then silence,\" she explains, when she says the midwife told her the baby had no heartbeat.\n\n\"Miscarriages happen to one in three women,\" she adds. \"I didn’t know this, because most people just don’t talk about it. Now I’m part of that statistic. I hadn’t planned the pregnancy in the first place, so should I be sad? I was.\n\n\"That feeling was heightened because I felt I had to be sad alone: apart from a handful of people, no one knew. I had to deal with high intensity work situations without anyone around me knowing what was really going on inside my head. Although maybe that made it easier to deal with – because I wasn’t actually dealing with it.\"\n\nThis spurred her on to create a short film entitled Sadhbh, which documents the experience of a young mother and the pressures of feeling she's not good enough. Ms Whitmore decided to share her personal story in the hopes of providing comfort to other women who might be suffering in silence.\n\nHer ultimate recommendation for a pick-me-up when you're feeling particularly down?\n\n\"Blasting a bit of ‘Chain Reaction’. Diana Ross makes everything better.\"\n\nOnline Editors"}}