{"GDELT": {"GlobalEventID": 882434247, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "TTO", "Actor1Name": "PORT OF SPAIN", "Actor1CountryCode": "TTO", "Actor2Code": "ESP", "Actor2Name": "SPAIN", "Actor2CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.91699604743083, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20191026124500, "SOURCEURL": "https://newsday.co.tt/2018/04/25/malick-man-in-court-for-lettuce-farmers-murder/"}, "ARTICLE": {"TITLE": "Man charged for farmer’s murder", "TEXT": "Man charged for farmer’s murder\n\nSHOT DEAD: Aquaponics farmer Leon Bebe, lured into a trap and shot dead.\n\nUPDATE:\n\nCUNUPIA man appeared before Chief Magistrate Maria Busby Earle-Caddle yesterday charged with the murder of teenage lettuce farmer Leon Bebe. Shaquile Matas, also known as Smiley Rogers, 22, of Eccles Trace, Warrenville appeared in the Port of Spain Eighth Court charged with Bebe’s murder; robbing him of a gold chain; kidnapping a friend of Bebe; robbing that friend of a Samsung S7 cellphone; and possession of a firearm and ammunition.\n\nBebe, 19, of Poonah Road, Williamsville was killed on April 10. The lettuce farmer and his friend made plans to purchase a bullfinch from a man they knew at Prizgar Road, San Juan. The transaction went awry when Bebe’s friend was bundled into the trunk of a car.\n\nBebe followed the car to Seventh Avenue, Malick, Barataria, where he was shot at. He later died at hospital.\n\nMatas, who was represented by attorney Richard Clarke-Wills, was not called on to enter a plea, since the six charges were laid indictably.\n\nClarke-Wills asked for disclosure of the evidence being relied on by the police to charge his client, and was told he would get it shortly. Court prosecutor Insp Winston Dillon said the police file was being compiled and would be expedited so the evidence can be disclosed. He asked for six weeks so that the file can be sent to the Office of the Director of Public Prosecutions. Clarke-Wills said he was aghast that the file was not yet complete. He also disagreed with a claim that his client refused to give his fingerprint or sign a document relating to the tracing of his criminal record.\n\nThe case was adjourned to June 14. Matas was charged by PC Danny Moonsammy, also of Homicide Bureau of Investigations Region 2.\n\nInvestigations were supervised by Insp Shaun Craig, acting Insp Christopher Fuentes and Sgt Belinda Sylvester of the Homicide Bureau.\n\nORIGINAL STORY:\n\nA 22-year-old man from Malick has appeared before Chief Magistrate Maria Busby Earle-Caddle for the murder of 19-year-old Tabaquite lettuce farmer Leon Bebe.\n\nShaquille Mattas appeared in the Port of Spain Eight Magistrates Court charged with Bebe’s murder on April 10; robbing him of a gold chain and possession of a firearm and ammunition.\n\nHe was also charged with kidnapping a friend of Bebe’s and robbing him of a Samsung S7 cellphone.\n\nAll the charges were laid indictably so Mattas was not called on the enter a plea.\n\nThe 19-year-old lettuce farmer and a friend went to pay for an exotic bird.\n\nThey were confronted by their assailants and Bebe, of Poonah Road in Whiteland, was shot multiple times at Seventh Avenue, Malick.\n\nHe died at hospital.\n\nBebe was for his entrepreneurship in the field of hydroponics farming.\n\nMattas was represented by attorney Richard Clarke-Wills."}}