{"GDELT": {"GlobalEventID": 882433762, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "CVL", "Actor1Name": "HUNTER", "Actor1Type1Code": "CVL", "Actor2Code": "ROU", "Actor2Name": "ROMANIA", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.42372881355931996, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Romania", "Actor1Geo_CountryCode": "RO", "Actor1Geo_ADM1Code": "RO", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 25.0, "Actor1Geo_FeatureID": "RO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Romania", "Actor2Geo_CountryCode": "RO", "Actor2Geo_ADM1Code": "RO", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 25.0, "Actor2Geo_FeatureID": "RO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Romania", "Action2Geo_CountryCode": "RO", "Action2Geo_ADM1Code": "RO", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 25.0, "Action2Geo_FeatureID": "RO", "DATEADDED": 20191026124500, "SOURCEURL": "https://www.nbcnews.com/politics/meet-the-press/american-politics-about-shift-hyper-drive-n1071881?cid=public-rss_20191026"}, "ARTICLE": {"TITLE": "American politics is about to shift into hyper drive", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nWASHINGTON — Get ready for American politics in hyper speed: If you think American politics is wild, nerve-wracking and contentious right now, just think of what’s certain to happen — or might take place — over the next 14 weeks as we head into the Iowa caucuses.\n\nYes, Iowa is exactly 101 days away.\n\nWe’re likely to see the impeachment of the president of the United States, as well as a trial in the U.S. Senate. (By the way, a Senate trial isn’t good news for the Senate Dems who will need to be in Washington instead of Iowa or New Hampshire — Elizabeth Warren, Bernie Sanders, Kamala Harris, Cory Booker and Amy Klobuchar.)\n\nIt’s possible there might be a government shutdown in the next month.\n\nAnd it’s likely that we might learn more about the criminal inquiry into the Justice Department’s own Russia investigation.\n\nWe’re unsure the political world has yet to realize that what’s taking place right now in Iowa, or New Hampshire, or Nevada, or South Carolina is going to pale in comparison to the daily — and possibly historic — activities in Washington over the next 100 or so days.\n\nA U.S. government at war with itself\n\nIf you were a foreign ambassador to the United States, your cable back home might look like this:\n\nAmerica’s legislative branch is in conflict with its executive branch (in the impeachment inquiry).\n\nAmerica’s Justice Department is investigating the actions into … its own department.\n\nAnd the lawyer to the president of the United States claimed in court that the president can’t be charged with a crime while he’s in office — even if shot someone dead on Fifth Avenue.\n\nYour ambassadorial conclusion: This is a country coming apart at the seams.\n\nData Download: The number of the day is … nine\n\nNine.\n\nThat's the number of GOP senators who have not yet signed on to a resolution penned by Lindsey Graham to condemn the House's impeachment inquiry.\n\nThat includes two members facing difficult reelection races in 2020: Sens. Susan Collins of Maine and Cory Gardner of Colorado.\n\nAnd it includes three members who are retiring: Sens. Lamar Alexander of Tennessee, Johnny Isakson of Georgia and Mike Enzi of Wyoming.\n\nThe others are: Sens. Mitt Romney of Utah, Lisa Murkowski and Dan Sullivan of Alaska, and Rob Portman of Ohio.\n\nThe Great Democratic Super PAC War has begun\n\nJoe Biden’s presidential campaign on Thursday appeared to give the green light for Super PAC help, and his Democratic rivals pounced on the move.\n\n\"I don't need a Super PAC. I am not going to be controlled by a handful of wealthy people. I will be controlled by the working people of this country,\" Bernie Sanders said yesterday from Iowa, per NBC’s Gary Grumbach.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\n“It’s disappointing that any Democratic candidate would reverse course and endorse the use of unlimited contributions from the wealthy to run against fellow Democrats,” Elizabeth Warren added on Twitter. “A handful of wealthy donors should not be allowed to buy the Democratic nomination. That's not who we are.”\n\nA few notes here:\n\nThe move isn’t surprising given Biden’s cash situation (just $9 million in the bank as of Sept. 30), and given the paid Trump TV ads already hitting the former vice president.\n\nHowever, it is a reversal for Biden, who had previously disavowed Super PACs and said he told Bernie Sanders that you shouldn’t accept help from a Super PAC “because people can't possibly trust you” if you do.\n\nThat said, Barack Obama certainly accepted Super PAC help during his 2012 re-election bid. So did Hillary Clinton in the 2016 general. And we didn’t hear many complaints from progressives/liberals about the Super PACs that were helping Democrats in the 2018 midterms.\n\nThe big question here: Do voters really care about these things? Has someone really ever been punished for having a Super PAC?\n\nBy the way, read Warren’s tweet again. It certainly seems to suggest her complaint is using a Super PAC during the primaries — and not the general election.\n\n2020 Vision: Gabbard criticizes impeachment inquiry\n\nTulsi Gabbard is highly unlikely to win the Democratic presidential nomination, and she won’t be in Congress next year.\n\nBut she certainly knows how to get attention. The latest example: Gabbard went on Sean Hannity’s Fox show to criticize Democrats’ impeachment inquiry, which she says she still supports.\n\n“I don’t know what’s going on in those closed doors. We as members of Congress don’t have access to the information that is being shared. And I think the American people deserve to know exactly what the facts are, what the evidence is that’s being presented as this inquiry goes on.”\n\nGabbard doesn’t serve on either of the House committees that are conducting the impeachment inquiry.\n\nOn the campaign trail today\n\nSeveral of the 2020 Democrats, including Joe Biden and Elizabeth Warren, attend Elijah Cummings’ funeral in Baltimore… Bernie Sanders and Beto O’Rourke stump in Iowa… Pete Buttigieg, Amy Klobuchar, Tom Steyer and Michael Bennet are in New Hampshire… And Andrew Yang hits Las Vegas.\n\nDispatches from NBC’s embeds\n\nPete Buttigieg clarified a statement that he’d like to see more Supreme Court justices like Anthony Kennedy, if he were elected president. “Just to be clear, people that I would appoint, as I've said throughout this campaign, are people who would share my values and you would expect progressive justices,” he said, per NBC’s Amanda Golden. “What I did do was point out that people like Anthony Kennedy are Republican appointees who sometimes sided with liberals, and I was raising that in the context of my desire to see the Supreme Court become less political, but just to be really clear, my appointees will be ones who share my progressive values.”\n\nTweet of the day\n\n“Ours is a business of questions and I have one more … Could I ask this of the RTCA board, could we call this the “Mid-Career Achievement Award?” Because I’d like to think I’m just getting started” - @KellyO at tonight’s @RTCACapitolHill dinner. pic.twitter.com/RJQEcQXQk1 — NBC News PR (@NBCNewsPR) October 25, 2019\n\nThe Lid: State of affairs\n\nDon't miss the pod from yesterday, when we looked at how impeachment polling looks a little different in swing states than it does nationally.\n\nICYMI: News clips you shouldn’t miss\n\nThe Justice Department is moving its administrative inquiry into the Russia probe to a criminal investigation, the New York Times reports.\n\nHere's how congressional leaders remembered the late Rep. Elijah Cummings.\n\nThe White House warned Pentagon official Laura Cooper not to talk to congressional investigators. She did anyway.\n\nEconomists are trying to help Elizabeth Warren answer the question of how she'd pay for Medicare for All.\n\nTrump Agenda: Cancel Culture\n\nTrump has instructed federal agencies to end their subscriptions to the New York Times and the Washington Post.\n\nBetsy DeVos is being held in contempt over the Education Department's loan collection from students who attended a former for-profit chain of colleges.\n\nThe New York Times profiles Don McGahn.\n\n2020: Hunter Biden and Romania\n\nNew questions are being raised about Hunter Biden's work in Romania.\n\nThe Trump campaign grabbed the web domain name for Joe Biden's Latino outreach efforts.\n\nBernie Sanders got the backing of a prominent Iowa Dem.\n\nIs Mike Pompeo going to run for Senate or not?\n\nAnd Sanders is out with his plan to legalize marijuana."}}