{"GDELT": {"GlobalEventID": 882433610, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 7.2356215213357995, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20191026124500, "SOURCEURL": "https://newscenter.nmsu.edu/Articles/view/13919/nmsu-s-arrowhead-center-creates-women-focused-entrepreneur-accelerator-with-help-from-u-s-small-business-administration"}, "ARTICLE": {"TITLE": "NMSU\u0092s Arrowhead Center creates women-focused entrepreneur accelerator with help from U.S. Small Business Administration", "TEXT": "NMSU\u0092s Arrowhead Center creates women-focused entrepreneur accelerator with help from U.S. Small Business Administration\n\nDate: 10/22/2019\n\nWriter: Cassie McClure, 575-312-3242, cassie@mcclurepublications.com\n\nFacebook Twitter LinkedIn Google+ Pinterest\n\nNew Mexico women entrepreneurs will have a new avenue for growing their business thanks to New Mexico State University\u0092s Arrowhead Center and the U.S. Small Business Administration.\n\nThe SBA announced Arrowhead Center as one of its winners for the Growth Accelerator Fund Competition, enabling the entrepreneurial hub to start a women-focused business accelerator with a $50,000 award.\n\n\n\n\u0093The SBA funds support the launch of WE Sprint, a five-week accelerator for women entrepreneurs to test the feasibility of their ideas and explore funding opportunities through the federal Small Business Innovation Research and Small Business Technology Transfer award-based programs,\u0094 said Zetdi Sloan, director of Arrowhead Accelerator Programs.\n\n\n\nShe said, \u0093These funds infuse our accelerator with additional operating capital to focus on support efforts that intentionally bring a more diverse set of innovators and founders to the table to drive high-growth potential startups.\u0094\n\n\n\nSloan also said that participants in WE can receive travel stipends to attend workshops and conferences and micro-grants up to $1,500 to cover expenses typically tied to startups, like hiring a patent lawyer to solidify and protect emerging and new technologies. Arrowhead Center has for three years held the WE Mean Business conference at NMSU and hosts monthly WE Coffee Meetings to encourage networking.\n\n\n\n\u0093We want to leverage partnerships between women leaders in tech organizations and those women who may have that first idea for a business or those who are already starting up and looking for their next steps,\u0094 Sloan said. \u0093Arrowhead Center is a place for what we call inspiration capital. If we feature women who have been success launching companies and securing investments, we can create a change at how women, particularly in New Mexico, see themselves as entrepreneurs or innovators.\u0094\n\n\n\nThe SBA announced 60 winners representing accelerators and incubators across 39 states and territories that will receive a total of $3 million in awards to support startups and entrepreneurs researching and developing STEM-related innovations.\n\n\n\nThis assistance includes support for company formation as well as awareness and education on the Small Business Innovation Research and Small Business Technology Transfer programs. The prizes are not for direct investment in small businesses.\n\n\n\nThe SBA coordinates the SBIR/STTR programs, also known as America\u0092s Seed Fund, which each year provide more than $3.7 billion in early stage and seed capital totaling over 5,000 awards to small businesses. Companies supported by the SBIR/STTR programs often generate some of the most important breakthroughs each year in the U.S.\n\n\n\nContact Zetdi Sloan at ati@nmsu.edu to learn more about or apply for WE Sprint.\n\n"}}