{"GDELT": {"GlobalEventID": 882434196, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "RUS", "Actor1Name": "MOSCOW", "Actor1CountryCode": "RUS", "Actor2Code": "DEUGOV", "Actor2Name": "GERMAN", "Actor2CountryCode": "DEU", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.661484306248161, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Munich, Bayern, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM02", "Actor2Geo_ADM2Code": "16532", "Actor2Geo_Lat": 48.15, "Actor2Geo_Long": 11.5833, "Actor2Geo_FeatureID": "-1829149", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Munich, Bayern, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM02", "Action2Geo_ADM2Code": "16532", "Action2Geo_Lat": 48.15, "Action2Geo_Long": 11.5833, "Action2Geo_FeatureID": "-1829149", "DATEADDED": 20191026124500, "SOURCEURL": "https://www.strategic-culture.org/news/2019/10/26/the-eu-is-rewriting-wwii-history-to-demonize-russia/"}, "ARTICLE": {"TITLE": "The EU Is Rewriting WWII History to Demonize Russia", "TEXT": "Max PARRY\n\nLast month, on the 80th anniversary of the start of World War II, the European Parliament voted on a resolution entitled “On the Importance of European Remembrance for the Future of Europe.” The adopted document:\n\n2. Stresses that the Second World War, the most devastating war in Europe’s history, was started as an immediate result of the notorious Nazi-Soviet Treaty on Non-Aggression of 23 August 1939, also known as the Molotov-Ribbentrop Pact, and its secret protocols, whereby two totalitarian regimes that shared the goal of world conquest divided Europe into two zones of influence; 3. Recalls that the Nazi and communist regimes carried out mass murders, genocide and deportations and caused a loss of life and freedom in the 20th century on a scale unseen in human history, and recalls the horrific crime of the Holocaust perpetrated by the Nazi regime; condemns in the strongest terms the acts of aggression, crimes against humanity and mass human rights violations perpetrated by the Nazi, communist and other totalitarian regimes.\n\nFor 75 years, we have been told that the war started on September 1st, 1939 when Germany invaded Poland, even though the Pacific Theater between Japan and China began two years earlier. Now we are to understand that it actually began eight days prior when the German foreign minister visited Moscow. Take no notice of the inherent doublespeak in the premise that a war could be the consequence of a peace agreement, which without any evidence provided is said to have contained “secret protocols”, not provisions. You see, unlike the other pacts signed between European countries and Nazi Germany — such as the Munich Betrayal of 1938 with France and Great Britain to which the Soviets were uninvited while Austria and Czechoslovakia were gifted to Hitler for the courtesy of attacking Moscow — Molotov-Ribbentrop was really a confidential agreement between Hitler and Stalin to conquer Europe and divide it between them.\n\nThis is pure mythology. The fact of the matter is that neither the Soviets or even Germany drew the dividing line in Poland in 1939, because it was a reinstatement of the border acknowledged by the League of Nations and Poland itself as put forward by the British following WWI. Even Winston Churchill during his first wartime radio broadcast later that year admitted:\n\nRussia has pursued a cold policy of self-interest. We could have wished that the Russian Armies should be standing on their present line as the friends and allies of Poland, instead of as invaders. But that the Russian Armies should stand on this line was clearly necessary for the safety of Russia against the Nazi menace.\n\nYet according to the EU, even though Moscow was the last country to agree to a peace deal with Hitler, it was all part of a hidden plot between them. In that case, why then did Germany choose to invade the USSR in 1941? The EU leaves this question unanswered. Forget about its racial policies of enslaving slavs or that Hitler openly declared in Mein Kampf that Germany needed to conquer the East to secure the Lebensraum. Nevermind that in the Spring of 1941, less than two months before Operation Barbarossa, Stalin gave a speech to the Kremlin at a state banquet for recent graduates of the Frunze Military Academy to give warning of an imminent attack:\n\nWar with Germany is inevitable. If comrade Molotov can manage to postpone the war for two or three months through the Ministry of Foreign Affairs, that will be our good fortune, but you yourselves must go off and take measures to raise the combat readiness of our forces.\n\nThe EU has redacted that the entire reason for the signing of the Nazi-Soviet pact in August 1939 had been to buy time for the Red Army’s attrition warfare strategy to adequately prepare its armaments against a future invasion by the Wehrmacht. The Soviet leadership well understood that Germany would eventually renege on the agreement, considering that in 1936 it had signed the Anti-Comintern Pact with Japan and Italy directed at the Communist International. For six years, the USSR was thwarted in its attempts to forge an equivalent anti-fascist coalition and to collectively defend Czechoslovakia by the British and the French, whose ruling classes were too busy courting and doing business with Germany. It had been the Soviets alone who defended the Spanish Republic from Franco in the final rehearsal before the worldwide conflict and only when all other recourses had run out did they finally agree to a deal with the Hitlerites.\n\nJust a week prior to the signing of the neutrality treaty, Stalin gave a secret speech to the Politburo where he explained:\n\nThe question of war or peace has entered a critical phase for us. If we conclude a mutual assistance treaty with France and Great Britain, Germany will back off of Poland and seek a modus vivendi with the Western Powers. War would thus be prevented but future events could take a serious turn for the USSR. If we accept Germany’s proposal to conclude with it a non-aggression pact, Germany will then attack Poland and Europe will be thrown into serious acts of unrest and disorder. Under these circumstances we will have many chances of remaining out of the conflict while being able to hope for our own timely entrance into war.\n\nThis latest resolution is part of a long pattern of misrepresentation of WWII by the Anglo-Saxon empire, but is perhaps its most egregious falsification that truly desecrates the graves of the 27 million Soviet citizens who were 80% of the total Allied death toll. Earlier this year, for the commemoration on the 75th anniversary of the Normandy landings, Russia and its head of state were excluded from the events in Portsmouth, England. As if the ongoing absence of Western European leaders from the May 9th Victory Day ceremonies held annually in Russia weren’t insulting enough, while it’s true that the Eastern Front was not involved in Operation Overlord, Russian President Vladimir Putin had previously been in attendance at the 70th anniversary D-Day events in 2014. No doubt the increase in geopolitical tensions between the West and Moscow in the years since has given the EU license to write out Russia’s role in the Allied victory entirely with little public disapproval, though many of the families of those who volunteered in the International Brigades were rightly insulted by this tampering of history and voiced their objection.\n\nThe EU motion‘s real purpose is to fabricate the war’s history by giving credit to the United States for the liberation of Europe while absolving the Western democracies that opened the door for the rise of fascism and tried to use Germany to annihilate the USSR. History itself should always be open to debate and subject to study and revision, but the Atlanticists have made this formal change without any evidence to support it and entirely for political purposes. Like the founding of the EU project itself, the declared aim of the proposal is supposedly to prevent future atrocities from taking place, even though the superstate was designed by former Nazis like Walter Hallstein, the first President of the European Commission, who was a German lawyer in several Nazi Party law organizations and fought for the Wehrmacht in France until his capture as a POW after the invasion of Normandy.\n\nRather than preventing future crimes, the EU has committed one itself by deceptively modifying the historical record of communism to be parallel with that of the Third Reich. Even further, that they were two sides of the same coin of ‘totalitarianism’ and that for all the barbarity committed during the war, the Soviets were equally culpable — or judging by the amount of times the text cites the USSR versus Germany, even more so. It remains unclear whether we are now to completely disregard the previous conclusions reached by the military tribunals held by the Allies under international law at Nuremberg of which all 12 war criminals sentenced to death in 1946 were German, not Soviet. The document doesn’t even attempt to hide its politicized direction at the current government in Moscow, stating that:\n\nRussia remains the greatest victim of communist totalitarianism and that its development into a democratic state will be impeded as long as the government, the political elite and political propaganda continue to whitewash communist crimes and glorify the Soviet totalitarian regime.\n\nThis accusation does not stand up to critical observation, as Russia has since erected official memorials to those executed and politically persecuted during the so-called ‘Great Terror.’ However, the stark difference between the EU resolution and the Wall of Grief in Moscow is that the latter is based on evidence from the Soviet archives. It has become a widespread and ridiculous belief in the West that Stalin somehow killed as much as five times as many people as Hitler, an absurdity not reflected in the now disclosed and once highly secretive Soviet archives, which after two decades of examination show that over a period of three decades from the early 1920s to his death in 1953, the total recorded number of Soviet citizens executed by the state was slightly less than 800,000. While that is certainly a horrid number, how does it even begin to compare to an industrial scale extermination based on the race theory?\n\nHow can anyone believe Stalin killed tens of millions of people when even the most simple analysis of a population demographics chart shows that the Soviet population rate consistently increased each decade with the only reduction taking place during WWII as a result of their casualties? Socialists, who perhaps more than any other political tendency seem to suffer from autophobia, should defend their own history from such falsification. It is only when flaws occur under communist states that the entire political and economic system is to be denounced outright, but never capitalism which for five centuries has colonized half the world while enslaving and killing entire nations.\n\nMost of the wildly exaggerated death figures stem from falsities written in The Black Book of Communism by a group of right-wing French academics in 1997,who did not conceal their apologism for the Nazi collaborationist self-proclaimed Russian Liberation Army (ROA) commanded by Gen. Andrey Vlasov who defected to Germany during the war:\n\nA singular fate was reserved for the Vlasovtsy, the Soviet soldiers who had fought under the Soviet general Andrei Vlasov. Vlasov was the commander of the Second Army who had been taken prisoner by the Germans in July 1942. On the basis of his anti-Stalinist convictions, General Vlasov agreed to collaborate with the Nazis to free his country from the tyranny of the Bolsheviks.\n\nThe other highly cited work by the West for its overestimated portrayal of Soviet repression is the equally unreliable The Gulag Archipelago volumes by Alexander Solzhenitsyn, who as historian Ludo Martens noted also attempted to provide justification for Vlasov’s treason in his best-selling 1973 work:\n\nAnd so it was that Vlasov’s Second Shock Army perished, literally recapitulating the fate of Samsonov’s Russian Second Army in World War I, having been just as insanely thrown into encirclement. Now this, of course, was treason to the Motherland! This, of course, was vicious, self-obsessed betrayal! But it was Stalin’s. Treason does not necessarily involve selling out for money. It can include ignorance and carelessness in the preparations for war, confusion and cowardice at its very start, the meaningless sacrifice of armies and corps solely for the sake of saving one’s own marshal’s uniform. Indeed, what more bitter treason is there on the part of a Supreme Commander in Chief?\n\nThe truth is located in the Soviet archives which indicate that Stalin’s successor, the Ukrainian-born Nikita Khrushchev, was as intent on absolving the entirety of the Soviet leadership as himself from any culpability in the purges of the 1930s so that blame for its excesses were placed squarely on his predecessor. In succession, Western historians like the British Foreign Office propagandist Robert Conquest followed his example and this account quickly became official doctrine. In hindsight, Khrushchev’s infamous 1956 secret speech, “On the Cult of Personality and Its Consequences”, was what planted the seeds of self-doubt in the Soviet system that would eventually lead to its undoing decades later. To the contrary, what the historical records show is most of those who were purged in that period were not necessarily perceived as political threats to Stalin himself, but were targeted because of an overall systemic paranoia held by the entire Soviet government regarding internal sabotage and counter-revolutionary activity by a real fifth column getting inspiration from a certain traitorous former Bolshevik in exile and a potential invasion originating from outside the country.\n\nMany forget that during the Russian Civil War, exactly such a scenario had occurred when the Allies of World War I, including the United States, collectively intervened on the side of the Whites only to be driven out by the Red Army, making such fearful instincts not entirely unreasonable. Not to mention, the rapid industrialization of the entire nation in a single decade while in preparation for the growing threat of war with Germany. When Hitler began his Masterplan for the East, their worst fears came to fruition when tens of thousands of Banderite turncoats enlisted in the 14th Waffen Grenadier Division of the SS (1st Galician) in Ukraine to collaborate with the German occupiers in the slaughter of their fellow countrymen and after the war ended, continued their treasonous struggle during the 1950s with assistance from the CIA. So the saying goes, just because you’re paranoid doesn’t mean they aren’t out to get you…\n\nAs for the accusation of “whitewashing”, it is true that recent polls indicate that 70% of Russians today hold a favorable view of Stalin — but just as many are nostalgic for communism itself and regret the breakup of the USSR on the basis that the socialist system ‘took care of ordinary people.’ Putin did once remark that despite Stalin’s legacy of repression, he doubted that the native Georgian statesman would have been willing to drop two atomic bombs on Japan like the United States, an atrocity that killed 225,000 innocent civilians (most of them instantly) which is more than a quarter of those capitally punished during the entire Stalin era. Was he wrong to say so? A significant amount of deaths also occurred in the Soviet-wide famines of the 1930s, but there is significantly more evidence to suggest that the British deliberately starved 3 million Bengalis to death then there is to support the Holodomor fraud concocted by the Ukrainian nationalist diaspora. If the West wants to talk about deliberate starvation, it should take a look at what the U.S. did with its economic sanctions in the 1990s killing half a million Iraqi children which former U.S. Secretary of State Madeleine Albright famously described as “worth it.”\n\nThis isn’t the first time the Anglosphere has historically omitted the Soviet role in the Allied victory or conflated the USSR with the Third Reich. On previous occasions the European Parliament has issued resolutions declaring August 23rd “a European day of remembrance of the victims of the Nazi-Soviet alliance.” This is all an attempt by the Atlanticists to depict communism as somehow worse than fascism while disconnecting the Nazis from the lineage of European settler colonialism whose racism was its source of inspiration. Why is that which befell the Jews not considered an extension of what was already done to the Herero-Nama tribes for which Namibia is now suing Germany a century later?\n\nThe neoliberal political establishment in Europe and its anti-EU populist opponents are fond of appearing dead-set against one another, but it seems they share the same fairytale beliefs about WWII that the Nazis and Soviets were equivalent evils as inscribed in this latest decree. It has always been ironic that the liberal billionaire “philanthropist” and currency manipulator George Soros is so derided by right-wing populists when it was his Open Society Institute NGOs which engineered the collapse of communism in Eastern Europe. Soros may be averse to the anti-immigrant brand of right-wing nationalism currently on the rise in Western Europe, but as a fanatical Russophobe he is willing to make strange bedfellows with ultra-nationalists in Kiev to undermine Moscow’s sphere of influence and that includes revising WWII history to a version favored by the Banderites which took power during the pro-EU 2014 coup d’etat in Ukraine.\n\nThe Nazi junta regime in Kiev has since instituted Russophobic ‘de-communization’ laws erasing the remaining traces of Ukraine’s Soviet past while replacing them with memorials to their wartime foes. A recent example was the city of Vinnitsa renaming a street that paid tribute to the Soviet spy and war hero Richard Sorge to that after Omelyan Hrabetsk, a commander of the Ukrainian Insurgent Army which cooperated with Germany during the war and killed thousands of Poles and Jews. Sorge posed as a German journalist in Tokyo and famously provided timely intelligence to Moscow that Japan did not plan to attack the USSR, allowing Stalin to transfer essential reinforcements to the Battle of Moscow which proved to be a major turning point in the war. He was executed by the Japanese in 1944 and posthumously awarded the Hero of the Soviet Union.\n\nNow the EU is ‘decommunizing’ history in its own legislation. Meanwhile, Soros’s influence over the EU cannot be overstated as his lobbying power has enabled him to provide direct council to its executive branch more than any official head of state in the political and economic union. The hedge fund tycoon made a fortune as an investor during Russia’s mass privatization in the 1990s after enlisting Jeffrey Sachs and the IMF to apply ‘shock therapy’ to its economy as it did in Poland and his native Hungary. Under Putin, however, Soros’s NGOs have since been barred from Russia. Perhaps the reason he can so cynically provide support to fascist elements in Ukraine to undercut Moscow is that he did so personally in his upbringing in Hungary.\n\nBorn Gyorgy Schwartz, during WWII he was a teenager from an affluent Jewish family which survived the Axis occupation by using their wealth to bribe a government official from the collaborationist Arrow Cross government who provided the Soros’s forged documents identifying them as Christians, while the adolescent by his own admission delivered deportation notices to other Jews. A short time later, the young Soros impersonated the adopted gentile son of an official who inventoried the stolen valuables and property from Jewish estates and even accompanied him during his work. One would assume as a Jew he would have been haunted by these experiences, but Soros has repeatedly stated he has no regrets and even disturbingly compared it to his future work as an investor.\n\nLike Soros, the EU has no ideology except an unquenchable thirst for greed and is fond of Nazis when they are the kind that hate Russia. For its own political interests, it is willing to dangerously foster a version of history invented by a rebranded far right where the quislings who collaborated with the Axis powers elude guilt and the Soviets who courageously defeated them are maliciously slandered. Fascism was never fully eradicated only because the West continued to nurture it during the Cold War and even now that capitalism has been reinstated in Eurasia, it continues to do so to undermine a resurgent Moscow on the world stage.\n\nAs the world appears increasingly on the brink of WWIII, one is reminded of the expression by Karl Marx who famously stated that “history repeats itself…first as tragedy, then as farce” in The Eighteenth Brumaire of Louis Napoleon, when comparing Napoleon Bonaparte’s seizure of power in the French Revolution with the coup by his nephew half a century later which brought an end to the French Revolution. Equally fitting is the humorous line by the legendary writer and noted anti-imperialist Mark Twain who reputedly said, “history doesn’t repeat itself, but it does rhyme.” Both are applicable to the unquestionable tragedy of WWII and the farcical mockery of its history by the EU whose policies continue to make another global conflict that much more likely.\n\ndissidentvoice.org"}}