{"GDELT": {"GlobalEventID": 882433747, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "CVL", "Actor1Name": "HUNTER", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 12, "NumSources": 2, "NumArticles": 12, "AvgTone": -2.7098032467159903, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20191026124500, "SOURCEURL": "http://www.capetalk.co.za/articles/365065/original-whistleblower-explains-sa-s-deregistered-pension-fund-mess"}, "ARTICLE": {"TITLE": "Original whistleblower explains SA's 'deregistered pension fund mess'", "TEXT": "\n\n\n\nSince 2007, more than 6,000 pension funds have had their registrations cancelled on the basis that they were no longer functioning, leaving around 4-million South Africans high and dry without the benefits they'd accrued over many years.\n\nAccording to the Financial Services Board’s (FSB) 2018 Annual Report, these pensioners and pension fund members are owed in total over R42bn.\n\nNon-profit organisation Open Secrets this week also released a report titled \"The Bottom Line\" which examines the incorrect cancellation of pension funds in South Africa.\n\nRosemary Hunter, a partner at Bell Dewar, says the number is actually higher, as the FSB report deals only with with funds under its jurisdiction - the government employees pension fund is not included.\n\nHunter was the first person to blow the whistle, after she'd been appointed as FSB deputy registrar in 2013.\n\nIf you add up the other funds, it's about R51bn now and it's growing. Rosemary Hunter, Partner at Bell Dewar (Fasken)\n\nIt's a long, long story. It's not all because of these cancelled pension funds, these deregistered pension funds, but that certainly exacerbated the problem. Rosemary Hunter, Partner at Bell Dewar (Fasken)\n\nHunter explains some of the multitude of reasons behind this dire situation. These include funds that don't actively follow up on members, people who simply don't know how to claim when they stop working and family members who are uninformed about what to do when a fund member dies.\n\nA pension fund is separate from an employer, so if the employer goes under they don't realise that actually their pension fund is alive and well and their money is probably safe there. Rosemary Hunter, Partner at Bell Dewar (Fasken)\n\nFunders also seem to be passive - they don't actually find and pay people. If the contributions stop they must figure out that the person has stopped working maybe and they should make enquiries. A lot of people just don't know how to claim. Rosemary Hunter, Partner at Bell Dewar (Fasken)\n\nHunter explains that preceding the large-scale deregistration of pension funds, there had been a trend for smaller employers to move their employees into umbrella funds.\n\nQuite often, the original funds were just abandoned and no-one followed up.\n\nWhen the registrar of pension funds quite rightly decided to clean this mess up in 2006/2007 and created the \"cancellation project\" says Hunter, the process was full of irregularities.\n\nHe appointed employees of the fund administrators who obviously had a conflict of interest... These things should have been put under formal curatorship through a court order... They didn't put in proper financial returns, he exempted them from compliance with all sorts of laws. Rosemary Hunter, Partner at Bell Dewar (Fasken)\n\nThen they would just put in certificates saying 'this fund has no assets or liabilities' and the registrar would cancel the registration. Sometimes they would publish lists of these funds they were going to cancel in the Government Gazette, but who reads that. Rosemary Hunter, Partner at Bell Dewar (Fasken)\n\nShe says on the basis of this scant information, the registrar cancelled the registration of thousands of funds.\n\nIt doesn't mean that money was stolen, it just means that the registrar didn't know what had been done with it when he decided he was just going to deregister these funds. Rosemary Hunter, Partner at Bell Dewar (Fasken)\n\nHow are these problems to be resolved? Hunter says the state and private sector players have to work together.\n\nListen to Hunter's story and her suggestions for fixing the deregistered pension fund mess here:"}}