{"GDELT": {"GlobalEventID": 882428773, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor2Code": "BEL", "Actor2Name": "BRUSSELS", "Actor2CountryCode": "BEL", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.9647577092510997, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE11", "Actor2Geo_ADM2Code": "5850", "Actor2Geo_Lat": 50.8333, "Actor2Geo_Long": 4.33333, "Actor2Geo_FeatureID": "-1955538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE11", "Action2Geo_ADM2Code": "5850", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": 4.33333, "Action2Geo_FeatureID": "-1955538", "DATEADDED": 20191026120000, "SOURCEURL": "https://civil.ge/archives/324317"}, "ARTICLE": {"TITLE": "Georgian Defense Minister, NATO SecGen Meet in Brussels", "TEXT": "Less than a minute\n\n156 Less than a minute\n\nGeorgian Defense Minister Irakli Garibashvili met with NATO Secretary General Jens Stoltenberg and his counterparts from the NATO-member states yesterday, on the sidelines of the NATO Defense Ministerial held on October 24-25.\n\nAccording to the Georgian Defense Ministry, at the meeting Minister Garibashvili thanked the NATO Secretary General for supporting Georgia’s territorial integrity and sovereignty.\n\nGaribashvili also noted that the recent visit of the NATO’s North Atlantic Council (NAC) to Georgia, “has been a clear demonstration of result-oriented cooperation, and the Alliance’s firm support to Georgia’s Euro-Atlantic integration process.”\n\nAs part of the Ministerial, Garibashvili also attended a meeting of the NAC with Resolute Support Operational Partner Nations and Potential Operational Partner Nations on Friday.\n\n“All our colleagues note with big gratitude that our hero military personnel fight alongside the soldiers of our partner countries in Afghanistan to protect peace and security,” Garibashvili tweeted.\n\nIn Brussels, Irakli Garibashvili discussed defense cooperation with his counterparts from Finland, Germany, Sweden, Ukraine and United Kingdom. He also spoke of the U.S.-Georgia relations with the U.S. Permanent Representative to NATO Kay Bailey Hutchison.\n\nGaribashvili tweeted following his meetings that the NATO Secretary General, as well as his counterparts, “unanimously recognize” Georgia’s reforms and progress achieved in recent years.\n\nThis post is also available in: ქართული (Georgian) Русский (Russian)"}}