{"GDELT": {"GlobalEventID": 882428519, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor2Code": "GOV", "Actor2Name": "MINIST OF TRADE", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.9702970297029703, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sochi, Krasnodarskiy Kray, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS38", "Actor2Geo_ADM2Code": "25065", "Actor2Geo_Lat": 43.5992, "Actor2Geo_Long": 39.7257, "Actor2Geo_FeatureID": "-3006514", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sochi, Krasnodarskiy Kray, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS38", "Action2Geo_ADM2Code": "25065", "Action2Geo_Lat": 43.5992, "Action2Geo_Long": 39.7257, "Action2Geo_FeatureID": "-3006514", "DATEADDED": 20191026120000, "SOURCEURL": "https://www.today.ng/news/nigeria/federal-government-russia-sign-mou-geoscience-data-259553"}, "ARTICLE": {"TITLE": "Federal government, Russia sign MOU on geoscience data", "TEXT": "The Federal Government has signed a Memorandum of Understanding (MoU) with the Ministry of Trade and Investment of the Russian Federation, in Sochi Russia.\n\nThe MOU is for scientific and technical cooperation in the field of Geosciences between Nigeria and Russia.\n\nMinister of Mines and Steel Development, Arc. Olamilekan Adegbite signed the MOU on behalf of the Nigerian Geological Survey Agency (NGSA), the Ministry of Mines and Steel development.\n\nThe MOU also has the African Export-Import Bank as a party to it.\n\nThis was done during the Russia- Africa summit where President Buhari was the leader of the Nigerian delegation. Special Adviser Media to the Minister, Ayodeji Adeyemi made this known in a statement.\n\nHe stated: “The Honorable Minister of Mines and Steel Development arch Olamilekan Adegbite has signed a Memorandum of Understanding with the Ministry of Trade and Investment of the Russian Federation, in Sochi Russia.\n\n“The MoU which is for scientific and technical cooperation in the field of Geosciences between Nigeria and Russia was signed during the Russia-Africa summit. President Muhammadu Buhari was the head of the Nigerian delegation to the summit.\n\n“The MOU which the Honorable minister signed on behalf of the Nigerian Geological Survey Agency, NGSA, of the Ministry of Mines and Steel development, also has the African Export-Import Bank as a party to it.\n\n\n\n\n\n“The purpose of the MOU is to express the commitment of the Parties to conduct activities in the fields of Geoscience on the basis of equality, reciprocity and mutual benefit.\n\n“The MOU spells out the forms of cooperation expected which include exchanges of scientific and technical information; exchange of study visits and scientists; collaboration on research activities; joint organization of symposia, conferences workshops and training programs; and other forms of cooperation as may be mutually agreed between the Parties.\n\n“The MOU also spells out areas of cooperation expected which include, Research and development on basic geology; Geological maps compilation and regional mineralization correlation; methodology and technology on geochemical mapping and remote sensing. Other areas of cooperation include Aero-geophysical Survey, Geo-database construction and geo-information sharing, Marine geology, Research and monitoring of Geo-hazards; amongst others.\n\nThe honorable minister who was delighted with the MOU lauded President Buhari’s initiative to develop the nation’s mining sector. “President Buhari has given us so much support in the mining sector and it is now bearing fruits.’’"}}