{"GDELT": {"GlobalEventID": 882886279, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "AGR", "Actor2Name": "FARMER", "Actor2Type1Code": "AGR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.53846153846154, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.asianjournal.ca/furious-farmers-join-bc-liberal-mlas-to-demand-repeal-of-ndps-punitive-bill-52/"}, "ARTICLE": {"TITLE": "Furious farmers join BC Liberal MLAs to demand repeal of NDP’s punitive Bill 52", "TEXT": "Victoria: Dozens of farmers who are angry at the NDP’s devastating Bill 52 joined BC Liberal MLAs at the Legislature today, joining the call for John Horgan and Agriculture Minister Lana Popham to repeal the legislation.\n\n“Farmers and their families work tirelessly to contribute to our economy and make sure British Columbians have fresh, locally-produced food,” said BC Liberal Agriculture Critic Ian Paton. “Bill 52 has done nothing but tear communities apart and put farmers out of work, which is why we are calling on the NDP to repeal it. Farmers deserve to be protected by government, not persecuted by it.”\n\nFarmers from throughout the province joined BC Liberal MLAs to rally against this damaging legislation that has sent farmers a clear message — the NDP government values land more than the people who make farms successful.\n\n“The recent act changes by the NDP create barriers for entry-level farmers, add financial burdens for current farmers, insecurity for retiring farmers and trample on the rights of existing farmers,” said farmer Meghan McPherson, who joined the chorus of voices speaking out against this bill. “Government’s role should be to support the rights of farmers, not stifle them.”\n\nTo show support for farmers and the agricultural community, BC Liberal MLAs are introducing two members’ bills today to highlight that farmers are business people and deserve the supports and protections offered to non-farm businesses. In addition, MLA Paton will be introducing a petition, signed by over 26,000 farmers, calling for the repeal of Bill 52.\n\nLaurie Throness, MLA for Chilliwack-Kent will introduce the Trespass Amendment Act 2019 which, if passed, will ensure the safety of those who live and work on farms as well as their livestock and property from being endangered by illegal trespassers through increased penalties.\n\n“Farms are businesses and also private property and should be protected from unlawful entry with the same rights as a brick and mortar store on a city street,” said Throness. “In addition, farms are food-producing facilities, so it is imperative to have a strong deterrence from unwelcome entry to prevent the spread of disease that can happen when biosecurity protocols are breached, jeopardizing thousands of animals and the industry itself.”\n\nEqual economic opportunity is the goal of the Home-Based Craft Food Act, which will be introduced by Delta South MLA Ian Paton. If passed, it will allow small home-based businesses to make and sell low-risk food products like jams, candy, honey or bread direct to consumers from their farmland.\n\n“This bill is about creating value-added opportunities, fostering new micro-businesses and enabling farmers to support their families by using products from their own farms without impacting valuable farmland,” said Paton. “With the bevy of land-use and farming restrictions laid down by the NDP, this bill would provide farmers a chance to utilize their resources and share them with all British Columbians.”\n\nIt’s time for John Horgan and the NDP to listen to these concerns and reverse the changes that have blindsided farmers throughout British Columbia."}}