{"GDELT": {"GlobalEventID": 882827803, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor1Code": "RUS", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "Actor2Code": "TUR", "Actor2Name": "TURK", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -7.35694822888283, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191028184500, "SOURCEURL": "https://www.investmentwatchblog.com/internet-unleashes-fury-on-washington-post-article-wapodeathnotices/"}, "ARTICLE": {"TITLE": "Causing His Enemies To Beclown Themselves Is Trump’s Superpower – Investment Watch", "TEXT": "Was it Trump’s magic wand that turned the Washington Post into a laughingstock?\n\nI’m beginning to think that hidden somewhere in the White House or Trump Tower there’s a magic wand that the president wields which turns his detractors— old Obama hands, make-believe conservative politicians and commentators, Democrats, and the media, into laughingstocks. If so, this weekend he waved it over the Washington Post.\n\nFirst, a little background to refresh your memory. Abu Bakr al-Baghdadi, was an ISIS leader. He was a very, very bad man. In 2009, we had him captured and imprisoned in Iraq. For some utterly inexplicable reason, President Obama released him from Camp Bucca. Thereafter, Baghdadi and his troops took over the Iraqi cities of Fallujah, Ramadi, Tikrit and Mosul, and threatened Baghdad.\n\nAlong the way they burned down everything in their path and tortured and murdered civilians, soldiers and police officers.\n\nDirector Blue posted a gruesome photo essay of his butchery.\n\nBaghdadi photographed and publicized how he and his fellow butchers roasted alive men hogtied over flames, burned whole families with their children in cages, drowned prisoners in cages, raped and murdered thousands of Yazidi women and girls, and beheaded, shot, and blew up countless thousands of people.\n\nAmong those he kidnapped, tortured and murdered was a young American woman Kayla Mueller whom Obama failed to rescue in time.\n\nAfter his Iraqi mayhem, Baghdadi took refuge in Syria where he hid out.\n\nThis week, U.S. Special Forces, aided, according to reports, by Turks and Kurds, were granted permission by the Russians to fly over the area held by them. These forces overran his compound and chased him into a dead- end tunnel where he used his suicide vest to kill himself and three of his children. In the process, our Special Forces gathered up valuable intelligence about the origins of ISIS, its structure and future plans.\n\nYou’d think Baghdadi’s obituary would acknowledge what a monster he was. The header the Washington Post chose for this was originally\n\n“Abu Bakr al-Baghdadi, Islamic State’s ‘terrorist-in-chief,’ dies at 48.”\n\nIt was changed to:\n\n“Abu-Bakr al-Baghdadi, austere religious scholar at helm of Islamic State dies at 48.”\n\n….\n\n….\n\nInternet Unleashes FURY on Washington Post Article #WaPoDeathNotices"}}