{"GDELT": {"GlobalEventID": 882827672, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor1Code": "NGA", "Actor1Name": "NIGERIAN", "Actor1CountryCode": "NGA", "Actor2Code": "COP", "Actor2Name": "PRISON", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -7.86516853932585, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kogi, Nigeria (general), Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI00", "Actor1Geo_ADM2Code": "190990", "Actor1Geo_Lat": 12.55, "Actor1Geo_Long": 6.63333, "Actor1Geo_FeatureID": "-2015590", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kogi, Nigeria (general), Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI00", "Actor2Geo_ADM2Code": "190990", "Actor2Geo_Lat": 12.55, "Actor2Geo_Long": 6.63333, "Actor2Geo_FeatureID": "-2015590", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kogi, Nigeria (general), Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI00", "Action2Geo_ADM2Code": "190990", "Action2Geo_Lat": 12.55, "Action2Geo_Long": 6.63333, "Action2Geo_FeatureID": "-2015590", "DATEADDED": 20191028184500, "SOURCEURL": "https://tribuneonlineng.com/breaking-228-prisoners-escape-houses-submerged-as-flood-sacks-kogi-community/"}, "ARTICLE": {"TITLE": "BREAKING: 228 prisoners escape, houses submerged as flood sacks Kogi community", "TEXT": "A heavy downpour on Monday morning in Koton-Karfi, Kogi local government council of Kogi State aided the escape of about 228 prisoners from the medium federal prison after the collapse of some parts of the building while many houses were submerged by the flood.\n\nTribune Online on Monday reliably gathered that the rain which started at about 2:00 a.m. on Monday, wreaked havoc, leading to the destruction of some parts of the prison building, which paved the way for the inmates to escape.\n\nDuring a visit to the community on Monday, some of the people who spoke with Tribune Online said the rain was very heavy and it fell for several hours.\n\nAccording to one of the residents, it was due to the heavy downpour that the cause the flood which affected many houses and the prison building.\n\nThe acting Chief Immam of Koton-Karfi Karfi central mosque, Saidu Suleiman Nuhu who also spoke with Nigerian Tribune said river Osugu over flooded and destroyed so many houses including the prison which led to the escape of some inmates.\n\nHowever effort to speak with Prison officers who visited the scene proved abortive as everywhere was flooded but source close to the Prison service disclosed that about 228 of the inmates who escaped only 100 have been rearrested by the security agents saying the Deputy Controller General of Correct Service had visited the place saying government will put everything in place to re-arrest some inmates who are still at large."}}