{"GDELT": {"GlobalEventID": 882827344, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor1Code": "IGOUNOGOV", "Actor1Name": "THE UN", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor1Type2Code": "GOV", "Actor2Code": "CHE", "Actor2Name": "GENEVA", "Actor2CountryCode": "CHE", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.2375296912114, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Geneva, Genè, Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ07", "Actor1Geo_ADM2Code": "16329", "Actor1Geo_Lat": 46.1956, "Actor1Geo_Long": 6.14811, "Actor1Geo_FeatureID": "-2552151", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Geneva, Genè, Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ07", "Actor2Geo_ADM2Code": "16329", "Actor2Geo_Lat": 46.1956, "Actor2Geo_Long": 6.14811, "Actor2Geo_FeatureID": "-2552151", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20191028184500, "SOURCEURL": "https://www.trtworld.com/middle-east/un-envoy-to-meet-turkish-russian-iranian-foreign-ministers-30917"}, "ARTICLE": {"TITLE": "UN envoy to meet Turkish, Russian, Iranian foreign ministers", "TEXT": "Fast News\n\nGeir Pedersen to launch Syrian Constitutional Committee in Geneva on Wednesday after meeting Turkey's Mevlut Cavusoglu.\n\nUN Special Envoy for Syria Geir Pedersen attends a news conference ahead of the meeting of the new Syrian Constitutional Committee at the United Nations in Geneva, Switzerland, October 28, 2019. (Reuters)\n\nThe UN special envoy to Syria is set to meet in Geneva this week with the foreign ministers of Turkey, Russia, and Iran — the partners in the Astana peace process — on the eve of the first meeting of Syria’s new Constitutional Committee.\n\nGeir Pedersen told a press conference he would meet with Turkish Foreign Minister Mevlut Cavusoglu, his Russian counterpart Sergey Lavrov, and Iran’s Foreign Minister Mohammad Javad Zarif on Tuesday evening, before the committee’s inaugural meeting on Wednesday.\n\nOn Sept. 28 UN Secretary-General Antonio Guterres announced the formation of a body to write a new constitution for Syria following more than eight years of war that have devastated the country and its people.\n\nPedersen said the official opening of the 150-strong Constitutional Committee meetings will take place at the UN’s Geneva office, calling it a “door opener for a broader political process.”\n\nPedersen also stressed that the agreement to form the Constitutional Committee is the first political agreement between the Assad regime and the opposition.\n\n\"We are quite aware of the fact that the Constitutional Committee alone cannot solve the conflicts in Syria, it will not solve it. It can only be a step in the process.”\n\nThe committee is made up of 50 members of the Assad regime, 50 opposition members, and 50 members of civil society.\n\nOnly UN officials and the Syrian people will be present at the launch of the committee, said Pedersen.\n\nThe committee will seek to gain consensus on issues, but if not would do this with 75 percent support, he added.\n\nIn 2017, the Astana peace process to end the Syrian conflict was spearheaded by Turkey, Russia, and Iran in Kazakh capital Nur-Sultan, formerly Astana, and since then has seen over a dozen meetings.\n\nTurkey has long pushed for the formation of a Constitutional Committee for Syria to find a political solution to the Syrian civil war, which has raged since 2011 and sent over 3.6 million refugees to Turkey, more than any other country in the world.\n\nSource: AA"}}