{"GDELT": {"GlobalEventID": 882887197, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.03092783505154, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.yahoo.com/news/double-trouble-russia-china-built-170000949.html"}, "ARTICLE": {"TITLE": "Double Trouble: What If Russia and China Built Joint-Aircraft Carriers?", "TEXT": "Key point: Russia and China could work together to pool their resources and expertise, but they are also still wary of each other.\n\nChina could partner with Russia in order to develop nuclear-powered icebreakers.\n\nWhile the vessels would be useful in their own right, the main benefit could be to help Beijing refine reactor technology for use in a future nuclear-powered aircraft carrier, according to the Hong Kong South China Morning Post.\n\nThe Chinese navy already possesses two conventionally-powered flattops and is building a third.\n\nBut naval expert Li Jie told the newspaper that to be truly competitive, the Chinese navy needs a ship capable of generating lots of power and high speeds in order to launch large aircraft. “China really needs a more powerful, nuclear-powered aircraft carrier to catapult its superheavy carrier-based fighter jet, the J-15,” Li said.\n\n“While China has good experience in the development of nuclear reactors for use on land, it has yet to master the miniaturisation process that is needed to make a nuclear power unit suitable for an aircraft carrier,” South China Morning Post reported.\n\n“China has strong naval building capabilities, but it is still very weak in nuclear miniaturisation. So it can learn from Russia,” Beijing-based military expert Zhou Chenming told the newspaper.\n\nThe Chinese fleet already possess nuclear-powered submarines. But the subs’ reactors are poor candidates for transfer to a surface ship as large as an aircraft carrier. France learned that lesson a quarter-century ago, Zhou pointed out.\n\nIn a bid to cut costs in the development of the Charles de Gaulle – France’s first and only nuclear-powered carrier – its designers used two K15 submarine pressurised water reactors as the main propulsion system. It did not work. The huge size of the vessel and the lack of power from the engines means it now has the unwanted title of being the world’s slowest carrier, with a top speed of just 27 knots. Experts say carriers need to be able to hit at least 30 knots to create the headwinds necessary to launch their aircraft. “The combat capability of the Charles de Gaulle has been sharply reduced because of its low speed,” Zhou said. “It was a painful lesson for the French.”\n\nStory continues\n\nEnter the icebreaker project. In June 2018, the Russian government invited China’s National Nuclear Corporation to bid on a nuclear-powered icebreaker project. The new, 500-feet-long icebreaker would be powered by modular reactors.\n\nWorking on an icebreaker with Russia could benefit China as its eyes a possible fourth carrier that could feature nuclear power. Li told South China Morning Post that carriers and icebreakers both require large amounts of power. “The structural design of an icebreaker that allows it to cut through dense ice means it needs a strong propulsion system,” Li said.\n\nRussia in the past pursued a similar development path. “The former Soviet Union started using icebreakers as experimental platforms for the development of nuclear reactors to power carriers in the 1950s,” South China Morning Post explained.\n\n“By the time it was ready to start building its first nuclear carrier, the Ulyanovsk, in 1988, it had already built five nuclear icebreakers. Unfortunately, the carrier was never completed, as the USSR collapsed in 1991, four year before its planned launch.”\n\n“Russia has the technology but no money, China has the money, but doesn’t have the technology,” Zhou said. “By working together China will move a step closer to one day launching a nuclear-powered aircraft carrier.”\n\nThe Chinese navy could possess as many as six aircraft carriers by the mid-2030s, experts told state media. They could be a mix of conventional and nuclear-powered vessels.\n\nSix carriers might allow Beijing to equip each of its regional fleets with two flattops. One vessel could deploy while the other underwent maintenance.\n\nSong Zhongping, a military expert and T.V. commentator, told Global Times that China needs at least five aircraft carriers to execute its military strategy. Wang Yunfei, a retired Chinese navy officer, said Beijing needs six flattops.\n\nThe Chinese defense ministry declined during a November 2018 press conference to specify how many carriers it planned to acquire.\n\nLeaving aside the high cost, six flattops makes sense. The Chinese navy includes three regional fleets -- one each for China's northern, eastern and southern coasts.\n\nDavid Axe serves as Defense Editor of the National Interest. He is the author of the graphic novels War Fix, War Is Boring and Machete Squad. This first appeared in July 2019.\n\nImage: Wikimedia\n\nRead the original article."}}