{"GDELT": {"GlobalEventID": 882885265, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 74, "EventBaseCode": 74, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 8.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 3.96145610278373, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Lake County, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 28.7919, "Actor2Geo_Long": -81.7915, "Actor2Geo_FeatureID": "308551", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Lake County, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 28.7919, "Action2Geo_Long": -81.7915, "Action2Geo_FeatureID": "308551", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.dailycommercial.com/news/20191028/interfaith-lake-county-brings-people-together-to-pray"}, "ARTICLE": {"TITLE": "Interfaith Lake County brings people together to pray", "TEXT": "Interfaith Lake County was formed to bring people of all religions together to pray for peace and unity countywide. Today, it holds the same vision and promotes it through Peace Prayer Services, as its members and board continue to look for ways to provide more opportunities for people to get involved and put their prayers to action.\n\nLEESBURG — A peace prayer service in Leesburg last week brought people of all faiths together for one purpose: to pray for the entire Lake County community.\n\nThe service, hosted by Interfaith Lake County, was held at St. Paul Catholic Church on Wednesday and dubbed: “Building Community, Strength in Unity, Strength in Diversity.”\n\nAnyone and everyone was invited and welcomed as five types of prayers — including Jewish, Christian, Muslim, Baha’i and Unitarian Universalist — were spoken in front of about 100 people in attendance.\n\nStudents of the St. Paul School and Youth Group were invited to witness the occasion.\n\n“It made me feel good. I’ve never experienced anything like this before and it’s a different sense of unity,” said Matthew Wymer, 13. “I wasn’t expecting it because I never really thought about it all, but when it comes down to it, people are just people, and seeing everyone praying together was nice.”\n\nAnd that was the intention.\n\nInterfaith Lake County’s founder and president, the Rev. Sandy Arnold Haxton, said when she ran with the idea of forming the council in 2016, many faith leaders from throughout Lake County were immediately on board.\n\nSince then, they have worked together to break barriers and to help the community through difficult times by showing how all religions can work together for the betterment of all though prayer and unity.\n\n“We came together originally just to be able to meet each other, to pray with each other, to sort of cross over religious boundaries and find out about each other. In particular, there is a lot of misinformation about Muslims in the community at large, and so the best way to break up that kind of disinformation is for people to meet other people,” Arnold Saxton said. “You’re not fearful of people you know, so that was the founding principle of the organization.”\n\nThe group, each year, has met regularly to host and attend various events where they feel prayer in number is needed. Twice a year they’ve held peace prayer services, with St. Paul as the host in the fall and and at Shepherd of the Hills Lutheran Church of Clermont in the spring.\n\nEach time, prayers are directed toward various topics and for peace throughout the community.\n\nThis time around, Pastor Michael Watkins of the CME Friendship Church in Tavares spoke about prayer efforts against the Confederate statue coming to the Tavares Historical Museum. Dr. Alan Holden of the United Way of Lake and Sumter Counties spoke about efforts for better understanding and ways to help Lake County's homeless. Mohiuddin Syed and Diana Serrano spoke about Muslim Outreaches they head throughout Central Florida.\n\n“What our speakers represent is the shift in our organization from praying to putting action behind it,” Arnold Haxton said. “We wanted to offer opportunities for people to get involved and put feet on the ground to help make changes; to make a bigger difference.”\n\nAll speakers said they were thrilled to have been invited to the prayer service.\n\n“I’ve never been in a service like this before, and I’ve been pastoring for 25 years, 19 years at the church where I’m at, but as we grow in knowledge, we realize we have so many things in common, that we can’t let things we have different divide us,” Watkins said. “When people of faith come together, there’s power in that.\"\n\nAs the service began, the Lake County Assembly Knights of Columbus #1675 led a processional, then children from the youth group were invited to carry separate candles to the church alter, then together, light one single candle that stood in the center during a “Lighting of the Peace Candle” ceremony.\n\nAfter prayers and speakers had their time at the podium, those in attendance were asked to greet each other with the Christian greeting of: “Peace be with you,” or the Muslim or Jewish equivalents — “Assalamu Alaikum” or “Shalom Aleichen” — along with hugs, handshakes bows or double-cheek kisses, as they sang “Let There Be Peace on Earth” in unison.\n\nAfter the service, some gathered together for refreshments and mingling in the community hall and representatives of each group sat at tables offering information about their missions.\n\n“We come together, we pray. Ultimately, that’s what we do. It’s a good witness to the world,” said the Rev. Martin Nguyen of St. Paul. It was his first time attending an Interfaith Peace Prayer Service, since he only joined the church as its pastor about two months ago.\n\nKathie Miller said Interfaith Lake County provides the unique education that the Baha’i Faith she belongs to believes in. That includes learning about all the religions.\n\n“It’s nice to see everyone share the common denominator of love and peace for humanity,” Miller said.\n\nDennis Wick, an Interfaith board member and member of Shepherd of the Hills Church, said he thinks what Interfaith is doing can make a difference, which is why he has remained excited about the group’s goals since its start.\n\n“I can’t make peace in the world, but maybe we can start in Lake County,” Wick said. “We’re not trying to convert anybody. We just want peace and harmony in our community and I think this a great vehicle for that.”"}}