{"GDELT": {"GlobalEventID": 882826710, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor1Code": "BUS", "Actor1Name": "CORPORATION", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.066181336863, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Denver, Colorado, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCO", "Actor1Geo_ADM2Code": "CO031", "Actor1Geo_Lat": 39.7392, "Actor1Geo_Long": -104.985, "Actor1Geo_FeatureID": "201738", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Denver, Colorado, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCO", "Action2Geo_ADM2Code": "CO031", "Action2Geo_Lat": 39.7392, "Action2Geo_Long": -104.985, "Action2Geo_FeatureID": "201738", "DATEADDED": 20191028184500, "SOURCEURL": "https://www.thedenverchannel.com/news/politics/dark-money-seeps-into-2019-denver-school-board-election"}, "ARTICLE": {"TITLE": "Dark money seeps into 2019 Denver school board election", "TEXT": "DENVER -- In U.S. politics, \"dark money\" refers to political spending by nonprofit organizations that are not required to disclose their donors.\n\nThese organizations often benefit from unlimited donations from corporations, individuals and unions. And their influence goes beyond Washington politics. In fact, it’s on display in this year’s Denver Public Schools school board elections.\n\nThese groups are also called independent expenditure committees, or IECs.\n\nDenver7 has discovered they are spending hundreds of thousands in Denver's school board election this year on board positions that don’t even pay.\n\n\"The voters are being gulled into thinking these are good candidates,\" said Radhika Nath, a school board candidate in District 1.\n\nJulie Banuelos is a candidate running in District 5.\n\n\"This dark money, that's problematic,” said Banuelos. “That's not really our values.\"\n\nHere’s how it typically works: Wealthy individuals like the Koch brothers - Charles and the late David Koch, Michael Bloomberg and the Walton family funnel money to IECs, which send out fancy mailers and make robo-calls in support of a candidate.\n\nThen, when the candidate gets elected, the expectation is that person supports the agenda of the individuals behind the IEC.\n\nAuthor and journalist Jane Mayer wrote a book about it.\n\n“A huge amount of secret spending on American politics,” Mayer said in an interview with PBS. “I just followed the money and it kept leading back to the Koch brothers.\"\n\nSo, why is it happening in the Denver school board races this year?\n\nThere are three candidates in each of the three races — District 1, District 5 and At-Large.\n\nNine candidates total, but only three — one in each race — appear to be getting out-of-state dark money.\n\n“I see a direct correlation to the policies of the last decade,” said candidate for District 5, Brad Laurvick. “And those policies have been put in place by candidates whose campaigns were funded and driven, and then agendized by, outside corporate interests.\"\n\nSo, why three candidates? And why pump that much money into a local school board race?\n\n\"It makes you wonder,” Nath said. “What about a voluntary position on the school board is so attractive?\"\n\n“It's hidden,” Laurvick said. “That's where the term 'dark money' is coming from. We don't always see, but they obviously know what they're getting out of it.\"\n\n\"There are opportunities to make money off of our public tax dollars,\" said Scott Baldermann, a candidate for the District 1 seat.\n\nWhat we know is this: The money is flooding in.\n\nAccording to filings with the Colorado Secretary of State’s Office, one New York City-based dark money group called Students for Education Reform, or SFER, has spent $164,000 on Denver school board races this year.\n\nSFER has donated to three campaigns: $80,500 to Alexis Menocal Harrigan in the at-large race; $42,200 to Diana Romero Campbell in the District 1 race and $41,000 to Tony Curcio in the District 5 race.\n\nA group called Stand for Children — or Better Schools for a Stronger Colorado — has also pumped in thousands.\n\n\"Combined, they've already put in $346,000 into this 2019 race between the three races in Denver,\" Baldermann said.\n\n“The type of money that is flowing into this race is mind-boggling,\" Nath said.\n\nIt's important to note that dark money is different than most in-state campaign contributions. Those small donations are called hard money.\n\nAn example would be the $100 or $1,000 donation from a family member — or even $10,000 from a friend, a local business or the teacher's union.\n\nAnd - there are also in-state IEs and the Denver Classroom Teacher's Association which have supported the campaigns of Baldermann, Laurvick and Tay Anderson who is running for the open At-Large position.\n\nBaldermann has benefited from a teacher's union endorsement and his own wealth, but not out-of-state dark money.\n\n“I feel like over the last 10 to 15 years, our board of education has been beholden to these out-of-state interests,\" Baldermann said.\n\nDark money contributions can't be spent directly by the campaign. So, they're used for things like fancy color mailers that go out on behalf of the candidates.\n\nIn the case of SFER, line items show the dark money is even paying for office space for canvassers who go door-to-door on behalf of, but not in coordination with, certain candidates.\n\nIECs also pay for polling, opposition research and even door-knockers.\n\nBanuelos says IECs have hijacked the race.\n\nThe money pays for salaries, travel and especially advertising. The growing role of outside groups that are neither candidate committees nor political parties has enabled large donors to hide more of their giving.\n\n“I go out and actually knock on the doors myself,\" Banuelos said. “That’s as grass-roots as it gets.”\n\nThe end game here in Denver isn’t entirely clear.\n\nBut, about 30 percent of Denver Public Schools are charter schools, according to the district.\n\n\"Fifty-three percent of our Denver Public Schools are charters or innovation schools that are not subject to the same type of comprehensive board oversight — by the elected board — that our traditional schools are,\" Nath said.\n\n\"Charter schools may not say they're making money, but there is a real-estate aspect,” Banuelos said. “They get waivers. They don't have to hire union teachers. So, who's controlling education? Who's controlling the curriculum?\"\n\n\"There's money to be made off the backs of our most vulnerable children,\" Nath said. “This mentality leaves neighborhood schools behind.”\n\nIn an op-ed in the Washington Post, former Stand for Children volunteer Susan Barrett wrote, “...billionaires and hedge fund managers push … business strategies in education, attacking teachers and their unions, and promoting privatization.\"\n\nAll three candidates benefiting from SFER this election cycle support charters.\n\n\"I believe charter schools are part of a family of schools in DPS,\" said Menocal Harrigan.\n\nMenocal Harrigan and Tony Curcio both denied knowing anything about dark money organizations at a debate earlier this month.\n\n“It's an egregious example of a lie that you have found,\" Nath said.\n\n\"I certainly know who my donors are,” said Laurvick. “And you'll never get, 'I don't know,' as an answer from me.\"\n\n“It makes me wonder how forthcoming they're going to be when it comes to the budget,\" Banuelos said.\n\nMenocal Harrigan maintains that she has no connection to SFER.\n\n“It’s illegal for me to know anything about that,\" she said.\n\nThat is true. Candidates are not allowed to coordinate with IECs like SFER, but they can benefit.\n\n“I will not be beholden to any special interest groups,\" Menocal Harrigan said.\n\nOf the three candidates benefiting from dark money, Menocal Harrigan is the only one who agreed to go on-camera for an interview.\n\nShe says she will not be beholden to any outside interest group and she was not \"hand-selected\" by SFER like some have alleged.\n\n“I find that offensive, especially to say about a woman of color who grew up in poverty, like many students in DPS,\" Menocal Harrigan said.\n\nDiana Romero Campbell issued a statement to Denver7 saying in part, “I have not accepted any money from SFER, because it would be illegal to do so.\" But, she also said, “I am proud to be endorsed by Students for Education Reform.\"\n\nBaldermann says it's a slippery slope.\n\n“And this isn't an attack on Diana,” Baldermann said. “This is an attack on these out-of-state interests that are supporting her. And she could denounce them, but she's choosing not to.\"\n\nTony Curcio didn't return our e-mails.\n\nThe dark money can't be traced back to any one individual. So, while it's been widely reported that people like the aforementioned Koch brothers help fund these dark groups, their names don't appear anywhere.\n\n\"Every one of my donors has a face,\" Nath said.\n\nNath's campaign has raised just over $34,000, and 98% appears to be from in-state contributions.\n\nBanuelos has raised just $14,000.\n\n“I will remain accountable to my constituents, to my neighbors who vote for me,\" Banuelos said. \"That's who I will remain loyal to. Not the highest bidder.\"\n\n“I know who's supporting me,” Laurvick said. “And that's neighbors, friends and family. Denver's teachers. Workers.\"\n\n“It’s just the wrong attitude toward education,” Nath said. “Because at the end of the day, we’re a democracy. Everybody deserves access to a high-quality public education. Private entities taking our money and not being subject to board oversight is a huge problem.”\n\n“They might say they don’t know who these IECs are, but at the end of the day, will they be beholden to these out-of-state interests?” Baldermann said.\n\nThe school board positions will be picked in the Nov. 5 election, for which voters have already received their ballots.\n\n"}}