{"GDELT": {"GlobalEventID": 882887854, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "USA", "Actor1Name": "DALLAS", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.4261603375527403, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dallas, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX113", "Actor1Geo_Lat": 32.7831, "Actor1Geo_Long": -96.8067, "Actor1Geo_FeatureID": "1380944", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dallas, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX113", "Action2Geo_Lat": 32.7831, "Action2Geo_Long": -96.8067, "Action2Geo_FeatureID": "1380944", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.dallasnews.com/news/2019/10/28/dallas-data-highlights-large-racial-disparities-in-justice-education-systems/"}, "ARTICLE": {"TITLE": "Dallas data highlights large racial disparities in justice, education systems", "TEXT": "In Dallas, a black middle school student was 11 times more likely to get suspended than an Asian classmate, and 43 times more likely to be booked into juvenile detention in 2017.\n\nThat’s just two of the stark racial disparities highlighted Monday in findings from the city’s Equity Indicators project, a two-year, 64-page report that measured the city’s progress toward racial equity.\n\nThe report collected most recent available data from several sources — including the U.S. census, state and local agencies — to find changes in the city’s disparities from the previous year.\n\nIn a letter included in the report, Mayor Eric Johnson said the results show the city must invest in education, its workforce and economy, and work to determine the root causes behind the findings.\n\n“As the mayor of Dallas, I am committed to ensuring our city works for every person in every neighborhood,” he said.\n\nThe project began with the city’s Resilient Dallas Strategy, adopted by the City Council in August 2018. The report was a partnership between Dallas, City University of New York’s Institute for State and Local Governance, and the Austin-based Center for Public Policy Priorities in an effort to be more transparent about the city’s racial inequities, city officials said.\n\nThe project measured equity by comparing the group with the largest disparity to the group with the smallest disparity in each category; scores ranged from one to 100, with one as the lowest score possible.\n\nFor some, the results of the report further validated what they already knew — that the city must address Dallas’ school-to-prison pipeline, a trend of students being funneled out of public schools and into juvenile detention and the justice system.\n\nIn six categories, the city earned the lowest possible score in both years. That included middle school suspension rates, juvenile detention and adult arrest rates.\n\nBlack middle school students were 11 times more likely to get suspended than Asian students, according to the most recent school data from the Texas Education Agency.\n\nBlack minors were 43 times more likely to get booked into juvenile detention, according to 2017 data from Dallas County. And a black adult was 12 times more likely than an Asian adult to get arrested by the Dallas Police Department, according to 2017 DPD data. DPD did not respond to a request for comment Monday.\n\nCity Council member Jaime Resendez, a former Dallas Independent School District board member and vice chair of the council’s new Workforce, Education and Equity Committee, said the numbers weren’t a surprise to those who have been already trying to address the school-to-prison pipeline.\n\n“The city needs to ensure that the resources are adequately and equitably being distributed ... that the areas that have the most need get the resources that they deserve,” Resendez said. “That’s how we can try to level the playing field.”\n\nAngela Downes, a professor and assistant director of experiential education at the University of North Texas Dallas College of Law, attended the city’s discussion about the findings Monday. She said leaders in education are actively working to try to find solutions in the field and curb the disproportionate amount of discipline black students face.\n\nDownes and city officials said those solutions begin with collaboration, by working with nonprofits, the private sector and other agencies and investing the funds.\n\n“We’ve got to figure out some other solutions because this is not working,” Downes said. “We’ve got to do better.”\n\nOne score did vastly improve. Asian students were two times more likely to drop out of high school than white students in the 2016-2017 academic year. By the next year, the two groups had nearly the same rates.\n\nThe percent of Hispanic students rated college-ready in English and math also doubled between those same years, from 12% to 24%, according to the Texas Education Agency. But the disparity remains high; 67% of white students were rated college-ready.\n\nRacial disparities in third-grade reading proficiency improved, as well as the disparity in black student attendance at high-quality elementary and middle schools.\n\nDisparities in rates of kindergarten readiness, however, worsened. While 53% of black children in Dallas ISD tested as kindergarten-ready in the 2016-2017 academic year, only 32% were ready the next year, according to the Texas Education Agency.\n\nOfficials said state changes to assessments largely explain the sudden change; white students’ readiness also dropped from 80% to 64%, while Hispanic kids’ readiness decreased from 59% to 49%.\n\nDallas was chosen as one of 100 “resilient cities” around the world for a program pioneered by the Rockefeller Foundation — for cities to devise strategies around addressing some of their greatest challenges, which can include racial disparities or natural disasters. El Paso and Houston were the two other Texas cities picked by the foundation.\n\nCity Manager T.C. Broadnax said the city has deliberately invested in improvements on equity, starting with the creation of the Office of Equity in 2018. Broadnax in the report said “many difficult decisions lie ahead” if officials are truly committed to reversing the trends.\n\n“Words are just words,” Broadnax said Monday. “Financial investments and intentionality … are just as important.”\n\nCity officials said measuring the disparities and improving awareness were the first steps toward addressing the racial disparities that have been persistent for years. Liz Cedillo-Pereira, the city’s chief of equity and inclusion, said Monday at a press conference that the next step is acting on solutions.\n\nSarah Cotton Nelson, chief philanthropy officer of Communities Foundation of Dallas, on Monday challenged white people to confront their discomfort in the data and said the disparities could appear “invisible” for those less affected by them.\n\n“It is something insidious,” Nelson said. “Until we work to close those gaps, we really cannot be a thriving community for all.”\n\nUpdated 11 a.m. on Tuesday, Oct. 29, 2019, to reflect that Angela Downes is assistant director of experiential education at the University of North Texas Dallas College of Law."}}