{"GDELT": {"GlobalEventID": 882885921, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 44, "EventBaseCode": 44, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.5, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.67441860465116, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20191029003000, "SOURCEURL": "https://religionnews.com/2019/10/28/at-j-street-conference-presidential-candidates-say-israel-policy-is-due-for-a-reboot/"}, "ARTICLE": {"TITLE": "At J Street Conference, presidential candidates say Israel policy is due for a reboot", "TEXT": "WASHINGTON (RNS) — Five Democratic candidates spoke Monday (Oct. 28) at the annual meeting of the liberal Jewish advocacy group J Street.\n\nAmong them was Sen. Bernie Sanders of Vermont, who brought down the house at the meeting, which included hundreds of college students from across the nation.\n\nSanders got an exuberant standing ovation from the crowd of about 4,000 when he stepped on the stage of the ballroom at the Walter E. Washington Convention Center. He was interviewed for 30 minutes by \"Pod Save the World\" podcast hosts Tommy Vietor and Ben Rhodes, both former advisers to President Barack Obama.\n\n“I am very proud to be Jewish, and I look forward to being the first Jewish president of the United States,” said Sanders, who played to the crowd by standing up and addressing them directly — even as his questioners sat down.\n\nBut it was not only Sanders’ Jewishness that accounted for his warm embrace by the group. Sen. Michael Bennet of Colorado, another presidential candidate who appeared at the event, is also Jewish, though non-practicing.\n\nRather, it was Sanders' popularity with young people and his willingness to take a tough stand on Israeli Prime Minister Benjamin Netanyahu, President Donald Trump, the settler movement and the failed peace process that won him support here.\n\n“We have a right to say to the Israeli government that the United States of America believes in human rights and in democracy,” said Sanders. “We will not accept authoritarianism or racism, and we demand the Israeli government sit down with the Palestinian people and negotiate an agreement that works for all parties.\"\n\nThat approach appealed to supporters of J Street, which is best known for calling forcefully for a two-state solution to the Palestinian conflict and taking a critical position on Israeli government policies.\n\nThe group is often considered the alternative to the far larger AIPAC, the American Israel Public Affairs Committee, which has historically supported the Israeli government and stood by Netanyahu.\n\nSouth Bend Mayor Pete Buttigieg was also warmly received at the conference, as were Sen. Amy Klobuchar of Minnesota and Julian Castro, former Obama-era secretary of Housing and Urban Development.\n\nFormer Vice President Joe Biden and Sen.Elizabeth Warren of Massachusetts did not attend the conference, citing scheduling issues. They and three other candidates provided short video introductions.\n\nThe J Street Conference — in conjunction with the student movement “J Street U” — launched its annual meeting Saturday night by urging the Democratic Party to include in its platform a formal opposition to Israel’s ongoing occupation of the West Bank.\n\nIt also asked each of the five Democratic presidential candidates attending if they were willing as president to condition aid to Israel on a promise that it would not use the money to expand settlement construction in the West Bank.\n\n“Our aid is not intended to be a blank check,” said Jeremy Ben-Ami, president of J Street. He insisted in a speech Sunday that the Democratic candidates take a firm stand clarifying that U.S. security assistance to Israel be used “solely for the country’s defense.”\n\nWhile Klobuchar and Bennet waffled over putting conditions on U.S. military aid to Israel — now estimated at $3.8 billion annually — Sanders and Buttigieg, the two favorites here, suggested they would be comfortable putting conditions on Israeli aid.\n\nButtigieg also received enthusiastic support for saying that annexation of West Bank areas, as Netanyahu said he would do if elected recently, “is incompatible with a two-state solution.”\n\nHe likened Israel’s attitude to that of a friend.\n\n“I think about it the way I think of a friendship where your friend is acting in a way you think might hurt your relationship,” Buttigieg said. “It might hurt them and it might even hurt you. What you do in that situation is, you put your arm around your friend and try to guide them toward a better place.”\n\nJulián Castro said he would re-establish a consulate in East Jerusalem that would serve as an embassy for Palestinians under a two-state solution — a policy the president of J Street encouraged, too.\n\nWhile AIPAC conferences draw far more people — it recently boasted 18,000 in attendance — increasingly, American Jews have become critical of that organization, which draws contributions from many Republican Jewish donors.\n\nAmerican Jews vote Democratic and lean liberal when it comes to Israel policy. In 2018, nearly 80% of Jewish voters cast ballots for Democratic candidates for the House of Representatives, according to exit polls. Jews strongly supported Hillary Clinton in the 2016 presidential campaign, preferring the Democratic candidate by 71%. President Donald Trump earned only 24% of their vote.\n\nThat suggests J Street’s platform will continue to grow in coming years, especially as younger Jews demand a fair solution to the Palestinian conflict.\n\nStudents attending the conference said they were most inspired by Saeb Erekat, a Palestinian diplomat and chief negotiator.\n\nAs for the Democratic candidates: “They were not as pro-Palestine as they should be,” said Sylvia Hopkins, a freshman at UCLA, referring to the presidential candidates she heard. Joshua Luckey, a student at Colorado College who was standing next to her, agreed.\n\nAnt-Semitism also took center stage at the conference. On Sunday, the one-year anniversary of the Tree of Life Synagogue massacre in Pittsburgh that killed 11 Jews, the kaddish, or Jewish mourner's prayer, was recited during the evening session.\n\nMany of the candidates were asked how they would address accusations that they were anti-Semitic if they were openly critical of Israel, a position many in the Trump administration have taken to Israel critics.\n\nButtigieg’s answer won applause.\n\n“In the United States, you can be, we are, deeply patriotic and committed to our country thriving without that in any way meaning we have to support the current United States president,” he said. “By the same token you can be committed to the Israel-U.S. alliance without that entailing that you are supportive of any individual policy choice by the right-wing government.\""}}