{"GDELT": {"GlobalEventID": 882827722, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor1Code": "OPP", "Actor1Name": "THE OPPOSITION", "Actor1Type1Code": "OPP", "Actor2Code": "USAMED", "Actor2Name": "REUTERS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.58649789029536, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Geneva, Genè, Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ07", "Actor1Geo_ADM2Code": "16329", "Actor1Geo_Lat": 46.1956, "Actor1Geo_Long": 6.14811, "Actor1Geo_FeatureID": "-2552151", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Geneva, Genè, Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ07", "Actor2Geo_ADM2Code": "16329", "Actor2Geo_Lat": 46.1956, "Actor2Geo_Long": 6.14811, "Actor2Geo_FeatureID": "-2552151", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Idlib, Idlib, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY12", "Action2Geo_ADM2Code": "26365", "Action2Geo_Lat": 35.9306, "Action2Geo_Long": 36.6339, "Action2Geo_FeatureID": "-2542538", "DATEADDED": 20191028184500, "SOURCEURL": "http://news.trust.org/item/20191028154540-v8mxp"}, "ARTICLE": {"TITLE": "U.N. Syria envoy to meet Turkey, Iran and Russia foreign ministers as ceasefire due to expire", "TEXT": "(Adds opposition co-chair of panel para 14)\n\nBy Stephanie Nebehay and Emma Farge\n\nGENEVA, Oct 28 (Reuters) - The United Nations special envoy for Syria on Monday called for the ceasefire in northeastern Syria to be extended as he tries to move ahead with a political process to end the eight-year-old war.\n\nEnvoy Geir Pedersen said he would meet foreign ministers from Turkey, Iran and Russia - all significant players in conflict - in Geneva on Tuesday, a day before the first meeting of Syria's Constitutional Committee.\n\nThe committee is seen as key to paving the way for political reform and free and fair U.N.-supervised elections in the country, where the war has killed hundreds of thousands of people and forced millions to flee.\n\n\"We are strongly appealing for the ceasefires to be respected and that we have also been appealing for a nationwide ceasefire to come into effect,\" Pedersen told a news conference.\n\n\"We do believe that the fighting going on is just another proof of the importance to get a serious political process under way that can help sorting out the problems in all of Syria, including in the northeast and obviously also Idlib,\" he said.\n\nTurkish Foreign Minister Mevlut Cavusoglu said on Monday that Kurdish YPG forces had not yet fully withdrawn from a strip of northeastern Syria under a Russian-brokered pause in the fighting that expires on Tuesday night.\n\nRussian-back Syrian troops in late April also launched an assault in the northwestern region of Idlib, the last major chunk of territory still in the hands of Turkish-backed rebel forces.\n\nTurkey, Russia and Iran have had a series of attempted ceasefire deals but fighting has rumbled on, albeit with lulls.\n\nPedersen has already met envoys from seven countries including the United States. James Jeffrey, U.S. special representative for Syria, told reporters that the panel was an important step forward to resolving the conflict.\n\nCavusoglu, Iran's Mohammad Javad Zarif and Russia's Sergei Lavrov are to meet in Geneva as the pause expires before the 150-member Syrian panel convenes under U.N. auspices on Wednesday.\n\nThe gathering, with support from powers backing both sides, marks the first political agreement between Syrian President Bashar al-Assad's government and the opposition, Pedersen said.\n\n\"It commits the government and the opposition and their nominees to sit together face-to-face in dialogue and negotiation,\" he said.\n\nThe Assad government, Syrian opposition and civil society groups each submitted 50 members to serve. Each delegation includes Kurds, but there is no SDF or YPG representation.\n\n\"We are looking forward to fast progress and to reach this draft (constitution) in the shortest possible time,\" Hadi al-Bahra, panel co-chair from the opposition, told Reuters. (Writing by Stephanie Nebehay; editing Alison Williams and Angus MacSwan)\n\nOur Standards: The Thomson Reuters Trust Principles."}}