{"GDELT": {"GlobalEventID": 882887088, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "OPP", "Actor1Name": "THE OPPOSITION", "Actor1Type1Code": "OPP", "Actor2Code": "IND", "Actor2Name": "JAMMU AND KASHMIR", "Actor2CountryCode": "IND", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.96078431372549, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN12", "Actor1Geo_ADM2Code": "72851", "Actor1Geo_Lat": 32.7333, "Actor1Geo_Long": 74.8667, "Actor1Geo_FeatureID": "-2098228", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72851", "Actor2Geo_Lat": 32.7333, "Actor2Geo_Long": 74.8667, "Actor2Geo_FeatureID": "-2098228", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72851", "Action2Geo_Lat": 32.7333, "Action2Geo_Long": 74.8667, "Action2Geo_FeatureID": "-2098228", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.telegraphindia.com/india/kashmir-visit-an-insult-congress/cid/1715034"}, "ARTICLE": {"TITLE": "Kashmir visit an insult: Congress", "TEXT": "European MPs’ proposed visit has handed the Congress ammunition to accuse the govt and the BJP of duplicity on the subject of Kashmir\n\nThe Congress has slammed the Narendra Modi government for allowing a proposed Kashmir visit by members of the European Parliament on Tuesday, alleging the move showed disrespect for India’s Parliament whose members had not been permitted such trips.\n\nCongress leaders found it particularly strange that foreign parliamentarians were being favoured over Indian MPs in visiting the Valley despite the government’s stated position that Kashmir was an internal matter. They asked whether this was the BJP’s new “version of Indian nationalism”.\n\n“Government rolling out the red carpet (for) EU MPs to briefing them and inviting them to visit Jammu and Kashmir is a disrespect to the sovereignty of the Indian Parliament and the violation of the privileges of Indian MPs,” former Union minister Anand Sharma, who heads the Congress foreign affairs department, tweeted.\n\n“When leaders of Opposition and members of Parliament went to Srinagar, they were detained and not allowed to meet any individual or community organisations.”\n\nSharma added: “This stand of the government is self-defeating and contradicts our consistent position that J&K is India’s internal matter. Is this the new version of Indian nationalism?”\n\nThe BJP had earlier kicked up a storm when some members of the Overseas Congress — a department of the Congress party — met a British MP who claimed they had discussed Kashmir. The Centre and the BJP attacked the Congress, which clarified it had sanctioned no such mission.\n\nAnother Congress leader and former Union minister, Jairam Ramesh, tweeted: “When Indian political leaders have been prevented from meeting the people of J&K, what possessed the great chest-beating champion of nationalism to allow European politicians to visit J&K? This is an outright insult to India’s own Parliament and our democracy!”\n\nThe European MPs’ proposed visit has handed the Congress ammunition to accuse the government and the BJP of duplicity on the subject of Kashmir being an internal matter.\n\nBoth Prime Minister Narendra Modi and home minister Amit Shah had attacked the Congress for criticising the revocation of Jammu and Kashmir’s special status, asking whether or not they saw Kashmir as India’s internal matter.\n\nMany Congress leaders have underlined that the visiting group of European MPs is dominated by members of far-Right parties.\n\nThey have also recalled how CPM leader Sitaram Yechury had to petition the Supreme Court to be able to enter Srinagar and how Rahul Gandhi, leading an Opposition delegation, was sent back from Srinagar airport.\n\nFormer Jammu and Kashmir chief minister Ghulam Nabi Azad was sent back twice. The Opposition parties were not allowed to even hold a news conference in Jammu and Kashmir.\n\nEven the local politicians in Kashmir, including former chief ministers, are in detention and cannot move around the state.\n\nKartarpur\n\nThe Congress has formed a delegation to visit Kartarpur Sahib in Pakistan on November 8 after the inauguration of the Kartarpur Corridor.\n\nThe delegation will include former Prime Minister Manmohan Singh, Punjab chief minister Amarinder Singh, Jyotiraditya Scindia, R.P.N. Singh, Asha Kumari, Randeep Surjewala, Deepender Hooda and Jitin Prasada."}}