{"GDELT": {"GlobalEventID": 882826845, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor1Code": "COP", "Actor1Name": "TROOPER", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.65745856353591, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_Lat": 40.3363, "Actor1Geo_Long": -89.0022, "Actor1Geo_FeatureID": "IL", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 40.3363, "Action2Geo_Long": -89.0022, "Action2Geo_FeatureID": "IL", "DATEADDED": 20191028184500, "SOURCEURL": "https://www.riverbender.com/articles/details/first-cadet-class-funded-by-governor-pritzkers-budget-receive-oath-of-an-officer-37744.cfm"}, "ARTICLE": {"TITLE": "First Cadet Class Funded by Governor Pritzker’s Budget Receive Oath of an Officer", "TEXT": "SPRINGFIELD – This afternoon, 57 new Troopers of Cadet Class 129 were commissioned at a graduation ceremony at Hope Church in Springfield, Illinois. The new Troopers will report to ISP patrol districts throughout the state on Monday, October 28, 2019. Governor Pritzker’s balanced budget, the first the state has had in years, included funding for the newly graduated class and one additional cadet class. The Governor, Lieutenant Governor Juliana Stratton, ISP Acting Director Kelly and ISP command staff welcomed the new Troopers after delivering the Oath of an Officer before family and friends.\n\n“I know how critical the Illinois State Police Academy and its officers are to the safety of Illinois residents. That’s why I substantially increased funding for the Academy to create two new classes of cadets, including Cadet Class 129,” said Governor JB Pritzker. “This was the first cadet class I welcomed into the Academy as governor, and today, I am proud to send them off to the communities they swore to protect.”\n\n\"These fifty-seven new Illinois State Troopers- after receiving the highest level of training in this state- have sworn a sacred oath under extraordinary circumstances,” said ISP Acting Director Brendan F. Kelly. \"Despite the tragic loss of three troopers in the weeks and months before they were scheduled to arrive at the Academy, they still showed up and began their training. And after another Trooper was killed, they didn’t flinch, but stayed and completed their training, earning this special day,” he concluded.\n\nMembers of Cadet Class 129 underscored their commitment to becoming part of “Illinois’ Finest” by fundraising over $2,000 for the Special Olympics Illinois and by donating 53 units of blood to the Central Illinois Community Blood Center.\n\nThe Troopers have completed a demanding 26-week regimen of physical and classroom instruction which included training in Cultural Diversity, Procedural Justice, Domestic Violence, Critical Incident Response, Firearms, First Responder Certification, Control and Arrest Tactics, Illinois Vehicle Code, Criminal Law, Motor Carrier Safety, Juvenile Law, and more.\n\nIn addition to the 26-week academy training, Troopers are required to participate in one-on-one mentoring with Field Training Officers (FTOs) under a 14-week field training program, expanding their total training to 40 weeks. Troopers who successfully complete the field training program are\n\nadvanced to solo-patrol status.\n\nThe new officers have been assigned to the following areas of the state and will immediately begin their patrol duties, joining veteran Troopers in the effort to safeguard the public and Illinois roadways:\n\n·District 1 Sterling, 2 cadets\n\n·District 2 Elgin, 5 cadets\n\n·District 6 Pontiac, 2 cadets\n\n·District 7 East Moline, 2 cadets\n\n·District 8 Metamora, 3 cadets\n\n·District 10 Pesotum, 11 cadets\n\n·District 11 Collinsville, 3 cadets\n\n·District 14 Macomb, 4 cadets\n\n·District 15 Downers Grove, 9 cadets\n\n·District 16 Pecatonica, 4 cadets\n\n·District 19 Carmi, 2 cadets\n\n·District 20 Pittsfield, 6 cadets\n\n·District 21 Ashkum, 2 cadets\n\n·District 22 Ullin, 2 cadets\n\nThe ISP Academy is one of the most respected and recognized training facilities in the country. Dozens of law enforcement agencies use the ISP Academy curriculum to meet standards set forth by the Illinois Law Enforcement Training and Standards Board.\n\nAnyone interested in joining the ranks of the Illinois State Police is encouraged to visit the Illinois State Police Merit Board website at www.illinoistrooper.com for application information.\n\nText @RB to 618-202-4618 to sign up for Text Alerts from RiverBender!\n\nPrint Version Submit a News Tip"}}