{"GDELT": {"GlobalEventID": 882885586, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "CANGOV", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.40845070422535, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Quebec, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12750", "Actor1Geo_Lat": 47.5, "Actor1Geo_Long": -72.0, "Actor1Geo_FeatureID": "-571850", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Quebec, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12750", "Action2Geo_Lat": 47.5, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "-571850", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.cp24.com/news/ontario-legislature-resumes-with-new-tone-after-longest-break-in-nearly-25-years-1.4658229"}, "ARTICLE": {"TITLE": "Ontario legislature resumes with new tone after longest break in nearly 25 years", "TEXT": "\n\nAllison Jones, The Canadian Press\n\n\n\n\n\nTORONTO - Ontario's legislature returned Monday from an extended summer break, with politicians on their best behaviour in a delicate detente following a divisive federal election campaign.\n\nGone were the endless standing ovations and loud heckling from both sides of the chamber that marked an overheated spring sitting, as the government hit a tonal reset after the longest recess in nearly a quarter century.\n\nPoliticians normally return for the fall session in early September, but the five-month break meant the house didn't sit during the federal election campaign.\n\nA subdued Premier Doug Ford called for unity across the province and across Canada.\n\n“I've never seen the country so divided,” he said.\n\nFord held an unannounced meeting Sunday with New Brunswick Premier Blaine Higgs, and spoke with Saskatchewan Premier Scott Moe on the phone. He has also spoken to Quebec Premier Francois Legault and Alberta Premier Jason Kenney, he said.\n\n“We all feel the same way,” Ford said. “We need to unite this country, because what is good for Canada is good for Ontario.”\n\nGovernment House Leader Paul Calandra said the recent election is part of what prompted everyone to be more civil.\n\n“I think we looked at the tone of the last federal campaign, we heard what people had to say about that and I think there is an effort on both sides to live up to what Ontarians and broadly what Canadians asked us to do - work together a bit better,” he said.\n\nThat said, standing ovations won't be banned, Calandra said.\n\n“I don't want to take the passion out of the place,” he said. “(But) we've been here a year now on the government side...I think it's going to take a little bit more to get us up on our feet than it would have when we were all brand new.”\n\nInterim Liberal Leader John Fraser said Monday before question period that those changes would be nice, but what he wants is a change in priorities.\n\n“Tone will not replace those things that Ontario's families depend on, the things that have been lost in the last year,” he said, referring to cuts made by Ford's government, such as slashing teacher jobs.\n\nNDP Leader Andrea Horwath said “time will tell” if the government members continue to behave.\n\n“When people in Ontario see their hospitals funded properly, their long-term care homes funded properly, their kids getting what they need to graduate in school...that's when Ontarians will put on a happy face,” she said.\n\nHorwath got in a dig about “finally” being able to ask Ford questions again, with her first question about the government's plan to cut 10,000 teacher jobs from the system due to higher class sizes.\n\nEducation Minister Stephen Lecce said a $1.6-billion attrition protection fund the government has set aside will be more than enough to ensure that no teacher involuntarily loses their job.\n\nThe resumption of the legislative session comes amid tough bargaining with the province's education sector. The unions representing high school teachers, elementary teachers, and English Catholic teachers are all holding strike votes. A strike by support staff was narrowly avoided earlier this month when the Canadian Union of Public Employees reached a deal with the province, agreeing to a one-per-cent wage increase for its 55,000 education workers.\n\nLecce has offered to scale back the province's push to increase class sizes - from 28 to 25 for high school - as part of bargaining with the Ontario Secondary School Teachers' Federation, but the union called it a “poison pill.”\n\nLabour unions and other activists organized a protest Monday to decry various cuts and changes enacted by the government, with dozens of vehicles and people encircling the legislature.\n\nThe major piece of legislation that the government left on the table before the summer break is one that would limit wage increases to an average of one per cent a year for three years for the broader public sector.\n\nThe government introduced a new piece of legislation Monday to eliminate and streamline regulations, including loosening restrictions on the hours airport bars can serve alcohol and how much booze Ontarians can bring home from other provinces.\n\nThis report by The Canadian Press was first published Oct. 28, 2019."}}