{"GDELT": {"GlobalEventID": 882886374, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "SAU", "Actor2Name": "SAUDI ARABIA", "Actor2CountryCode": "SAU", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.16233766233766, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA10", "Actor1Geo_ADM2Code": "25316", "Actor1Geo_Lat": 24.6408, "Actor1Geo_Long": 46.7728, "Actor1Geo_FeatureID": "-3093009", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA10", "Actor2Geo_ADM2Code": "25316", "Actor2Geo_Lat": 24.6408, "Actor2Geo_Long": 46.7728, "Actor2Geo_FeatureID": "-3093009", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA10", "Action2Geo_ADM2Code": "25316", "Action2Geo_Lat": 24.6408, "Action2Geo_Long": 46.7728, "Action2Geo_FeatureID": "-3093009", "DATEADDED": 20191029003000, "SOURCEURL": "https://in.news.yahoo.com/pm-modi-embarks-2-day-visit-saudi-arabia-155110504.html"}, "ARTICLE": {"TITLE": "PM Modi embarks on 2-day visit to Saudi Arabia", "TEXT": "New Delhi [India], Oct 28 (ANI): Prime Minister Narendra Modi on Monday embarked on a two-day visit to Saudi Arabia with an aim to boost bilateral ties between the two countries in key sectors, including energy and finance.\n\nPrior to his departure, Modi said in a statement that he looks forward to his participation in the Future Investment Initiative (FII) Forum where he would be speaking about the growing trade and investment opportunities for the global investors in India as the country marches forward to a USD 5 trillion economy by 2024.\n\nThe FII Forum is also known as the 'Davos in the Desert' which has been hosted by Riyadh since 2017 to project the Kingdom as a potential investment hub in the region.\n\nModi is paying a visit to the Kingdom at the invitation of Saudi King Salman Bin Abdulaziz Al Saud. The visit would witness the Prime Minister holding talks with Saudi Crown Prince Mohammed Bin Salman and launching the RuPay card in the country.\n\nIn his statement, PM Modi noted that India and Saudi Arabia have enjoyed traditionally close and friendly relations and that the latter has been one of the largest and reliable suppliers of India's energy needs.\n\nThe Prime Minister will arrive in Riyadh on Monday night. A few Saudi ministers are slated to meet the visiting dignitary the following day.\n\n\"There will also be a bilateral segment to his visit where Prime Minister Modi will meet Mohammed Bin Salman Al Saud, Crown Prince of Saudi Arabia, and hold bilateral talks with him,\" TS Tirumurti, Secretary (Economic Affairs), Ministry of External Affairs, had told reporters on Thursday.\n\n\"An agreement on the Strategic Partnership Council will also be signed. There will also be separate delegation-level talks with the Crown Prince of Saudi Arabia,\" he added.\n\nCommenting on the same, Modi said that the agreement will further elevate the India-Saudi Arabia Strategic Partnership to a new level.\n\nThe two countries are expected to hold joint naval exercises in December this year.\n\nModi's visit to Saudi Arabia comes amid heightened tensions between India and Pakistan following New Delhi's decision to revoke Article 370 of the Constitution that granted special status to Jammu and Kashmir. Islamabad has unilaterally downgraded bilateral ties and has been attempting to internationalise the Kashmir issue but to no avail.\n\nPakistan on Sunday turned down a request from India for the use of its airspace for Modi's visit to Saudi Arabia. According to media reports, India had sought Pakistan's permission for the same.\n\nSources in the government have said that New Delhi has taken the matter to the International Civil Aviation Organisation (ICAO).\n\nAccording to the sources, overflight clearances are sought and granted by other countries as prescribed by the ICAO guidelines.\n\n\"Overflight clearances are sought and granted by other countries as per the prescribed guidelines of the ICAO. India will continue to seek such overflight clearances. We have taken up the matter of such denial with the civil aviation body,\" said the sources.\n\n\"Pakistan should reflect upon its decision to deviate from well-established international practice, as well as reconsider its old habit of misrepresenting the reasons for taking unilateral action,\" added the sources.\n\n\"We regret the decision of the Government of Pakistan to yet again deny the overflight clearance for VVIP special flight, which is otherwise granted routinely by any normal country,\" they said.\n\nPakistan had earlier also denied Modi access to its air space for his visit to the US to attend the 74th UN General Assembly session in September. Prior to this, President Ram Nath Kovind was also denied permission to use Pakistan's airspace for his official visit to Europe. (ANI)"}}