{"GDELT": {"GlobalEventID": 882826873, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "NLDCOP", "Actor2Name": "AMSTERDAM", "Actor2CountryCode": "NLD", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.974358974358971, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Montgomery County, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY057", "Actor1Geo_Lat": 42.8834, "Actor1Geo_Long": -74.4162, "Actor1Geo_FeatureID": "974127", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Montgomery County, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.8834, "Actor2Geo_Long": -74.4162, "Actor2Geo_FeatureID": "974127", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Montgomery County, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.8834, "Action2Geo_Long": -74.4162, "Action2Geo_FeatureID": "974127", "DATEADDED": 20191028184500, "SOURCEURL": "https://www.leaderherald.com/news/local-news/2019/10/troy-man-convicted-on-drug-charges/"}, "ARTICLE": {"TITLE": "Troy man convicted on drug charges", "TEXT": "AMSTERDAM — A resident of Troy was convicted of two counts of third-degree criminal possession of a controlled substance in Montgomery County Court on Oct. 21.\n\nJames W. Robinson, of Troy, was convicted on the charges following a week-long trial before Acting County Court Judge Traci DiMezza. Representing the District Attorney’s office was Assistant District Attorney Lorraine C. Diamond, and standing beside Robinson was Defense Attorney Alex Dunshee, of Clifton Park.\n\nAccording to a news release, Robinson was arrested on Jan. 9 following a raid at 9 Bayard St., in the City of Amsterdam conducted by the Amsterdam Police Department and Montgomery County Sheriff’s Office Regional SWAT Team.\n\nPolice agencies raided the residence after a three month investigation into the sales of narcotics conducted by the Amsterdam Police Department and the New York State Violence Gang Narcotics Enforcement Team. Inside of the apartment, police said they found quantities of crack cocaine, heroin, money and drug paraphernalia. Amsterdam detectives and SWAT team members, along with other witnesses testified at trial.\n\nAccording to the release, Robinson could face 15 years to life in prison if sentenced as a persistent felony offender.\n\nMontgomery County District Attorney Kelli McCoski said due to the diligent efforts of the police department and state police, a large amount of illegal drugs was seized before it could be distributed throughout the county.\n\n“My office, along with the assistance of law enforcement will continue to aggressively fight the war against drugs coming into and being distributed in Montgomery County,” she said."}}