{"GDELT": {"GlobalEventID": 882887951, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "USA", "Actor1Name": "OHIO", "Actor1CountryCode": "USA", "Actor2Code": "JOR", "Actor2Name": "JORDAN", "Actor2CountryCode": "JOR", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.68202764976959, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Clark County, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH023", "Actor1Geo_Lat": 39.9167, "Actor1Geo_Long": -83.7666, "Actor1Geo_FeatureID": "1074024", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Clark County, Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_Lat": 39.9167, "Actor2Geo_Long": -83.7666, "Actor2Geo_FeatureID": "1074024", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Clark County, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 39.9167, "Action2Geo_Long": -83.7666, "Action2Geo_FeatureID": "1074024", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.springfieldnewssun.com/news/crime--law/cincinnati-homicide-suspect-arrested-clark-county/gElvtQmgVK1hL4A9UxF5fL/"}, "ARTICLE": {"TITLE": "Cincinnati homicide suspect arrested in Clark County", "TEXT": "“Troopers were concerned for the wellbeing of the female in the car,” the release says. “They were able to use cell phone data to track the vehicle that had fled. While troopers were monitoring the cell phone movements, Clark County Deputies located the vehicle abandoned in Enon.”\n\nTroopers continued to track the phone’s location and observed the female victim as a passenger in a different vehicle on I-75. At about 12:50 a.m., officers made a traffic stop on I-75 at milepost 26 to check on the welfare of the female victim. During that traffic stop, a male emerged from the trunk and attempted to steal that car also. The male could not get the car started and fled on foot, across I-75, and into a wooded area, the release says.\n\n“The OSP helicopter was already overhead and tracked the suspect into the wooded area where he was taken into custody,” the release says. “The female victim was found unharmed. The male who fled on I-75 was the same male who had taken the car during the IR-675 traffic stop.”\n\nSpringfield man possibly shot in the back of head\n\nJordan had a loaded handgun and felony narcotics with him when he was arrested, the release says. He was booked into the Clark County Jail for obstruction of official business and unauthorized use of a motor vehicle.\n\nJordan was wanted by the Cincinnati Police Department in connection to a homicide warrant. He is accused of killing Kacey Jones in the city in August."}}