{"GDELT": {"GlobalEventID": 882886635, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "ISRGOV", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor1Type1Code": "GOV", "Actor2Code": "TUR", "Actor2Name": "ANKARA", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.44287949921753, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.armytimes.com/flashpoints/2019/10/28/turkey-will-attack-kurdish-fighters-who-remain-near-border-with-syria/"}, "ARTICLE": {"TITLE": "Turkey will attack Kurdish fighters who remain near border with Syria", "TEXT": "ANKARA, Turkey — Turkey’s foreign minister said Monday that his country’s military will attack any Syrian Kurdish fighter that remains along the border area in northeast Syria after a deadline for them to leave expires.\n\nMevlut Cavusoglu told reporters that Russian and Syrian officials provided information that some Kurdish fighters had pulled out of the border area, but others still had not. The Kurdish withdrawal is in line with a Russian-Turkish agreement reached last week.\n\nThe Syrian Kurdish fighters have until 3 p.m. GMT Tuesday to pull back to positions about 30 kilometers (20 miles) from the Turkish border. Turkey and Russia will conduct joint patrols along a border strip once the Kurdish forces leave. Cavusoglu said a Russian military delegation was scheduled to arrive in Turkey to discuss the planned joint patrols.\n\nTurkey is to keep sole control of a large section in the center of the border, most of which it captured in its invasion launched Oct. 9. Turkey wanted to drive the U.S.-allied Kurdish forces out of a “safe zone” along the border, after U.S. President Donald Trump pulled American troops from the area. Syrian Kurdish forces have turned to Russia and the Syrian government in Damascus for protection.\n\nU.S. troops were allied with the Kurdish-led fighters for five years in the long and bloody campaign that brought down the Islamic State group in Syria.\n\nTurkey's Foreign Minister Mevlut Cavusoglu speaks during a joint news conference with Guinea-Bissau Foreign Minister Suzi Carla Barbosa, in Ankara, Turkey, Monday, Oct. 28, 2019. (Burhan Ozbilici/AP)\n\nLater Monday, Israel’s ambassador to the United Nations blasted Turkey’s invasion of Syria, accusing Ankara of promoting anti-Semitism and the ethnic cleansing of Kurds.\n\nDanny Danon told the Security Council’s monthly Middle East meeting that Turkish President Recep Tayyip Erdogan “has been destabilizing the region through violence and supporting terror organizations,” so Turkey’s “shocking” incursion into Syria came as no surprise.\n\n× Fear of missing out? Sign up for the Army Times Daily News Roundup to receive the top Army stories every afternoon. Thanks for signing up. By giving us your email, you are opting in to the Army Times Daily News Roundup.\n\nOnce-warm relations between Israel and Turkey have greatly deteriorated since Erdogan came to power. The Islamist leader is a vocal critic of Israeli policies toward the Palestinians, particularly in Gaza, and he has good relations with the territory’s Hamas rulers.\n\nRussia calls US move to protect Syrian oil ‘banditry’ Russia’s Defense Ministry on Saturday harshly criticized the United States decision to send armored vehicles and combat troops into eastern Syria to protect oil fields, calling it “banditry.”\n\nDanon said Erdogan was dragging his country down an “imperialist path,” turning it into “a regional hub for terrorism,” and was not only persecuting Kurds in Turkey but sending troops “to massacre Kurdish people in Syria as well.”\n\n“Israel warns against the ethnic cleansing of the Kurds,” he said, “and calls upon the international community to take action and provide aid to the Kurdish people.”\n\nThe Security Council’s Middle East meeting almost always focuses on the Israeli-Palestinian conflict, and most speakers addressed the issue Monday.\n\nDanon said it was “a disgrace” that the council focused on Israel “as Erdogan expands his terror campaign into Syria.”\n\nTurkey’s U.N. Ambassador Feridun Sinirlioglu dismissed Danon’s speech as a “daily dosage of lies” from “the representative of a government of terror.”\n\n“Those who want to advance their political careers over the dead bodies of children cannot lecture us about international law and human rights,” he said.\n\nTurkish and Syrian ambassadors clash at UN Security Council The Turkish and Syrian ambassadors clashed Thursday at their first U.N. Security Council encounter since Turkey launched a cross-border offensive earlier this month following the withdrawal of U.S. forces.\n\nSinirlioglu suggested the agenda item for the council meeting should be changed from “the situation in the Middle East, including the question of Palestine” to “the situation in the Middle East, including Israel’s crimes against humanity.”\n\nHe accused Israel of violating “the basic rights of Palestinians on a daily basis,” cited a U.N. Commission of Inquiry report earlier this year that said Israeli soldiers intentionally fired on civilians and could have committed crimes against humanity during a string of crackdowns against Palestinian demonstrators last year in Gaza, and stressed that a two-state solution that would establish an independent Palestine with East Jerusalem as its capital is the only way to peace.\n\nEdith M. Lederer contributed to this report from the United Nations."}}