{"GDELT": {"GlobalEventID": 882885064, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.546218487394951, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Zeebrugge, Region Flamande, Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE13", "Actor2Geo_ADM2Code": "5849", "Actor2Geo_Lat": 51.32899999999999, "Actor2Geo_Long": 3.18188, "Actor2Geo_FeatureID": "-1973155", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Zeebrugge, Region Flamande, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE13", "Action2Geo_ADM2Code": "5849", "Action2Geo_Lat": 51.32899999999999, "Action2Geo_Long": 3.18188, "Action2Geo_FeatureID": "-1973155", "DATEADDED": 20191029003000, "SOURCEURL": "https://home.bt.com/news/uk-news/lorry-driver-charged-over-container-deaths-makes-first-court-appearance-11364406236764"}, "ARTICLE": {"TITLE": "Lorry driver charged over container deaths makes first court appearance", "TEXT": "Maurice Robinson, known as Mo, is charged with 39 counts of manslaughter and conspiracy to traffic people.\n\nA lorry driver has appeared in court charged with the manslaughter of 39 migrants who were found dead in a refrigerated trailer in Essex.\n\nMaurice Robinson, 25, who is known as Mo, was remanded in custody by magistrates in Chelmsford on Monday after appearing before them via video link.\n\nHe was charged with 39 counts of manslaughter, conspiracy to traffic people, conspiracy to assist unlawful immigration and money laundering on Saturday.\n\nRobinson was not asked to indicate a plea and will next appear at the Old Bailey on November 25 for a plea and trial preparation hearing.\n\nPolice outside Chelmsford Magistrates’ Court, Essex (Gareth Fuller/PA)\n\nThe defendant, who is from Northern Ireland, was arrested shortly after the bodies of eight women and 31 men were found in the refrigerated trailer attached to his Scania cab in an industrial park in Grays in the early hours of October 23.\n\nAnother man wanted in connection with the investigation was arrested at Dublin port on Saturday.\n\nGardai said the man, who is in his early 20s and from Northern Ireland, was held over an unrelated outstanding court order.\n\nHe is understood to be sought by Essex Police as part of their probe, and the force confirmed officers are in touch with Irish police.\n\nPolice activity at the Waterglade Industrial Park in Grays, Essex (Stefan Rousseau/PA)\n\nThree other people arrested over the deaths remain in custody.\n\nA 48-year-old man, from Northern Ireland, was detained at Stansted Airport on Friday on suspicion of conspiracy to traffic people and manslaughter.\n\nOfficers had earlier arrested a couple, both 38, in Warrington.\n\nThe pair, originally from the Republic of Ireland, were held on suspicion of 39 counts of manslaughter and people trafficking.\n\nIn Belgium, police are hunting the driver who delivered the trailer to Zeebrugge, the port it left before arriving in the UK.\n\nPolice outside a house in Warrington during the investigation (Jason Roberts/PA)\n\nAll of the victims have now been moved from the truck in Tilbury Docks to Broomfield Hospital in Chelmsford, for post-mortem examinations to be carried out.\n\nEssex Police initially believed they were all Chinese nationals, but Vietnamese men and women are now feared to be among the dead.\n\nDetective Chief Inspector Martin Pasmore said the nationality of the victims is not yet known, but the focus is now on the Vietnamese community – although “there may be other nationalities involved”.\n\nHe said there were “very, very few” identity documents recovered and that police will share fingerprints with Vietnamese authorities in a bid to identify the bodies.\n\n(PA Graphics)\n\nThe BBC said it has been in contact with six Vietnamese families who fear their relatives are among the dead, with some having the smuggling fees repaid.\n\nIt is not yet known when the victims entered the trailer, where temperatures can be as low as minus 25C if the fridge is activated, or the exact route it travelled.\n\nBelgian officials said the trailer arrived at Zeebrugge at 2.49pm on Tuesday and left the port the same day en route to Purfleet.\n\nThe trailer arrived at Purfleet at around 12.30am on Wednesday, and was picked up by the cab, known as the tractor, which arrived from Northern Ireland via Holyhead in North Wales on Sunday.\n\nThe lorry left the port at Purfleet shortly after 1.05am before police were called to the Waterglade Industrial Park on Eastern Avenue in Grays at 1.40am."}}