{"GDELT": {"GlobalEventID": 882827187, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor1Code": "GOV", "Actor1Name": "KING", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.63487738419618, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Fort Hood, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX099", "Actor1Geo_Lat": 31.2548, "Actor1Geo_Long": -97.7091, "Actor1Geo_FeatureID": "2512199", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Fort Hood, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.2548, "Action2Geo_Long": -97.7091, "Action2Geo_FeatureID": "2512199", "DATEADDED": 20191028184500, "SOURCEURL": "https://www.klru.org/highlight/veterans-day-programming"}, "ARTICLE": {"TITLE": "Veterans Day Programming", "TEXT": "November 11 is Veterans Day and KLRU is honoring America's men and women who've served in the United States Armed Forces.\n\nTune into KLRU and KLRU Q and watch these impactful stories.\n\nFighting On Both Fronts: The Story of the 370th This is the little-known story of a unit of African American soldiers from Illinois, largely from Chicago's Bronzeville neighborhood, who fought in combat for the United States under the French during World War I. They fought on two fronts: the war against the Germans and the war against racism and inequality. During a period when African Americans struggled tirelessly for basic human and civil rights, these soldiers marched off to war to show their patriotism and loyalty to America. But when they returned from war they realized that, despite their sacrifices, the country still denied them civil rights. The 370th had the distinction of being the only Black regiment completely staffed with Black officers. For its actions during the war, members received 21 Distinguished Service Crosses, one Distinguished Service Medal and 68 Croix de Guerre.\n\nSunday, November 10 at 1:30 p.m. on KLRU\n\nD-Day: Over Normandy This documentary combines archival footage from June 6, 1944 with current video taken by one of France's top aerial drone camera companies, showing spectacular scenes of the landing beaches and some of the most iconic locations in Normandy from D-Day.\n\n__Sunday, November 10 at 2 p.m. on KLRU __\n\nSearching for Augusta: The Forgotten Angel of Bastogne Augusta Chiwy, a black nurse, performed heroic service at a U.S. military aid station during the opening days of the Battle of The Bulge. Her remarkable story of bravery went untold for over 60 years, until historian and author Martin King tracked her down and wrote a book celebrating her heroism. Augusta Chiwy passed away on August 23, 2015 in Belgium at the age of 94. Her life story was celebrated in The New York Times feature series \"The Lives They Lived.\" Using archival footage and photos, black and white sketches and interviews with author Martin King, historian Michael Collins and others, the documentary pieces together the remarkable true story of this previously unsung hero, whose compassion and unwavering courage helped save countless of American soldiers.\n\n__Sunday, November 10 at 3 p.m. on KLRU __\n\nUSO — For the Troops Examine how the USO has lifted the spirits of American service personnel for more than 75 years. Inside the work of the USO, which provides programs, entertainment and services to American troops and their families.\n\nSunday, November 10 at 6 p.m. on KLRU Q\n\nGI Jews — Jewish Americans In World War II The story of the 550,000 brave Jewish Americans who served in World War II is revealed.\n\nSunday, November 10 at 7 p.m. on KLRU Q\n\nScramble The Seawolves Helicopter Attack Light Squadron Three Seawolves — HA(L)-3 — established inside the Republic of Vietnam in support of Task Force 116, Operation Game Warden in 1967, becomes the most decorated squadron in the Vietnam War.\n\nSunday, November 10 at 8:30 p.m. on KLRU Q\n\nThe People's Protectors Four Dakota, Lakota and Ojibwe warriors tell stories of their military experiences in the Vietnam War.\n\nSunday, November 10 at 10 p.m. on KLRU Q\n\nThe Warrior Tradition This inspiring and largely untold story explores the history of Native Americans in the United States military from their own points of view. They have fought for the United States in every war since the nation began. Even in the Vietnam War, 90 percent of the 42,000 Native people who served were volunteers. Why would men and women put their lives on the line for the government that took their homelands? The reasons are complex — patriotism, pride, courage and spirituality all intertwined with an abiding respect for familial, tribal and national traditions. Jamescita Peshlakai of the Navajo Nation says, “It is about defending what we love...courage is not muscle and strength, it is about standing up for what is right. And that is the warrior way.\n\nMonday, November 11 at 8 p.m. on KLRU\n\nMilitary Family Documentary: While Time Stands Still Filmmaker and Iraq War Veteran Spouse Elena Miliaresis travels to Twentynine Palms, a Marine Corps base in the Mojave Desert, to meet two wives on the eve of their husbands' deployment to Iraq. Over six years, with over a hundred interviews from Air Force, Army, Marine Corps, Navy, National Guard, Reserve and Veteran Families, Miliaresis follows the two wives, revealing how they find the resilience to survive and grow stronger than they ever thought possible. From living through deployment to tried explaining to your spouse what it’s like to hold down the fort to neighbors not understanding what having a child in a war zone really means, this documentary uncovers many of the hidden struggles military families face.\n\nMonday, November 11 at 10 p.m. on KLRU\n\nOperation Appreciation Each week, retirees from Georgetown, Texas give heartfelt thank yous to soldiers reporting for duty at Fort Hood, as well as those injured in combat. This documentary, accentuated by stunning imagery of America's largest military base, follows the volunteers as they collect cookies, brownies and doughnuts from local stores and baked goods made by people in the community to distribute at the Army base. The retirees travel more than 50 miles with cars filled to the brim with treats to hand to hundreds of soldiers getting processed at Fort Hood every Thursday.\n\nMonday, November 11 at 11 p.m. on KLRU\n\nSongwriting With Soldiers Gather along with Grammy award-winning singer/songwriters, war veterans and active service members in a powerful night of music within Nashville’s historic War Memorial Auditorium. This one-hour special’s chart-topping songwriters include Radney Foster, Mary Gauthier, Darden Smith, Bonnie Bishop, Gary Burr, Beth Nielsen Chapman, Jay Clementi, James House, Will Kimbrough, Georgia Middleman, Gary Nicholson and Maia Sharp. Don't miss this unique collaboration of professional artists working with veterans and families to tell stories of war and the return home through lyrics and song. This concert special celebrates music with the power to heal and bring diverse people together.\n\nStreaming online at pbs.org/show/songwriting-soldiers"}}