{"GDELT": {"GlobalEventID": 882826562, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor2Code": "NZLEDU", "Actor2Name": "WAIKATO", "Actor2CountryCode": "NZL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.734375, "Actor1Geo_Type": 0, "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Waikato, Waikato, New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZG1", "Actor2Geo_ADM2Code": "22389", "Actor2Geo_Lat": -38.0, "Actor2Geo_Long": 175.5, "Actor2Geo_FeatureID": "11483309", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Waikato, Waikato, New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZG1", "Action2Geo_ADM2Code": "22389", "Action2Geo_Lat": -38.0, "Action2Geo_Long": 175.5, "Action2Geo_FeatureID": "11483309", "DATEADDED": 20191028184500, "SOURCEURL": "https://www.rnz.co.nz/news/national/401984/royal-commission-of-inquiry-to-hear-evidence-publicly-today"}, "ARTICLE": {"TITLE": "Royal Commission of Inquiry to hear evidence publicly today", "TEXT": "New Zealand's biggest Royal Commission of Inquiry will start hearing evidence publicly for the first time today.\n\nPhoto: 123RF\n\nOver the next fortnight, the inquiry investigating abuse in both state and faith-based care will hear evidence from abuse survivors, advocates, academics and lawyers.\n\nIt follows a controversial few months for the inquiry - including the resignation of its chair, Sir Anand Satyanand.\n\nRead more:\n\nHow the hearing will run\n\nTwenty-eight witnesses will be called to give evidence over the next fortnight. They will each have about an hour to speak, before they are asked questions by the five commissioners.\n\nWitnesses include former jailhouse lawyer Arthur Taylor, lawyers Sonja Cooper and Amanda Hill, the Children's Commissioner Judge Andrew Becroft and prominent lawyer Moana Jackson.\n\nMany are expected to speak about their own experiences of abuse, while others will speak about advocating for those who've been abused or their relevant research. Witnesses are also likely to make recommendations.\n\nThe commission's outgoing chair Sir Anand Satyanand said the witnesses represent the main issues it was investigating.\n\n\"At the end of the two-week period, the public will have a picture of what the Royal Commission has spent its time preparing for and they will have heard from 28 people, some of whom are very well-known New Zealanders.\"\n\nMoving forward, the Royal Commission will hold hearings every three months, or so. Those hearings will be in-depth and will look at the issues raised over the next fortnight, like court cases or abuse at specific institutions.\n\nThe hearing can be livestreamed here.\n\nRecent controversy\n\nThe Royal Commission has been plagued with problems for some time.\n\nIn June, RNZ revealed Harry Tam, a member of the Mongrel Mob who has a domestic violence conviction, had been appointed to the key position of director of policy and research. His role was to provide leadership and management support within the inquiry.\n\nThe inquiry's chair Sir Anand Satyanand later revealed he was stepping down from the job. He said, at the time, his departure was due to the work load increasing when the inquiry's scope was widened to include faith-based institutions. He leaves the inquiry for a role at Waikato University at the end of this hearing.\n\nJust last month, news broke a convicted child sex offender had attended survivor advisory group meetings as his partner was a member. At the time, the minister responsible for the Royal Commission, Tracey Martin, refused to express confidence in the leadership of the Royal Commission inquiry. But in the lead up to this hearing, she said she is \"very confident\" in the inquiry.\n\n\"New Zealand is watching. It's concerning, it's always concerning when people are re-traumatised but when they actually listen to the public hearings I think it's going to be a moment that New Zealand will sort of take a breath and realise the past that these individuals have been living with.\""}}