{"GDELT": {"GlobalEventID": 882888027, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.2108843537415, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manila, Manila, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPD9", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.6042, "Actor1Geo_Long": 120.98200000000001, "Actor1Geo_FeatureID": "-2437894", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20191029003000, "SOURCEURL": "https://asia.nikkei.com/Politics/International-relations/Putin-to-visit-Philippines-in-win-for-Duterte-diplomacy"}, "ARTICLE": {"TITLE": "Putin to visit Philippines, in win for Duterte diplomacy", "TEXT": "MANILA -- Russian President Vladimir Putin has agreed to make his first visit to the Philippines, providing a big boost to President Rodrigo Duterte's efforts to diversify diplomatic ties and add another option for cooperation on top of the U.S. and China.\n\nPutin accepted Duterte's invitation during the Philippine leader's state visit to Russia in early October, according to Moscow's ambassador to Manila Igor Khovaev, who said over the weekend that \"we will do our best to arrange this visit as soon as possible.\"\n\nRussia has been keen to offer its expertise in nuclear energy and defense to the Philippines, but one analyst said the visit could create an opening for an oil and gas exploration contract in the South China Sea.\n\nDuterte and Putin have agreed to explore possible nuclear power plant projects.\n\nManila built the $2.3 billion Bataan Nuclear Power Plant in the '80s, but it was never used partly due to safety concerns. But Khovaev attempted to put those fears to rest by saying that Russia is building power plants in 30 countries.\n\nPhilippine President Rodrigo Duterte is given a tour inside the Kremlin Palace in Moscow on Oct. 4. (Photo courtesy of the President's Office)\n\n\"As for earthquakes and safety, we have sophisticated and very safe, absolutely safe technologies in this area,\" Khovaev said.\n\nSince becoming president in 2016, Duterte has bolstered ties with China and Russia, while occasionally blasting the U.S. for criticizing his violent anti-drug campaign that has killed thousands of drug suspects, including minors. U.S. lawmakers have blocked arms sales to the Philippines, citing human rights concerns in the drug war, according to reports.\n\nIn an indirect dig at Washington, Khovaev told reporters last week that Moscow can supply arms to Manila with no strings attached.\n\n\"Russia will never teach anyone human rights,\" the ambassador said. \"And we'll never use our defense cooperation as a pretext to interfere, to meddle in the domestic affairs of states.\"\n\nKhovaev said Russia is prepared to share its \"sophisticated technologies\" to help the Philippines develop its own defense industry. \"Why? Because we want to build a long-term strategic cooperation. We want to be a reliable partner for many, many years,\" he said.\n\nDuterte's spokesman, Salvador Panelo, said \"a visit by any foreign leader\" bolsters relations between countries. \"If it's weak, it becomes strong. If it's already strong, it becomes stronger,\" he said.\n\nLucio Pitlo, an Asian affairs analyst currently pursuing a master's degree in international affairs at the American University in Washington, said Russia's inroads into the Philippines could even lead to a joint oil and gas exploration project in the South China Sea.\n\nPitlo said the Philippines can take a cue from Vietnam, which has also engaged foreign companies, including Russian ones, in its oil and gas exploration project in the South China Sea. Vietnam has at times enraged Beijing, which claims nearly the entire waterway, including areas the Philippines, Brunei and Malaysia consider part of their respective territories.\n\nPartnering with Russia and others has \"provided Vietnam some level of protection,\" Pitlo said.\"Duterte seems to be trying this approach by welcoming Russia into the Philippines offshore energy project.\"\n\nDuterte and Chinese President Xi Jinping in August agreed to proceed with a joint oil and gas exploration project in the South China Sea, a move that met domestic opposition in Manila.\n\n\"This means that he [Duterte] is not putting all his eggs in one basket,\" Pitlo said."}}