{"GDELT": {"GlobalEventID": 882887268, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "SAS", "Actor1Name": "SOUTH ASIA", "Actor1CountryCode": "SAS", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Sunset Lake, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY027", "Actor1Geo_Lat": 41.684, "Actor1Geo_Long": -73.8931, "Actor1Geo_FeatureID": "966840", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Sunset Lake, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 41.684, "Actor2Geo_Long": -73.8931, "Actor2Geo_FeatureID": "966840", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Sunset Lake, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 41.684, "Action2Geo_Long": -73.8931, "Action2Geo_FeatureID": "966840", "DATEADDED": 20191029003000, "SOURCEURL": "http://ukvibe.org/album_reviews/adam-rudolph-brooklyn-raga-massive/"}, "ARTICLE": {"TITLE": "Adam Rudolph’s Go Organic Orchestra with Brooklyn Raga Massive ‘Ragmala: A Garland of Ragas’ 3LP/2CD (Meta) 5/5", "TEXT": "I don’t feel equipped to review this album, neither emotionally or technically. It overheats my tiny brain and asks me “spiritual” questions I haven’t begun to feel answers for. I don’t fear it though, in fact, I am deeply in love with it, but I am a touch overwhelmed by it. Its expansive otherness, its core rasa, remind of the feeling I get when listening to my heroes; Cherry, Sanders, Sun Ra, Coltrane. It’s that close to being *too* big.\n\nWhere to start then? Facts. Facts might help.\n\n“Ragmala” is created by 40 odd musicians from Adam Rudolph’s Go: Organic Orchestra (termed the “future orchestra” by Bennie Maupin) and Brooklyn Raga Massive (an artist community rooted in both traditional Indian and South Asian classical music, as well as cross-cultural Raga inspired music, hailed as the “leaders of a raga renaissance” by the New Yorker).\n\nGo: Organic Orchestra are a two-decade old, world concept/community of ever-changing musicians from everywhere: Mongolia, Nepal, Senegal, Ghana, Japan, Korea, Cuba, Iran, Mexico, Haiti, Argentina, Brazil, Jamaica; all expressing themselves within Rudolph’s yogic framework, following no set instrumentation (8 bass players one night, none the next) but always leading to heightened exploration and discovery.\n\nRudolph’s intent to push boundaries and reach for the new has urged him to design matrices and cosmograms to map out scales and intervallic patterns for the musicians, in place of the Western notational scores. His matrices derive from Schoenberg’s “magic boxes” but they don’t conform to a formula, more flexible like a raga’s scale/melody middle ground. He also applies a unique rhythm concept he calls Ostinatos of Circularity, “It’s like the cycle references you would experience in Indian music,” he says, “where things orbit around, and then come together, like a circle.” It combines the rhythms you would find in North Indian (he studied tabla for decades) and Middle Eastern music.\n\nThose 3 paragraphs of facts do indeed help, I think. They give a context for the globe-traversing blend of cross-continental sounds, underlain by the raga. They raise expectations for the array of instruments used; sitar, percussion (bata, caxixi, wood box surdo, mineiro, okonkolo, tabla and more), violins, didgeridoo, reeds, midrigan, the chromatic tambin, brass, guitar, bass, harp. They brace you for the deep, fearless, 20-track long listening experience that awaits. This ain’t no background wash to do the pots to or a singalong for that long family drive to visit the folks. It’s a serious piece of work. That doesn’t mean it doesn’t groove, it just means it needs to be listened to; it needs your focus.\n\n“Mousa Azure” shows us the way to enlightenment with simple, surging circular patterns, Alice Coltrane-ish washes and stabs and Hassan Hakmoun’s rejoicing, soaring Gnawa voice. “Rotations” has an intense, hip, filmic, symphonic jazz groove that would have benefited any 60s thriller, so long as they could work in a loosely Eastern connection. “Ecliptic” mesmerically plods, swells and deflates while, contrastingly, “Savannahs” rides hard and long, relentless and urgent, extending, propelling; needing to arrive at or escape somewhere.\n\n“Shantha” is pure and brief, an empathic violin, guitar duo. “Wandering Star” speaks of freedom and chaos with its percussive bed and sitar wash attacked by unexpected bursts of heavy strings and stinging guitar. “Ascent to Now” is slick as, with a deep, angular, eyes-closed-head-nodding Strata-East groove and limpid flute skimming and skating.\n\n“Lamentations” is achingly remote guitar, violin and bass, “Dialectic” is percussive peace, “Thirteen Moons” is bowed drama and “Reflective” is, well, reflective. “Glare of the Tiger” initially surprises with its distorted guitar histrionics and metronomic beat and power before expanding into a tense strings/flute/guitar elegant diffusion. “We Grieve” moans and weeps its grief in pockets of lament; didgeridoo, horns, strings all contributing their personal story of loss to the wake’s congregation.\n\n“Turiya” is an uplifting, easy swinging, spiritual jazz/psych saunter. “Syntactic Journey” is the lightly-cacophonous meeting place of symphonic jazz and contemporary classical while “Sunset Lake” is a gloriously trippy, trancy ascendancy to a higher state of awareness. “Africa 21” brings the danceable funk, cleansed and stretched to the devotional by swirling horns, reeds and voices reaching ever, ever higher. “Gone to Earth” is an unlikely brusque, visceral, guttural goodbye.\n\nAs I said at the top, this album is very big, very important, hard for me to fully assimilate. It’s beautiful, expansive and majestic with a palpable deep connectedness but a virtuosic freedom too. It manages to forge a focused synergistic relationship between jazz, Indian Classical, West African etc. music while still expressing individual voices and creating a universal, not generic, whole. It is an authoritative step forward in the evolution of a truly global, celestial, cosmic “world” music.\n\n“This album feels like the culmination of everything I’ve been reaching for in my creative pursuits,” says Rudolph “With this music I can hear the humanity of all these different musicians shine through, and their voices bring forth something that’s never existed before.” No wonder it feels so close to being *too* big.\n\nIan Ward"}}