{"GDELT": {"GlobalEventID": 882885261, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 52, "EventBaseCode": 52, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Immanuel Lutheran School, Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_Lat": 37.765, "Actor2Geo_Long": -89.3448, "Actor2Geo_FeatureID": "410796", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Immanuel Lutheran School, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 37.765, "Action2Geo_Long": -89.3448, "Action2Geo_FeatureID": "410796", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.journalstandard.com/news/20191028/aquin-receives-in-youth-we-trust-grant-for-fall-play"}, "ARTICLE": {"TITLE": "Aquin receives ‘In Youth We Trust’ grant for the fall play", "TEXT": "FREEPORT — Each spring and fall, Aquin Catholic High School produces a play or musical to showcase student talent. The productions offer students a chance to experience theater and music education, but things are a bit different for the fall production this year because the topic-based play is the result of receiving an “In Youth We Trust” grant.\n\nSteve Hotchkiss, who is directing the upcoming play called “Fighting for Myself” applied for the grant to help pay for the play to be produced at the school. The play had to be chosen first before the school could qualify for the grant. They received the grant last spring, and were among 15 groups from across Northern Illinois to receive grants. The grant also helps pay for future performances at the school.\n\n“Fighting for Myself” is a play that addresses the very real stresses on today’s teenage girls such as pressure to be thin, to be popular, to have sex and do drugs. It is a topic that also addresses bullying.\n\nHotchkiss said while the play focuses on young women’s issues, the play is about hope and that is vital to everyone.\n\n“We settled on this play because of the message it brings to the school and to the community,” Hotchkiss said. “The play is mostly female-driven. The topics in the play are very real. To bring this play to stage is to help the students understand that these issues don’t just apply to Aquin. It’s a very teachable moment, and if we can reach one or two people, then the play has done the job to help students and members of the audience.”\n\nZeita Gastel, a senior, has a role in the play and said she is proud to be part of a play that can make a difference in the lives of her peers.\n\n“I love that we have a chance to perform this play to the school and the community,” Gastel said. “This play deals with so much that teens can relate to, and it also deals with mental health issues that go beyond typical high school problems. We want people to take away from this play that they are not alone.”\n\nGastel admits she thought it might be difficult to relate to the problems presented in the play, as many don’t address what she goes through in her own life.\n\n“This play is about educating others, and really I am educating myself,” Gastel said. “Stuff happens. It’s very real and intense.”\n\nThe school will also present the play during matinee performances to Tri-County Christian School and to students at Immanuel Lutheran School.\n\nShirley Hounnou, a junior, said reading the script brought her to the realization that it is a story that needs to be told. She said the topics explored in the play are “deep,” but she hopes people will come away with a better understanding of what issues teens face and how understanding helps.\n\n“The play is deep and may seem a surprising topic for our school, but this stuff does happen,” Hounnou said. “I like being part of a message and I think it will be good for parents to see how their kids see things. After reading the script, I think we all need to become more aware of others and not just pass judgment.”\n\n“Fighting for a Voice” will be performed at 7 p.m. on Nov. 15 and 16 and at 2 p.m. on Nov. 17. For tickets and more information call Aquin Catholic High School at 815-235-3154.\n\nJane Lethlean; jlethlean1210@gmail.com; @DOGWMN2"}}