{"GDELT": {"GlobalEventID": 882887769, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "INDUSTRY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.63984915147706, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_Lat": 40.5773, "Actor1Geo_Long": -77.264, "Actor1Geo_FeatureID": "PA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_Lat": 40.5773, "Actor2Geo_Long": -77.264, "Actor2Geo_FeatureID": "PA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.5773, "Action2Geo_Long": -77.264, "Action2Geo_FeatureID": "PA", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.truthdig.com/articles/how-things-got-so-fracking-bad-in-ohio/"}, "ARTICLE": {"TITLE": "How Things Got So Fracking Bad in Ohio", "TEXT": "Hydraulic fracturing, savior or sin? That depends on who you ask.\n\nThe fossil fuel industry and its proponents tout fracking’s economic benefits as this oil and gas extraction technique has led the march toward the nation’s energy independence. But as our understanding of the technique grows, so too does our knowledge of its many drawbacks. Nowhere is this dynamic more apparent than in Ohio, at the vanguard of the nation’s fracking boom thanks to the Utica and Marcellus shale reserves to the east of the state, which have sparked something of a fossil fuel industry feeding frenzy over the past decade.\n\nThe amount of natural gas Ohio produces annually ballooned from 78 billion cubic feet in 2010 to nearly 1.8 trillion cubic feet in 2017—an increase of more than 2,200 percent—according to federal figures. And what kind of impact has this had? Between 2007 and 2016, employment in Ohio’s shale industries grew 62 percent. A new ethane cracker plant is reported to bring hundreds more full-time jobs to Ohio’s Belmont County. When Vice President Mike Pence trumpeted to the assembled crowd at the Oil and Gas Association’s annual meeting earlier this year in Columbus that the energy industry was “strengthening the foundation under families here in Ohio and all across this nation,” he was met with warm applause.\n\nTen years on though, tough questions are being asked not just of the industry’s economic impact in Ohio’s poor Appalachian heartland, but also of the damage it’s causing to the environment, the climate and human health.\n\n“It’s impacting people locally,” Ned Ketyer, a medical adviser with the Pennsylvania-based nonprofit Environmental Health Project, told the Independent Media Institute. “It’s impacting their health. It’s impacting regional health. It’s impacting local and regional economies in a negative way. And ultimately, it’s affecting the climate system in a way that’s completely contrary to any kind of urgent climate solutions that we need to embrace right now.”\n\nEnvironmental Effects\n\nThe growing literature surrounding the environmental impacts from fracking is already pretty broad. The Environmental Protection Agency’s (EPA) own years-long study concluded that fracking operations have contaminated drinking water resources and have led to inadequately treated wastewater being dumped into surface water sources. Scientific and government research links fracking with an increased likelihood of earthquakes.\n\nThen there’s the issue of the industry’s climate footprint at a time when a drastic reduction in greenhouse gas emissions is needed to avoid some of the worst impacts from global warming. The National Aeronautics and Space Administration found last year that emissions from the oil and gas industry were a major contributor to growing atmospheric levels of methane, an especially potent greenhouse gas. A new study out of Cornell University came to the same conclusion, linking a global spike in methane emissions to the fracking of shale gas.\n\nIn Ohio, some of the localized environmental impacts make for stark reading. A recent article in StateImpact Pennsylvania (part of an excellent series looking at the industry’s environmental footprint in Ohio and Pennsylvania) details complaints among residents living in close proximity to fracking infrastructure of things like gas leaks, drinking water contamination and discoloration, as well as fish kills.\n\nFish aren’t the only kind of wildlife at risk. Cornell University found a possible link between exposure to gas drilling operations and cases of illness, death and reproductive issues in cows, horses, goats, llamas, chickens, dogs and cats in fracking states like Ohio.\n\n“We know the industry doesn’t pay for its harm and the environmental damage that it causes,” Amy Mall, a senior advocate with the Natural Resources Defense Council, told the Independent Media Institute. She added that federal regulatory “loopholes” are a large part of the problem.\n\nFor example, if oil and gas wastewater were subject to federal hazardous waste rules rather than generic standards that apply to all non-hazardous solid waste, “it would be regulated very differently at the state level,” Mall pointed out. This, at a time when nearby states transport huge quantities of wastewater to Ohio for disposal.\n\n“By not being held accountable for their pollution, the industry is shifting a lot of the economic responsibilities to general society,” she said.\n\n‘Ohio Wasn’t as Well Researched’\n\nThere’s increasing awareness, too, surrounding the possible human health toll from living too close to fracking infrastructure—issues like cancer, preterm births, low-birthweight babies and asthma. The Physicians for Social Responsibility’s latest compendium on fracking’s health impacts comprises more than 1,700 peer-reviewed studies.\n\nElise Elliott, a postdoctoral fellow at the Harvard T.H. Chan School of Public Health, participated in a community-based study in Ohio looking at proximity to oil and gas wells and the impact that might have on human health and water contamination. The researchers found that the closer Ohioans live to these wells, the more likely they are to suffer general health problems like stress and fatigue. Likewise, proximity to wells was associated with higher concentrations of contaminants in the water.\n\nNevertheless, there’s still a dearth of hard data, say experts, when it comes to understanding exactly how the fracking boom might be impacting the health of Ohioans. Agencies charged with overseeing the industry report how residents only rarely file official health complaints (though they have submitted thousands of much broader complaints). “We were noticing in the literature that Ohio wasn’t as well researched as some other regions in the U.S.,” said Elliott, explaining why that state was chosen for the community health study.\n\nIt also helps explain why Elliott urges caution when it comes to directly linking health issues with exposure to some of the contaminants—air pollutants like benzene, hydrogen sulfide and formaldehyde—typically found around fracking sites, at least right now. “Our knowledge on this is definitely growing,” she said, “[but] we’re not quite there yet to say definitively what it does.” She urged continued research in the field, such as the potential link between fracking and childhood leukemia.\n\nEconomic Impact\n\nOn the flip side, proponents of the fracking boom argue that the economic benefit to Ohio outweighs any deleterious effects. “It’s a very, very sizeable industry,” said Gilbert Michaud, an adjunct assistant professor of economics at Ohio University who has studied the impact the fossil fuel industry has had on the state’s economy. According to his own calculations, the shale industry’s direct and indirect impact on the state in 2015—including that through employment, wages, and the multiplier effect—amounted to more than $22 billion. But how widely felt is this impact?\n\nThe nonprofit Ohio Education Policy Institute finds how fracking-generated tax revenue has helped to bridge the wealth gap between school districts, particularly in eastern Ohio. But a deeper look reveals a more complex picture. For example, broad underfunding for elementary education means the statewide wealth disparity still exists between rich and poor school districts. And in his 2018 study, Michaud warned of the “less-desirable vestiges” of fracking in the poor rural areas of Appalachian Ohio. “The shale industry may be another case of resource extraction with a failure to capture and retain local value,” he wrote.\n\nMichaud told the Independent Media Institute how the largest employing sector of Ohio’s shale industry is pipeline construction, which typically offers a short window of employment. “Once the infrastructure is in place, then those occupations aren’t really needed,” he said, adding that these jobs typically go to out-of-state workers anyway.\n\nOn top of that, those sectors that provide more stable, long-term employment to Ohioans, like jobs at the well pad itself, generally pay the industry’s smaller wages, said Michaud. “That’s not really the secret sauce for future prosperity, right?”\n\nThen there’s the issue of too little of the fiscal windfall trickling down into poor rural communities that constitute the industry’s heartland, he said. This leaves already underfunded local services stretched to breaking point as they grapple with fracking’s residual environmental and health problems. “A lot of these impacts aren’t being retained in these communities that desperately need positive economic development and jobs,” said Michaud. “This is your quintessential Appalachian curse—your resource extraction boom and bust cycle.”\n\n‘Petrochemical Cluster-Frack’\n\nDescribing the shale industry in Ohio as a “petrochemical cluster-frack,” Environmental Health Project’s Ned Ketyer agrees with Michaud’s assessment. “Any job that directly threatens the health of me or my family or my patients—I’m a pediatrician—or that threatens the health of every child, even children who haven’t been born, by accelerating climate change, those jobs are not worth supporting,” he said, adding that, “essentially in the Ohio River Valley, we’re fracking for plastic, which is one thing nature doesn’t need any more of.”\n\nThe pathway toward renewables is a complicated one in Ohio, however. In 2014, for example, the state imposed a two-year freeze on its renewable and energy-efficiency standards, and currently is in second-to-last place in the country in terms of total electricity production from renewable sources, just ahead of Delaware. According to Ketyer, other reasons for an expedited switch to renewables exist in plain sight.\n\n“It really is an eye-opening thing to take a drive through the Ohio River Valley. This is an area that should not have such high levels of air pollution—some of the worst air pollution in the country. Shouldn’t have such high levels of ozone,” said Ketyer, describing scenes of rural poverty, dilapidated roads and crumbling buildings, interspersed with oil and gas industry infrastructure. “When you go through the Ohio valley, you see an area that should be achingly beautiful.”\n\nThis article was produced by Earth | Food | Life, a project of the Independent Media Institute.\n\nDaniel Ross is a journalist whose work has appeared in Truthout, the Guardian, FairWarning, Newsweek, YES! Magazine, Salon, AlterNet, Vice and a number of other publications. He is based in Los Angeles. Follow him on Twitter: @1danross."}}