{"GDELT": {"GlobalEventID": 882885155, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor2Code": "MIL", "Actor2Name": "NAVY", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 31, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.3454231433506, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Bath Iron Works, Maine, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USME", "Actor2Geo_Lat": 43.9112, "Actor2Geo_Long": -69.8145, "Actor2Geo_FeatureID": "1907764", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Bath Iron Works, Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_Lat": 43.9112, "Action2Geo_Long": -69.8145, "Action2Geo_FeatureID": "1907764", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.sofmag.com/at-the-helm-life-on-a-destroyer/"}, "ARTICLE": {"TITLE": "At The Helm: Life on a Destroyer – Soldier of Fortune Magazine", "TEXT": "Background\n\nDDG 51 Background:\n\n\n\nThe Arleigh Burke class (DDG 51) destroyers replaced the Charles F. Adams class (DDG 2). The Arleigh Burkeclass was designed with an all-new hull form, incorporating much of the Spruance class (DD 963) destroyer\n\npropulsion and machinery plant, and the integrated Aegis Weapons\n\nSystem (AWS) proven on the Kidd class(DD 993) destroyers and installed on the\n\nlarger Ticonderoga class cruisers. AWS is composed of a multi-function\n\nphased array radar, advanced AAW and ASW systems, VLS, and the\n\nTomahawk Weapon System. DDG 51 was commissioned on July 4, 1991,\n\nand the class is still in production. The class has been continuously\n\nupgraded with advanced sensors and weapons and improved support\n\nsystems.\n\n\n\n\n\nThe Arleigh Burke class employs all-steel construction and comprises four separate variants or “Flights.” DDG 51-71 represent the original design and are designated as Flight I ships; DDG 72-78 are Flight II ships; DDGs 79-116 are Flight IIA ships in service, and will continue through DDGs 124 and 127. The Flight III baseline will begin with DDGs 125-126, and continue with DDGs 128 and follow. The first Flight III ship, DDG 125, started fabrication May 07, 2018.\n\n\n\nThe Navy awarded two contracts for the DDG 51 FY 2018 – 2022 MYP for a total of 10 Flight III destroyers on Sept. 27, 2018. The MYP continues the\n\nprocurement for the proven DDG 51 Class shipbuilding program,\n\nleveraging competition, a strong industrial base and a stable design in order to\n\nachieve savings.\n\n\n\nThe DDG 51 Flight III upgrade is centered on the AMDR/SPY-6(V)1 Air and Missile Defense Radar system that provides vastly increased capability over DDG 51 Flight IIA ships. The AMDR enables Flight III ships to simultaneously perform AAW and Ballistic Missile Defense (BMD), which satisfies the Navy’s critical need for an enhanced surface combatant Integrated Air and Missile Defense (IAMD) capability.\n\n\n\nSixty-six DDG 51 class ships have been delivered to the fleet (DDG 51 -116). Ten ships are currently under construction, with an additional twelve under contract with shipbuilders HII and BIW.\n\n\n\nA DDG modernization program is underway to provide a comprehensive mid-life upgrade that will ensure the DDG 51 class will maintain mission relevance and remain an integral part of the Navy’s Sea Power 21 Plan. The modernization changes are also being introduced to new construction ships to increase the baseline capabilities of the newest ships in the class, and to provide commonality between new construction ships and modernized in-service ships. The goal of the DDG modernization effort is to reduce workload requirements and increase war fighting capabilities while reducing total ownership cost to the Navy.\n\n\n\nDDG 1000 Background:\n\n\n\nThe Zumwalt-class (DDG 1000) is the largest and most technologically advanced surface combatant in the world. USS Zumwalt is the lead ship of a class of next-generation multi-mission destroyers designed to strengthen naval power from the sea.\n\n\n\nThe Zumwalt-class destroyer will be capable of performing a range of deterrence, power projection, sea control, and command and control missions while allowing the Navy to evolve with new systems and missions. Stealthy, powerful, and lethal, the Navy created the Zumwalt-class to bridge from current needs to future capabilities, adding space and power accommodating systems not yet imagined but designed to counter adversaries that challenge us now and in the decades to come.\n\n\n\nDesigned to combat the threats of today as well as those of coming decades, these ships are equipped with numerous advanced technology and survivability systems.\n\n\n\nDDG 1000 is the first U.S. Navy surface combatant to employ an innovative and highly survivable Integrated Power System (IPS). Key design features that make the DDG 1000 IPS architecture unique include the ability to provide power to propulsion, ship’s service, and combat system loads from the same gas turbine prime movers. DDG 1000’s power allocation flexibility allows for potentially significant energy savings and is well-suited to enable future high energy weapons and sensors.\n\n\n\nThe wave-piercing tumblehome hull design has facilitated a wide array of advancements. The composite superstructure significantly reduces radar cross section and other signatures, making the ship harder to detect by enemies at sea. The design also allows for optimal manning with a standard crew size of 147 sailors, plus an air detachment of 28 thereby decreasing lifecycle operations and support costs.\n\n\n\nDDG 1000 will employ active and passive sensors and a Multi-Function Radar (MFR) capable of conducting area air surveillance, including over-land search and track, throughout the extremely difficult and cluttered sea-land interface.\n\n\n\nThe Navy procured three Zumwalt class destroyers which are named in honor of former Chief of Naval Operations, Elmo R. “Bud” Zumwalt Jr.\n\n\n\nGeneral Dynamics Bath Iron Works (BIW) is responsible for design, construction, integration, testing and delivery of the DDG 1000 class, and DDG 1002 steel deckhouse, hangar and aft Peripheral Vertical Launch System (PVLS). Huntington Ingalls Industries (HII) fabricated the composite deckhouse, helicopter hangar and PVLS for DDG 1000 and DDG 1001.\n\n\n\nConstruction on USS Zumwalt (DDG 1000) commenced in February 2009; the ship was commissioned on October 15, 2016. In its homeport of San Diego, the ship is undergoing its Combat Systems Activation (CSA) period and Initial Operational Test and Evaluation (IOT&E), as part of the process toward achieving Initial Operational Capability (IOC).\n\n\n\nDDG 1001 was named Michael Monsoor in October 2008 by then-Secretary of the Navy Donald Winter, honoring Petty Officer 2nd Class Michael Monsoor, a Navy SEAL who was posthumously awarded the Medal of Honor for his heroic actions in Ramadi, Iraq on Sept. 29, 2006. The Navy accepted hull, mechanical, and electrical (HM&E) delivery for DDG 1001 on April 26, 2018. DDG 1001 is commissioned in San Diego, California Jan. 26, 2019. Following commissioning, Michael Monsoor began combat systems activation, testing and trials.\n\n\n\nIn April 2012, then-Secretary of the Navy Ray Mabus named DDG 1002 in honor of our nation’s 36th president, Lyndon B. Johnson. The future USS Lyndon B. Johnson (DDG 1002) was launched on Dec. 9, 2018 at General Dynamics-Bath Iron Works shipyard in Bath, Maine, and is scheduled to be christened in the spring of 2019."}}