{"GDELT": {"GlobalEventID": 882888119, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "USA", "Actor1Name": "OHIO", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.196451204055769, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_Lat": 40.3736, "Actor1Geo_Long": -82.7755, "Actor1Geo_FeatureID": "OH", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Arkansas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAR", "Actor2Geo_Lat": 34.9513, "Actor2Geo_Long": -92.3809, "Actor2Geo_FeatureID": "AR", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_Lat": 34.9513, "Action2Geo_Long": -92.3809, "Action2Geo_FeatureID": "AR", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.limaohio.com/news/380718/christina-ryan-claypool-justice-for-the-buckskin-girl"}, "ARTICLE": {"TITLE": "Christina Ryan Claypool: Justice for the ‘Buckskin Girl’", "TEXT": "“I called the FBI this afternoon,” I casually told my husband, some months ago.\n\n“You did what… why?” he responded-not-so casually.\n\n“It’s regarding the ‘Buckskin Girl.’ I read a newspaper article this morning about a serial killer named Samuel Little. His M.O. for murdering women somewhat matches the description of how she died. I left all the information on their voicemail.”\n\nOur entire nation has been rocked by Little’s shocking story, since he has confessed to 93 murders while serving a life prison sentence for several of the deaths. From 1970 to 2005, Little alleges to having strangled his victims and then documented their deaths with hand-drawn portraits. “FBI crime analysts believe all of Little’s 93 confessions are credible, but so far they’ve only been able to verify 50 of them,” reported a recent CNN article.\n\nEarly in October, the FBI dubbed the 79-year old incarcerated man “the most prolific serial killer in U.S. history.” Now, the FBI is soliciting the public’s help in identifying some of the unaccounted for victims, because they deserve justice.\n\nMaybe justice is why the Buckskin Girl’s story has haunted me, ever since I moved to Troy. To explain, she was a 21-year-old murder victim whose body was found in Miami County on Greenlee Road off of St. Rt. 55, not far from the I-75 exit.\n\nWhen the deceased young woman was discovered on April 24, 1981, she was “… wearing bell-bottom blue jeans, a brown turtleneck sweater … and a handmade tan buckskin pullover jacket with leather fringe around the seams and a deep purple lining,” according to an archived Troy Daily News article by editor Melody Vallieu from April 12, 2018.\n\n“An autopsy concluded she was strangled to death, but also suffered blunt-force trauma to her head and also had a lacerated liver,” reported Vallieu. For almost four decades, no one knew who the victim was. Local law enforcement kept the tragic case open, but it remained unsolved. The anonymous girl was given her infamous nickname because of the coat she had on.\n\nIn some strange way, there are folks like myself in the Troy area who seemed to have claimed her. The “Buckskin girl” was buried in Troy’s Riverside Cemetery with the headstone, “Jane Doe,” and the date of death, April 22, 1981.\n\nOne reason I’ve been personally tied to her case is due to the tenacity of the old reporter who lives inside of me. Another reason is because I’m also a mother, concerned about her family never knowing what happened to her. Most importantly though, her senseless brutal death cries out for justice.\n\nTo some folks, last “‘Buckskin Girl’ identified” by Vallieu sent ripples of relief regarding the case throughout the tight-knit community. Aided by the advance in DNA technology, the DNA Doe Project positively confirmed “Jane Doe” was in reality Marcia L. Sossoman (King) 21, of Arkansas.\n\nIn the past, when I contemplated the fate of the Buckskin Girl, sometimes I would pray for law enforcement to be given some divine assistance. It sure seemed rather miraculous to find out who she was 37 years later. Now, if only the same kind of miracle could happen regarding finding her murderer.\n\nThat’s when I read about Samuel Little confessing to killing a Cincinnati woman named Anna Stewart in 1981. He dumped the 33-year-old mother of three’s body in Grove City. The 1981 murder places Little in Ohio during the same year Sossoman (King) was killed.\n\nAll those months ago, I had to call the FBI wondering about a possible link between her murder and Little’s killing spree. There was no sexual assault, as was Little’s M.O. because he found strangling his victims a perverse form of sexual release. The “Buckskin girl’s” liver was lacerated, and Little didn’t use weapons.\n\nBeside, Little admittedly went after prostitutes and drug addicts, women he thought no one would miss. Marcia Sossoman (King) had good hygiene, dental care and a mother who waited for her in the same house for 37 years. She doesn’t seem to fit that description either. But one thing is for sure, someone murdered the “Buckskin girl,” and she deserves justice. All of Little’s victims deserve justice, too!\n\nSo, if you have any information about any possible victims of Samuel Little, please go to the FBI website to view the cases and sketches at j.mp/2oorgOV or contact the FBI at 1-800-CALL-FBI or submit at tip online at tips.fbi.gov.\n\nhttps://www.limaohio.com/wp-content/uploads/sites/54/2019/10/web1_Claypool-Christina-Ryan-WEB-1.jpg\n\nBy Christina Ryan Claypool Guest Columnist\n\nChristina Ryan Claypool is a freelance journalist and inspirational speaker. Contact her through her website at www.christinaryanclaypool.com\n\nChristina Ryan Claypool is a freelance journalist and inspirational speaker. Contact her through her website at www.christinaryanclaypool.com"}}