{"GDELT": {"GlobalEventID": 882885915, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 13, "NumSources": 1, "NumArticles": 10, "AvgTone": 8.20895522388059, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Mississippi, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMS", "Actor1Geo_Lat": 32.7673, "Actor1Geo_Long": -89.6812, "Actor1Geo_FeatureID": "MS", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Mississippi, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMS", "Action2Geo_Lat": 32.7673, "Action2Geo_Long": -89.6812, "Action2Geo_FeatureID": "MS", "DATEADDED": 20191029003000, "SOURCEURL": "https://www.constructionequipmentguide.com/pennsylvania-high-school-construction-teacher-wins-second-place-in-2019-harbor-freight-tools-for-schools-prize-for-teaching-excellence/46421"}, "ARTICLE": {"TITLE": "Harrisburg Teacher Wins 2nd Place in Harbor Freight Tools for Schools", "TEXT": "Robert Brightbill\n\nA construction teacher from Harrisburg has won second place in the 2019 Harbor Freight Tools for Schools Prize for Teaching Excellence, earning his high school skilled trades program $35,000 as part of $1 million awarded nationally.\n\nRobert Brightbill, who teaches construction at Dauphin County Technical School in Harrisburg, was surprised in his classroom by a representative from Harbor Freight Tools for Schools with the news that he and his school will receive $50,000 — $35,000 for the school's skilled trades program and $15,000 for him personally.\n\n\"Skilled trades educators are crucial to helping students stay engaged and motivated in high school,\" said Danny Corwin, executive director of Harbor Freight Tools for Schools. \"These amazing teachers connect students to promising careers, show them how to apply academics to the real world and help them feel pride and accomplishment — something they might not experience in all their classes. We make these awards because we believe in these teachers, we believe in these students, and we believe this vital sector deserves more support and investment.\"\n\nThree $100,000 first-place prizes were awarded. Fifteen second-place winners across the country, including Brightbill, also were surprised with the news that they and their schools had won the cash award. Because of school, district or state policy regarding individual cash awards, the schools of three of the winners will receive the entire prize winnings.\n\nIn addition to the more than $1 million in first- and second-place prizes awarded by Harbor Freight Tools for Schools, the company Harbor Freight Tools donated $32,000 to 32 semifinalists.\n\nThe Prize for Teaching Excellence was started in 2017 by Harbor Freight Tools Founder Eric Smidt to recognize extraordinary public high school skilled trades teachers and programs with a proven track record of dedication and performance. Prizes are awarded by Harbor Freight Tools for Schools, a program of The Smidt Foundation.\n\n\"All of our roads and bridges, our schools and homes, and our planes and automobiles are built and are maintained by tradespeople,\" Smidt said. \"It is our dedicated skilled trades teachers, who inspire students to pursue these meaningful careers, that allow our economy to thrive and make so much of what we depend on possible. We are deeply honored to be able to shine a light on these extraordinary teachers today.\"\n\nBrightbill joined the staff at Dauphin County in 2002, taking over for a retiring construction teacher. The subject had been a lifelong passion for Brightbill, whose first time working in construction came when he was only 12 years old, helping his older brother build a home. After earning his associate degree in construction technology, Brightbill even built an extension on his parents' home to pay them back for supporting his career.\n\nIn the classroom, Brightbill works to engage all of his students, who come from a variety of socioeconomic and ethnic backgrounds, and from urban and rural areas.\n\n\"Of all the things we build, the relationships are the most important,\" he said.\n\nBrightbill's goal is \"to pave the path to success.\" His courses allow students to gain credits from local colleges and trade schools, and his partnerships with local businesses provide students summer job opportunities and cooperative education.\n\nBeyond the classroom, Brightbill's students participate in a program he created called Building Construction Cares, a nationally recognized student-run service organization. Through the program, Brightbill and roughly 18 students travel to states affected by flooding and hurricanes, framing houses and re-shingling roofs from New Jersey to Mississippi. Students fundraise to pay for their own travel and supplies, totaling about $5,000 each year.\n\nThe first-place winners of the 2019 prize are Cesar Gutierrez, a manufacturing teacher at Desert View High School in Tucson, Ariz.; Wendy Schepman, a landscape operations teacher at South Fork High School in Stuart, Fla.; and Brent Trankler, a welding teacher at Sikeston Career and Technology Center in Sikeston, Mo. Gutierrez, Schepman and Trankler will each receive $100,000 — $70,000 for the school's skilled trades program and $30,000 for the teacher personally.\n\nThe school's prize winnings will support the skilled trades program being recognized, and the teacher's or teacher team winnings can be used as they wish. The high schools of the remaining 32 semifinalists will each receive a $1,000 Harbor Freight Tools gift card to support their skilled trades programs.\n\nThe 2019 prize drew nearly 750 applications from 49 states and included three rounds of judging, each by a separate independent panel of experts from industry, education, trades, philanthropy and civic leadership. The field was narrowed this summer to 50 semifinalists. The application process, which included responses to questions and a series of online video learning modules, was designed to solicit each teacher's experience, insights and creative ideas about their approach to teaching and success in helping their students achieve excellence in the skilled trades. All learning modules are available here.\n\nFor a list of the other 14 second-place winners and a list of the semifinalists, click here.\n\nAbout Harbor Freight Tools for Schools\n\nHarbor Freight Tools for Schools is a program of The Smidt Foundation, established by Harbor Freight Tools Founder Eric Smidt, to advance excellent skilled trades education in public high schools across America. With a deep respect for the dignity of these fields and for the intelligence and creativity of people who work with their hands, Harbor Freight Tools for Schools aims to drive a greater understanding of and investment in skilled trades education, believing that access to quality skilled trades education gives high school students pathways to graduation, opportunity, good jobs and a workforce our country needs. Harbor Freight Tools is a major supporter of the Harbor Freight Tools for Schools program.\n\nFor more information, visit harborfreighttoolsforschools.org/ ."}}