{"GDELT": {"GlobalEventID": 882887401, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "THA", "Actor1Name": "THAILAND", "Actor1CountryCode": "THA", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIAN", "Actor2CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -11.2312241530781, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH40", "Actor1Geo_ADM2Code": "26423", "Actor1Geo_Lat": 13.75, "Actor1Geo_Long": 100.51700000000001, "Actor1Geo_FeatureID": "-3250083", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20191029003000, "SOURCEURL": "https://thenewdaily.com.au/news/world/2019/10/29/thai-police-capture-wanted-australian-bikie/"}, "ARTICLE": {"TITLE": "Thai police capture wanted Australian bikie Luke Anderson", "TEXT": "Thai police have arrested an Australian Hells Angels gang member who is wanted on drug charges in Western Australia.\n\nPolice say they arrested Luke Anderson on Thursday after meeting with Australian embassy officials on the problem of outlaw motorbike gangs. They say they have revoked his visa and will deport him.\n\n“We have informed the Australians and they have sent officials to escort him from Thailand to face charges in Australia,” said police Major General Archayon Kraithong, commander of the Immigration Bureau’s Division 3.\n\n“We believe that he probably has more than one outstanding arrest warrant.”\n\nPolice told reporters at a news conference on Monday in Bangkok that the arrest warrant dated back to 2017 but gave no details.\n\nThey said Anderson had been living with his Thai girlfriend in Pattaya, a coastal city notorious for crime and corruption.\n\nAccording to a Thai police press release, Anderson has been arrested more than 20 times in Australia on a number of charges, including possession of illegal weapons and drugs.\n\nAn officer also confirmed that Anderson had been involved in a violent assault on two Thai brothers in Pattaya in September 2016, along with two other Australian motorbike gang members.\n\n“Several years ago, he committed a crime by assaulting a Thai national,” said Archayon.\n\nHe said Anderson is also suspected of “involvement in illegal trafficking of drugs and weapons, using Thailand as a meeting place, as a base to arrange activities in Australia. We consider him a dangerous person.”\n\nThe Australian head of the Hells Angels in Pattaya, Wayne Schneider, was bludgeoned to death in 2015 and buried in a shallow grave, in what was thought to be a drug-related dispute.\n\nFellow Australian Antonio Bagnato was convicted of his murder and sentenced to death but the sentence was commuted."}}