{"GDELT": {"GlobalEventID": 882826547, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor2Code": "MED", "Actor2Name": "PUBLISHER", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.9, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Alabama, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAL", "Actor2Geo_Lat": 32.799, "Actor2Geo_Long": -86.8073, "Actor2Geo_FeatureID": "AL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alabama, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAL", "Action2Geo_Lat": 32.799, "Action2Geo_Long": -86.8073, "Action2Geo_FeatureID": "AL", "DATEADDED": 20191028184500, "SOURCEURL": "http://news.coinupdate.com/bill-bierlys-in-god-we-trust-shows-numismatic-research-is-alive-and-well/"}, "ARTICLE": {"TITLE": "Bill Bierly’s In God We Trust shows numismatic research is alive and well", "TEXT": "(Pelham, Alabama) — In November 2019 Whitman Publishing will release William Bierly’s In God We Trust: The American Civil War, Money, Banking, and Religion. The 352-page hardcover volume will be available from booksellers and hobby shops nationwide, and online. Here, Whitman publisher Dennis Tucker discusses how the book came to be.\n\nSometimes in the numismatic world, it can seem like there’s nothing new under the sun—as if every subject has been researched, every story told. This is an illusion. In reality, numismatics is a living, breathing discipline, rich with ongoing study, startling discoveries, and freshly revealed connections that span the depth and breadth of human experience. The story that William Bierly has woven together in his new book, In God We Trust, illustrates this vibrancy.\n\nI met Bill several years ago after a meeting of the Chicago Coin Club, held at the American Numismatic Association’s annual World’s Fair of Money. We were introduced by Robert Leonard (another member of the Club, and a Whitman author). Bob assured me that Bill had a very promising manuscript proposal. Our conversation that followed convinced me that he was on to something big, something new and significant.\n\nMany coin collectors know little of the national motto, “In God We Trust,” beyond the knowledge summed up in a single sentence in the “Two-Cent Pieces” section of the Guide Book of United States Coins (the “Red Book”): “The motto IN GOD WE TRUST appeared for the first time on the new coin, with the personal support of Treasury Secretary Salmon P. Chase.” The words are factual. But that’s like saying, “Abraham Lincoln was elected president of the United States in 1860 and served during the Civil War”—and allowing this to be the sum of your knowledge of the man!\n\nArticles about the motto have been published in numismatic magazines and journals over the years. None have approached the detail and intricacy that Bill Bierly brought to his research. From time to time, mainstream (non-numismatic) writers also mention “In God We Trust,” often when school prayer, public prayer, the separation of Church and State, atheist lawsuits, and similar subjects are in the headlines. Articles in popular publications often gloss over the details, and sometimes even get the facts wrong.\n\nTo set the record straight, Bill Bierly has followed leads, researched in archives and libraries, interviewed historians local and national, and gathered images. He has tracked down and dispelled rumors and half-true tales. And he has expanded the context of “In God We Trust” to show how the Civil War changed American banking, finance, and business forever. The result of his work is a fascinating exploration of a simple but profound four-word motto that has appeared on hundreds of billions of U.S. coins and paper-money notes.\n\nIn God We Trust is an important addition to the body of historical research, and a sterling example of how numismatics touches every aspect of American life.\n\nIn God We Trust: The American Civil War, Money, Banking, and Religion\n\nBy William Bierly; foreword by Q. David Bowers\n\nISBN 0794845282\n\nHardcover, 6 x 9 inches, 352 pages, full color\n\nRetail $29.95 U.S.\n\nAbout the Author\n\nWilliam (Bill) Bierly was raised on a farm near Walkerton, Indiana. As a child, he heard stories from his grandparents about two of his great-grandfathers who had served in the Civil War. This led to a lifelong interest in that war and that period of history. At about age eight, he began collecting coins from circulating change. Following high school Bierly attended Northwestern University for two years and then completed a degree in sociology and economic development with a minor in Chinese studies at Indiana University. He then worked in India for two years as a Peace Corps volunteer in a dairy development project. Back in the United States, his interest in coins was rekindled. He soon went abroad again, working for three years in Osaka, Japan. Then in the United States, he operated a small business for five years, sold it, and entered graduate school, earning an MBA in finance from Indiana University and embarking on a 25-year career in commercial banking. With his overseas experience, Bierly focused on international banking, particularly Japanese corporate business and Asian correspondent banking. He began his career at the National Bank of Detroit, and he worked with J.P. Morgan Chase for much of his career; at various times at the bank’s Detroit, Chicago, and Columbus, Ohio, offices, as well as often traveling to Asia.\n\nWhile thus engaged, Bierly continued to pursue his coin hobby, eventually specializing in Civil War–era coinage, in particular, pattern coins. Today he is active in several coin groups and clubs, most notably the Central States Numismatic Society, the American Numismatic Association, the American Numismatic Society, the Chicago Coin Club, the Michigan State Numismatic Society, and the Pennsylvania Association of Numismatists, as well as the Civil War Token Society and the Liberty Seated Collectors Club. He sometimes exhibits his collection at major coin shows and frequently volunteers as an exhibit judge.\n\nBierly resides in LaPorte, Indiana. He has two children, Emma and Ken, as well as a granddaughter, Kiki.\n\nAbout Whitman Publishing\n\nWhitman Publishing is the world’s leading producer of numismatic reference books, supplies, and products to display and store coins and paper money. The company’s high-quality books educate readers in the rich, colorful history of American and world coinage and currency, and teach how to build great collections. Archival-quality Whitman folders, albums, cases, and other holders keep collectibles safe and allow them to be shown off to friends and family.\n\nWhitman Publishing is the Official Supplier of the American Numismatic Association. As a benefit of membership in the ANA, members can borrow In God We Trust (and other Whitman books) for free from the Association’s Dwight N. Manley Numismatic Library, and also receive 10% off all Whitman purchases. Details are at the website of the ANA.\n\n❑\n\nFollow us on Facebook and Twitter!"}}