{"GDELT": {"GlobalEventID": 882827359, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor1Code": "IND", "Actor1Name": "DELHI", "Actor1CountryCode": "IND", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.00819155639572, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Kashmir, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72809", "Action2Geo_Lat": 33.9167, "Action2Geo_Long": 76.6667, "Action2Geo_FeatureID": "-2098229", "DATEADDED": 20191028184500, "SOURCEURL": "https://thewire.in/diplomacy/india-european-parliamentarians-kashmir-tuesday"}, "ARTICLE": {"TITLE": "Modi, Doval Lay Out Red Carpet for Right-Wing Euro MPs on 'Private Visit' to Kashmir", "TEXT": "New Delhi: For the first time since August 5, India will be taking a group of over two dozen Members of European Parliament (MEPs), mostly from right-wing parties, to Kashmir on Tuesday.\n\nThe details about the visit was first reported by news agency ANI, which also listed names of 27 members of parliament, most of are from extreme right-wing or euro-sceptic populist parties.\n\nHaving arrived in Delhi on Sunday, the MEPs met with Prime Minister Narendra Modi on Monday – and will be travelling to Kashmir on Tuesday.\n\nTheir visit, at the invitation of the little-known Delhi International Institute for Nonaligned Studies, has kicked up a political storm with the opposition noting the irony of European legislators being taken to Kashmir by the government when most Indian politicians are being stopped.\n\nMPs from Europe are welcome to go on a guided tour of Jammu & #Kashmir while Indian MPs are banned & denied entry. There is something very wrong with that.https://t.co/rz0jffrMhJ — Rahul Gandhi (@RahulGandhi) October 28, 2019\n\nThe Indian government had steered legislation on August 5 that changed the constitution to allow for nullification of Article 370 and bifurcation of Jammu and Kashmir into two Union territories. The Centre had also imposed a communication lockdown and restrictions on movement in the state. While some of those restrictions have been withdrawn, there is still a ban on mobile data and SMS services, as well as on internet access.\n\nAccording to the EU office in India, the ongoing visit is not an official visit of the European parliament. The EU’s representatives to India have also not been involved in the organisation of the trip and the MEPs are travelling in their “private capacity”.\n\nSimilarly, individual country diplomatic missions had also not been aware of the visit of their MEPs till the meeting with Prime Minister Modi was announced on Monday noon.\n\nThe IINS website provides no information about the visit. The institute’s last listed public “activities” are from 1998 while its website notes it participated in various UN and NAM events till 2012.\n\nAlso read: Kashmir, a Tourism Hub? Numbers Tell a Different Story – Most Tourists Are Pilgrims\n\nThe Ministry of External Affairs does not seem to be directly involved in organising the visit. The Indians missions were also not involved as the tickets were reportedly sponsored by a European think-tank, WESTT, run by a British-Indian businesswoman, Madi Sharma, but the information could not be confirmed.\n\nOne British MEP, Chris Davies of the Liberal Democrats, told the Washington Post‘s Delhi correspondent he was disinvited after he “insisted he must be free to talk with local people, unaccompanied by police or security forces, and invite journalists.”\n\nSouth Block sources said that the MEA was not the chief organiser of the visit, but was involved to the extent of facilitating events like the interaction with Prime Minister Modi.\n\nAs per a read-out of the meeting between Modi and the visiting MEPs, the PM raised a range of issues from trade to his flagship programmes and India-EU relations.\n\nOn Kashmir, Modi hoped that they would have a “fruitful visit”. “Their visit to Jammu and Kashmir should give the delegation a better understanding of the cultural and religious diversity of the region of Jammu, Kashmir and Ladakh; apart from giving them a clear view of the development and governance priorities of the region,” said Modi, as per the press release from Prime Minister’s Office.\n\nThey also met with national security advisor Ajit Doval over lunch and were briefed about the situation in Kashmir and terrorism emanating from across the border, PTI reported.\n\nThe trip has significance as India has so far refused to allow any foreign journalists, officials or diplomats to travel to the Valley. Most Indian legislators have also been prevented from visiting the Valley, with prominent leaders turned back at Srinagar airport and made to board the next flight out.\n\nIndian government sources claim that this could be the start of an opening up the Valley, though there are still no information on the next foreign delegation.\n\nDuring the Congressional hearing at the house foreign affairs sub-committee on October 22, India had come in for heavy criticism for not allowing any US officials to visit the valley since the autonomous status of Jammu and Kashmir was withdrawn and communication restrictions imposed.\n\nIndia had refused to permit a visiting US Senator Chris Van Hollen to go to Kashmir, which was condemned by his colleagues in the House.\n\nUS assistant secretary of state for South and Central Asia Alice Wells said India also revealed that Washington had sought to send officials to Jammu and Kashmir to gather first-hand information, but did not get the green light from Delhi.\n\nFollowing the hearing, six US lawmakers also wrote to the Indian ambassador, Harsh Shringla, to inquire whether there was a proposal to allow foreign journalists and officials to visit Kashmir. “We believe true transparency can only be achieved when journalists and Members of Congress are allowed free access to the region,” said the letter.\n\nThere have also been several requests from India-based foreign ambassadors, who hope that their pending applications will now be honoured. So far, there is no confirmed dates for another visit by a foreign delegation after the MEPs.\n\nWhen The Wire contacted the dean of diplomatic corps to ask whether there were any developments on a trip by foreign diplomats to Kashmir, Hans Dannenberg Castellanos of the Dominican Republic said, “If the MEA coordinates such a visit for foreign envoys based in Delhi, most would be very interested to take up the offer”.\n\nOut of the 27 MEPs, all six from Poland are from the right-wing populist Law and Justice party. It includes Ryszard Czarnecki who raised the issue of cross-border terrorism during a special debate on Kashmir at the plenary session of the European parliament last month.\n\nItaly’s Fulvio Martusciello from the centre-right Forza Italia, who had also defended India at the discussions, is one among the four Italian participants. The other three are from the centre-left Partito Democratico and far-right Lega political parties.\n\nExcellent meeting with @pmoindia @narendramodi. His passion towards human empowerment was clearly visible. We had a healthy interaction on various subjects pic.twitter.com/yJxfWOVQux — Fulvio Martusciello (@fulviomartuscie) October 28, 2019\n\nFrom France, all six members are from the right wing, anti-European Rassemblement National party, which was known as National Front till June 2018.\n\n#Inde. Rencontre avec le Premier Ministre @narendramodi à #NewDelhi\n\nRéélu largement en mai 2019, il prouve qu’un politique mettant en priorité l’intérêt national peut assurer la croissance du niveau de vie et renforcer la sécurité, comme le montre sa décision sur le #Cachemire pic.twitter.com/8zN5E2zRBk — Thierry MARIANI (@ThierryMARIANI) October 28, 2019\n\n?? Bien arrivée en Inde en compagnie de mes collègues eurodeputés @FranceJamet, @JLechanteux et @ThierryMARIANI ! Nous rencontrerons dès demain le premier ministre indien ! pic.twitter.com/eRbxaEYCSI — Virginie Joron (@v_joron) October 27, 2019\n\n?? ?? Je suis honorée de rencontrer M. @narendramodi, Premier ministre indien, pour évoquer avec lui et mes collègues députés européens les relations entre son pays, la France et l’Europe. Nos civilisations millénaires ont beaucoup à gagner à maintenir de bonnes relations ! pic.twitter.com/WkaLOGanF6 — Julie Lechanteux (@JLechanteux) October 28, 2019\n\nBoth members from Germany are from the right-wing, anti-immigration Alternative für Deutschland. The four UK MEPs include four Brexit party members and one liberal democrat.\n\nDelighted to have the opportunity to hear prime minister @pmoindia @narendramodi. Outline his commitment to use of innovative technology for fast tracking India’s growth. #India and #EU have very close cooperation in many issues. We want to have stronger partnership in future. pic.twitter.com/a53j7ma2lI — Tomáš Zdechovský MEP (@TomZdechovskyEP) October 28, 2019\n\nThe MePs aso include two Christian democrats from Slovakia and Czechia. The sole member from Belgium is Tom Vandendriessche, who belongs to a Flemish nationalist right-wing populist party.\n\nOpposition reactions\n\nThe news about the visit of MEPs was criticised by Indian opposition leaders, who questioned the Modi government for taking foreign parliamentarians to Kashmir even as they prevented Indian politicians from travelling to the Valley. “This is an outright insult to India’s own Parliament and our democracy!” tweeted Congress member and former Union minister Jairam Ramesh.\n\nWhen Indian political leaders have been prevented from meeting the people of J&K, what possessed the great chest-beating champion of nationalism to allow European politicians to visit J&K. This is an outright insult to India’s own Parliament and our democracy! https://t.co/D48dnctRqE — Jairam Ramesh (@Jairam_Ramesh) October 28, 2019\n\nCongress spokesperson Jaiveer Shergill also raised the issue of the government inviting foreign parliamentarians, even though Kashmir is an internal issue of India.\n\nIf EU delegation visit to Kashmir can be facilitated by #BJP Govt then why can’t Indian Leaders belonging to Opposition Parties visit #Kashmir ? Indians have to knock door of Supreme Court to visit Kashmir & EU delegation is welcomed by PMO, Why no level playing field? — Jaiveer Shergill (@JaiveerShergill) October 28, 2019\n\nOn August 24, a delegation of opposition leaders, led by Rahul Gandhi, was sent back from Srinagar airport when they attempted to reach their detained colleagues in Kashmir. More than a thousand Kashmiri politicians, including three former chief ministers, have been detained since August 4.\n\nCommunist party of India (Marxist) general secretary Sitaram Yechury had to move the Supreme Court to visit his party member Mohammed Yousuf Tarigami, which gave him permission travel to the Valley.\n\n“Then why were Indian political party leaders and MPs repeatedly prevented from exiting Srinagar airport? I was allowed to enter Srinagar only when the Supreme Court permitted over my habeas corpus petition. Even today Indian MPs are not allowed while Modi welcomes MEPs!,” Yechury posted on his twitter account.\n\nBJP’s Rajya Sabha member Subramanian Swamy also expressed surprise at the visit, though he claimed that it was organised by MEA.“I am surprised that the Ministry of External Affairs has arranged for European Union MPs, in their private capacity [not EU’s official delegation], to visit Kashmir area of Jammu and Kashmir. This is a perversion of our national policy. I urge the government cancel this visit because it is immoral,” he tweeted."}}