{"GDELT": {"GlobalEventID": 882827985, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 231, "EventBaseCode": 23, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.72822665267576, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20191028184500, "SOURCEURL": "https://www.dailyrecord.co.uk/news/local-news/inspirational-alexandria-fundraising-hero-big-20743591"}, "ARTICLE": {"TITLE": "Inspirational Alexandria fundraising hero with big heart is Pride of Britain", "TEXT": "Get the stories that matter to you sent straight to your inbox with our personalised newsletter. Subscribe Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nAn inspirational youngster with the biggest heart has won a Pride of Britain award for his incredible work to find a cure for his rare disease.\n\nAaron Hunter, from Alexandria, will pick up the Good Morning Britain Young Fundraiser of the Year accolade at the biggest TV awards show of its kind in the UK tonight.\n\nIt also comes just days before the nine-year-old’s charity releases funds to scientists in an amazing first step towards finding a lifesaving cure for ROHHAD.\n\nThe cash will be released on Aaron’s tenth birthday on November 4 and he has excitedly described it as “the best birthday present ever”.\n\nThe youngster’s work helping combat terminal condition ROHHAD has touched hearts across the globe and he has selflessly raised awareness while struggling with the disease himself over the past four years.\n\nThe Marvel superfan even won the support of Hollywood superstar Robert Downey Jr, who has raised thousands for his charity and proudly calls Aaron his friend.\n\n(Image: Shared Content Unit)\n\nThe Lennox Herald spoke with mum Elisabeth, who set up ROHHAD Association with Aaron’s dad Ian, as they were preparing to head down to London, alongside daughter Lauren.\n\nThe ceremony, hosted by Carol Vorderman, is set to be beamed into millions of homes across the nation next week.\n\nBrimming with pride, Elisabeth said: “When I got the phonecall to say he had won, I couldn’t speak at first. I was so overwhelmed and so happy for Aaron being recognised.\n\n“We sat Aaron down to tell him and he replied ‘really, me? Oh, that’s really nice but it’s okay, they can give it to other children. I don’t think I’m anything special’.\n\n“We reassured him he was a very worthy winner and so did the team who voted for him.\n\n“He asked if he could collect the award for all the other ROHHAD kids and his best friend Lucca, who passed away from ROHHAD.\n\n“For Aaron, it has never been about him. Even if you ask him what superhero power he would like to have, he says he would like healing powers so he make all the other children better.\n\n(Image: Shared Content Unit)\n\n“He says he would be Flash so he can run into the future to get the cure and then bring it back to fix everyone.”\n\nThe syndrome causes previously normal healthy children to gain weight and have breathing difficulties as well as other problems.\n\nThe life-limiting condition is extremely rare, with only around 100 cases determined worldwide.\n\nThe youngster has come up with a number of ways to raise money for the charity, including the Go Mad Jump for ROHHAD campaign, which saw famous figures, including Nicola Sturgeon and Robert Downey Jr jump in a muddy puddle.\n\nElisabeth says picking up the award will be a huge feat for Aaron, who she said was feeling nervous about the ceremony.\n\nShe explained: “If Aaron was to be selfish about it, he wouldn’t go. He doesn’t like being in a crowded room full of people. Autism is often a dual diagnosis alongside ROHHAD. Aaron suffers badly from social anxiety but he is willing to do this if it helps other kids.\n\n“I saw a lovely Stan Lee quote that really describes Aaron and it is ‘That person who helps others simply because it should or must be done, and because it is the right thing to do, is indeed without a doubt, a real superhero’.\n\n“Aaron is our superhero and we are extremely proud of him.”\n\nElisabeth said Aaron is extremely excited about the release of more than £300,000 to research teams across the world, who are aiming to discover what causes ROHHAD.\n\nThe charity received four bids from scientists across America and Europe, which they hope to eventually fully fund.\n\n(Image: DAILY MIRROR)\n\nMoney will be released to the first of the teams, based in Chicago, on November 4 but the charity needs to double what it has already raised within the year to complete the first round of funding.\n\nElisabeth explained: “Aaron has said it’s the best birthday present he could have and we are so excited to be at this stage as we are ahead of our five-year plan.\n\n“We wanted to fund all four teams because the hypotheses are all slightly different. One of them will be right and we are confident of that.\n\n“If we can find that, we will solve one of the mysteries of ROHHAD and work towards improving the quality of life of sufferers, prolonging their life and ultimately finding a cure.”\n\nThe development is a huge boost to Aaron, who has been especially poorly lately as his disease progresses.\n\nHe is preparing to undergo major surgery to improve his quality of life but it will involve a lengthy stay in hospital.\n\nElisabeth explained: “ROHHAD has become increasingly more difficult for Aaron over the past six months and as his disease progresses, it has been taking its toll on his body physically, restricting his day to day living and quality of life.\n\n“If we don’t go ahead with this surgery Aaron will continue to suffer and he will lose his life sooner. Aaron knows his own prognosis is that he is unlikely to reach adulthood we all know this but Aaron deserves this chance to improve his quality of life for however long he may have left and the surgery will do this and may even prolong his life further too.\n\n“All of this is giving him something positive to focus on and we are all so grateful for the support, especially our local community who have been amazing.”"}}