{"GDELT": {"GlobalEventID": 882826880, "Day": 20191028, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8164, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.7719298245614, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Miami, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL086", "Actor1Geo_Lat": 25.7743, "Actor1Geo_Long": -80.1937, "Actor1Geo_FeatureID": "295004", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Miami, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_ADM2Code": "FL086", "Actor2Geo_Lat": 25.7743, "Actor2Geo_Long": -80.1937, "Actor2Geo_FeatureID": "295004", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Miami, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_ADM2Code": "FL086", "Action2Geo_Lat": 25.7743, "Action2Geo_Long": -80.1937, "Action2Geo_FeatureID": "295004", "DATEADDED": 20191028184500, "SOURCEURL": "https://blackamericaweb.com/2019/10/28/florida-woman-set-on-fire-at-taco-bell/"}, "ARTICLE": {"TITLE": "Florida Woman Set On Fire At Taco Bell", "TEXT": "A 32-year-old trans-woman was arrested last week after walking into a Taco Bell, dousing a woman with gasoline, and then setting her on fire, Tallahassee police told the Miami Herald.\n\nPolice said Mia Williams ran away after committing the heinous act on Wednesday, and the victim was taken to a hospital by helicopter with serious injuries, the paper reported.\n\nWilliams was arrested Thursday and charged with premeditated homicide, aggravated assault on an officer and resisting arrest with violence, according to wfla.com.\n\nA Florida woman was covered in gasoline and set on fire at a Tallahassee Taco Bell. Mia Williams, 32, was born male and has identified as female.https://t.co/dib6e2K7Eq — New York Daily News (@NYDailyNews) October 24, 2019\n\nIt’s unclear if the victim was a customer or employee. It’s also not clear whether Williams knew her or what may have prompted the alleged attack.\n\nWhen the Tallahassee Police Department (TPD) responded to an aggravated battery at the Taco Bell around 6:18 p.m., they “discovered that a subject entered the business and doused the victim with gasoline before setting the victim on fire,” according to a TPD Facebook post (via New York Daily News). “The suspect fled the scene on foot.”\n\nPolice are trying to determine if Williams is connected to several other fires that occurred hours later near the Taco Bell, including a church that was completely destroyed.\n\nPolice eventually arrested Williams after a massive search, and he was in possession of a cigarette lighter, the Herald reported.\n\nWilliams was charged in connection with the woman he set on fire inside Taco Bell — not with the other fires, which police are still investigating.\n\nHEAD BACK TO THE BLACKAMERICAWEB.COM HOMEPAGE"}}