{"GDELT": {"GlobalEventID": 882886822, "Day": 20191029, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8192, "Actor1Code": "LEG", "Actor1Name": "LAWMAKER", "Actor1Type1Code": "LEG", "Actor2Code": "POL", "Actor2Name": "POLAND", "Actor2CountryCode": "POL", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.32963374028857, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6, "Actor2Geo_Long": 77.2, "Actor2Geo_FeatureID": "-2106102", "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20191029003000, "SOURCEURL": "https://indianexpress.com/article/india/european-union-mp-brexit-pm-modi-meet-6092088/"}, "ARTICLE": {"TITLE": "Brexit to anti-immigrants to Crimea: 22 of 27 lawmakers represent Europe’s Right", "TEXT": "Prime Minister Narendra Modi with some of the EU MPs in New Delhi, Monday. (ANI) Prime Minister Narendra Modi with some of the EU MPs in New Delhi, Monday. (ANI)\n\nOf the 27 members of the European Parliament visiting India, at least 22 belong to right-wing or far-right parties in UK, France, Germany, Italy, Poland, Czech Republic and Slovakia. They are broadly anti-immigration in Italy, in favour of Brexit in the UK, and against migration and belong to Marine Le Pen’s party in France, and the far-right and anti-establishment Alternative für Deutschland in Germany.\n\nThese include:\n\n# A lawmaker from Poland who was sacked from the EU Vice-President’s post for making a slur with Nazi connotations.\n\n# A lawmaker from France who had accompanied Russian officials and had supported the Russian annexation of Crimea. He was also accused of turning a blind eye to human rights violations in Azerbaijan, and was perceived as an apologist for the ruling Aliyev regime.\n\nAlso Read | EU MPs head to J&K today, angry Opposition tells Govt you didn’t allow us\n\n# A lawmaker from Poland who tweeted with the hashtag “#WhyNotSvastika” — a reference to the Nazi-associated swastika symbol — joining a protest against Soviet-themed merchandise available on Amazon.\n\n# Another lawmaker who, in a tweet, wondered “why there are so many Jews among abortionists despite the Holocaust”, sparking outrage.\n\nSome of these MEPs are:\n\n# Ryszard Czarnecki: In February 2018, the European Parliament dismissed him as one of its vice presidents for a Nazi slur against a politician. European Parliament lawmakers voted 447-196 in favour of dismissing Czarnecki, an MEP for Poland’s nationalist-conservative Law and Justice (PiS) party. Czarnecki had used a derogatory term for Roza Thun, a rival parliamentarian from Poland’s liberal-conservative Civic Platform party, after Thun told a German broadcaster that the ruling PiS party was moving the country towards a “dictatorship.” It was the first time that the EU’s legislature ever used its powers to dismiss a senior office holder.\n\n# Thierry Mariani: In July 2015, Mariani, accompanied by Russian officials, made a trip to the Crimean peninsula which was annexed by Russia in 2014. In interviews and meetings, he expressed support for the annexation. “We welcome the courage of the Crimean Parliament because it was able to make this decision despite the difficult situation and a great risk of escalation”. In 2016, he brought non-binding resolutions to the National Assembly and Senate calling on the European Union to lift economic sanctions against Russia and support all Russian annexations. As a member of the French delegation to the Parliamentary Assembly of the Council of Europe (PACE), Mariani was accused of turning a blind eye to rights violations in Azerbaijan.\n\nAlso Read | Something very wrong with allowing EU MPs, not Indian leaders, to visit J&K: Rahul Gandhi\n\n# Kosma Zlotowski: In November 2018, Zlotowski tweeted using the hashtag #WhyNotSvastika, a reference to the Nazi-associated swastika symbol, as he reacted publicly to the online campaign by Lithuania’s social media users that Amazon should withdraw its Soviet-themed merchandise. He said he hoped Amazon would take the latest appeal seriously. “The USSR was a totalitarian and criminal state. A company like Amazon must know that,” he said.\n\n# Bogdan Rzonca: In October 2017, Rzonca said on Twitter he wondered “why there are so many Jews among abortionists despite the Holocaust.” This was seen by Poland’s Jewish community as one of the incidents of “rising anti-Semitism” and they wrote to the Polish President. The letter was a rare voicing of concern which came nearly two years after the election of Rzonca’s party, Law and Justice, a deeply conservative, nationalistic and anti-migrant party that is backed by some groups with anti-Semitic views.\n\n# Joanna Kopcinska: In January 2018, as Polish government spokeswoman, she defended the Polish lawmakers’ move that would make it illegal to suggest Poland bore any responsibility for crimes against humanity committed by Nazi Germany on its soil. This was protested by Israel’s PM Benjamin Netanyahu who instructed his ambassador to meet Polish Prime Minister Mateusz Morawiecki to express opposition to the Bill which would make using phrases like “Polish death camps” punishable by up to three years in prison. Widely seen as white-washing history, Kopcinska wrote on Twitter that the legislation aimed “to show the truth about the terrible crimes committed on Poles, Jews, and other nations that were in the 20th century victims of brutal totalitarian regimes — German Nazi regime and Soviet communism.”\n\nThe MEPs are:\n\n# France: Mariani, Julie Lechanteux, Maxette Pirbakas, Virginie Joron, France Jamet and Nicolas Bay are from Marine Le Pen’s party National Rally (French: Rassemblement national).\n\n# UK: Nathan Gill, David Richard Bull, Alexandra Philips and James Wells from the Brexit Party, and Bill Newton Dunn from Liberal Democrats.\n\n# Germany: Bernhard Zimniok and Lars Partick Berg from Alternative für Deutschland.\n\n# Italy: Gianna Gancia, Silvia Sardone and Fulvio Martusciello, all from different shades of right wing parties which are against immigrants, and Guiseppe Ferrandino (Democratic Party).\n\n# Poland: Kosma Zlotowski, Bogdan Rzonca, Elzbieta Rafalska, Joana Kopcinska, Grzegorz Tobiszowski and Ryszard Czarnecki from the centre-right Justice and Law Party.\n\n# Others: Tom Vandendriessche from a far-right group in Belgium; Tomas Zdechobsky from Czech Republic, Hermann Tertsch from Spain and Peter Pollak from Slovakia.\n\nThe composition of the delegation prompted CPM’s Sitaram Yechury to take to Twitter: “This unofficial group is overwhelmingly from ultra-right wing pro-fascist parties having relations with BJP. This explains why our MPs aren’t allowed but Modi welcomes them. 3 ex-CMs and 1000s others are jailed & this group of MEPs is preferred over Indian political parties?”.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest India News, download Indian Express App."}}