{"GDELT": {"GlobalEventID": 883549213, "Day": 20191031, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "IRQ", "Actor1Name": "BAGHDAD", "Actor1CountryCode": "IRQ", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -7.6222980659840704, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ07", "Actor1Geo_ADM2Code": "36785", "Actor1Geo_Lat": 33.3386, "Actor1Geo_Long": 44.3939, "Actor1Geo_FeatureID": "-3103581", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mizban, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "36783", "Action2Geo_Lat": 33.2669, "Action2Geo_Long": 44.5794, "Action2Geo_FeatureID": "-3108535", "DATEADDED": 20191031160000, "SOURCEURL": "https://www.courthousenews.com/rocket-attack-kills-iraqi-soldier-as-baghdad-simmers/"}, "ARTICLE": {"TITLE": "Rocket Attack Kills Iraqi Soldier as Baghdad Simmers", "TEXT": "BAGHDAD (AP) — Two rockets were fired into Baghdad’s fortified Green Zone on Wednesday, killing one Iraqi soldier and adding to the violence gripping the country amid unprecedented anti-government protests and a violent security crackdown.\n\nSecurity officials said one of the Katyusha rockets landed about 100 meters away from the perimeter of the U.S. Embassy, triggering alert sirens. A soldier guarding a checkpoint near a restaurant was killed, they added, speaking on condition of anonymity in line with regulations.\n\nThe Green Zone is home to several Western embassies and government offices. An eyewitness near the embassy said he heard two explosions. It was not immediately clear where the other landed. Earlier this week three rockets struck a large military base north of Baghdad that houses U.S. and Iraqi forces. No casualties were reported from that attack.\n\nIraq has been engulfed by deadly anti-government protests that have picked up momentum in recent days. Iraq’s semiofficial human rights commission said 100 people have been killed and more than 5,000 injured since Friday, when protests resumed after a three-week hiatus.\n\nThe deaths bring to nearly 250 the number of people killed this month as security forces crack down on the growing protest movement.\n\nTens of thousands of people gathered in a central square in Baghdad and across much of the country’s Shiite-majority central and southern province Wednesday.\n\nThe sound of tear gas explosions echoed throughout the day as security forces battled young men trying to advance toward the Green Zone through Joumhouriya Bridge.\n\nLater Wednesday, hundreds of people headed to the Al-Sanak Bridge that runs parallel to the Joumhouriya Bridge, opening a new front in their attempts to cross the Tigris River to the Green Zone. Security forces fired volleys of tear gas.\n\nSecurity and hospital officials said two protesters were killed near Tahrir Square, which has emerged as the epicenter of the protests.\n\nEarlier Wednesday, the mood was festive in the square, despite the nearby tear gas. Barbers gave free haircuts to protesters. Young men grilled carp for a national dish called masgouf and distributed it to the crowds. Others played dominoes, oblivious to the chaos all around.\n\n“We are now in Tahrir Square, which is called nowadays ‘the holy land,’ supporting our sons, brothers and friends who are here (protesting), to show a civilized image of the protest to the whole world,” said Jenan Kareem, a middle-aged Iraqi woman who joined the protests.\n\nThe protests are over deteriorating living conditions, unemployment and corruption. Protesters have been joined by supporters of the influential Shiite cleric Muqtada al-Sadr, who has called on the government to resign, and have snowballed into the biggest security challenge Iraq has faced since the Islamic State group allegedly was defeated two years ago.\n\nThe protests are unprecedented in their scope and the fact that they are mostly grassroots, leaderless and spontaneous. In recent days, university and school students have joined the protesters. Civil society groups have formed, including young people who clean the streets of litter left behind by the protesters.\n\nDozens of Tuk Tuks — motorized rickshaws — crowd the streets around the square, ferrying protesters back and forth from homes, and the injured to ambulances and hospitals.\n\nBut that hasn’t deterred the protesters from pouring into the streets. Tahrir Square, in particular, has become a beehive for activists, including some who have erected tents and are staying there.\n\n“We are staying here (in the demonstration area) just like the protesting youth, offering services. We are a group of barbers offering free haircuts to protesters,” said Najam Ashour, a barber.\n\nThe Special Representative of the U.N. Secretary-General for Iraq, Jeanine Hennis Plasschaert, visited Tahrir on Wednesday and was met by an angry group of protesters. Security officials escorted her along the square and shielded her from the demonstrators.\n\nProtesters in Baghdad on Tuesday carried the coffin of a fellow protester who was killed in Tahrir square during the demonstrations. The coffin was wrapped in Iraq’s black, red and white flag with the words “God is Great” written in green in the middle.\n\nAuthorities have announced a curfew from midnight to 6 a.m. in the capital, but it was not being enforced.\n\nOn Tuesday, masked gunmen opened fire at Iraqi protesters in the Shiite holy city of Karbala, killing 18 people and wounding hundreds in one of the deadliest attacks since anti-government demonstrations erupted this month.\n\nDespite its vast oil wealth, Iraq suffers from high unemployment and crumbling infrastructure, with frequent power outages that force many to rely on private generators.\n\nThe demonstrations have occurred in Shiite-majority areas and have been directed at the Shiite-dominated government and Shiite political parties and militias, many of which are supported by neighboring Iran.\n\nThe protests have grown and demonstrators are calling for sweeping changes, not just the government’s resignation. Prime Minister Adel Abdul-Mahdi has promised a government reshuffle and reforms, which the demonstrators have already rejected."}}