{"GDELT": {"GlobalEventID": 883549816, "Day": 20191031, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "USA", "Actor1Name": "CALIF", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 4, "NumArticles": 4, "AvgTone": -3.9289055191767996, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Oklahoma, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOK", "Actor1Geo_Lat": 35.5376, "Actor1Geo_Long": -96.9247, "Actor1Geo_FeatureID": "OK", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20191031160000, "SOURCEURL": "https://www.usatoday.com/story/news/politics/2019/10/31/trump-impeachment-inquiry-house-vote-approves-rules-resolution/4107831002/"}, "ARTICLE": {"TITLE": "House adopts rules for impeachment investigation, setting stage for public hearings about Trump", "TEXT": "WASHINGTON – The House of Representatives adopted rules Thursday for how Democrats will conduct the public phase of the impeachment investigation of President Donald Trump, a process Republicans have argued was secretive and unfair to this point.\n\nThe 232-196 vote almost entirely along party lines marked only the fourth time the full House authorized an impeachment inquiry. Two presidents – Andrew Johnson in 1868 after the Civil War and Bill Clinton in 1998 – were impeached by the House but acquitted by the Senate. Former President Richard Nixon resigned in 1974 before he was impeached.\n\n“What is at stake in all of this is nothing less than our democracy,\" House Speaker Nancy Pelosi, D-Calif., said while flanked by a placard of the U.S. flag. “Let us honor our oath of office. Let us defend our democracy.\"\n\nHouse Minority Leader Kevin McCarthy, R-Calif., said this Congress has produced more subpoenas than signed laws.\n\n“Democrats are continuing their permanent campaign to undermine his legitimacy,\" McCarthy said.\n\nWhite House press secretary Stephanie Grisham said Democrats have an \"unhinged obsession\" with impeachment and were engaged in a partisan effort to \"destroy the president.\"\n\n\"The president has done nothing wrong, and the Democrats know it,\" Grisham said. \"The Democrats want to render a verdict without giving the administration a chance to mount a defense. That is unfair, unconstitutional, and fundamentally un-American.\"\n\nRep. Steve Scalise of Louisiana, the second-ranking Republican in the House, said unified GOP opposition to the \"Soviet-style investigation\" signaled support for Trump and his policies. Two Democrats broke ranks and opposed the resolution: Reps. Collin Peterson of Minnesota and Jefferson Van Drew of New Jersey. Van Drew issued a statement saying the inquiry would tear the country apart despite the effort's likelihood of failing in the Senate.\n\nThe focus of the investigation has been Trump urging Ukraine President Volodymyr Zelensky to investigate his political rival, former Vice President Joe Biden, while withholding nearly $400 million in military aid from that country. Three committees – Foreign Affairs, Intelligence, and Oversight and Reform – have been holding closed-door depositions for weeks with State Department and national security officials to learn more about Trump’s July 25 call with Zelensky, under a policy that witnesses have testified was guided by the president’s personal lawyer, Rudy Giuliani, rather than government professionals.\n\nThe Judiciary Committee also has been focused on Trump possibly obstructing justice, as described in special counsel Robert Mueller’s report on Russian interference in the 2016 election. Several of Trump’s aides in the White House and from the campaign described efforts to thwart Mueller’s inquiry or remove him. Other committees – Financial Services, Oversight, and Ways and Means – have been seeking Trump’s financial documents and investigating whether he profited unconstitutionally from his namesake business while in office.\n\n“The House impeachment inquiry has discovered a significant body of evidence that the president of the United States has violated the Constitution by placing his political interests ahead of the interests of the country, thereby putting both our democracy and the nation’s security in jeopardy,” said Rep. Jamie Raskin, D-Md., a member of the Judiciary and Oversight committees.\n\nAnother member of the Oversight panel, Rep. Mark DeSaulnier, D-Calif., said Trump has obstructed the House since the inquiry began and ignored subpoenas.\n\n\"This is an unprecedented cover-up, and the White House and its defenders in Congress have tried to justify it with baseless procedural claims that contradict the Constitution and historic precedent,\" he said.\n\nBut Trump has blasted the various inquiries as a partisan “witch hunt” after Mueller’s investigation shadowed his first two years in office and House Democrats vigorously began investigations after reclaiming control of the chamber in January. Trump and congressional Republicans have called Democrats “sore losers” of the 2016 election, in the words of Senate Judiciary Chairman Lindsey Graham, R-S.C., and said nothing the president has done warrants impeachment.\n\n“A yes vote on this resolution today gives a stamp of approval to a process that has been damaged beyond all repair in a blatant and obvious coup to unseat a sitting president of the United States,\" said Rep. Ross Spano, R-Fla.\n\nTrump tweeted Thursday that \"The Do Nothing Democrats have gone Crazy. Very bad for USA!\"\n\nRep. Justin Amash of Michigan, a former Republican who became an independent after supporting the impeachment investigation, tweeted during the debate that excusing Trump's misbehavior \"will forever tarnish your name.\"\n\n\"To my Republican colleagues: Step outside your media and social bubble,\" Amash said. \"History will not look kindly on disingenuous, frivolous, and false defenses of this man.\"\n\nEven if Trump is impeached, he is unlikely to be removed from office. Impeachment would require a majority of the Democratic-controlled House to approve articles from the Judiciary Committee in what would basically be an indictment of Trump. The Republican-led Senate would then hold a trial, where a two-thirds majority would be required in order to remove Trump from office.\n\nThe resolution adopted Thursday sets rules for how the various committees will funnel their evidence to the Judiciary Committee, which traditionally considers whether to recommend articles of impeachment. The Intelligence and Judiciary committees will hold public hearings, with the release of transcripts of the confidential witness testimony that the trio of committees collected in depositions.\n\nTrump’s counsel will be allowed to participate in the Judiciary Committee’s phase of the process by receiving evidence and staff reports, questioning witnesses, submitting additional evidence and being invited to offer a concluding presentation.\n\nBut Republicans complained that Intelligence Chairman Adam Schiff, D-Calif., and Judiciary Chairman Jerry Nadler, D-N.Y., will be able to reject Republican subpoenas. Republicans also criticized Nadler's power to limit the president's ability to call or question witnesses if he rules that the administration is withholding documents or witnesses.\n\nRep. Doug Collins of Georgia, the top Republican on the Judiciary Committee, said the inquiry so far with the Intelligence Committee holding depositions behind closed doors left his panel \"neutered\" and \"completely sidelined.\"\n\n“This is a dark day, and a cloud has fallen on this House,\" Collins said. “It’s not about fairness, it’s about winning.\"\n\nRep. Tom Cole of Oklahoma, the top Republican on the Rules Committee, which drafted the resolution, called the Democratic effort a “closed impeachment inquiry in what amounts to nothing more than a partisan fishing expedition.”\n\n“It’s not a fair process. It’s not an open process. It’s not a transparent process,\" Cole said. \"But instead, it’s a limited and a closed process with a preordained outcome.”"}}