{"GDELT": {"GlobalEventID": 883549513, "Day": 20191031, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.15384615384616, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Osun State, Osun, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI42", "Actor1Geo_ADM2Code": "23001", "Actor1Geo_Lat": 7.5, "Actor1Geo_Long": 4.5, "Actor1Geo_FeatureID": "9153501", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Osun State, Osun, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI42", "Action2Geo_ADM2Code": "23001", "Action2Geo_Lat": 7.5, "Action2Geo_Long": 4.5, "Action2Geo_FeatureID": "9153501", "DATEADDED": 20191031160000, "SOURCEURL": "https://www.vanguardngr.com/2019/10/selema-farms-unveils-cow-funding-investment-initiative/"}, "ARTICLE": {"TITLE": "Selema Farms unveils cow funding investment initiative", "TEXT": "Kindly Share This Story:\n\n\n\nOne of Nigeria’s leading livestock farmhouse, Selema Farms has launched a cow funding initiative.\n\nThe investment initiative tagged: “Cowfunding by Selema Farms” is an agricultural livestock investment platform where investors can select several units (cows) for the sum of 50,000 naira per unit for a return on investment, ROI of 20 per cent after a period of 8 months.\n\nEstablished in 2014, Selema Farms began operations with different breeds of cattle and a 200-acre Landmass. Selema Farms provides cattle fattening and butchery services to known brands such as Farmcrowdy, Livestockng, Jumia, Red and Green Butchery, Prince Ebeano stores, Lekki markets and several others.\n\nIn 2017, the Osun State government partnered with the farm for its O’ram initiative; which sought to fatten several rams before the Eid celebrations, which was to be sold at half the market value. Sence Agric was also one of its major partners.\n\n“They were professional in their dealings with us and very prompt in paying back the money. Selema Farms made us look good to our clients, which is why we are partnering with them again for this next round of funding,” said Ogo Ibok, who is the CEO of Sence Agric Limited\n\nAccording to Selema Farms’ CEO, Sola Omidiran: “The industry of livestock farming is one that is untapped but very much capable of making Nigeria the giant of Africa not only in Population but also in wealth. This is the opportunity being offered by the Cowfunding by Selema Farms initiative.”\n\nVANGUARD\n\nKindly Share This Story:"}}