{"GDELT": {"GlobalEventID": 883548634, "Day": 20191031, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.473309608540929, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20191031160000, "SOURCEURL": "https://www.modernghana.com/news/964820/guns-confiscated-from-french-police-officers-suspe.html"}, "ARTICLE": {"TITLE": "Guns confiscated from French police officers suspected of radicalisation", "TEXT": "Seven French police officers have been made to hand over their weapons, and several more are under close watch, since the attack on the Paris police headquarters on 3 October.\n\nChief of police, Didier Lallement was outlining the initial data collected over the past month, given to an inquiry held by France's National Assembly into the radicalisation of police officers.\n\nSince the attack, in which three officers and an administrative employee were killed, heightened security measures have been put in place to monitor the behaviour of members of the force.\n\nThey are required to systematically signal any behaviour considered suspicious, or changes to appearance.\n\nDozens suspected of radicalisation\n\nThe police chief said since the attack, 33 cases of suspected radicalisation in the force have been reported, with one employee suspended.\n\nLallement also indicated that the radicalisation of the 3 October attacker, Mickaël Harpon had not been brought to the attention of the police prior to the attack.\n\nHe explained that when Harpon had reportedly shown his support for the 2015 Charlie Hebdo attacks, his colleagues at the time did not wish to submit a written report.\n\nNo claim of responsibility\n\nA raid was carried out at the suspect's house following the attack, but investigators are yet to draw any conclusions as to whether the act was under the order of a terrorist organisation.\n\nTo date, the police have not found any documents claiming responsibility for the attack.\n\nIn total, some 50 people will be questioned in the coming weeks by the commission in charge of the inquiry, including Interior Minister Christophe Castaner, secretary of state Laurent Nunez, as well as the director of intelligence services."}}