{"GDELT": {"GlobalEventID": 883549913, "Day": 20191031, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "USA", "Actor1Name": "NEW YORK", "Actor1CountryCode": "USA", "Actor2Code": "GBR", "Actor2Name": "LONDON", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.1204481792717, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191031160000, "SOURCEURL": "https://www.bloomberg.com/news/articles/2019-10-29/macquarie-to-cut-about-100-equities-jobs-in-new-york-london"}, "ARTICLE": {"TITLE": "Macquarie to Cut About 100 Equities Jobs in New York, London", "TEXT": "LISTEN TO ARTICLE 1:54 SHARE THIS ARTICLE Share Tweet Post Email\n\nMacquarie Group Ltd. is cutting about 100 equity research and sales jobs in London and New York, according to people familiar with the situation, joining a raft of lenders that are scaling back their operations in the area.\n\nThe “repositioning” of the business is a response to “structural changes in the broader market,” Macquarie said in a statement Tuesday. The Sydney-based bank is looking to focus its equities business on selling Asia-Pacific research and trading services globally. It will maintain a sales presence in London and New York, and sign an agreement with Paris-based Kepler Cheuvreux to distribute each others’ research.\n\nLenders including Citigroup Inc. and Germany’s Joh. Berenberg Gossler & Co. are cutting back equity teams as the industry struggles with reduced demand for research following the introduction of Europe’s MiFID II market rules, and a decade-long decline in equity trade commissions.\n\nTie-ups with other research houses are becoming more common as the tougher market forces banks to shift business models. BNP Paribas SA in July signed a deal with Morningstar Inc. to use its content across Asia.\n\nThe cuts won’t impact Macquarie’s economic research or commodities operations in the U.S. or U.K., the people said. The bank will continue to do some thematic equities research, but will no longer cover individual stocks. A spokesman for Macquarie declined to comment.\n\nStaff were told of the cuts at a town hall meeting in London Tuesday morning, with meetings in New York scheduled for later in the day.\n\nThe cash-equities business in South Africa will be closed as part of the plan, affecting as many as 35 positions, according to a person familiar with the matter.\n\nThe Australian investment bank, which has grown into the world’s largest manager of infrastructure assets, will report half-year results Friday. It is currently forecasting full-year earnings will “drop slightly” from last year’s record -- though tends to start conservatively before upgrading its profit targets throughout the year.\n\n— With assistance by Joshua Fineman, Loni Prinsloo, and Roxanne Henderson\n\n( Updates with quote in second paragraph, South Africa cuts in seventh. )"}}