{"GDELT": {"GlobalEventID": 883548527, "Day": 20191031, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.2658227848101298, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20191031160000, "SOURCEURL": "https://www.coinspeaker.com/twitter-political-adds-facebook/"}, "ARTICLE": {"TITLE": "Twitter Will Ban Political Adds in November while Facebook Has Another Position", "TEXT": "Jack Dorsey announced that Twitter would force out customers with all kinds of political ads starting from 22 November 2019.\n\nPolitical wars forced Twitter to distance itself from misinformation that usually pops up during elections. Head of Twitter Jack Dorsey seems to continue his quest to make the Internet a better place. After a prominent Bitcoin advocate had recently invested in a cryptocurrency-related venture called CoinList, he is now on the way to cut all political ads off on Twitter.\n\nThe vast majority of so-called conspiracy theories made public via those ads probably came from wise technologists working for U.S. politics. For instance, Donald Trump was using social networks such as Facebook, YouTube, and Twitter to promote unproven information about the unlawful relations between Biden family and corrupt Ukrainian elites. Several Ukrainian political Telegram channels (like Resident) claim that the incriminating documents exist and would bring troubles for Democrats in the U.S.\n\nThe “Ukrainian case” shows that some conspiracy theories may have substantial grounds and can become the ugly reality soon. It all started with odd rumors about Trump’s impeachment, but the story may end him winning the presidential elections once again.\n\nHowever, Twitter CEO Jack Dorsey thinks that it’s better to cut the politics out instead of constantly dealing with troubles caused by Democrats, Republicans, other political forces and parties. Social networks have made significant progress in making targeted advertising a sweetener for clients with big pockets. But in 2019, money matters less for Twitter, and their decisions have started to comply with basic moral rules when it comes to spreading paid information via the Internet.\n\nTwitter’s New Position Shed Light on Moral Questions\n\nDorsey made clear that the political parties cannot tell the truth via their ads. Thus, they should not be allowed to buy the ad space. Jack has decided that the company staff shouldn’t conduct their investigations and deal with the complexity of fact-checking. He tweeted:\n\n“We’ve made a decision to stop all political advertising on Twitter globally. We believe political message reach should be earned, not bought. Why? A few reasons…”\n\nMany people have sent Dorsey their words of approval. Because targeted ad campaigns full of secret lies is not something U.S. citizens want to see. Twitter was a part of a much larger political advertising ecosystem for a long time. Its analysts found that many political movements achieved significant traction without buying any space. Hence, political forces should develop skills and talk directly to the people to convince them to vote. Donald Trump said that Twitter’s decision is just yet another way to silence Republicans.\n\nInterestingly, Twitter made this announcement right before Facebook had published their financial report.\n\nFacebook Will Continue Selling Ads to Shady Technologists\n\nJack Dorsey didn’t mention competitors in his tweets. But a sharp eye can easily detect that he is using indirect references to compare his company to Facebook. Contrary to what Dorsey thinks, Mark Zuckerberg became a strong advocate for political advertising. He constantly receives strong privacy-related allegations, still, Facebook CEO finds that this is an appropriate tool of self-expression:\n\n“At times of social tension there has often been an urge to pull back on free expression… We will be best served over the long term by resisting this urge and defending free expression”\n\nZuckerberg shocked U.S. citizens during his recent Congress speech from 23 October 2019. It appears that he is promoting the freedom of speech, while at the same time, his platform allows a “massive voter suppression“. During the hearings, Mark was in the company of many lawyers, PR agents, and lobbyists, helping him to defend the company against harsh accusations. People in the U.S. demand transparency from Facebook, while Zuckerberg seems to continue moving the company closer to the corporate world and away from its loyal users."}}