{"GDELT": {"GlobalEventID": 883549344, "Day": 20191031, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "KWT", "Actor1Name": "KUWAIT", "Actor1CountryCode": "KWT", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.98290598290598, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA", "Actor2Geo_Lat": 25.0, "Actor2Geo_Long": 45.0, "Actor2Geo_FeatureID": "SA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "SA", "DATEADDED": 20191031160000, "SOURCEURL": "https://www.edie.net/blog/Scary-sustainability-stories-to-tell-at-the-end-of-the-world/6098697"}, "ARTICLE": {"TITLE": "Scary sustainability stories to tell in the dark (or at the end of the world)", "TEXT": "Scary sustainability stories to tell in the dark (or at the end of the world)\n\nForget remakes of The Grudge, the only horror stories you need this Halloween are right outside your window. If the world is dying, we're all playing the role of murderer, but its not too late to create an army of saviours.\n\nThe origins of Halloween were actually dedicated to remembering the dead, including saints (hallows) and martyrs. Earlier this year, the New England Journal of Medicine suggested that rising global temperatures from climate change could contribute to as many as 250,000 more deaths a year – that’s a lot of people to remember over a 24-hour period.\n\nHalloween appeals to different people in different ways. I was never one for trick or treating, but I absolutely love horror films. That doesn’t mean I need to hide behind the sofa this evening. No, there’s enough going outside my window to rival any horror flick.\n\nSo, gather round the fire – if you’re not by a campfire, try the Amazon, which is constantly ablaze – grab your torches and listen to the real-life horror stories wrecking the planet, and the possible heroes that could still save the day.\n\nThe (modern-day) Thing\n\nJohn Carpenter’s The Thing is still a modern-day classic, despite being released in 1982. It’s the story of a group of researchers that head out to the icy vastness of remote Antarctica and are tormented by something that we later find out thawed from the ice. “The Thing” then heads out on a murderous rampage that is brimming with iconic scenes.\n\nIf the idea of an alien “thing” thawing from the ice before wreaking havoc on its surroundings is nightmare fuel for you then I’ve got some bad news; it’s happening in real life. Earlier this month, a group of 80 scientists travelled to Siberia to investigate the impact of permafrost thawing in the Eastern Arctic. When they arrived, they found that the sea was boiling. Not boiling as in “oh I’m boiling” as summer temperatures reach record levels again, but literally bubbling at the surface boiling.\n\nThe scientists found out the locked-up methane was spilling out of the melting permafrost, causing the sea to bubble. A similar case happened in 2017 in the same regions, where huge craters were formed by methane bubbles that would cate fire and explode. Some craters have been ominously named the “doorway to hell”.\n\nWhat’s worse, methane is a potent greenhouse gas responsible for about 17% of global warming. In fact, carbon dioxide, methane and nitrous oxide are now far above pre-industrial levels, with no sign of a reversal of the upward trend, a World Meteorological Organization report says.\n\nWill you die in seven days?\n\nGore Verbinski’s 2002 film The Ring gave everyone who watched it an irrational fear of phone calls. Essentially you watch a video, then your phone rings with a girl stuck in a well telling you you’ll die in seven days. Unlike Brexit, Samara won’t be delayed and delivers this promise on time.\n\nAt least those in the film new they had seven days left. Earlier this year, the UN warned that climate crisis disasters are happening at the rate of one every seven days.\n\nAs the Guardian puts it: “Catastrophes such as cyclones Idai and Kenneth in Mozambique and the drought afflicting India make headlines around the world. But large numbers of “lower-impact events” that are causing death, displacement and suffering are occurring much faster than predicted”.\n\nThese cases of sudden catastrophes don’t come with a seven-day warning call, instead the global population has largely chosen to ignore the predictions of climate scientists to spur decarbonisation levels to a world where catastrophic events are much less frequent and much more manageable.\n\nWe’re all aware of the warnings of the IPCC report (if not, read them here). This is our phone call, it is warning us what will happen and it has given us the opportunity to accelerate action.\n\nThe Birds, the bees and the burning forests\n\nAlfred Hitchcock’s The Birds outlines a worst-case scenario of what would happen if nature turns sour and attacks humanity. The truth is the opposite, humanity is managing to sour nature to the point of no return.\n\nThe wildfires of the Amazon rainforest have largely been caused by manmade actions, an insidious (pun intended) desire to take all we can from the earth without as little guilt as possible. We’ve become predisposed to consume at all costs and consumerism is reaching the point where we feel punished for not upgrading our phones or wardrobes – “It Rubs The Lotion On Its Skin Or Else It Gets The Hose Again”.\n\nNature may not be turning on us, but it is disappearing. Just think, future generations may watch Nicolas Cage’s infamous Wicker Man scene without actually knowing what bees are.\n\nWe can, of course, turn this around. We can champion reforestation and regenerative practices that enhance biodiversity and we can clean the oceans of plastics. But it requires a radical shift in consumerism that focuses on reuse, take backs and servitisation. As they say in Jaws “Your Gunna need a bigger boat”.\n\nRosemary's Society\n\nRoman Polanski’s 1968 classic Rosemary’s Baby and indeed Ira Levin’s 1967 novel is a cult classic that outlines the horror of psychological manipulation on an unsuspecting mother. It becomes apparent that a cult is controlling the outcomes of Rosemary’s tragic story, and we as a society are of danger of succumbing to another cult.\n\nFar-right politicians such as US President Donald Trump and Brazil's President Jair Bolsonaro are in the process of undoing decades of environmental work in pursuit of short-term profits and economic gain.\n\nThey have the power, and indeed the followers to derail parts of the global economy that are in need of transitioning to a low-carbon economy. The rest of the world may be largely opposed to their actions, but nations such as Saudi Arabia, Kuwait and Russia refused to welcome the findings of the IPCC report. This week, Chile also relinquished hosting the COP25 summit, due to civil unrest over economic inequality amongst citizens.\n\nWhen sea levels rise, you’ll float too\n\nIf politics continues to destabilise before our very eyes, it is the role of business to link the will and needs of future generations to the net-zero trajectory we’re currently on.\n\nThe climate strikes, orchestrated by the empowering Greta Thunberg, have made the issues of climate change acutely aware to the world. What the strikes don’t do is actually create change, that is the role of business, of politicians and the changemakers of the world.\n\nAs the sea levels rise, so too does the wave of future generations demanding climate action, but there is a risk that their voices are ignored.\n\nStephen King’s enigmatic Pennywise the Dancing Clown from IT is able to, quite literally, tear its way through the children of Derry because the children didn’t think they had anyway to voice their fears to adults.\n\nFortunately, the children of today have found their voice and the message is clear. So too, is the action required to meet their demands and that is where sustainable business comes in.\n\nClimate change is not the villain or murderer of a horror story; it’s not a monster or poltergeist. It isn’t confined to Elm Street and it is not primeval or visceral. It is a manifestation of manmade mistakes; mistakes that can still be rectified. If the future generations are to gather around a burning oil barrel in post-apocalyptic world, the real horror of the tale could be that we were aware of the issues, but couldn’t mobilise enough action.\n\nIf you take anything from the horror stories you watch or read this week, let it be this. Please don’t split up to look for clues because you’re stronger united. Please, don’t stay silent hoping that the things that scare you will go away; we need to all scream our lungs out to make sure people are aware of the action we’re taking. Finally, there’s no time for a sequel, or a part three. We’ve got one shot at this, so go out and act today."}}