{"GDELT": {"GlobalEventID": 883548757, "Day": 20191031, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "Actor2Code": "USAEDU", "Actor2Name": "INDIANA", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 3.6363636363636402, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_Lat": 39.8647, "Actor1Geo_Long": -86.2604, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Indiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIN", "Actor2Geo_Lat": 39.8647, "Actor2Geo_Long": -86.2604, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 39.8647, "Action2Geo_Long": -86.2604, "Action2Geo_FeatureID": "IN", "DATEADDED": 20191031160000, "SOURCEURL": "https://www.eaglecountryonline.com/news/local-news/rccf-announces-five-2020-lilly-scholarship-finalists/"}, "ARTICLE": {"TITLE": "RCCF Announces Five 2020 Lilly Scholarship Finalists", "TEXT": "The scholarship winner will be announced in late December.\n\nRipley County 2020 Lilly Endowment Community Scholarship Finalists (left to right): Joseph Hartman, Sophie Wesseler, Abigail Blomer, Alexandra Dudley and Gage Unrath. Photos provided.\n\n(Ripley County, Ind.) - Forty-six high school seniors of Ripley County, Class of 2020, applied for the prestigious 2020 Lilly Endowment Community Scholarship earlier this school year. The Ripley County Community Foundation Committee narrowed the field to five finalists, representing four area high schools. Program Director of the Ripley County Community Foundation, Laura Hamilton, stated, “All of the applicants reviewed during the 23rd Lilly Endowment Community Scholarship process are at the top of their classes and have a great deal of potential. The committee had a difficult task ahead of them but were able to narrow the decision to five finalists who are well-rounded individuals that exemplify leadership skills and assets that make each of these students deserving of this award.”\n\nThe five Ripley County finalists include: Abigail Blomer, daughter of Michele Appel and Michael Blomer, is a senior attending Batesville High School; Alexandra Dudley, daughter of Julie and Jay Dudley, is a senior attending East Central High School; Joseph Hartman, son of Andrea and Charles Hartman, is a senior attending Batesville High School; Gage Unrath, son of Jennifer and Vince Unrath, is a senior attending Jac-Cen-Del High School; and Sophie Wesseler, daughter of Carrie and Neil Wesseler, is a senior attending Oldenburg Academy.\n\nThe Lilly Endowment Community Scholarship recipient will receive full tuition for four years to an Indiana College, plus a $900 per year book stipend. The other four finalists will each receive a $2,000 scholarship from the Ripley County Community Foundation for their freshman year, and a Grateful Families Scholarship and a Jane Deiwert Scholarship during their sophomore year.\n\nThe 2020 Lilly Endowment Community Scholarship winner will be announced in late December after the Independent Colleges of Indiana Scholarship Committee notifies the Ripley County Community Foundation of the chosen recipient."}}