{"GDELT": {"GlobalEventID": 883548903, "Day": 20191031, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "EUR", "Actor1Name": "EUROPEAN", "Actor1CountryCode": "EUR", "Actor2Code": "GOV", "Actor2Name": "AUTHORITIES", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.68544600938967, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Fermanagh, Fermanagh, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKS2", "Actor1Geo_ADM2Code": "40155", "Actor1Geo_Lat": 54.3333, "Actor1Geo_Long": -7.5, "Actor1Geo_FeatureID": "-2596082", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Enniskillen, Fermanagh, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKS2", "Actor2Geo_ADM2Code": "18294", "Actor2Geo_Lat": 54.3667, "Actor2Geo_Long": -7.63333, "Actor2Geo_FeatureID": "-2595628", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Enniskillen, Fermanagh, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKS2", "Action2Geo_ADM2Code": "18294", "Action2Geo_Lat": 54.3667, "Action2Geo_Long": -7.63333, "Action2Geo_FeatureID": "-2595628", "DATEADDED": 20191031160000, "SOURCEURL": "http://www.irishnews.com/news/northernirelandnews/2019/11/01/news/john-downey-to-be-questioned-about-other-historical-alleged-offences-1753357/"}, "ARTICLE": {"TITLE": "John Downey to be questioned about other historical alleged offences", "TEXT": "A 67-year-old man charged with murdering two British soldiers in 1972 is to be questioned about other historical alleged offences, it has emerged.\n\nJohn Downey was brought before Belfast Magistrates' Court for an application to have him released into police custody.\n\nDetectives were given up to three days to interview him about undisclosed matters unrelated to the current case against him.\n\nDowney's newly instructed solicitor, John Finucane, opposed the move on the basis that it was unnecessary and excessive.\n\nThe defendant is currently charged over a car bomb attack which killed Ulster Defence Regiment members Alfred Johnston and James Eames in Enniskillen, Co Fermanagh.\n\nDowney, with an address in Creeslough, Co Donegal, faces prosecution after losing a battle against being extradited from the Republic.\n\nHe was detained in October 2018 under a European Arrest Warrant, exhausting all appeals before handing himself in to the authorities earlier this month.\n\nLance Corporal Johnston and Private Eames died in an explosion on the Irvinestown Road in August 1972.\n\nThey were carrying out checks on a car when a command wire initiated device was detonated, killing them instantly.\n\nThe bomb went off as a truck carrying 13 off-duty soldiers approached, blowing it onto its side and injuring some of the troops inside.\n\nThat lorry is believed to have been the primary target for the attack.\n\nDowney is also charged with aiding and abetting an explosion likely to endanger life.\n\nA previous court was told his fingerprint was allegedly found on insulating tape used to construct the device.\n\nAlthough the original impression has since degraded, photographs of it were said to have been used in \"multiple comparisons\".\n\nThey included analysis carried out on prints taken from Downey earlier this month, and also after his arrest at Gatwick Airport in 2013 for the 1982 bombing at London's Hyde Park.\n\nHe had been due to stand trial for the murder of four Royal Household Cavalry men in the Hyde Park attack.\n\nBut the case against him collapsed after it emerged that he received a letter of assurance from the British Government that he was not wanted for any offences.\n\nThe prosecution now intends to rely on the fingerprints taken at Gatwick as evidence in the current case.\n\nLast week Downey was refused bail at the High Court.\n\nHe was produced from custody today for the police bid to be allowed to question him about separate matters.\n\nDespite Mr Finucane's objections, Judge Philip Mateer QC granted a period of up to three days for the new interview purposes."}}