{"GDELT": {"GlobalEventID": 883548432, "Day": 20191031, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "AFRCOP", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor1Type1Code": "COP", "Actor2Code": "GOVCOP", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "Actor2Type2Code": "COP", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.51906158357771, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20191031160000, "SOURCEURL": "http://www.xinhuanet.com/english/2019-10/31/c_138518577.htm"}, "ARTICLE": {"TITLE": "Chinese VP holds talks with South African deputy president - Xinhua", "TEXT": "Source: Xinhua| 2019-10-31 19:11:10|Editor: huaxia\n\nVideo Player Close\n\nChinese Vice President Wang Qishan and South African Deputy President David Mabuza hold talks and co-chair the seventh plenary session of the China-South Africa Bi-National Commission in Beijing, capital of China, Oct. 31, 2019. (Xinhua/Pang Xinglei)\n\nBEIJING, Oct. 31 (Xinhua) -- Chinese Vice President Wang Qishan and South African Deputy President David Mabuza held talks and co-chaired the seventh plenary session of the China-South Africa Bi-National Commission Thursday in Beijing.\n\nWang said both China and South Africa were major developing countries and emerging markets and saw each other as important strategic partners, adding that relations between the two countries have far transcended the bilateral scope with rising strategic and global influence.\n\nWang said the China-South Africa Bi-National Commission has played an important role in deepening the comprehensive strategic partnership between the two countries, calling on both sides to consolidate political mutual trust, firmly support each other's core interests and major concerns, share development opportunities, strengthen people-to-people and cultural exchanges and work together to safeguard multilateralism and the common interests of developing countries.\n\nCalling on China, South Africa and other African countries to align development strategies, Wang said China will continue to work with the African side to push the China-Africa comprehensive strategic partnership to a new level and build a closer China-Africa community with a shared future.\n\nMabuza extended congratulations on the 70th founding anniversary of the People's Republic of China, saying that the South African side thought highly of the cooperation with China on international and regional issues and would view and treat concerns of the Chinese side in a way that best fits the development of relations between the two countries.\n\nWang and Mabuza also listened to the reports from six sub-commissions of the China-South Africa Bi-National Commission, covering the economy, diplomacy, technology, energy, education and minerals. Both sides agreed in principle to establish a sub-commission of the marine economy as soon as possible."}}