{"GDELT": {"GlobalEventID": 883776410, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.58139534883721, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Battle Ground, Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_ADM2Code": "IN157", "Actor1Geo_Lat": 40.5084, "Actor1Geo_Long": -86.8417, "Actor1Geo_FeatureID": "430580", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Battle Ground, Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 40.5084, "Action2Geo_Long": -86.8417, "Action2Geo_FeatureID": "430580", "DATEADDED": 20191101154500, "SOURCEURL": "https://www.thebreakingtimes.com/photos-mother-found-strangled-to-death-by-eight-foot-python-in-a-home-filled-with-140-snakes/"}, "ARTICLE": {"TITLE": "Photos: Mother found strangled to death by eight-foot-python in a home filled with 140 snakes", "TEXT": "A mother was allegedly strangled to death by a massive eight-foot python in a home filled with 140 snakes, police said.\n\nLaura Hurst, 36, was found dead with the snake wrapped around her neck in a home in Battle Ground, Indiana on Wednesday night, October 30.\n\nThe home is reportedly owned by Benton County Sheriff Don Munson and is set up specifically for the snake collection.\n\nAccording to a statement by Indiana State Police spokesman Sergeant Kim Riley, Hurst kept about 20 of her own snakes in the home and usually visited it twice a week.\n\nSheriff Munson lives next door to the reptile house and reportedly saw Hurst at the home on Wednesday evening. Riley said a person found Hurst later that night on the floor with a reticulated python loosely wrapped around her neck. Metro UK reports.\n\n“She appears to have been strangled by the snake. We do not know that for a fact until after the autopsy,” Riley told the Journal Courier.\n\nMunson called Hurst’s death a “tragic accident with loss of human life,” adding that he was “being fully cooperative with everybody.”\n\nAuthorities said they plan to conduct an autopsy on Friday."}}