{"GDELT": {"GlobalEventID": 883775389, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 2, "NumArticles": 10, "AvgTone": 0.22172949002217002, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_Lat": 41.5834, "Actor1Geo_Long": -72.7622, "Actor1Geo_FeatureID": "CT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.5834, "Action2Geo_Long": -72.7622, "Action2Geo_FeatureID": "CT", "DATEADDED": 20191101154500, "SOURCEURL": "https://www.ctpost.com/business/article/Stamford-data-security-firm-names-new-CEO-14786223.php"}, "ARTICLE": {"TITLE": "Stamford data-security firm names new CEO", "TEXT": "Stamford data-security firm names new CEO\n\nStamford-based beauty-care firm High Ridge Brands, which has filed for bankruptcy and plans to be sold, is based at 333 Ludlow St., in the South End of Stamford, Conn. Stamford-based beauty-care firm High Ridge Brands, which has filed for bankruptcy and plans to be sold, is based at 333 Ludlow St., in the South End of Stamford, Conn. Photo: Michael Cummo / Hearst Connecticut Media Photo: Michael Cummo / Hearst Connecticut Media Image 1 of / 3 Caption Close Stamford data-security firm names new CEO 1 / 3 Back to Gallery\n\nSTAMFORD — Data-security firm Protegrity announced this week the appointment of a technology industry veteran as its new CEO.\n\nThe new CEO, Rick Farnell, joins Stamford-based Protegrity after most recently serving as Teradata Corp.’s senior vice president for its global consulting business, which comprises some 5,000 consultants across 75 countries. In his 20-year career in technology, he has also held executive positions at C-bridge Internet Solutions, Sun Microsystems and Think Big Analytics.\n\n“I am thrilled to join Protegrity to help the company scale into the future with its industry leading security software,” Farnell said in a statement. “Data security is a top concern in boardrooms and for C-suites at companies of all sizes and in every industry across the globe. As the world increasingly adopts digital, hybrid-cloud and artificial-intelligence solutions, Protegrity’s proven data security software will be on center stage helping our customers to choreograph safe analytical innovation with the use of data in all its forms.”\n\nFarnell replaces Suni Munshani, who had served as CEO since 2011.\n\nProtegrity officials declined to comment on whether Munshani resigned or was terminated as chief executive.\n\nIn response to a Hearst Connecticut Media inquiry, Munshani said in a LinkedIn message that he supported the appointment of Farnell. He said he was still working at Protegrity but that he was “working on a transition over the next few weeks.”\n\n“The company is ready for its next phase of growth and replacement of CEOs is normal,” Munshani added. “Rick’s background and experiences match well with what Protegrity needs now. I wish well in building a billion-dollar company.”\n\nAmong the challenges that Protegrity tackled under Munshani’s leadership, the firm helped clients repel the global WannaCry cyber attack that struck in the spring of 2017.\n\n“If attackers do get to the data — which is the ‘holy grail,’ the ‘gold’ they’re after — they can do nothing with it when it’s being protected with Protegrity technology,” Munshani said in an interview at the time. “Once the data is protected, it’s completely useless to those bad actors.”\n\nThe company does not publicly disclose its clients, but its website says they include seven of the world’s 15 largest banks, the “No. 1 large provider of healthcare insurance” and “five of the most powerful transnational companies.”\n\nProtegrity’s main offices are located at 333 Ludlow St., in the city’s South End.\n\npschott@stamfordadvocate.com; 203-964-2236; twitter: @paulschott"}}