{"GDELT": {"GlobalEventID": 883776459, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.7821229050279291, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maryland, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMD", "Actor1Geo_Lat": 39.0724, "Actor1Geo_Long": -76.7902, "Actor1Geo_FeatureID": "MD", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Philadelphia, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_ADM2Code": "PA101", "Action2Geo_Lat": 39.9523, "Action2Geo_Long": -75.1638, "Action2Geo_FeatureID": "1209052", "DATEADDED": 20191101154500, "SOURCEURL": "https://www.slashfilm.com/harriet-review-2/"}, "ARTICLE": {"TITLE": "‘Harriet’ Review: Cynthia Erivo is Heaven-Sent in a Mostly by-the-Numbers Biopic", "TEXT": "Cynthia Erivo was a star the moment she opened her mouth and released a honeyed run of notes in Bad Times at the El Royale. Stealing 2018 in two back-to-back performances of El Royale and the critically acclaimed Widows, it was clear that the Tony-winning British actress was going to conquer the silver screen as well. And she’s got a role worthy of her star power in the rousing biopic Harriet, which follows the life of the slave-turned-abolitionist. Erivo is magnificent in the Kasi Lemmons-directed film, channeling a fiery rage and raw vulnerability in a performance that soars above the generic biopic formula that Harriet unfortunately cannot escape.\n\nHarriet opens in 1849, when Harriet Tubman was still a slave who went by her birth name Araminta Ross. Living on the Maryland plantation where she was raised, she and her husband, a free black man named John Tubman (Zackary Momoh), timidly approach her master (Mike Marunde) with a request for Araminta to be freed so that their children can be born free. Cruelly denied, Araminta falls into despair — a despair that deepens when her master dies and his vicious son Gideon (Joe Alwyn) puts her up for sale. Horrified at the idea of being sold “downriver” and being separated from her husband and family, Araminta flees for the North, directed toward a clandestine trail by her free father (Clarke Peters, oozing warm gravitas).\n\nExhausted and ragged, Araminta makes the long journey alone through a series of close calls and divine intervention, finally arriving in Philadelphia where she makes contact with the Pennsylvania Anti-Slavery Society, led by the educated abolitionist William Still (a silky smooth Leslie Odom Jr.). Taking on the name Harriet Tubman, in honor of her mother and husband, she settles into life as a free woman under the care of a kindly boarding house proprieter Marie Buchanon (Janelle Monáe, two for two in her very specific niche as a nurturing figure in a black prestige drama).\n\nBut this was all just the set-up for what can only be described as Harriet Tubman’s superhero origin story. Not content to enjoy her newfound freedom without her family and husband by her side, Harriet stubbornly ignores William’s rejections of her requests to go back South and takes the liberating of her family in her own hands. Armed with a gun and a free woman’s wardrobe by Marie, Harriet ventures down south and brings back her siblings and a few other slaves who had heard of her return, leaving behind her husband who had married someone else following news of Harriet’s supposed death. The film follows pretty strictly the next few years of Harriet’s life, as she makes several trips back and gains renown as the slave stealer “Moses,” leading to her induction into the Underground Railroad by William. But the film smartly positions the vengeful Gideon as Harriet’s main foe, Alwyn making an impressively smarmy turn as the relentless slave owner. A character who could easily be a cartoonish villain, Alwyn carefully walks that line and gives an almost charming performance as Gideon. It injects some energy into the cut-and-dry narrative of Harriet’s inspiring but predictable rise as a leader of the abolition movement, told with your requisite zippy montages and share of galvanizing speeches.\n\nWhen Hidden Figures came out in 2016, critics argued that the rarity of a biopic lionizing its three black female historical figures alone made it worth the formulaic trappings of the genre. I have no problem with that, and I have no bone to pick with Harriet, which carries out its standard biopic formula marvelously, hitting all the crowd-pleasing notes and rousing speeches backed by an inspiring orchestra with pitch-perfect accuracy. Whenever it feels a little creaky, Erivo will swoop in to push the film forward, making the audience easily forget that they have been seeing this same narrative structure since the ’90s.\n\nThere are a few elements that almost break Harriet out of its formulaic mold. The film’s reverent treatment of its title character becomes textual in the form of Harriet’s “visions from God,” which the real Tubman claimed is what aided her in her rescue of approximately 70 enslaved people over the course of 13 missions. While historically deemed a result of a severe head injury she received as a child, Harriet doubles down on this element, with screenwriter Gregory Allen Howard shaping the story into a Joan of Arc parable. While the depictions of the visions are somewhat uninspired — shot with a blue tint and shaky camera, they come off more like outdated-looking flashbacks — the paranormal elements add a fascinating wrinkle to the biopic and explain Harriet’s almost superhuman ability to avoid danger. But this beatific approach really works when Harriet plays as a Biblical parable, best seen in sequences when Harriet will call the runaways to her by singing a stirring slave ballad, like some kind of divine Pied Piper.\n\nErivo is reason enough see Harriet, turning in a soulful performance that is all raw nerve and impassioned anger. While Harriet, with its black-and-white villains and formulaic narrative, never quite lives up to Erivo’s performance, it succeeds in giving Harriet Tubman the inspirational, triumphant big-screen depiction she deserves.\n\n/Film Rating: 6.5 out of 10"}}