{"GDELT": {"GlobalEventID": 883776365, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "GOV", "Actor2Name": "RULER", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.65199161425576, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Idlib, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26365", "Actor1Geo_Lat": 35.9306, "Actor1Geo_Long": 36.6339, "Actor1Geo_FeatureID": "-2542538", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Idlib, Idlib, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY12", "Action2Geo_ADM2Code": "26365", "Action2Geo_Lat": 35.9306, "Action2Geo_Long": 36.6339, "Action2Geo_FeatureID": "-2542538", "DATEADDED": 20191101154500, "SOURCEURL": "http://www.xinhuanet.com/english/2019-11/01/c_138521599.htm"}, "ARTICLE": {"TITLE": "News Analysis: Al-Baghdadi's death no end to IS as long U.S. intervention persists in Mideast - Xinhua", "TEXT": "Source: Xinhua| 2019-11-01 21:32:47|Editor: Shi Yinglun\n\nVideo Player Close\n\nby Jamal Hashim, Shalaan Ahmed\n\nBAGHDAD, Nov. 1 (Xinhua) -- In a small compound in Syria's northern province of Idlib, eight helicopters carrying U.S. commandos and warplanes attacked early last Saturday the hideout of the most wanted man in the world, Abu Bakr al-Baghdadi.\n\nThe attack resulted in the killing of nine people, including al-Baghdadi himself, the top leader of the Islamic State (IS), or Daesh in Arabic acronym.\n\nThe death of al-Baghdadi has been a painful blow to the extremist group, but was seen by analysts as symbolic and short-lived tactical victory in the fight against the group.\n\nIt is true that the fight against IS group has ended the self-proclaimed caliphate, which once extended in large swathes in Iraq and Syria, but the group's threat will not be completely eliminated, as both the ideology and the splintered remains of its organization will remain strong.\n\nSuch fact portends the resurgence of the IS if the world states would not overhaul their policies towards comprehensive cooperation.\n\nSabah al-Sheikh, a professor of politics at Baghdad University, told Xinhua that the rise of extremist ideology is partially attributed to Western military interventions in Muslim-dominated regions such as Iraq, Syria and Afghanistan.\n\nAs an example for such intervention, Washington justified its invasion of Iraq in 2003 with claims that the then Iraqi leader Saddam Hussein had links with the al-Qaida group, which was behind the Sept. 11 attacks, as well as possessed and developed weapons of mass destruction (WMD).\n\nHowever, after years of occupation of Iraq, the U.S. authorities failed to come up with any evidence that Saddam's administration had any links with al-Qaida, or possessed any WMD.\n\n\"The U.S. administration's false allegations and the rush toward war and invasion clearly depicted its irresponsibility and the lack of peaceful options when dealing with the world crises,\" al-Sheikh said.\n\nThe U.S. invasion completely destroyed the system in Iraq and substantially decimated the fabric of the Iraqi society, leading to the mass killing of hundreds of thousands of Iraqis as well as the displacement of millions of others, he pointed out.\n\n\"Terrorism cannot thrive without a suitable environment. Unfortunately, the discharge of hundreds of thousands of former Iraqi army, in addition to social and economic issues, mainly poverty, ignorance and high rates of unemployment in Iraq serve as an excellent breeding ground for terrorism,\" al-Sheikh concluded.\n\nAs the Iraqi government had failed to bring stability to the country due to sectarian strife and wide spread of corruption and malfunction, the irresponsible pullout of the U.S. troops from Iraq at the end of 2011 left a large security vacuum that gave the extremist group the chance to breathe and recover again in the country.\n\nIbrahim Awad al-Badri, whose nom de guerre is Abu Bakr al-Baghdadi, was born in 1971 in the city of Samarra, some 120 km north of the Iraqi capital Baghdad.\n\nAccording to al-Sheikh, al-Baghdadi was at first peaceful Salafis who wanted states to impose Islamic law but didn't advocate revolt if the states fail to do so.\n\nHowever, al-Baghdadi quickly gravitated toward those few Salafis whose strict creed led them to call for the overthrow of rulers they considered betrayers of the faith. They called themselves jihadist Salafis.\n\nThis shift in his religious faith came after the Americans arrested him in 2004 and transferred him to Camp Bucca, a sprawling complex in Basra in southern Iraq, where he spent 10 months in custody.\n\nMost of the 24,000 inmates at Bucca at the time weren't jihadists when they arrived, but many of them would be by the time they left.\n\n\"I believe, like many other Iraqis, that Bucca was a factory that built the extremist IS group ideologies,\" al-Sheikh added.\n\nAl-Baghdadi was one of those who turned to the Jihadist Salafis inside the U.S. detention and with the passing of years, he was appointed as the top leader the extremist IS in Iraq in 2010.\n\nThe new leader of the group announced in 2013 the formation of the Islamic State of Iraq and the Levant (ISIL), and in 2014 he announced the establishment of a worldwide caliphate, and al-Baghdadi was named its caliph after his group seized some 40 percent of Iraq and large areas in Syria.\n\nAl-Baghdadi's rule is described as brutal and bloody. His religious rules focused on issuing permission, or religious fatwas, to kill men, women and children, as well as controlling women, prosecuting minorities, intimidation, punishment and torture.\n\n\"The brutality of the group pushed many Iraqis to cooperate with the security forces and provide intelligence reports about the IS militants, which were used by the troops to carry out severe blows to the organization that killed many of its leaders during the past years,\" al-Sheikh added.\n\n\"I think al-Baghdadi deserves to be killed for his crimes of killing thousands of innocent people and the destruction of many cities in both Iraq and Syria,\" he said.\n\nNajib Khalaf al-Jubouri, a political analyst and teacher of politics in al-Nahrain University, told Xinhua that the rise of extremist and terrorist groups in Iraq was widely attributed to strategic mistakes made by Washington such as the invasion of Iraq in 2003 and the pullout at the end of 2011.\n\nAl-Baghdadi was very instrumental in the rise of IS group, which has expanded its influence to Libya, Egypt, Nigeria and Afghanistan, al-Jubouri said.\n\n\"The group has the ability to move and launch terrorist attacks across the world, and therefore remains a major threat to global security for a long time,\" al-Jubouri added."}}