{"GDELT": {"GlobalEventID": 883775781, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "GOV", "Actor1Name": "MINISTRY", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.328071040947219, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bajil, Al ?udaydah, Yemen", "Actor1Geo_CountryCode": "YM", "Actor1Geo_ADM1Code": "YM08", "Actor1Geo_ADM2Code": "32754", "Actor1Geo_Lat": 15.0584, "Actor1Geo_Long": 43.2851, "Actor1Geo_FeatureID": "-3185102", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bajil, Al ?udaydah, Yemen", "Action2Geo_CountryCode": "YM", "Action2Geo_ADM1Code": "YM08", "Action2Geo_ADM2Code": "32754", "Action2Geo_Lat": 15.0584, "Action2Geo_Long": 43.2851, "Action2Geo_FeatureID": "-3185102", "DATEADDED": 20191101154500, "SOURCEURL": "https://www.mintpressnews.com/saudi-arabia-attacks-yemen-famine/262620/"}, "ARTICLE": {"TITLE": "Five Years On, Saudi Attacks on Yemen's Farmers Are Pushing the Whole Country into Famine", "TEXT": "HODEIDA, YEMEN — The country of Yemen, known in the medieval period as “Green Yemen,” is one of the most extensively terraced areas of the world. There, Yemeni farmers transformed rugged mountain slopes into terraces and built dams like the Great Marib, a structure whose history spans long enough that it was mentioned in the Quran. During the medieval period, Yemen had one of the widest ranges of agricultural crops in all of the Middle East.\n\nFarhan Mohammed is one of the richest farmers in Qama’el, a rural village in the region of Baqim in northwestern Yemen. He owns 50 hectares of land which he uses to cultivate corn, pomegranates, and apples. Now, Farhan is struggling to keep his farm afloat after Saudi airstrikes targeted his fields, burning his crops and rendering the soil so toxic that it’s no longer able to sustain life. Saudi Arabia’s now nearly five-year-old project in Yemen has decimated the incomes of Farhan and most other Yemeni farmers. Fuel is hard to come by thanks to a Saudi-led coalition blockade and the fuel that is available has become prohibitively expensive. Airstrikes targeting farm fields and orchards have rendered large swaths of Yemen’s arable land too toxic to use.\n\nAlmost immediately after March 2015, when the war began, the Saudi-led Coalition began targeting Yemen’s rural livelihood, bombing farms, food systems, markets, water treatment facilities, transportation infrastructure, and even agricultural extension offices. In urban areas, fishing boats and food processing and storage facilities were targeted.\n\nBefore the war began, over 70 percent of Yemen’s population lived in villages dispersed in the mountains and small towns with irregular, and at times torrential, summer rainfall. These rural residents relied on agriculture and animal husbandry and grew fruits and vegetables to feed their own families and to sell to markets. Yet that way of life has all but disappeared since the Saudi attacks began, undermining rural livelihoods, disrupting local food production, and forcing rural residents to flee to the city.\n\nNow, Yemen’s nationwide level of household food insecurity hovers at over 70 percent. 50 percent of rural households and 20 percent of urban households are now food insecure. Almost one-third of Yemenis do not have enough food to satisfy basic nutritional needs. Underweight and stunted children have become a regular sight, especially amongst the holdouts in rural areas. Families that have fled to cities are often forced to beg or to pick through the trash for food scraps.\n\nAccording to a recent report by the United Nations Development Program (UNDP), poverty in Yemen has jumped from 47 percent of the population in 2014 to a projected 75 percent by the end of 2019 because of the war. The report warned, “If fighting continues through 2022, Yemen will rank the poorest country in the world, with 79 percent of the population living under the poverty line and 65 percent classified as extremely poor.”\n\nThe intentional targeting of agriculture\n\nThe targeting of the Yemeni agriculture sector and rural livelihoods is not merely accidental collateral damage incurred while targeting military sites. Data from the country’s Ministry of Agriculture shows that in the period between March 2015 and March 2019, the Saudi-led Coalition launched at least 10,000 airstrikes that struck farms, 800 that struck local food markets, and about 450 airstrikes that hit silos and other food storage facilities in the country.\n\nAccording to the Ministry, crop-area cultivation declined an average of 40 percent and crop yields by 45 percent in rural areas. Many farmers in these areas reported that they could no longer produce yields at pre-war levels due to the extensive damage to infrastructure, the high cost of diesel fuel and other agricultural inputs, a collapse in markets and the destruction of roads and storage facilities.\n\nAccording to a field survey carried out by the Ministry of Agriculture in the period between March 2015 and March 2018, Saudi attacks completely destroyed 270 agricultural buildings and facilities, 43 agricultural associations, 9,017 traditional irrigation canals, 54 agricultural markets, and 45 export centers.\n\nHigh precision U.S. bombs dropped by Saudi-led coalition warplanes destroyed at least 1,834 irrigation pumps, 109 artesian and surface wells, 1,170 modern irrigation networks, 33 solar irrigation units, 12 diggers, 750 pieces of agricultural equipment, 940,400 farms, 7,531 agricultural reserves, 30 productive nurseries, 182 poultry farms, and 359,944 beehives.\n\nYemen has no major rivers like the Euphrates in Iraq and Syria or the Nile River, which supplies water to farmers in a number of African countries. This leaves farmers reliant on irrigation canals that channel rain and floodwaters into weirs and bunds built by local communities that are vulnerable to Saudi attacks. Attacks that have already completely destroyed at least 45 water installations (dams, barriers, reservoirs) and partially destroyed at least 488, including the ancient Marib Dam.\n\nYemen’s fishing sector has not been spared either. By the end of May 2019, every fish off-loading port in Yemen had been targeted by Saudi attacks. At least 220 fishing boats have been destroyed, 222 fishermen have been killed and 40,000 fishermen lost their only source of income. According to Yemen’s Ministry of Fishing Wealth, this has affected the lives of more than two million people living in coastal cities and villages.\n\nData shows that Saudi Coalition forces have stopped at least 4,586 fishing boats from leaving port in the directorates of Midi, Hajjah, Dabab, Bab al-Mandab, and in the Mukha districts in the Taiz governorate. Thirty fishing industry companies have left the country and about fifty fish factories have closed, causing catastrophic damage to Yemen’s fishing industry. Even before the war, Yemen’s fishermen were amongst the poorest segments of society.\n\nAs the war nears its fifth year, the Saudi-led coalition has continued to target the livelihoods of Yemen’s food producers. The coalition has expanded its military offensive to include large areas of agricultural lands and valleys in the K16, Durahami, Al-Jah, A-Tahita, Al-Faza, Jabaliya, Al-Mughrous, Al-Khokha and Hays countrysides.\n\nYemen’s breadbasket withers\n\nWith family in tow, Haddi Ibrahim Koba fled his family home in Al-Shaab in northwestern Tihama months ago after Saudi airstrikes destroyed his farm. The Koba family now struggles to eke out an existence 60 km away in the populous Hajjah province. Once proudly self-sufficient, relying on animal husbandry and farming for their livelihood, they now depend on handouts from humanitarian organizations, the meager bodies of their children already show signs of malnutrition.\n\nAccording to a study by the Sana’a University-based Water & Environment Centre (WEC) in collaboration with the Flood-Based Livelihoods Network issued in November 2017 to assess the impact of the current war on food security in Yemen, the war is already drastically aggravating Yemenis’ ability to earn a livelihood, rapidly deteriorating the availability of food and elevating the complexity of an already dire humanitarian crisis in the country.\n\nThe study, The War Impact on Food Security in the Tihama, (Tihama is a region of Yemen traditionally known to be the country’s breadbasket) showed how agriculture in Tihama, which sustains most of the country’s population, has been seriously disrupted by the war. This, the study’s authors say, is undermining the productivity and investment capacity of the entire country.\n\nWadi Zabid is one of Tihama’s main valleys located in the Houthi stronghold of Hodeida, the second-largest governorate in Yemen. It is the second-largest valley in Tihama, with an area of 4,639 square kilometers. Before the war, Wadi Zabid was a model of sustainable agriculture and food security, but as of June 2017, when the WEC study was released, 43 percent of the valley’s residents were going hungry every night. Land cultivation has decreased by 51 percent and crop yields per hectare have declined between up to 61 percent. The production of fruits and vegetables has been wiped out as has the livestock population. Today, conditions for farmers in Tihama are likely even more dire than they were when the study was released.\n\nTihama’s woes are not due to climate change or local mismanagement. Instead, they are a direct result of the destruction of irrigation and water infrastructure resulting from Saudi attacks on the valley’s diversion dams and irrigation systems. Water in the irrigation canals in the downstream villages of both of Tihama’s main valley’s has decreased by about 60 percent since the war began, according to the study.\n\nThat damage has also created a massive impact on upstream areas that rely heavily on floodwater irrigation and has damaged irrigation systems and diversion dams affecting up to 75 percent of Tihama’s households.\n\nCreating a toxic legacy\n\nThe Saudi-led coalition’s blockade on Yemen’s ports, airports and borders has only exacerbated the suffering of the country’s farmers and rural residents. The coalition has prevented the export of their products, especially to wealthy Gulf countries which imported thousands of tons of pomegranates and vegetables from Yemen before the war began. Importing pesticides, agricultural fertilizers and fuel has also become difficult due to the frequent seizure of seafaring vessels by the coalition.\n\nFor 77 days, the coalition, led by Saudi Arabia and the United Arab Emirates, has continued to hold ships loaded with oil derivatives at sea, preventing them from entering the port of Hodeida. The four ships that were allowed in carried transport fuel, not the fuel needed to power generators on which farmers rely.\n\nLike in Tahamah, the blockade and attacks on agricultural targets across Yemen have not only destroyed machinery and infrastructure, it has had acute ecological impacts that may take decades to reverse. The accumulation of sediment in flood channels due to damaged gates and automatic barriers has caused trees to begin to reclaim now-dormant stream beds and flood plains, hampering the arrival of much-needed floodwaters to agricultural fields.\n\nFertile soil, especially in the border areas in Saada and Hajjah, has become environmentally polluted due to the number of weapons dropped in more than half a million airstrikes. That pollution has not only affected the soil, experts fear it could genetically alter the pomegranates, grapes and coffee that were once staple crops in Yemen. Farmers and their families are at constant risk from unexploded ordnances, especially cluster bombs like the one that killed a young boy on his family farm in Hodeida last Thursday.\n\nAgricultural and environmental experts that spoke to MintPress said that the effects of the Saudi coalition’s targeting of the agricultural sector will likely last for decades. The Director of Agricultural Extension in Yemen, Salah al-Mashreqi, said that more catastrophic effects will appear in the medium and long term, including genetic changes to pomegranates, for which Yemen is famous.\n\nThe deliberate targeting of food is prohibited by article 54 of the Geneva Conventions and the May 24, 2018, UN Security Council resolution 2417 on the protection of civilians in wartime, specifically reiterates this principle. Article 14 of the 1977 Protocol Additional to the Geneva Conventions clearly states that starvation as a means of combat is not allowed: ‘’It is prohibited to attack, destroy, remove, or render useless objects indispensable for the survival of the civilian population.” Yet the international community has done little to curb the Saudi-led coalitions use of starvation as a tactic of war in Yemen.\n\nThis, in large part, according to many Yemenis and legal scholars alike, is because Saudi Arabia enjoys the near-total diplomatic protection of the United States. Without that support, Saudi Arabia’s airstrikes, which rely on American contractors, targeting software, training, weapons, and technicians to target farmers that are concerned with little more than feeding themselves and their country, would not be possible.\n\nFeature photo | 13-year-old Fatima Haddi Ibrahim Koba is pictured in a Hajjah hospital. The Koba family had to flee their farm in Tihama after it was attacked by the Saudi-led coalition, October 28, 2019. Riadh al Hussam | MintPress News\n\nAhmed AbdulKareem is a Yemeni journalist. He covers the war in Yemen for MintPress News as well as local Yemeni media."}}