{"GDELT": {"GlobalEventID": 883775310, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor2Code": "ZAFGOVMIL", "Actor2Name": "LINDIWE SISULU", "Actor2CountryCode": "ZAF", "Actor2Type1Code": "GOV", "Actor2Type2Code": "MIL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.26262626262626, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pretoria, Gauteng, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF06", "Actor2Geo_ADM2Code": "77346", "Actor2Geo_Lat": -25.7069, "Actor2Geo_Long": 28.2294, "Actor2Geo_FeatureID": "-1273769", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pretoria, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77346", "Action2Geo_Lat": -25.7069, "Action2Geo_Long": 28.2294, "Action2Geo_FeatureID": "-1273769", "DATEADDED": 20191101154500, "SOURCEURL": "https://rekordeast.co.za/223966/east-community-joins-shoebox-for-a-farmers-wife-initiative/"}, "ARTICLE": {"TITLE": "East community joins ’Shoebox for a farmer’s wife’ initiative", "TEXT": "The “Shoebox for a farmer’s wife” initiative has touched residents of the east of Pretoria and they have gone out of their way to pack special Christmas boxes to give away.\n\nLed by Ward 82 councillor Siobhan Muller, community members prepared boxes full of goodies for the wives of farmers in drought-stricken areas.\n\nThe initiative is the brainchild of the Women’s League in Wellington, which aims to let the farmers’ wives know that, while they are supporting their husbands, there are other people thinking of them.\n\nMuller said when she heard about the project she encouraged members of the community to give as much as they could.\n\n“We had a prerequisite of items that needed to be in the box such as a letter and a scarf, but people could add anything extra from perfume to chocolate,” she said.\n\nThe Menlyn Animal Clinic was used as a drop-off point and Muller said the offices were packed with boxes after only a week.\n\nShe said the response was overwhelming.\n\n“It shows that people really care.”\n\nThe boxes will be transported to the north of Pretoria where they will ship along with hundreds of others to various drought-stricken areas.\n\n“Our farmers and their workers are the people that give us our food and we would like to show appreciation. We need them.”\n\nREAD MORE: East woman plays Santa to Karoo farmers’ wives\n\nSecurity company Fidelity ADT sponsored two of their bakkies and another ward councillor gave his 4X4 vehicle to transport the boxes.\n\n“All the bakkies were filled to the brim,” Muller said\n\nOther ward councillors also joined in the initiative in different parts of the city.\n\n“It shows that as South Africans we can pull together.”\n\nMeanwhile, the lack of rain still remains a problem in many parts of the country, causing dry conditions and low reservoir levels.\n\nAccording to water and sanitation minister Lindiwe Sisulu, enough rain to alleviate the situation was only expected in December.\n\n“Farmers need all the support they can get,” said Muller.\n\nDo you have more information about the story? Please send us an email to edit[email protected] or phone us on 083 625 4114.\n\nFor free breaking and community news, visit Rekord’s websites:\n\nRekord East\n\nRekord North\n\nRekord Centurion\n\nRekord Moot\n\nFor more news and interesting articles, like Rekord on Facebook, follow us on Twitter or Instagram"}}