{"GDELT": {"GlobalEventID": 883776666, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "USAJUD", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "JUD", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.5552995391705098, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20191101154500, "SOURCEURL": "https://www.latimes.com/politics/story/2019-11-01/trump-impeachment-whats-ahead-katie-hill"}, "ARTICLE": {"TITLE": "What’s next as impeachment enters a new phase", "TEXT": "It’s official now. The House vote on Thursday to establish the rules for an impeachment inquiry formally opened the way for a new phase in the effort to remove President Trump from office — televised hearings that could be crucial to the outcome.\n\nSo far, the public response to the impeachment proceedings has followed predictably partisan lines. Support grew quickly once House Speaker Nancy Pelosi (D-San Francisco) gave the green light to an impeachment inquiry. But that shift came largely because Democrats, who had been divided on the wisdom of the idea, rallied around it. Most Republican voters have closed ranks around Trump, and their elected representatives have followed suit.\n\nBut while most Americans hold strong views of Trump, not all do. Polls that specifically ask people about how certain they are about impeachment that a key bloc of the public remains unsure of where they stand — and often unclear on what the whole Ukraine scandal is about. Many of those voters have a general sense that Trump did something wrong, but they’re not necessarily persuaded that the wrong is serious enough to justify removing him from office. They’re the prime audience for the hearings to come.\n\nAdvertisement\n\nTHE ROAD AHEAD\n\nThe Senate hearings into the Watergate scandal in the summer of 1973 played a major role in shaping public opinion toward President Nixon, although it wasn’t until a year later, with the release of the White House tapes, that Nixon’s support collapsed and he resigned.\n\nHouse Intelligence Committee Chairman Rep. Adam B. Schiff (D-Burbank), who will preside over the Trump hearings, clearly has that precedent in mind.\n\nSo far, Schiff and his colleagues have interviewed current and former government officials in private, as the Watergate committee also did, building a record and determining which people would make the best witnesses to lay out the case for the public.\n\nAdvertisement\n\nThey expect to take at least one more week of such closed-door depositions. A key potential witness they hope to interview next week will be John Bolton, who until recently was Trump’s national security advisor. The House investigators have scheduled an interview with Bolton for Thursday, Nov. 7.\n\nOther witnesses have provided vivid testimony that Bolton strongly opposed Trump’s decision to give his personal lawyer, Rudolph W. Giuliani, effective control over policy toward Ukraine. At one point, he described the efforts toward Ukraine as a “drug deal” that he wanted nothing to do with, according to testimony from at least two witnesses.\n\nAs a prominent Republican foreign policy spokesman and a top aide to Trump, Bolton’s testimony could have a powerful impact on Republicans who have doubts about what Trump did, but who so far have not backed the idea of impeaching him.\n\nWhether Bolton will testify, however, remains unknown. His former deputy, Charles Kupperman, did not appear for his deposition on Monday. Instead, he went to court, telling a federal judge that he was stuck between a subpoena from Congress and an order from the White House not to testify.\n\nAdvertisement\n\nHe “cannot satisfy the competing demands of both the legislative and executive branches,” he told the court, asking for a ruling on what to do.\n\nKupperman and Bolton share the same lawyer.\n\nSchiff has made clear he intends to push ahead, saying he was “not willing to allow the White House to engage us in a lengthy game of rope-a-dope in the courts.”\n\nThe Democrats feel they already have amassed a large amount of evidence on what Trump and Giuliani did in their dealings with Ukraine. And they have identified a few key witnesses who they believe will have credibility with the public.\n\nAdvertisement\n\nThe first of the public hearings in the case will probably take place during the week of Nov. 11, though the schedule could change. Transcripts of the depositions already taken — redacted to remove classified information and some other sensitive material — are likely to be made public before the hearings start.\n\nDemocrats hope the top U.S. diplomat in Ukraine, Bill Taylor, will play a starring role in the public hearings. House members said his testimony last week made a powerful impact as he described Giuliani’s back-channel efforts to put pressure on Ukraine’s president to make a public declaration that his government would investigate Joe Biden‘s son, Hunter.\n\nTaylor, a 73-year-old career diplomat, West Point graduate and Vietnam veteran, is the sort of witness who could have a lot of credibility with the public, members of Congress said. The central weakness of his account is that he had no personal interactions with Trump. He could describe what happened on the ground in Ukraine, but not what took place in the White House.\n\nThis week, Democrats believe they found a witness to fill in that part of story — Lt. Col. Alexander S. Vindman, the National Security Council’s top Ukraine expert. As Eli Stokols wrote, he was one of the officials who listened in on Trump’s July 25 telephone call with Ukrainian President Volodymyr Zelensky. He testified that he was so disturbed by what the president refers to as his “perfect” call that he reported it to White House lawyers.\n\nAdvertisement\n\nVindman, who appeared for his deposition dressed in his full military uniform, could also make a powerful public impression, House investigators believe.\n\nSome Republicans, noting that Vindman was born in Ukraine, initially tried to discredit him by accusing him of dual loyalty, but Trump’s aides quickly backed away from that charge after an intense backlash from a wide range of Republicans, including Trump critics like Utah Sen. Mitt Romney, but also loyalists like Rep. Liz Cheney of Wyoming.\n\nThursday, a second National Security Council official, Tim Morrison, told the investigating committees that he had also reported Trump’s call to White House lawyers. He testified, however, that he did not believe that what Trump did had broken any U.S. laws, as Jennifer Haberkorn and Janet Hook reported.\n\nThe public testimony will probably consume at least a week, maybe more, and would be followed by a vote in the Intelligence Committee to forward a set of findings about Trump’s conduct to the House Judiciary Committee. That panel would be responsible for drawing up any formal articles of impeachment.\n\nAdvertisement\n\nThat seems likely to take place soon after Thanksgiving, teeing up a vote in the full House on an impeachment resolution that could take place in mid-December, although the exact schedule remains uncertain, to members of Congress as well as everyone else. A Senate trial would have to start immediately, but it might be adjourned until January.\n\n“I’m asking that same question in Judiciary [Committee meetings] privately,” Rep. Madeleine Dean (D-Pa.) said when asked about the schedule. “They’re not certain either.”\n\nFor Trump, it could be a very un-merry Christmas.\n\nA SUDDEN FALL\n\nAdvertisement\n\nRep. Katie Hill (D-Santa Clarita) was a rising Democratic star — a telegenic young woman who flipped the last Republican district in Los Angeles County in 2018 when she defeated then-Rep. Steve Knight. Hill quickly became one of the leading members of the large class of freshmen Democrats, a member of the House leadership and a protege of Speaker Nancy Pelosi (D-San Francisco).\n\nThen her opponents got ahold of nude photos. As Michael Finnegan and Matt Pearce wrote, Hill’s sudden fall from grace —she resigned from Congress effective Friday — stemmed from her own indiscretions, a nasty divorce from her former high school sweetheart and a carefully planned campaign by Republican operatives to use her sexual history to drive her from office.\n\nHill admitted to having a sexual relationship with a woman who worked on her campaign. She denied having one with a man who worked in her congressional office. The latter would violate House rules, the former does not. In her departure speech, however, she amplified a charge that many Democrats, especially women, have made in recent days — that she’s a victim of a sexual double standard.\n\nShe is leaving because of a “misogynistic culture,” Hill said, as Sarah Wire reported.\n\nAdvertisement\n\nHill has said she plans to take legal action against those who published the nude images of her, alleging that their publication violates California’s law — similar to laws in many other states — that’s aimed at so-called revenge porn.\n\nAN OLIGARCH’S CASE\n\nDmytri Firtash, one of Ukraine’s richest oligarchs, has been fighting for six years to avoid extradition to the U.S. from Austria, where he now lives. He faces federal bribery charges in Chicago. As Del Wilber wrote, he has now tied his defense to Trump’s theories about improper political influence in the Justice Department.\n\nIn previous administrations, accusing federal prosecutors of being politically motivated would be a risky strategy, likely to draw the department’s wrath. But as former prosecutors told Wilber, in the current administration, embracing Trump might be Firtash’s best route to avoid prison.\n\nAdvertisement\n\nWARREN RELEASES HEALTH PLAN\n\nAfter months of not putting out her own healthcare plan, presidential candidate Sen. Elizabeth Warren (D-Mass.) committed herself Friday, releasing a detailed outline of a plan that would cover all Americans, expand benefits, but require a roughly $20-trillion increase in federal spending over the next 10 years.\n\nAs Evan Halper reported, Warren’s plan is far more detailed on its financing than the one put forward by her rival on the left, Sen. Bernie Sanders (I-Vt.), She may get points for rigor and detail.\n\nBut the plan, and the huge tax increases it would involve, also makes clear just how big a lift Medicare for all would be. Even if the votes could be lined up for it in Congress — an unlikely proposition barring a major change in the Senate — getting it done would largely blot out anything else a Democratic president might want to accomplish.\n\nAdvertisement\n\nMeanwhile, another of Warren’s leading rivals, Pete Buttigieg, has been gaining ground in some polls, but, as Mark Barabak wrote, he has a problem with black voters. African Americans form a central part of the Democratic coalition, and winning any national race without their support is virtually impossible. So as Barabak wrote, Buttigieg needs to fix that problem, or he’ll wind up back as mayor of South Bend, Ind., watching someone else claim the nomination.\n\nLOGISTICS\n\nThat wraps up this week. Until next time, keep track of all the developments in national politics and the Trump administration on our Politics page and on Twitter @latimespolitics .\n\nSend your comments, suggestions and news tips to politics@latimes.com.\n\nAdvertisement\n\nIf you like this newsletter, tell your friends to sign up .\n\ndavid.lauter@latimes.com"}}