{"GDELT": {"GlobalEventID": 883776255, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.0766201217329, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK03", "Actor1Geo_ADM2Code": "40350", "Actor1Geo_Lat": 34.796, "Actor1Geo_Long": 72.1502, "Actor1Geo_FeatureID": "-2764806", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK03", "Actor2Geo_ADM2Code": "40350", "Actor2Geo_Lat": 34.796, "Actor2Geo_Long": 72.1502, "Actor2Geo_FeatureID": "-2764806", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40350", "Action2Geo_Lat": 34.796, "Action2Geo_Long": 72.1502, "Action2Geo_FeatureID": "-2764806", "DATEADDED": 20191101154500, "SOURCEURL": "https://www.geo.tv/latest/253768-live-updates-at-azadi-march-opposition-leaders-give-govt-two-day-ultimatum"}, "ARTICLE": {"TITLE": "AZADI MARCH: Nation does not recognise you as its ruler: Fazl to PM Imran", "TEXT": "Thousands of protesters have converged on Pakistan’s federal capital, under the banner of ‘Azadi’ March, seeking to de-seat Prime Minister Imran Khan.\n\nThe ongoing sit-in is headed by opposition leader Maulana Fazlur Rehman, who is the chief of his own faction of the Jamiat Ulema-e-Islam-Fazl (JUI-F).\n\nThe caravan, which set off from Sindh on October 27, reached Islamabad on October 31.\n\nDuring the week long sit-in, opposition leaders delivered fiery speeches against the ruling PTI government, giving the prime minister a 48-hour ultimatum to resign. The deadline was later extended.\n\nTill now, despite several meetings, negotiations between the protesters and the government have failed to reach any result.\n\nJUI-F Ameer Maulana Fazlur Rehman's address to Azadi March participants on Sunday.\n\n\n\n\n\nLIVE UPDATES\n\nPlan B to begin from tomorrow: Fazl\n\nJUI-F chief Maulana Fazlur Rehman prepared his followers for the next phase of the Azadi March by telling them to be ready for 'Plan B' which will commence from tomorrow (Wednesday).\n\nIn his latest speech from atop the container, the JUI-F leader said that people had rejected the PTI government.\n\n\"They thought that the elections have been rigged and everyone will have to recognise this government,\" he said. \"We said elections had been rigged and they said elections had been held in a transparent manner. Masses have accepted our version and rejected theirs,\" he added.\n\nFazl said that compared to the PTI's dharna of 2014, this was a much better gathering of disciplined people.\n\nHe told the Azadi Marchers to be prepared for 'Plan B'.\n\n\"You sitting here is Plan A. We will initiate a Plan B tomorrow which will happen simultaneously with Plan A,\" he said.\n\nFazl urged people to come out from their homes and join the Azadi March so that it could get easier to send this government home.\n\n\"I want you to leave your homes and come out to the Azadi March,\" he said. \"Join our hands and become our support. It is difficult for this government to survive now.\"\n\nFazl said that he and his marchers were peaceful people. The JUI-F chief said that they were peaceful and political people who did not believe in taking the law into their own hands.\n\nNation does not recognise you as its ruler: Fazl to PM Imran\n\nJUI-F chief Maulana Fazlur Rehman lashed out at Prime Minister Imran during his Azadi March speech on Sunday. “Keep sitting on the chair, this nation doesn’t recognise you as its ruler,” he said to the prime minister. Fazl said that the government was reminding him about following the court’s decision. “I want to ask you, how many judicial verdicts did you respect,” he asked. Fazl said that the incumbent government was afraid of his Azadi March. He said that his marchers had reduced the government’s mountain of ego to dust. “The Azadi March has reduced their [government] mountain of debt to dust,” he said. Fazl said that this was not the way the country could be run. The JUI-F chief said that Pakistan could only be run in accordance with the law and constitution. Fazl calls Prime Minister Imran, parliament 'fake'\n\nJUI-F chief Maulana Fazlur Rehman lashed out at the government in his latest speech, on Friday, at the H-9 venue.\n\n\"When he [Prime Minister Imran] went to the United States, he wasn't even received by a schoolteacher,\" he said.\n\nFazl said that Pakistan had even upset China. He lashed out at the government for alleging that foreign loans had been used by politicians in money laundering and corruption.\n\n\"He even abused us and the country in his US jalsa,\" said Fazl, referring to the Prime Minister's address during his first official visit to the US.\n\nThe JUI-F chief said that Prime Minister Imran's politics was based on just one word and that was calling others thieves.\n\nFazl also lashed out at the government's negotiating committee, saying that they did not have the capability to understand the opposition's demands.\n\n\"They don't have the capability to understand our demands or convey them to the government,\" he said. \"Which is why I tell them to bring me the prime minister's resignation.\"\n\nThe JUI-F chief criticised the legislation that was done on Thursday in the parliament, when a record number of 13 ordinances were approved in an hour-and-a-half.\n\n\"Fake ordinances through fake representatives is not acceptable,\" said Fazl.\n\nHe said that the armed forces of the country had established peace in the country by giving tremendous sacrifices.\n\n\"This peace could not have established without our cooperation,\" he said.\n\nFazl said that if the nation was against those who picked up arms in the name of religion, then Prime Minister Imran was a 'Qabza Group' and he should also be opposed.\n\nPervez Elahi to convey PM Imran’s message to Fazl\n\nPunjab Assembly Speaker Chaudhry Pervez Elahi will convey a special message by Prime Minister Imran Khan to JUI-F Chief Maulana Falzur Rehman tonight, sources said.\n\nAccording to sources, JUI-F leader Akram Durrani will be present in the meeting between Fazl and Elahi.\n\nSources further said, Elahi will meet the Rahbar Committee before his meeting with the JUI-F chief.\n\nGovt negotiating team meets PM Imran\n\nThe government negotiating team is meeting with Prime Minister Imran Khan to brief him about their meeting with the opposition’s Rahbar Committee.\n\nAccording to sources, the government negotiating committee is discussing the terms put forward by the Rahbar Committee.\n\nThere is talk again and again of resignation; PM Imran was quoted as saying in the meeting.\n\nIf resignation is the only demand of the opposition then there is no need for negotiations, he was further quoted as saying.\n\nPervaiz Elahi meets PM Imran\n\nPunjab Assembly Speaker Chaudhry Pervaiz Elahi called on Prime Minister Imran Khan today.\n\nAccording to sources, Elahi apprised the prime minister about his five meetings with JUI-F Chief Maulana Fazlur Rehman.\n\nElahi also briefed the prime minister about the delay in negotiations, sources added.\n\nKhawaja Asif says Khattak didn’t convey Fazl’s demands to PM\n\nThe opposition and treasury benches on Friday trade barbs in lower house of Parliament over the on-going political situation.\n\nDefence Minister Pervaiz Khattak, while addressing the assembly, said, “I want to show your face to the people of Pakistan.”\n\nHe continued his onslaught by saying that the opposition cannot see honest leadership at the helm. He added that the country has been ruined in the name of democracy.\n\nKhattak, who is heading the government’s negotiation committee, said that he got the Punjab Assembly speaker, Senate Chairman and NA Speaker for his ease.\n\nTaking a jibe at JUI-F chief Fazlur Rehman, the minister said, “Maulana says that his jirga is for time pass then we are also doing time pass with you.\n\nKhattak’s remarks were met heckling from the opposition. To this, NA speaker Asad Qaiser warned that he will suspend the session if the cross talk continues.\n\nPML-N leader, while responding to the defence minister, claimed that Pervaiz Khattak did not have the guts to present Maulana Fazl’s demand to premier Imran Khan.\n\nHe added that PML-Q leader Pervaiz Elahi informed him that he told the protesters demand to the PM.\n\nRead also: Pervaiz Khattak defends govt's move of passing 13 bills in National Assembly\n\n\n\nGovt in close contact with opposition: Pervez Khattak\n\nDefence Minister Pervez Khattak, who is heading the government's negotiations committee, has said the government is in close contact with the opposition for a peaceful end to the sit-in.\n\nSpeaking to the media in Islamabad on Thursday, Khattak said the government is in close contact with all opposition leaders.\n\nHowever, he said the opposition's demand for Prime Minister Imran Khan’s resignation and new elections was unacceptable.\n\nPM’s resignation out of question: Pervaiz Elahi\n\nPunjab Assembly Speaker Chaudhry Pervaiz Elahi has said the Pakistan Tehreek-e-Insaaf (PTI) government would not resign on the demand of JUI-F Chief Maulana Fazlur Rehman.\n\n“No talk would be made on prime minister’s resignation as it is out of question,” Elahi said while speaking on Capital Talk on Thursday.\n\nThere can be negotiation on strengthening Election Commission of Pakistan and parliamentary committees and so on, he added.\n\nResponding to a question, Elahi said a judicial commission can be constituted for the opening of a constituency.\n\n“We have forwarded the reservations being raised by the members of JUI-F committee,” the speaker said.\n\nHe added Pakistan was moving towards progress and prosperity and the credit goes to the PTI government for taking measures for the betterment of institutions and life of the common man.\n\nParticipants of the JUI-F’s Azadi March sit-in along Kashmir Highway listening address of their leaders on LCD. Photo: APP/Sadia Haidari\n\nWon’t give NRO to Imran Khan, says Fazl\n\nMaulana Fazl addressed the Azadi March participants on Thursday, saying that the opposition leaders do not want NRO from Imran Khan, instead they will not give it to him.\n\n\n\nHe said that PM Imran himself hid the money laundering by his sister through an amnesty scheme and now he speaks of granting NRO concessions.\n\nRead more: PTI calls everyone thief but itself complicit in foreign funding case: Fazl\n\nOpposition’s Rahbar Committee says will increase pressure on govt\n\nThe opposition-led Rahbar Committee held a press conference on Thursday after a meeting. Addressing media, Akram Durrani said that all the political parties have unanimously decided to increase pressure on the government.\n\n“The Azadi March will take a new direction after two days,” said Durrani, adding that the committee is mulling over three recommendations.\n\nHe further said that the workers are determined, even willing to stay up to three months.\n\nPakistan People’s Party leader Farhatullah Babar said that the opposition is putting the government under pressure, calling it ‘the first phase’."}}