{"GDELT": {"GlobalEventID": 883775222, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor2Code": "GOV", "Actor2Name": "ADMINISTRATION", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.43183984747378, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.889, "Actor2Geo_Long": -77.0003, "Actor2Geo_FeatureID": "529313", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191101154500, "SOURCEURL": "https://www.washingtonpost.com/politics/2019/11/01/boeing-just-got-grilled-congress-here-are-takeaways/"}, "ARTICLE": {"TITLE": "3 takeaways from Boeing’s grilling in Congress.", "TEXT": "The hearings come after two Boeing jets — both the 737 Max model — crashed within months of each another. In Indonesia one year ago, the plane plunged into the Java Sea shortly after takeoff, killing all 189 passengers and crew on board. In Ethiopia earlier this year, a similar crash killed all 157 people aboard.\n\nGovernment regulators including those in China, Canada and the United States banned the jet from flying in their airspace after both crashes were linked to the same automation system, effectively grounding the Max. U.S. lawmakers now want answers about what went wrong and how to fix the regulatory system to avert another crash.\n\n1. Boeing’s in the hot seat. But so is the FAA.\n\nAD\n\nAD\n\nMembers of Congress are attacking Boeing for purportedly withholding information showing that the plane wasn’t entirely safe. Sen. Tammy Duckworth (D-Ill.) accused Muilenburg of telling “half-truths over and over again,” asking Boeing if it withheld details about the Max’s design flaws. Sen. Richard Blumenthal (D-Conn.) said Boeing had engaged in a “pattern of deliberate concealment” and sold what amounted to a “flying coffin.” And Sen. Roger Wicker (R-Miss.) said Boeing’s design approach suggested “a disturbing level of casualness and flippancy,” calling both crashes “entirely avoidable.”\n\nBut the Federal Aviation Administration — the government agency that certifies new jets — is also in the hot seat. That’s because of its program called Organization Designation Authorization. The program — which dates to the 1920s — was implemented to make government agencies more responsive to private companies. ODA effectively deputizes Boeing employees to perform and approve inspections that would previously have been done by FAA staff. But The Washington Post has reported problems with the program since 2006.\n\nAlthough Boeing says ODA has improved air safety, Blumenthal charged that delegating safety work to the manufacturers being overseen put “the fox in charge of the henhouse.” Some safety organizations warned in 2004 that the ODA would, “in time lower the safety of the flying public.” Other government officials have also faulted the FAA, saying it abandoned the oversight needed to ensure air safety.\n\n2. Politicians are walking an electoral tightrope.\n\nAD\n\nAD\n\nWhile lawmakers have voiced outrage over the crashes, they remain split on how to respond. Democrats such as Rep. Peter A. DeFazio (Ore.), who heads the House Transportation Committee, want to change how airplanes are certified, arguing that the government needs to be more involved in reviewing safety. Republicans such as Rep. Sam Graves (Mo.), the ranking member on the same committee, aren’t convinced. Graves, himself a pilot, is cautioning against acting too quickly.\n\nBut that’s not the whole story. Boeing isn’t your run-of-the-mill company: It’s the United States’ largest manufacturing exporter. The Chicago-based enterprise employs nearly 140,000 workers domestically and its supply chains extend deep across the country. More than 900 companies support the Max program alone, and those companies are hurting. General Electric — which manufactures engines for the Max — says the grounding could cost it upward of $1 billion. Smaller businesses that serve Boeing employees — particularly in Washington state, where the Max is built — are also feeling the pinch. And some Boeing employees worry that the groundings could lead to layoffs. This puts politicians, particularly Democrats, in a precarious position. Coming down hard on Boeing may look good to the base, but it risks alienating voters if the punishment ends up hurting businesses and costing jobs.\n\nRepublicans have their own problems. According to the FAA, increasing regulatory oversight would cost $1.8 billion, 10 percent more than what Congress has currently earmarked for the agency. Increased spending is unlikely to thrill the party that promotes fiscal restraint.\n\nAD\n\nAD\n\nRepublicans may have some misgivings about the Max. Following the crashes, Sen. John Thune (R-S.D.) said he would “prefer flying on some other plane.” Sen. Ted Cruz (R-Tex.), who chairs the Commerce Committee’s Subcommittee on Aviation and Space, said there had been a “serious breakdown” in how the Max was certified. But taking action is politically challenging with the need to balance regulatory fixes against the fiscal and electoral costs incurred to achieve those fixes.\n\n3. Safety matters — but so do sales.\n\nDuring the hearings, Boeing admitted — and apologized for — making mistakes when designing the Max. But Boeing also argued it had followed existing rules. Those rules allowed Max pilots to fly the airplane without explicit training on its underlying systems. Court documents show Boeing sought to limit such training in the hope of making the Max more attractive to airlines, thereby boosting sales. Boeing even agreed to compensate Southwest Airlines — a major Max customer — $1 million per airplane sold if its pilots did need more training.\n\nAD\n\nAD\n\nThat reveals how pressed Boeing feels to compete with its European counterpart, Airbus. The companies — which together dominate the global aerospace market — have long battled for customers. The Max was developed specifically to compete with a similar Airbus jet. With billions of dollars (and national pride) at stake, the Boeing-Airbus rivalry has pitted the U.S. government against its European counterparts, with both sides claiming that the other unfairly subsidizes its airplanes. Recently, a World Trade Organization arbiter ruled that the United States could impose $7.5 billion in tariffs on European goods to counteract the E.U.’s illegal subsidies to Airbus. President Trump called that a big “win” for the United States.\n\nAlthough FAA regulators haven’t said when the Max will fly, Boeing hopes it will be by year’s end. The grounding is costing the company billions: It has had to halt aircraft deliveries, slash production and pay damages to airlines whose Max deliveries have been delayed. Trump suggested Boeing rebrand the jet. Trump’s Council of Economic Advisers believe the Max saga is weighing down the economy.\n\nIf this continues, it could exacerbate political polarization. A recent study found an unprecedented level of partisan differences in perceptions of economic growth."}}