{"GDELT": {"GlobalEventID": 883776561, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "HLH", "Actor2Name": "NURSE", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.747126436781611, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "South Dakota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSD", "Actor1Geo_Lat": 44.2853, "Actor1Geo_Long": -99.4632, "Actor1Geo_FeatureID": "SD", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "South Dakota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSD", "Actor2Geo_Lat": 44.2853, "Actor2Geo_Long": -99.4632, "Actor2Geo_FeatureID": "SD", "Action2Geo_Type": 2, "Action2Geo_Fullname": "South Dakota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSD", "Action2Geo_Lat": 44.2853, "Action2Geo_Long": -99.4632, "Action2Geo_FeatureID": "SD", "DATEADDED": 20191101154500, "SOURCEURL": "https://www.argusleader.com/story/news/2019/11/01/human-services-center-yankton-south-dakota-anne-white/4109588002/"}, "ARTICLE": {"TITLE": "State reaches settlement with family of woman who died at HSC", "TEXT": "South Dakota state officials have settled with the families of a young woman who died of alcohol withdrawal at the state psychiatric hospital in Yankton in December of 2017.\n\nBefore she died, Anne Elizabeth White asked staff to be transferred to an emergency room to treat her withdrawal but her request went ignored by staff at the Human Services Center, according to a 2018 report from federal officials released following an Argus Leader investigation.\n\nWhite was 37 when she died.\n\nOfficials with the state of South Dakota and the Human Services Center agreed to pay $325,000 to an estate that includes six of White’s children as part of a settlement finalized in September.\n\nMike Bornitz with Cutler Law Firm was one of two attorneys representing families and an estate that had been established in preparation for a wrongful death lawsuit.\n\n“They didn’t want this to happen to somebody else,” Bornitz said. “They wanted to make sure that her death meant something and that the state would step up, hopefully, and change what was seriously wrong the Human Services Center.”\n\nHospital leadership and officials for Department of Social Services declined to comment for this story.\n\nThe settlement with White’s family came as state lawmakers try to address ongoing problems at the hospital, which has struggled for years with severe workforce problems at all levels, including upper leadership.\n\nStaffing issues have continued to hinder the HSC's ability to admit patients and meet the demands of agencies that rely on it, one of them being the state’s local court system.\n\n“I think it’s a sad day when the only way you can get into HSC is an involuntary commitment,” said Rep. Jean Hunhoff, R-Yankton. “I don’t think the South Dakota citizen deserves that. I think if someone has a mental health crisis, they should be able to access that.”\n\nFormer HSC administrator Ken Cole left in May after just a year of heading up operations at the hospital. When he started in May, 2018, Cole was the fourth person in two years to head up operations at the hospital.\n\nAs of September, a number of units at the Yankton hospital were still going unused by the state due to lack of staffing.\n\nInvestigators with the U.S. Centers for Medicare and Medicaid Services described an atmosphere of overwhelming stress and desperation for workers in their 2018 report, while also outlining the hospital’s deadly missteps in the hours and moments leading to White’s death.\n\nA nurse told federal investigators staffing the morning of White’s death was “horrible,” according to the report. Another said they felt “stretched” and “traumatized.”\n\n“Several staff broke down and started to cry during the debriefing, because the staff were so busy,” according to the report.\n\nAnne White called emergency responders for help in the winter of 2017 because she was suicidal. She was brought by police a day later to the Human Services Center and admitted at 1:16 p.m. Dec. 19, 2017.\n\nShe was pronounced dead less than a day later.\n\nIn the intervening hours, nurses and other hospital staff failed to monitor her health appropriately, according to the feds, and did not follow the hospital’s policy of transferring patients who were going through the dangerous and life-threatening process of withdrawal. White asked directly to be moved.\n\n“I’m withdrawing, why aren’t you doing something about my blood pressure?” White asked a nurse, according to the report.\n\n“I think I need to go to an ER,” she said. “I am in withdrawals.”\n\nU.S. officials determined the hospital had fixed problems leading to White’s death in April of 2018, though workforce problems continued.\n\nIn the year that followed White’s death, staffing problems continued and South Dakota legislators declared mental health issues in the state to be a “public health crisis.”\n\nDespite that declaration and findings by feds that staffing patterns at HSC created a “potential safety risk for all patients,” there are no clear plans by state officials to pay for additional staff to help alleviate those who are already so busy treating patients in crisis.\n\nInstead, lawmakers want to shift more responsibility to the private sector and community-based care services. The state Legislature formed three interim session committees to come up with ideas for prevention and treatment alternatives, including possible alternatives for some of the geriatric patients currently under the care of the Human Services Center.\n\nLawmakers hope to take pressure off the hospital, said Sen. Susan Wismer, D-Britton, who serves on the committee to Redefine Nursing Home Criteria and Build Capacity.\n\n“Their reaction to the labor force issue is to cut beds, rather than compete for the labor force with pay increases and improved working conditions,” Wismer said.\n\nIn agreeing to release claims against the state, money from the settlement will go to an estate set up in White’s name and invested for the benefit of her six children. Their parents and guardians have a fiduciary responsibility to manage the funds, but it should be there for them when they need money for something like college, Bornitz said.\n\n“Hopefully the compensation that we were able to get for these kids can help make their lives better,” Bornitz said.\n\nRead the 2018 federal report regarding Anne Elizabeth White's death at the Human Services Center in Yankton:"}}