{"GDELT": {"GlobalEventID": 883873153, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "UKR", "Actor1Name": "UKRAINE", "Actor1CountryCode": "UKR", "Actor2Code": "SPY", "Actor2Name": "INTELLIGENCE", "Actor2Type1Code": "SPY", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.04322063436737, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20191102013000, "SOURCEURL": "https://www.jdsupra.com/legalnews/impeachment-ignited-how-the-process-81789/"}, "ARTICLE": {"TITLE": "Impeachment Ignited: How the Process Will Unfold", "TEXT": "Click here to listen to the companion podcast on the impeachment process.\n\nThe Impeachment Process\n\nOverview\n\nArticle II, Sec. 4 of the U.S. Constitution states that a president, vice president or any other civil officer can be removed from office if he or she has committed “treason, bribery, or other high crimes and misdemeanors.” The standard, although debated, is generally interpreted to encompass any significant abuse of power by high-level officials, including bad acts that are not necessarily prohibited by criminal statutes. It was derived from the British Parliament, which for centuries prior to the writing of the Constitution, had used a similar standard to remove crown officials from power. Article I, Sec. 2 Clause 5 and Sec. 3 Clauses 6-7, respectively, grant the House of Representatives the power of impeachment and the Senate the power to try the charges delivered by the House.\n\nAn impeachment investigation or inquiry can begin in any number of ways, but it is normally predicated on a credible allegation of misconduct by an official that would disqualify them from public service. Referrals from prosecutors, whistleblowers and others can jump-start impeachment proceedings. Criminal convictions have in the past also served as the impetus for impeachment proceedings against federal judges. In the impeachment proceedings of Presidents Richard Nixon and Bill Clinton, information was referred to the House Judiciary Committee, which conducted an investigation before recommending articles of impeachment to the full House. However, the House does not have to follow the historical norm. It could form a new panel to oversee the investigation, assign the responsibility to different committees or hold a floor vote on articles without completing an investigation beforehand. Whether the full House needs to vote on resolutions directing the House Judiciary Committee to initiate impeachment proceedings or if they can begin on the committee level is disputed. House Speaker Nancy Pelosi designated the House Intelligence Committee to lead the impeachment inquiry into President Trump. Other involved committees include the House Foreign Affairs, Oversight and Reform, and Judiciary committees. The Intelligence Committee is expected to compile the primary case for impeachment and then deliver it to the House Judiciary Committee, where the ultimate decision will be made on whether to recommend the articles of impeachment to the full House for consideration.\n\nA simple majority of the House voting to impeach an official on one or more articles of impeachment triggers a trial in the Senate. During the trial, the prosecution is composed of lawmakers from the House who are referred to as “impeachment managers.” Private lawyers for the accused individual serve as defense counsel, although in the case of a president, the counsel to the president plays an active role. The full Senate serves as the jury. If the president is the official on trial, the chief justice of the United States oversees the proceedings. The Constitution does not outline specific rules for the trial, so the Senate would vote on a resolution detailing the necessary procedures before it begins. A two-thirds majority is required to convict and there are no appeals. If they do vote to convict, senators have the power to remove the official from office and may bar them from seeking additional offices in the future.\n\nImpeachment Timeline\n\nDate Event July 16 Rep. Al Green (D-TX) is the first member to file articles of impeachment following President Trump’s remarks suggesting that four female members of color “go back” to their ancestral countries. The four members were Reps. Alexandria Ocasio Cortex (D-NY), Ilhan Omar (D-MN), Ayana Pressley (D-MA) and Rashida Tlaib (D-MI). July 17 The House votes 332-95 to table Rep. Green’s impeachment resolution. July 24 Special Counsel Robert Mueller testifies before the House Judiciary and Intelligence Committees. July 25 U.S. President Donald Trump and Ukrainian President Volodymyr Zelenskiy speak by phone. August 2 A majority of House Democrats now favor launching an impeachment inquiry or proceedings. Rep. Salud Carbajal (D-CA) is the 118th member to publicly call for them to begin. August 8 House Judiciary Committee Chair Jerrold Nadler (D-NY) publicly states that his panel is conducting an impeachment inquiry and, by the end of the year, will determine whether or not to refer articles of impeachment to the full House. August 12 A U.S. intelligence officer, the first whistleblower, files a complaint with Intelligence Community Inspector General (ICIG) Michael Atkinson regarding Trump’s communication with a foreign leader. August 26 ICIG Atkinson delivers the complaint to Acting Director of National Intelligence (DNI) Joseph Maguire. September 2 DNI Maguire is required to disclose the whistleblower complaint to the House Intelligence Committee. He misses the deadline. September 12 The House Judiciary Committee approves a resolution, along party lines, that defines the rules of the panel’s impeachment investigation. September 17 The House Judiciary Committee holds a public hearing entitled, “Presidential Obstruction of Justice and Abuse of Power.” Corey Lewandowski, President Trump’s campaign manager for the 2016 election, is the only witness to appear. September 24 Speaker Nancy Pelosi (D-CA) announces an impeachment inquiry is underway in the House of Representatives following reports that President Trump withheld aid from Ukraine in order to pressure Ukrainian officials to investigate accusations against former Vice President Joe Biden and his son Hunter. September 25 The White House releases a rough transcript of President Trump’s July 24 call with President Zelenskiy. A majority of members of the House of Representatives now favor some form of impeachment proceedings. September 26 The first whistleblower complaint is released. Speaker Pelosi announces that the inquiry currently underway in six House committees will be coordinated by the House Intelligence Committee under the leadership of Chair Adam Schiff (D-CA). The Acting Director of National intelligence, Joseph Maguire, testifies before the House Intelligence Committee regarding his handling of the whistleblower complaint. October 2 ICIG Atkinson meets with impeachment investigators. October 3 A former U.S. special envoy to Ukraine, Kurt Volker, is deposed. October 4 ICIG Atkinson testifies in a closed-door session. October 6 Reports emerge that a second whistleblower has come forward and is cooperating with the inquiry. October 8 The White House says it will not cooperate with the impeachment probe and intends to block testimonies and refuse to comply with subpoenas. Secretary of State Mike Pompeo fails to comply with a deadline to turn over documents that were subpoenaed by the investigating committees. October 11 Former U.S. ambassador to Ukraine Marie Yovanovitch is deposed. October 14 Former White House Russia advisor Fiona Hill is deposed. October 15 George Kent, deputy assistant secretary of state in the Bureau of European and Eurasian Affairs, testifies in a closed-door session. October 16 Senate Majority Leader Mitch McConnell (D-KY) says the Senate will hold a trial if the House votes to impeach the president. Michael McKinley, a former senior adviser to Secretary of State Mike Pompeo, is deposed. October 17 Gordon Sondland, U.S. ambassador to the European Union, testifies in a closed-door session. October 18 Energy Secretary Rick Perry and Acting White House Chief of Staff Mick Mulvaney refuse to comply with subpoenas from the committees running the impeachment inquiry. October 21 The House votes 218-185 to table a resolution from Republicans that would censure Schiff for his handling of the impeachment investigation. October 22 Bill Taylor, former U.S. ambassador to Ukraine, is deposed. October 23 Laura Cooper, deputy assistant secretary of defense for Russia, Ukraine and Eurasia, is deposed. October 25 A federal judge rules that the House impeachment inquiry is legal. She also requires the Department of Justice to deliver secret grand jury material collected by Special Counsel Robert Mueller’s investigation to the House. House Republicans gather outside the secure room in the Capitol where Cooper was being held to testify, delaying her testimony by five hours. They demand that Democrats compel the whistleblower to publicly testify. October 26 Philip Reeker, acting assistant secretary in the Bureau of European and Eurasian Affairs, is deposed. Gordon Sondland, ambassador to the European Union, reviews the transcript of his deposition in the impeachment inquiry with his lawyer. October 29 The House Rules Committee releases the text of a resolution that would codify the procedures for and define the scope of the impeachment inquiry. Lt. Col. Alexander Vindman, a Ukraine expert on the National Security Council, testifies before investigators. October 30 The House Rules Committee marks up and advances the resolution to define the procedures for the inquiry. Kathryn Wheelbarger, acting assistant Secretary of Defense for International Security, and two State Department officials are deposed. October 31 House approves a resolution formalizing impeachment proceedings, tasking the House Intelligence Committee with conducting public hearings and the House Judiciary Committee with “report[ing] to the House of Representatives such resolutions, articles of impeachment, or other recommendations as it deems proper.\n\nImpeachment Outlook\n\nTimeline\n\nDemocrats leading the investigation have repeatedly signaled that they intend to complete the House inquiry by the end of 2019. Intelligence Committee Chair Adam Schiff has also discussed the need to hold a public component to the inquiry before proceeding to a floor vote. The timing of both the private investigation and the proposed public hearings is constantly in flux.\n\nImpeachment Halts in the House\n\nAlthough unlikely, the Judiciary Committee may determine that there is insufficient evidence to refer articles of impeachment to the full House. If this happens, other committees or individual members may submit an impeachment resolution. Similarly, the articles could fail to pass the full House. However, over a dozen Democrats would need to vote the resolution down in order for this to occur. During the Clinton impeachment, the House Judiciary Committee recommended four articles of impeachment, but the House only approved two.\n\nPre-emptive Resignation\n\nThe president could decide to step down, effectively ending the impeachment process. President Richard Nixon took this path in 1974 before the House of Representatives could vote to impeach him, although he was facing the opposing party in both chambers of Congress. President Trump is not expected to take this route, but if the House produces a smoking gun and he loses support in the Senate, it may become a more attractive alternative.\n\nA Senate Freeze\n\nSenate Majority Leader Mitch McConnell said on October 16 that if the House votes to impeach, then “under the impeachment rules of the Senate, [the chamber will] take the matter up. The chief justice will be in the chair ... We intend to do our constitutional responsibility.” However, constitutional experts are debating whether the Senate does have a responsibility to take up any impeachment charges from the House. On the matter, the Constitution says only that “the Senate shall have the sole Power to try all Impeachments,” which some have argued means they also have the power to decide whether the trial should commence. If McConnell reverses course at any point and fails to hold a trial in the Senate, it is not clear what oversight mechanisms, if any, could force one. Still, others contend that the Senate is obligated to hold a trial and that Chief Justice John Roberts, as the presiding official, could compel a Senate trial on charges of impeachment.\n\nAcquittal\n\nShould the Senate hold a trial, it may be long and rigorous or short and lacking substance. McConnell may bring the proceedings to a quick, party-line vote or he could hold a lengthy trial and allow all the witnesses called to testify and be questioned by both sides. Whatever form the trial takes, a two-thirds majority is necessary to convict in the Senate; a significantly higher margin than the simple majority needed in the House to impeach. In fact, a handful of Republicans could defect and President Trump would still be acquitted. Should he be acquitted, which is currently the most likely end to the impeachment proceedings, President Trump would remain in office and be free to run for reelection in 2020.\n\nConviction\n\nIf Democrats are able to produce evidence that changes the current dynamic, i.e., something irrefutable that even the president’s party is swayed by, there could be a number of Republicans that vote to impeach and convict. Twenty Republican senators will need to vote with Democrats and support a conviction for the 67-vote threshold to be met. If it is, President Trump will be removed from office and Vice President Mike Pence will become the 46th president of the United States. If the articles of impeachment fail to contain specific language barring Trump from holding elected office in the future, he would still be eligible to run in 2020.\n\nPotential Impacts of Impeachment Proceedings\n\nMarkets and Investor Confidence\n\nGiven that only three presidents have faced impeachment proceedings in U.S. history, it is hard to say how markets and investor confidence will be affected by the ongoing inquiry into President Trump.\n\nThere are no perfect comparisons; when Richard Nixon was under investigation by the House, the United States was wrapped up in a global recession and oil crisis. Stocks did drop slightly after the House Judiciary Committee approved articles of impeachment against him, but the effect was minimal and did not last long. When the House presented Bill Clinton with articles of impeachment, the S&P 500 dropped 5%, but the markets rebounded quickly. When Andrew Johnson was impeached, stocks stayed steady, but bonds rallied.\n\nLike Johnson and Clinton, President Trump is unlikely to be convicted by the Senate and will probably stay in office. There is therefore little risk that markets will react strongly to impeachment by the House. However, impeachment could further jeopardize cooperation between Congress and the administration on a number of policy priorities, particularly on drug pricing and infrastructure. Lack of progress on these issues could affect certain sectors and depress some market activity.\n\nIt is also unclear how impeachment would affect President Trump’s chances in the upcoming presidential election, and markets may react differently depending on who takes office if Trump loses.\n\nUSMCA and U.S.-China Trade\n\nDespite President Trump’s warnings that impeachment proceedings will distract Congress from passing the United States-Mexico-Canada Agreement (USMCA), House Democrats and United States Trade Representative (USTR) Robert Lighthizer continue to make progress toward reaching a final deal. Although the administration has yet to submit an agreement for consideration, and Congress is quickly running out of legislative days, impeachment proceedings could potentially increase the chances of USMCA passage. President Trump will likely want a win on trade to improve his reelection prospects, and Democrats will want to show they can deliver important legislation even as they continue their investigations. However, the USMCA vote may ultimately be pushed to early next year.\n\nThe impeachment inquiry does add a layer of unpredictability to U.S.-China trade talks. Ambassador Lighthizer has said he is staying focused on the elements of the negotiations that he can control and is eager to secure a deal with China, as the ongoing dispute has caused some economic fallout. Wall Street analysts have predicted that the threat of impeachment could force President Trump to cut a mini-deal with China to deescalate the ongoing trade war. It is unclear, however, how willing China will be to negotiate or make concessions if officials believe President Trump’s political position is weakened, or if they anticipate that he will lose his reelection campaign in 2020.\n\nDrug Pricing Legislation\n\nIt is likewise unclear how the ongoing investigations and possible impeachment by the House would affect the passage of drug pricing legislation. The House is currently considering House Speaker Nancy Pelosi’s (D-CA) H.R.3, Lower Drug Costs Now Act of 2019, which was introduced by House Energy and Commerce Chair Frank Pallone (D-NJ). The bill has been marked up and favorably reported along party lines out of the House Energy and Commerce Committee, the Education and Labor Subcommittee, and the Ways and Means Committee. Although both Democrats and Republicans (including President Trump) have expressed a desire to tackle drug pricing, the bill’s proposal to allow Medicare to negotiate directly with pharmaceutical companies has proven controversial. Republicans argue the measure will inhibit medical innovation and may even be unconstitutional, while more liberal Democrats in Speaker Pelosi’s caucus believe the bill doesn’t go far enough in allowing the government to secure fair prices for consumers. The House is expected to pass H.R.3 along a party-line vote, and the Senate will not take up the legislation.\n\nThe ongoing impeachment inquiry has only heightened tensions between Speaker Pelosi, House Democrats, Republicans and President Trump. The president has repeatedly criticized the speaker on Twitter and expressed doubt that Congress will be able to move any drug pricing legislation if they are distracted by impeachment. The speaker has said President Trump’s criticisms notwithstanding, she will continue to work with officials toward a final drug pricing agreement. It is possible that drug pricing legislation that is not highly partisan, such as capping seniors’ out-of-pocket costs, and mandating transparency requirements on drug manufacturers, may be included in an end-of-year funding deal. The prospects of any bipartisan policy becoming law will hinge on the president’s reaction and the administration’s ability to compartmentalize the issues, if they are serious about moving drug pricing legislation.\n\nAppropriations Process\n\nThe impeachment proceedings have also slowed down progress on the appropriations process. The House has passed 10 of the 12 spending packages, but the Senate has yet to vote on any of them. Disagreements about top-line spending, funding for some programs and the construction of a wall along the U.S.-Mexico border are dividing Republicans and Democrats in both chambers and will have to be worked out in conference. The impeachment proceedings have only heightened the sense of partisanship and will likely delay the timeline for legislative negotiations.\n\nLawmakers have until November 21 to pass the 12 appropriations bills or agree to another stopgap funding measure to prevent a government shutdown. Although the Senate is voting this week on their own omnibus package, they are unlikely to make much progress on the other spending bills and work out all the differences with the House versions by the November deadline. It is therefore widely anticipated that members will pass another continuing resolution (CR) instead. Whether the CR will run through Christmas or February is still to be determined, although February is slightly likelier, given how far apart members are on the appropriations bills. An impeachment trial could make these already difficult negotiations more contentious. Congress is expected to wrap up impeachment proceedings by the end of December; if the process is divisive and splits lawmakers’ opinions badly, it could be difficult for members to come back together to reach agreement on the funding measures."}}