{"GDELT": {"GlobalEventID": 883864785, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "DEU", "Actor1Name": "GERMAN", "Actor1CountryCode": "DEU", "Actor2Code": "GOV", "Actor2Name": "MINIST OF STATE", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.75187969924812, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kolkata, West Bengal, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN28", "Actor1Geo_ADM2Code": "70294", "Actor1Geo_Lat": 22.5697, "Actor1Geo_Long": 88.3697, "Actor1Geo_FeatureID": "-2092511", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Berlin, Berlin, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM16", "Actor2Geo_ADM2Code": "16538", "Actor2Geo_Lat": 52.5167, "Actor2Geo_Long": 13.4, "Actor2Geo_FeatureID": "-1746443", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kolkata, West Bengal, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN28", "Action2Geo_ADM2Code": "70294", "Action2Geo_Lat": 22.5697, "Action2Geo_Long": 88.3697, "Action2Geo_FeatureID": "-2092511", "DATEADDED": 20191102004500, "SOURCEURL": "https://www.business-standard.com/article/news-ani/mou-on-cooperation-between-museums-of-india-germany-signed-119110200115_1.html"}, "ARTICLE": {"TITLE": "MoU on cooperation between museums of India, Germany signed", "TEXT": "Union Minister of State for Culture and Tourism, Prahlad Singh Patel held talks with a German delegation led by Monika Grutters, Minister of State to the Federal Chancellor, Federal Government Commissioner for Culture and Media in Delhi on Friday.\n\nDuring the meeting, a Memorandum of Understanding (MoU) regarding cooperation between select museums of India and Germany was signed.\n\nThe MoU includes cooperation between the National Museum Delhi, the National Gallery of Modern Art Delhi, the Indian Museum Kolkata, the Prussian Cultural Heritage Foundation Stauffenbergstr, Berlin and the Stiftung Humboldt Forum in Berliner Schloss, Berlin, according to an official statement.\n\nThe aim of the agreement is to research archaeological ethnological and art historical objects and their historical and contemporary sources within the framework of material culture studies.\n\n\"This will include intangible cultural heritage, restoration and conservation studies and education work. The basis for cooperation is the collections and expertise of the participating institutions,\" the statement said.\n\nDuring the meeting, Patel said that culture plays an important role in the development of a country.\n\nIndia and Germany have a long tradition of academic and cultural exchange. Along with this MoU, the possibilities will be explored to translate classics belonging to both countries into German and Indian languages.\n\n\"For example, Sanskrit classics like Sannayasa Upanisads and Yatidharma Prakasha can be translated into German. Similarly, one of the following three German classics can be translated either into Hindi or Sanskrit: Die Blechtrommel by Gunter Grass, Buddenbrooks by Thomas Mann and the Trial by Franz Kafka,\" the statement said.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}