{"GDELT": {"GlobalEventID": 883865411, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "MIL", "Actor1Name": "AIR FORCE", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.88888888888889, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Netherlands", "Actor1Geo_CountryCode": "NL", "Actor1Geo_ADM1Code": "NL", "Actor1Geo_Lat": 52.5, "Actor1Geo_Long": 5.75, "Actor1Geo_FeatureID": "NL", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Netherlands", "Action2Geo_CountryCode": "NL", "Action2Geo_ADM1Code": "NL", "Action2Geo_Lat": 52.5, "Action2Geo_Long": 5.75, "Action2Geo_FeatureID": "NL", "DATEADDED": 20191102004500, "SOURCEURL": "https://www.jqpublicblog.com/netherlands-receives-first-f-35-accidentally-sprays-foam-on-it-during-ceremony/"}, "ARTICLE": {"TITLE": "Netherlands receives first F-35, accidentally sprays foam on it during ceremony", "TEXT": "A Dutch Air Force fire crew -hoping to celebrate the arrival of the Netherlands’ first F-35A Lightning II with a water cannon salute- bungled a recent ceremony, spraying firefighting foam on the expensive warplane.\n\nThe nation’s air force was looking forward to celebrating the replacement of the aging F-16 fleet, with one of the older aircraft being infamous for nearly shooting itself down in March of this year.\n\nDuring the arrival of the F-35, Dutch firefighters assigned to the airfield were taking aim to give a water cannon salute, but ultimately ended up dousing the plane in foam, potentially compromising its radar-absorbent coating.\n\n\n\n\n\n\n\nAccording to the Daily Mail, the incident took place on October 31st, and the accidental use of foam was due to a mishap involving an F-16 earlier in the day.\n\nThe pilot, Ian Knight, was no doubt left confused as he taxied on the tarmac, having just flown to the Netherlands from Italy.\n\nKnight is based out of Bakersfield, California, and serves as commander of the 323 Test & Evaluation Squadron.\n\n\n\n\n\n\n\n© 2019 Bright Mountain Media, Inc. All rights reserved.\n\nThe content of this webpage may not be reproduced or used in any manner whatsoever without the express written consent of Bright Mountain Media, Inc. which may be contacted at info@brightmountainmedia.com, ticker BMTM."}}