{"GDELT": {"GlobalEventID": 883872671, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "JOR", "Actor1Name": "JORDAN", "Actor1CountryCode": "JOR", "Actor2Code": "USA", "Actor2Name": "HOUSTON", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.390625, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jordan", "Actor1Geo_CountryCode": "JO", "Actor1Geo_ADM1Code": "JO", "Actor1Geo_Lat": 31.0, "Actor1Geo_Long": 36.0, "Actor1Geo_FeatureID": "JO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jordan", "Actor2Geo_CountryCode": "JO", "Actor2Geo_ADM1Code": "JO", "Actor2Geo_Lat": 31.0, "Actor2Geo_Long": 36.0, "Actor2Geo_FeatureID": "JO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jordan", "Action2Geo_CountryCode": "JO", "Action2Geo_ADM1Code": "JO", "Action2Geo_Lat": 31.0, "Action2Geo_Long": 36.0, "Action2Geo_FeatureID": "JO", "DATEADDED": 20191102013000, "SOURCEURL": "https://heavy.com/news/2019/11/coty-beavers-death-murder/"}, "ARTICLE": {"TITLE": "Coty Beavers Death: 5 Fast Facts You Need to Know", "TEXT": "Coty Beavers was murdered as part of a pair of “honor killings” meted out by the Texas based father of Coty’s wife, Nesreen Isran. The father-in-law opposed the couple’s marriage because Beavers was a Christian. He also murdered Nesreen’s close friend.\n\nCoty was remembered in eulogies and tributes as excited about life and devoted to Nesreen. He left behind a twin brother named Cory Beavers. The case will be featured on Dateline on November 1, 2019.\n\n“Coty could carry on a conversation all by himself,” his mother wrote on his family’s memorial website, Forever Missed. “He could go on and on about the things he was passionate about. His passions included politics, world events, Egyptian and Mayan history, the existence of other life forms, 2012 predictions and doomsday prepping. He was a true expert on everything he cared about.” In her victim impact statement in court, she said, “We all miss him very much. He was many things to many people. He was my baby, Adam’s little brother, Nesreen’s sweetheart and husband. He was Cory’s life-long playmate, companion and twin.” The mother worked in a law firm to raise her family as a single mother, according to The Houston Chronicle.\n\nAli Mahwood-Awad Irsan, a Jordanian immigrant, was convicted of killing Beavers and Nesreen’s friend Gelareh Bagherzadeh, described by the Houston Chronicle as “a 30-year-old medical researcher and Iranian activist who championed women’s rights.” Gelareh was dating Cory Beavers, Coty’s twin.\n\nGelareh was the center of attention, in the best sort of way. More details tonight on an all-new 2-hour #Dateline at 9/8c. pic.twitter.com/EbJ0WyV1nX — Dateline NBC (@DatelineNBC) November 1, 2019\n\nNasim Irsan, Nesreen’s brother, was convicted in connection with Bagherzadeh’s death, according to Click2Houston. The television station reported that Bagherzadeh helped Nesreen leave the Muslim religion and introduced her to Beavers. Ali Isran is on death row in Texas for the murders. He’s also suspected of murdering his other daughter’s husband a couple years before. His wife and other daughter was also accused in connection to the plot.\n\nHere’s what you need to know:\n\n1. Ali Isran Snuck Into Coty Beaver’s Apartment & Murdered the Man\n\nThis was a mystery almost too surreal to believe… All-new 2-hour #Dateline Friday at 9/8c with @JoshMankiewicz. pic.twitter.com/I67ztOAEPL — Dateline NBC (@DatelineNBC) November 1, 2019\n\nAccording to NBC News, Ali was accused of sneaking into the apartment his daughter shared with Beavers and shooting Coty to death. The murder occurred in 2012, shortly after Bagherzadeh was shot to death in her car by Ali and his son.\n\nBeavers had just walked his wife to her car so she could go to work and was ambushed when he returned to the couple’s apartment, The Chronicle reported. He was only 28 years old when he died.\n\nNesreen’s sister was charged with stalking in the case. You can read appeals court documents in that case here. “As a result of that investigation, the State ultimately obtained four indictments: a capital murder indictment against Ali Irsan, appellant’s father; murder indictments against Shmou Al-Rawabdeh Irsan and Nasim Irsan, appellant’s step-mother and half-brother, respectively; and a stalking indictment against appellant,” the records say (appellant refers to Nesreen’s sister).\n\nDaughter testifies in father's 'honor killing' trialIt was the first time Nesreen Beavers spoke in court about the murder of her husband. She spent most of the day on the stand, recounting her strict Muslim upbringing and the fear she felt after marrying a Christian man. 2018-07-09T22:41:32.000Z\n\n“Nesreen Irsan would not succumb to her father’s complete domination and rule of her. And she left his home without his permission and went into hiding,” said Harris County District Attorney Devon Anderson, according to Women of Grace. “These two murders are linked by the belief on the defendant’s part that his honor as a father and a Muslim has been violated by his daughter, who defied his rule and married a Christian man.”\n\nThe court documents state that Cory Beavers, Coty Beavers’ twin brother, “testified that he met appellant (Nesreen’s sister Nadia) and Nesreen in class at Lone Star Community College, and they later attended school at University of Texas MD Anderson together. He stated that appellant was more opinionated and had more authority over Nesreen. He testified that it was common knowledge among MD Anderson students that, in 1999, Ali Irsan had murdered the husband of one of appellant’s and Nesreen’s older sisters. Appellant was ‘nonchalant’ about this information, and she was not embarrassed by it.”\n\nThe documents continue that Cory “introduced Nesreen to Coty, and they almost immediately began a romantic relationship. Appellant found this to be unacceptable, and she believed that her father would not approve of Nesreen’s relationship. Appellant did not like Coty, and she began making threats to tell her father about the relationship. During an argument with Coty, appellant said, ‘I can’t wait for my father to put a bullet in your head.'”\n\n2. Coty’s Twin Brother Described How Nesreen Fled to Their Home\n\nJurors sentence Ali Irsan to death for 2012 honor killingsJurors sentence Ali Irsan to death for 2012 honor killings 2018-08-14T21:23:54.000Z\n\nCoty Beavers’ twin brother’s account is detailed in the court record. “In June 2011, Nesreen appeared at the Beavers’ house with ‘nothing but the clothes she was wearing,’ having run away from her father’s house. Shirley McCormick, the twins’ mother, allowed Nesreen to stay at their house,” the court document states.\n\n“The following weekend, the Beavers family members began receiving calls from appellant (Nesreen’s sister), and they could ‘constantly’ see cars driving slowly past their house, parking nearby for hours, and then driving away. At one point, Ali Irsan passed out flyers to the Beavers’ neighbors with a picture of Coty, a request for information about him, and an offer of a reward. All of the Beavers family members began having trouble with their vehicles, including flat tires and other mechanical problems.”\n\nIn 2018, the Houston Chronicle reported that Nesreen Irsan “finally had a night without nightmares.” Then 30, she was able to get some sleep because her father had finally received the ultimate punishment: A trip to death row.\n\nThe newspaper reported that she had suffered from nightmares about being “hunted by her father and other family members” after fleeing the family’s home and becoming a Christian in 2011 (the murders occurred in 2012).\n\n3. A Memorial Page Contains Tributes to Coty Beavers\n\nThe family has a website and a Facebook page where people share tributes to Coty.\n\nIn 2012, Nesreen shared a photo showing her with Coty Beavers and wrote, “This was not only my first Christmas, but the first time I have ever spent a holiday with a family that loved me unconditionally. Coty made sure it was an amazing Christmas with all the gifts, but to tell the truth he was the best gift of all.”\n\nShe continued: “I will never forget the cute smiles he gave every time I got to do something so simple as decorating a Christmas tree for the first time or looking at the stars for the first time. I was obsessed with this man even counting the freckles on his arms or pushing in his button nose made me so happy. This picture, like so many others, makes my heart yearn to hold him and hear his voice again. You will always remain in my heart Coty. I love you so much baby, can’t wait to see you again in heaven.”\n\nHis mother’s tribute continued: “We went for bike rides in the mornings before work and he would talk the entire time. Then he would continue talking as he put the bikes away, and even talk through the door while I was dressing for work.”\n\nShe added: “He possessed a wealth of knowledge and information on just how the universe worked, how the world functioned, and all the secrets behind the Illuminati (they weren’t pulling the wool over HIS eyes).”\n\nA friend wrote, “Sure was fun fishing with you Coty. We were both so excited when we got a fish on our hooks. It didn’t matter that it was a stocked pond. We got to say we caught a fish. Your Birthday is soon, you would have been 30. But now you will never age. It wont be long and We will be up there with you.”\n\n4. Coty’s Twin Eulogized Him as ‘Passionate About His Interests’ in Astronomy & Politics\n\nIn his eulogy, posted on a memorial page on Facebook, Coty’s twin brother, Cory Beavers, recalled how “growing up Coty was more than a brother, he was my best friend. We were in constant competition in everything we did. We built castles in the woods, magic lamps out of couch cushions, and ran from dinosaurs. No matter how angry we were with each other, he always had my back.”\n\nCory Beavers recalled how Coty “was passionate about his interests including astronomy, politics, conspiracy theories and aliens. During the last long conversation that we shared, he tried to convince me that the world was going to end on December 21, 2012.”\n\nCory recalled how Coty and Nesreen fell in love quickly after meeting at college. “They called each other Boo-Boo Bear and Co-Co Bear. I grew to love her as my little sister (and her baking skills). She was perfect for my brother and he was perfect for her,” stated Cory.\n\n“I’ve been reminded twice this year through Gelareh’s death and the death of my brother that bodies are not invincible but our souls last forever. The world does not operate on our schedule; however, through Christ the circle can never be broken. Make sure you know where you stand with God because you never know how quickly you will be called to His Kingdom.”\n\nCory concluded, “Coty’s love, passion, and excitement for life will never be forgotten. We love you Coty, I love you, and you will always be more than a friend or a brother. You’ll always be my twin.”\n\n5. Coty’s Mom Recalls How He Had ‘No Malice in His Heart Towards Anyone’\n\nIn her victim impact statement, Coty’s mom said, “Coty was a kind, compassionate young man who adored Nesreen, loved his family and his dog. He had no malice in his heart towards anyone. He was passionate about many things and a great conversationalist who never ran out of things to talk about.”\n\nShe continued: “He loved watching the news and really tried to keep the rest of us informed about current events. Life with him was never boring. His idea of a great night was to set up his telescope on the back deck and locate stars with Nesreen by his side.”\n\nShe added: “At one time, we were just your average American family. But on November 12, 2012, Ali Irsan and his family destroyed life as we knew it forever. That was the day they ambushed and murdered Coty to restore honor to someone who never had any. Since that day, things have changed for all of us.”\n\nREAD NEXT: Jeffrey Epstein’s D"}}