{"GDELT": {"GlobalEventID": 883872313, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "EDUEDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "Actor2Type2Code": "EDU", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.29673590504451, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Atlanta, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA121", "Actor1Geo_Lat": 33.749, "Actor1Geo_Long": -84.38799999999999, "Actor1Geo_FeatureID": "351615", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20191102013000, "SOURCEURL": "http://thewestgeorgian.com/how-much-do-your-professors-make/"}, "ARTICLE": {"TITLE": "How much do your professors make? – The West Georgian", "TEXT": "Teachers and professors reign as the most influential and pivotal figures in the United States, they’re often the most maltreated as well. Dispute over education salaries constantly causes outrage, primarily in the public grade school spectrum where resources are continually being cut.\n\nTeachers lead growing generations down the path of life, making them heroes. The best of the best walk among us at universities. The ongoing growth of the University of West Georgia correlates with the school’s practical core of professors, many which trialed years of seasoned experience and solid standing in their respective fields before migrating to classrooms. While the discrepancy of pay for grade school teachers drives political debates, our university professors get a better chunk of the cheddar. However, the distribution of that parmesan could be seen as inconsistent.\n\nThe official positions for university teachers vary but in simple terms, you have lecturers and professors. Professors swim through years of graduate school education programs to obtain masters and doctorates as well as do independent research through the university. The compensation is well worth the tribulation, as the average undergraduate professor at UWG earns a few pebbles shy of $100 thousand a year, compared to $62 thousand for lecturers according to open.ga.gov. Totals for programs such as nursing or law were not listed in Georgia’s public records, for unknown reasons.\n\nThough lecturers make significantly less, their salaries are dispersed fairly evenly, however the same cannot be said on the other side. Standard deviation is the square root of variance, measuring the dispersion of data relative to the average of your data pool. The standard deviation for lecturer’s salary here is about $17 thousand and shoots up 63% for professors at $27 thousand. This simply means that professor salaries at UWG vary greatly, and the data shows staggering leaps in professor salary by department. The top wolf? The Roy Richards Sr. College of Business.\n\nThe highest average teacher salary among all degree programs at UWG is Finance at around $127.5 thousand with Marketing right behind with $120.5 thousand. In fact the business department holds each of the top six highest average salaries on campus: Management Information Systems at $113 thousand, Business at $112 thousand, Economics at $109.5 thousand and Accounting at $104 thousand. The only other degree program with an average salary in six figures is Education, along with Education Research Studies.\n\n“Many things contribute to faculty salary, but the biggest factor is the market. An incoming faculty salary is benchmarked against median salaries for similar institutions in the College and University Professional Association (CUPA),” said Jami Bower, Associate Vice President for University Advancement. “Discipline plays a role as well in some areas, especially those where entering private practice would be much more lucrative. Programs such as business tend to have higher salaries based on factors such as these.”\n\nStepping away from business, Center for Education and Personal Development teachers average out at $96.7 thousand annually. Geography, Political Science and Chemistry all come out to around at $94 thousand. Math, German, Management, Physics, Biology, Computer Science, Psychology, Early Childhood Education and Geology all range between $80-$90 thousand in salary. Other notable figures beneath them include History at $72 thousand, Theatre at $70 thousand, Philosophy at $69 thousand, Mass Communications, English and Physical Education all at $67 thousand, Music and Sociology at $65 thousand, Art, Astrology and Criminology in the $50 thousand range with Spanish teachers rounding out as the lowest with $48 thousand.\n\n“Lesser factors include accrediting bodies who have similar Salary Studies (departments often use these studies to attract candidates and stay competitive in certain fields since many faculty look to those sources for salary negotiations), Faculty Retention (higher rank and seniority contribute, which in our Richards College of Business we have many senior faculty), and High Demand Fields where we compete with the Atlanta market. Department funding does not affect faculty salary since budget for positions is held centrally,” said Bower.\n\nAt the end of the day, it’s still about your negotiation skills!\n\nComments\n\ncomments"}}