{"GDELT": {"GlobalEventID": 883872881, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "MNCUSA", "Actor1Name": "STARBUCKS", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor2Code": "USA", "Actor2Name": "SEATTLE", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.70126227208976, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Seattle, Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_ADM2Code": "WA033", "Actor1Geo_Lat": 47.6062, "Actor1Geo_Long": -122.33200000000001, "Actor1Geo_FeatureID": "1512650", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Seattle, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_ADM2Code": "WA033", "Actor2Geo_Lat": 47.6062, "Actor2Geo_Long": -122.33200000000001, "Actor2Geo_FeatureID": "1512650", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Seattle, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_ADM2Code": "WA033", "Action2Geo_Lat": 47.6062, "Action2Geo_Long": -122.33200000000001, "Action2Geo_FeatureID": "1512650", "DATEADDED": 20191102013000, "SOURCEURL": "https://kuow.org/stories/starbucks-urges-seattle-employees-to-weigh-public-safety-in-vote"}, "ARTICLE": {"TITLE": "Starbucks tells its Seattle workers to consider ‘public safety’ when they vote", "TEXT": "Starbucks tells its Seattle workers to consider ‘public safety’ when they vote Nov 01, 2019 at 5:48 pm\n\nOn Monday Nov. 4, Starbucks is holding an event at 10 Seattle stores called “Wake Up and Vote.” The company is urging employees to consider \"public safety\" as they cast their ballots.\n\nTuesday Nov. 5 is a big election day for the Seattle City Council and other local races. To encourage voter participation, on Monday Starbucks will have free coffee samples and “informational tables” a 10 locations throughout Seattle, from 1 p.m. — 2:30 pm. The information will help customers understand where they can drop off their ballots. The company’s vice president for public affairs, John Kelly, also wrote a letter to employees, asking them to “advocate for change” amidst what he called the city’s “public safety decline.” Kelly said Starbucks has had to close stores where safety risks were too great for employees and customers, and may need to \"repeat that approach\" if circumstances in Seattle don’t improve. Kelly’s email didn’t name any candidates and told employees their voices were critical \"whatever your vote and choice may be.\"\n\nBut the letter made its anti-incumbent tone clear, saying people should demand \"a functioning and accountable government.\"\n\nIt linked to February's \"System Failure\" report on “prolific offenders” in Seattle courts, and implied support for the candidates endorsed by the Seattle Metropolitan Chamber of Commerce. Starbucks has donated $30,000 to the chamber’s political action committee this fall. Labor groups condemned Kelly's letter to employees. “Nobody who works for Starbucks or any other giant corporation wants their CEO to push them to vote a certain way — especially not by threatening their jobs. It’s an unsavory pressure tactic, and if it’s not already illegal, it probably should be,\" said Sage Wilson, spokesperson for Working Washington. \"It’s also not going to work. This is a company that opposed the $15 minimum wage and opposed secure scheduling. They even refused for years to protect public health and safety by installing safe needle disposal boxes in store bathrooms.\n\n\"Employees are well aware that the people running the company might not always have the same interests as the rest of us,\" Wilson said. UPDATE: Starbucks spokesperson Bailey Adkins said Kelly's full letter to Starbucks employees discussed a wide range of concerns beyond public safety, and was not intended to tell anyone how to vote. “Starbucks has never and will never tell partners who or what to vote for,” she said. “Just that they remember to vote and have their voices heard.” Adkins noted that Starbucks hosted city council forums at its headquarters in Sodo this fall so employees could meet the candidates and ask questions.\n\nIn the full letter, from which excerpts are included below, Kelly tells employees Starbucks has three priorities to address the city’s “state of emergency” on homelessness: To keep stores and employees safe, to advocate for unsheltered families through the No Child Sleeps Outside campaign and others, and to encourage voting and civic engagement by the city’s approximately 8,000 employees. The letter states, “Along with thousands of Starbucks alumni in the Puget Sound region, the green apron is a formidable constituency! Your vote, your voice – whatever your opinion and choice may be – have never been more critical to the future of our hometown.”\n\nHere's the full statement from Starbucks to the media on the \"Wake Up and Vote\" event, which includes excerpts from Kelly's letter: \"On November 4, the day before election day, Starbucks is doing something different, encouraging Seattle-area residents to 'Wake Up and Vote.' Starbucks remains committed to using its scale for good and to enact change in its hometown, especially in a time when Seattle faces undeniable challenges in public safety. As executive vice president of Public Affairs John Kelly said in a letter to thousands of Seattle-area partners (employees) last week, Starbucks has experienced the impact of the city’s public safety decline first-hand: 'The decline in [Seattle’s] public safety has forced local leadership to alter store operations to protect our partners and customers. This includes adjusting when stores open and close, working closely with the Seattle Police Department and local service providers, and providing de-escalation training to partners to help them better manage these challenges with compassion and care. In some instances, we’ve had to make difficult decisions to close stores that face too high a risk for partners and customers. Fortunately, when stores have closed, we have been able to provide partners opportunities in other locations. And while closing stores remains a last resort, we may need to repeat that approach given the state of public health and safety in our city. ...We are asking for your help: use your voice to advocate for change. Your vote, your voice – whatever your opinion and choice may be – have never been more critical to the future of our hometown... everyone in Seattle has a right to a functioning and accountable government. Now is the time to demand one.'” [Ellipses in original provided to media]. Locations include:"}}