{"GDELT": {"GlobalEventID": 883845227, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "GOV", "Actor1Name": "AMBASSADOR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.3722126929674099, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maine, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USME", "Actor1Geo_Lat": 44.6074, "Actor1Geo_Long": -69.3977, "Actor1Geo_FeatureID": "ME", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_Lat": 44.6074, "Action2Geo_Long": -69.3977, "Action2Geo_FeatureID": "ME", "DATEADDED": 20191101230000, "SOURCEURL": "https://www.pressherald.com/2019/11/01/state-departments-first-employee-faith-group-underscores-pompeos-influence/"}, "ARTICLE": {"TITLE": "State Department’s first employee faith group underscores Pompeo’s influence", "TEXT": "WASHINGTON — All year, Secretary of State Mike Pompeo has made news for efforts that critics worry are crossing church-state separation lines. In July, he launched a Commission on Unalienable Rights, created by religious conservatives who have bemoaned growing LGBTQ equality. Then in October, a private Pompeo speech, “Being a Christian Leader,” was advertised across the top of the State Department homepage.\n\nLess noticed was the creation of the State Department’s first faith-based affinity group.\n\nGRACE, announced in February, was founded “to highlight the value added by the perspective of people of faith in general, and Christians in particular to the Department and its mission.”\n\nUsing government email accounts, department portals and meeting spaces to organize and advertise, GRACE was, according to the mission statement of the group on the department website, created to advocate for religious freedom and expression within the department. It has hosted events with evangelical speakers and runs a “mentorship ministry” that brings together pairs of employees to focus on “how being a disciple of Christ impacts your professional experience at the State Department.”\n\nThe existence of a faith-based professional group doesn’t itself stick out in Washington, where Bible-study groups gather all around Capitol Hill and prayer breakfasts for politicians are common. But as an official part of an administration that has consistently emphasized the concerns and rights of one segment of American religion – social conservatives and, in particular, white evangelicals – this first-ever Christian-specific employee group is being watched by church-state experts, former leaders of faith-based work at State and some employees.\n\nJack Moline, executive director of the Interfaith Alliance, said the group is problematic because, by using government resources during working hours, it appears to violate the constitutional ban on the government establishing – or favoring – a particular religious group. That, Moline says, is what makes it different from other affinity groups.\n\n“The Constitution doesn’t prohibit bowling leagues, but it’s very clear about religion,” said Moline, whose group works to protect boundaries between religion and government. On its website, the group describes itself as an “alternative voice to the Religious Right.”\n\n“There needs to be caution anytime government comes near promotion of a faith tradition or faith in general,” Moline said. “We’ve been concerned about lots of officials in the Trump administration. This is not helped by the State Department homepage featuring Secretary Pompeo talking about being a Christian leader.”\n\nPompeo’s Oct. 11 speech to the American Association of Christian Counselors was featured on the department’s homepage that day. The talk in Tennessee included a section on how faith guides his leadership decisions, including to find “every dollar” of government funding that might support abortion overseas and end it.\n\nGRACE is one of 14 affinity groups at the State Department, including ones organized for black, LGBTQ and disabled employees, among others.\n\nTrump officials’ handling of religion has been a subject of controversy in some quarters. The White House has worked diligently to woo Christian social conservatives, many of whom say religious freedom is a major priority. At the same time, questions are being raised by other religious groups who say they are being harmed. Since President Trump took office, travel has been restricted from multiple Muslim-majority countries, and concerns about anti-Semitism are rising.\n\nMore than two dozen of the 176 people from the State Department’s staff on a GRACE distribution list didn’t return requests to talk to The Washington Post, including its leadership. The sole response came from a woman who wrote back to say she’d been moved overseas and couldn’t comment. Some leading advocates who normally focus on the way religion affects policy at the State Department declined to comment for this story, including Tom Farr at the Religious Freedom Institute and staff with the U.S. Commission on International Religious Freedom, an independent government agency that works to elevate the religious aspects of U.S. foreign policy.\n\nAfter The Post asked the agency to reconsider its response, its chairman Tony Perkins, a leading Christian conservative, agreed to an interview. He said an increase in expressions of faith at State is positive because it shows the huge swath of religious people around the world that American foreign policy actors are empathetic. In the 1990s, he said, he was a contractor with the State Department and was investigated after inviting some people to come to church with him.\n\nPompeo is in a better position to understand religious people elsewhere, Perkins said, because he is open about his faith. The secretary’s speech on Christian leadership is “more transparency – just saying: ‘This is who I am, this is what I believe.’ Everything is on the table.”\n\nThe department declined to make Pompeo available and spokespeople declined to answer questions about the group, the role of religion in the department and whether GRACE raises legal issues – including with the group’s mission statement that says its outreach extends to contractors. Some church-state legal experts say this could be problematic and appear religiously coercive if those are people seeking to secure funding from the State Department.\n\nIn a brief written statement by an unidentified spokesperson, the department said affinity groups have grown in number in the past decade at State. Their primary mission, the statement reads, is “to promote diversity and inclusion.” Groups are approved (or denied) by the chief diversity officer. “GRACE bylaws show they are open to all employees regardless of religious affiliation and their reported election procedures meet the same standard,” the spokesperson wrote.\n\nThe spokesperson said no other faith-based group has submitted a petition for approval, though Shaun Casey, the head of a 30-person religion office created under President Barack Obama within the State Department and largely shuttered under Trump, said a group of Muslim employees during his tenure did discuss the possibility of such a group with civil rights officials with State.\n\nCasey was U.S. special representative for religion and global affairs and director of the State Department’s Office of Religion and Global Affairs. He wasn’t certain if a formal request was made by Muslim staffers.\n\nUntil a decade or two ago, it was common to hear conservatives in particular worry that religion was unwelcome at the State Department – in the culture of the place and in conversations about its role in foreign policy. Christian conservatives in particular felt that persecuted Christian minorities in Muslim countries didn’t get enough attention or help.\n\nThat changed, some experts say, with developments including the 2006 publication of a memoir by former secretary Madeleine Albright, one of Bill Clinton’s leaders at State, about the powerful and important role of faith in world affairs. Also important were the creation, under Clinton, of the Office of International Religious Freedom within the State Department in the late 1990s and the 2011 creation by then-Secretary Hillary Clinton of an expanded dialogue with civil society groups, in particular religious ones, around the world, said Chris Seiple, a global policy adviser to the World Evangelical Alliance who co-chaired sidebar events at two recent international religious freedom meetings Pompeo convened.\n\nSeiple said the State Department is in the midst of a “golden age,” with people from various faiths working together to protect international religious freedom – including for people who reject religion. He praised Sam Brownback, the department’s ambassador at large for international religious freedom, for engaging faith-based civil society groups and for meeting often on Capitol Hill with religious liberty groups.\n\n“All of this is beyond positive” but comes with an asterisk, he said, noting the perception that the Trump administration is working only for one faith community, a segment of white evangelicals.\n\n“My personal view is when State has (the piece about Pompeo’s faith) on its homepage, that crosses the line,” Seiple said. “It’s a very fine line, but it’s there.”\n\nThe posting of the speech could raise questions about whether government officials are promoting certain policies because those policies jibe with their religious views – not because they are in the interest of the general public, Seiple said. “That’s not good,” he said.\n\nCasey disagreed with Seiple’s “golden age” description, pointing to what he says is the shrinking of State’s general religion department – meant to educate diplomats about the role of religion and religious players in various foreign affairs issues – from 30 to less than five, he said.\n\n“The primary design of (high-profile efforts on religion) all this is to keep fundamentalist Christians happy,” he said. Pompeo organized two high-level “ministerials” connecting global religious leaders, “but look at their actual policies. Look at all the Christians exposed to ethnic cleansing in Syria. The state of religious freedom hasn’t gotten better in the past two years.”\n\nRabbi David Saperstein, the department’s international religious freedom ambassador under Obama, praised Brownback for “bending over backward” to make sure that religious freedom efforts aren’t “Christian-centric.”\n\n“He’s done a really good job,” Saperstein said.\n\nHe said he encountered no problems as a person of faith during his years working at the department. “I found only openness.”\n\nAs far as Pompeo’s private speech to the meeting of the American Association of Christian Counselors, Saperstein said the key for a religious government official is to be clear about how you present yourself.\n\nHe said when he was ambassador and spoke to Jewish groups, he always clarified he was there as an individual person, not as ambassador. “You don’t lose your right to be a religious individual when you go into government service.”\n\nHe noted that Jimmy Carter “taught Sunday school his whole time as president. Lots of government officials do things like that.”\n\nThe question for Pompeo, he said, is: “Are you going as secretary of state, or as an individual who happens to be in government service, and how are you seen by people you’re speaking to?”\n\nAs for then posting the speech on the State Department website, it depends on the intention behind showcasing it, Saperstein said.\n\nIs Pompeo emphasizing “being a leader who is inspired by Christian values? If it’s, like, being a leader of Christians, it’s problematic.”\n\nSend questions/comments to the editors.\n\n« Previous\n\nNext »\n\nfiled under:"}}