{"GDELT": {"GlobalEventID": 883865882, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "VOTER", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 2, "NumArticles": 8, "AvgTone": -0.72388831437436, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_Lat": 37.768, "Actor1Geo_Long": -78.2057, "Actor1Geo_FeatureID": "VA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 37.768, "Actor2Geo_Long": -78.2057, "Actor2Geo_FeatureID": "VA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 37.768, "Action2Geo_Long": -78.2057, "Action2Geo_FeatureID": "VA", "DATEADDED": 20191102004500, "SOURCEURL": "https://www.beaumontenterprise.com/news/article/The-lonely-battle-of-the-last-Republican-lawmaker-14802784.php"}, "ARTICLE": {"TITLE": "The lonely battle of the last Republican lawmaker from Northern Virginia", "TEXT": "The lonely battle of the last Republican lawmaker from Northern Virginia\n\nDel. Tim Hugo, left, the last remaining Republican in the state legislative delegation from Northern Virginia, is facing Democratic challenger Dan Helmer, right, in the Nov. 5 state election. Del. Tim Hugo, left, the last remaining Republican in the state legislative delegation from Northern Virginia, is facing Democratic challenger Dan Helmer, right, in the Nov. 5 state election. Photo: Photo For The Washington Post By Pete Marovich Photo: Photo For The Washington Post By Pete Marovich Image 1 of / 7 Caption Close The lonely battle of the last Republican lawmaker from Northern Virginia 1 / 7 Back to Gallery\n\nTim Hugo, the last Republican legislator in the Virginia suburbs closest to Washington, calls himself \"Delegate Pothole.\" He tweets about neighborhood detours, car break-ins and lane closings. \"Be sure to find an alternative route!\" he wrote ahead of repair work at one intersection.\n\nAsk him what impact President Donald Trump's unpopularity in Virginia is having on next week's pivotal state election, and Hugo says, \"I focus on the local issues.\" Ask whether Democrats are succeeding in nationalizing the last election before the 2020 presidential contest, and Hugo says, \"I focus on the local issues.\"\n\nSix questions, six times Hugo repeats the mantra, all the while hurrying out of a candidates forum to avoid a clot of reporters. On the way to the parking lot, a man from Centreville approaches and thanks Hugo for helping to get his local bike trail paved. The delegate stops, appreciates the voter, and announces to any and all, \"See, it's all about local politics.\"\n\nBut on the suburban streets of House District 40 that wind through Fairfax and Prince William counties - one of the last pockets of Northern Virginia to transition from largely white, affluent and conservative to a Democratic-leaning mix of immigrants and tech and government workers - Hugo's recipe for winning a ninth term in Richmond may be short on some ingredients.\n\nThe man making Republicans' last stand in once-dependably red suburbia is nobody's idea of a General Custer or even a Susan Collins, the last Republican member of Congress from all of New England. In an affluent district of big homes on generous lots, Hugo, an Army veteran who works as a lobbyist for the defense and technology sectors, is trying to persuade voters that he is neither a hard-right partisan warrior nor a relic of the vanishing species once known as liberal Republican.\n\nRather, in an era of partisan polarization, Hugo wants voters to cast ideology aside and pick the guy who battled with Verizon to win cellphone service for downtown Clifton, the delegate who drops everything to attend a meeting about a stop sign.\n\nWhether Hugo loses his seat on Nov. 5 to Democrat Dan Helmer - erasing the one red splotch on a blue blanket of Democratic domination in Fairfax, Arlington and Alexandria - will be determined by people like Elaine Inn, who voted for Hugo two years ago and probably would have again this fall, if it weren't for the rash of school shootings and the political climate in Washington.\n\nInn lives in what's long been Fairfax's most solidly Republican pocket, 25 miles west of Washington, but she doesn't usually vote by party. \"Lately, I've been voting more Democratic,\" she said. \"We have little ones and lockdown drills are just part of their lives now and that just shouldn't be. That, and I'd like to see some change in the places where decisions are made. I'm just looking for change.\"\n\nStories about the last member of one party to survive in a place that has morphed into the other side's territory have become a trope in the chronicle of America's deepening political divide. Such tales of electoral exceptions -whether they're about the last Democratic U.S. senator from Trump Country, the last Republican in the Hawaii Senate, the last Republican legislator from Nashville, or the last Democrat to hold statewide office in the Deep South - illustrate just how thoroughly Americans have segregated themselves by political outlook.\n\nThe D.C. region is no stranger to such polarization. The District of Columbia hasn't elected a Republican to any city position for 15 years. In the Maryland suburbs of Montgomery and Prince George's counties, no Republican has been elected county executive since Lawrence Hogan (Gov. Larry Hogan's father) in 1978.\n\nIn Northern Virginia, the Hugo-Helmer contest \"is the race to watch - the last surviving Republican in the region,\" said former congressman Tom Davis, himself one of the last Republicans to represent Northern Virginia in the U.S. House. \"If Tim loses, it will just continue the march of the Republican base from the country club to the country.\"\n\nMore than a quarter of Hugo's district is now Asian or Hispanic, a shift that has prompted politicians from both parties to focus on winning over well-organized Korean-American and Vietnamese-American residents. Many such voters have tended to lean Republican, but Trump's efforts to cut down on both legal and illegal immigration have alienated many conservatives in the district.\n\nVirginia is the only state where control of the legislature might change hands next month. Republicans are trying to hold on to a 20-19 majority in the Senate and a 51-48 edge in the House of Delegates, with one vacancy in each chamber.\n\nAlthough Hugo is quick to point out that he's No. 3 in the House leadership, he has largely shied away from party labels this year. The word \"Republican\" does not appear on his campaign website, and Hugo didn't use the word once at a League of Women Voters forum last week.\n\n\"That's the reality of the proximity to D.C.,\" Davis said. \"If you put 'R\" on your literature, half the world throws away your brochure. The Democrats in Northern Virginia are running as the anti-Trump. These races are nationalized, and Tim's trying to localize it, which is the only thing he can do.\"\n\nStrategists in both parties say internal polling shows the race is tight. \"Hugo's in trouble, but he could still win,\" Democratic strategist Ben Tribbett said. \"The income level of the district is really high, so it's been very Republican. But there are a lot of new people who've moved in, especially in the townhouses and apartments around Centreville. Tim has evolved, moving away from some hard conservative positions and really focusing on roads. But his district has moved left faster and farther than he has.\"\n\nAlthough Democrats are energized, Republicans,too, say they're seeing a motivated base. \"Two years ago, the wave of Democratic voters turning out caught us by surprise,\" said James Parmelee, chairman of the Northern Virginia Republican PAC. \"But now that's offset by Republican anger over all this impeachment talk.\"\n\nThe race has attracted big money from big donors - for Hugo, primarily the state Republican Party and trade associations representing bankers, builders, beer wholesalers and energy and drug companies; and for Helmer, mainly the state Democratic Party and unions, conservation groups and gun-control advocates.\n\nNeither Hugo nor his campaign manager responded to calls and emails seeking an interview for this article. Hugo has also turned down requests from other news organizations, including public radio station WAMU's invitation to appear with Helmer. And Helmer said Hugo has declined his requests for a debate.\n\nAs recently as six years ago, the district was solidly red, voting for social conservative Ken Cuccinelli, the former state attorney general who was running for governor, even as the rest of the region helped elect Democrat Terry McAuliffe. Since then, the district has shaded blue, giving majorities to Democrats Hillary Clinton in 2016 and Gov. Ralph Northam the next year.\n\nIn the early 2000s, Hugo won without breaking a sweat, but this time, Hugo faces a well-funded, well-spoken Democrat in Helmer, a business consultant and West Point graduate who is two decades younger.\n\n\"He has a stronger opponent than last time,\" when Hugo held on to win by just 99 votes, Davis said. \"Tim's facing a Rhodes Scholar with a lot of money and Democrats energized to send a message about Trump.\"\n\nHugo portrays his opponent as \"a left-wing Boy Scout ... a rich guy\" who wants \"higher taxes and government health care for everybody.\"\n\nThe Republican drive to label Democrats as radicals has seeped into some voters' perceptions, Helmer said.\n\n\"I do get asked often, 'Are you part of the socialist wing of the party?' \" Helmer said.\n\n\"No, I'm a capitalist; I run a business,\" he replies.\n\nHelmer rejects the notion that Northern Virginia benefits from having at least one Republican delegate to represent the region's interests to the GOP majority in Richmond.\n\n\"If he'd delivered for the district, sure, it'd be great if we had a Republican who would support transportation funding for Northern Virginia,\" Helmer said. \"But I don't think bipartisanship by itself is a value if his votes don't line up with our needs.\"\n\nFor voters such as Ashish Sani, fixing roads may not be enough. Sani calls himself an independent and has voted for both Republicans and Democrats. But \"in the current climate, it's hard to think about voting for Republicans,\" he said. \"You just feel like sending a signal right now.\"\n\nMeeting dozens of voters at their doorsteps on Sunday, Helmer was surprised that Trump's name was not mentioned once. But several residents made oblique references to the president and the coarse political climate they believe he has engendered.\n\nHugo has steered clear of mentioning Trump, threading a path between his party's positions and his district's demands. He has repeatedly said he favors more support for the region's transit system, but says he's against raising taxes to pay for the subsidy.\n\nIntroducing himself to voters, Helmer leads off with his Army service in Iraq and Afghanistan, then pivots to gun control as the issue that compelled him to run for office.\n\n\"I have two kids in Fairfax public schools and my wife teaches in the schools,\" Helmer said. \"We've got to do something about guns.\" Gun policy is the first issue listed on his website. He supports banning high-capacity magazines and making background checks universal. At this week's forum, he celebrated his \"F\" grade from the National Rifle Association.\n\nHugo, by contrast, won an \"A\" from the NRA. He does not include gun policy in his site's list of nine top positions, which leads off with reducing taxes, raising penalties for human trafficking, and lowering toll rates on Interstate 66, the chronically congested highway through the district.\n\nBut Hugo now backs a version of \"red flag\" bill that would allow authorities lock up someone deemed a risk to themselves for up to 14 days, seizing their firearms until that period expires. Advocates for stronger gun laws said the bill that Hugo is backing is relatively weak and mimics mental health laws that are already in place.\n\nDemocrats included \"red flag\" legislation as part of a special legislative session on gun control that Northam convened in July, but Republicans shut down that meeting in 90 minutes without considering any bills.\n\n\"The gun issue is a defining issue in Northern Virginia,\" Davis said. \"Tim's making the appropriate adjustments.\"\n\nFor now, Hugo seeks to detour around divisive issues such as Trump and guns. \"If you have a pothole, I want to fix it,\" he said in his closing pitch at the forum.\n\nBut that focus isn't sufficient to reverse Republican woes in Northern Virginia, said State Sen. David Marsden, a Democrat whose district overlaps in part with Hugo's.\n\n\"It would be nice if we did have a two-party system in Northern Virginia,\" he said, \"but it will only happen when Republicans rethink their message. They'll have to do that eventually. Everybody wants to be relevant.\""}}