{"GDELT": {"GlobalEventID": 883866049, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "USACVL", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "CVL", "Actor2Code": "USAEDU", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.198830409356719, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Missoula, Montana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMT", "Actor1Geo_ADM2Code": "MT063", "Actor1Geo_Lat": 46.8721, "Actor1Geo_Long": -113.994, "Actor1Geo_FeatureID": "787504", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Montana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMT", "Actor2Geo_Lat": 46.9048, "Actor2Geo_Long": -110.32600000000001, "Actor2Geo_FeatureID": "MT", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Montana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMT", "Action2Geo_Lat": 46.9048, "Action2Geo_Long": -110.32600000000001, "Action2Geo_FeatureID": "MT", "DATEADDED": 20191102004500, "SOURCEURL": "https://www.amren.com/news/2019/11/refugees-escaped-congo-but-trumps-policies-may-strand-loved-ones/"}, "ARTICLE": {"TITLE": "Refugees Escaped Congo, but Trump’s Policies May Strand Loved Ones", "TEXT": "Zolan Kanno-Youngs, New York Times, October 30, 2019\n\n{snip}\n\nAs the White House prepares to finalize the fiscal year’s refugee cap at 18,000, the lowest number since the program was created four decades ago, many of the nearly 200 Congolese who settled in Missoula have answered desperate calls from relatives who have waited years in camps in Uganda or Tanzania for refuge in the United States. {snip}\n\nIn fact, the flights canceled for Tuesday, Wednesday and Thursday were the third batch to be scrubbed as refugee officials await final word on this year’s refugee cap, said a government official who spoke on the condition of anonymity to discuss internal conversations. The next possible departures would be Nov. 5, if President Trump signs off on the annual cap before then.\n\nMr. Trump has made restricting refugee admissions part of his broader goal to limit immigration. This fiscal year’s 18,000 is down from the 30,000 let in between October 2018 and September 2019, and that was a fraction of the 110,000 that President Barack Obama offered refuge in the 2017 fiscal year.\n\nThe shriveling of the program comes as the number of people fleeing violence and persecution in the world totaled 70 million last year, the highest recorded since World War II. Mr. Trump is expected to finalize his refugee cap in the coming days, which will pair with a potentially divisive executive order that gives local activists more power to reject refugees chosen for resettlement in their communities. Together, the cap and the order will change the complexion of the nation’s refugee program.\n\n{snip}\n\nAdministration officials have argued that the cuts are necessary to focus federal resources on a surge of migrant families that have illegally crossed the southern border this year, even though such crossings have declined by more than 60 percent since May. Thousands of refugees abroad have already cleared the required security screenings and are simply waiting for their ticket to the United States.\n\nMany of them hail from the Democratic Republic of Congo. As of July, more than 4,300 refugees from Congo had passed the extensive security screenings required by the United States and were cleared to move to America, more than any other country, according to State Department data obtained by The New York Times. More than 26,600 Congolese people completed the initial screening in the refugee process.\n\nBut the Trump refugee rules are stacked against the Congolese in ways large and small. The administration is moving away from dispersing openings based on geography. Instead of reserving slots for Africa, East Asia, Southeast Asia, Central Asia, Europe, Latin America and the Caribbean, the administration will carve out 4,000 refugee slots for Iraqis who worked with the United States military, 1,500 for people from Central America and 5,000 for people persecuted for their religion. The final 7,500 slots are for those who are seeking family unification and have been cleared for resettlement.\n\n{snip}\n\nBeyond the refugees themselves, the new rules have raised anxieties in host communities like Missoula. The same day the administration announced its refugee cuts, Mr. Trump signed an executive order that requires state and local government officials to provide written consent before refugees can be resettled in their communities. The order could allow officials to effectively block the resettlement of refugees in their areas.\n\n{snip}\n\nResidents in Missoula, a fairly liberal town centered around the University of Montana, fear the order could resurrect tensions that surfaced three years ago when Missoulans, inspired by a photograph of a drowned Syrian refugee boy, rallied to bring a resettlement office to the town.\n\nScores of Montanans, many from surrounding counties like Flathead and Ravalli, traveled to Missoula in 2016 to protest the refugees, predicting a “government sponsored” invasion by “jihadists.”\n\nParts of the Flathead Valley north of here have had a reputation for being a haven for white nationalists. A dispute between a local real estate agent and the mother of the white nationalist Richard Spencer in nearby Whitefish prompted a white supremacist website to rally attacks on the area’s Jewish residents and call for an armed neo-Nazi march through the streets of the town.\n\nTo the south, residents of Ravalli County loudly voiced their concerns as well. The county commission sent a letter to Montana state and congressional officials claiming that the federal government could not adequately vet the families. Hundreds packed a public hearing that would normally attract a couple of dozen people, and they expressed fear that the refugees would bring martial law to the community.\n\n{snip}\n\nMr. Trump’s community veto order is “designed to make stuff hard and designed to allow people in jurisdictions far away from me that have no idea what Missoula, Mont., is about to send me hate mail,” Mr. Engen said. “It’s about intimidation. You got nothing better to do than to push around the mayor of Missoula, Mont.?”\n\nTo supporters like Mr. Engen, the Congolese are filling a void of cultural diversity in a town that is nearly 90 percent white. In the 1980s, Hmong refugees from Laos settled in Missoula. The children of immigrant families are usually the few students of color in city classrooms, while their parents work long hours at businesses eager for the help.\n\n{snip}"}}