{"GDELT": {"GlobalEventID": 883864293, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.9810298102981, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Two Mile Hill, Saint Michael, Barbados", "Actor2Geo_CountryCode": "BB", "Actor2Geo_ADM1Code": "BB08", "Actor2Geo_ADM2Code": "5832", "Actor2Geo_Lat": 13.0833, "Actor2Geo_Long": -59.5833, "Actor2Geo_FeatureID": "-1393864", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abaco, Central Abaco, Bahamas, The", "Action2Geo_CountryCode": "BF", "Action2Geo_ADM1Code": "BF37", "Action2Geo_ADM2Code": "5747", "Action2Geo_Lat": 26.4667, "Action2Geo_Long": -77.0833, "Action2Geo_FeatureID": "-1542701", "DATEADDED": 20191102004500, "SOURCEURL": "https://gisbarbados.gov.bb/blog/two-high-level-meetings-in-barbados-next-week/"}, "ARTICLE": {"TITLE": "Two High-Level Meetings In Barbados Next Week", "TEXT": "Two High-Level Meetings In Barbados Next Week\n\n(FP)\n\nTwo significant high-level meetings which have attracted local, regional and international officials will be held in Barbados early next week.\n\nAn Insurance Colloquium will be held on Tuesday, November 5, under the theme: Insurance in the Age of Climate Change.\n\nIt will be hosted by Government and the Inter-American Development Bank and is expected to bring together policymakers, disaster management and insurance experts, business representatives and academics.\n\nOn the following day, Wednesday, November 6, Government, the Caribbean Development Bank and the International Monetary Fund will stage the 2019 Caribbean Forum: Regional Transformation for Inclusive and Sustainable Growth.\n\nSenior policymakers, as well as public, private and multilateral development partners will gather to explore avenues for regional transformation to achieve sustainable and inclusive growth.\n\nBoth meetings will be held at the Lloyd Erskine Sandiford Centre, Two Mile Hill, St. Michael.\n\nThe Insurance Colloquium will focus on several critical issues facing the region, including loss and damage related to climate change; rising insurance premiums and loss of insurance coverage; and the ability of private insurance to meet the rising risks and costs of climate change.\n\nParticipants will also examine alternative approaches and mechanisms to fill the financing gaps, such as widening the premium pool, hurricane clauses in debt instruments, and financial innovations, for example, resilience bonds.\n\nPrime Minister Mia Amor Mottley has underscored the importance of both meetings, saying “they are necessary” and she expects robust discussions, which would outline the way forward.\n\nMs. Mottley stated: “Natural disasters and climate change are critical issues affecting all small states to varying degrees, particularly those in this part of the region. In addition to the loss of human life which sometimes occur, these events damage growth prospects and worsen countries’ fiscal positions.\n\n“With images of the recent destruction of Abaco and Grand Bahama fresh in our minds, there is an urgent need for action from regional and international governments to address this issue, and find solutions to enable countries to rebuild through affordable insurance.”\n\nThe Prime Minister has fervently championed the staging of an Insurance Colloquium, especially after seeing the devastation in The Bahamas, following the passage of category five Hurricane Dorian two months ago.\n\nsharon.austingill-moore@barbados.gov.bb"}}