{"GDELT": {"GlobalEventID": 883865823, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "USA", "Actor1Name": "NEW YORK", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 15, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.51127819548872, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191102004500, "SOURCEURL": "http://agreenliving.org/foie-gras-ban-to-take-effect-in-new-york/"}, "ARTICLE": {"TITLE": "Foie gras ban to take effect in New York", "TEXT": "Foie gras ban to take effect in New York\n\nFancy feasters in the Big Apple will have to acquire new tastes because New York will soon follow California’s example in legislating for a foie gras ban. Earlier this week, the New York City Council passed a bill calling for the ban, and Mayor Bill de Blasio will soon sign it into law. Animal activists have been rejoicing, calling the new legislation a win, although it won’t take effect until 2022. Those not in compliance by then will face a $2,000 penalty fine per violation. Foie gras is a rich, extravagant dish that has been appreciated since Ancient Roman times. The French have even defended it via article L654 of France’s 2006 Rural Code, which states, “Foie gras is part of the protected cultural and gastronomic heritage of France.” Related: Foie gras ban in California stands after court battle But foie gras production has met with criticism from animal welfare advocates. Foie gras is produced by forced overfeeding of ducks or geese to fatten and enlarge their livers. Feed volume is in excess of a bird’s normal voluntary intake, making the process unnatural because it overrides a bird’s typical preferences and homeostasis. The Canadian Veterinary Journal , for instance, has documented that this unnatural overfeeding process spans a two-week period and involves “repeated capture, restraint and rapid insertion of the feeding tube” that causes discomfort and increased risks for esophageal injury and associated pain. All of this produces a duck or goose liver that is “seven to 19 times the size of a normal liver with an average weight of 550 to 982 grams and a fat content of 55.8 percent,” while a normal liver is just “76 grams with a fat content of 6.6 percent.” In 1998, The European Commission recognized that these force-fed birds were up to 20 times more likely to reach mortality than their normal counterparts. If the same fatty cell buildup would occur in humans, it would be likened to alcohol abuse or obesity. New York’s ban follows at the heels of California’s foie gras ban. The Golden State’s legislation, however, has met some choppy waters. Initially passed in 2012, it was later overturned in 2015, then upheld by a circuit court judge in 2017, followed by further support earlier this year when the Supreme Court ruled in favor of California’s ban. On the other hand, Chicago’s ban on the delicacy was not so successful. Passed in 2006, it was repealed by 2008 via concerted efforts from foie gras producers, celebrity chefs and high-end restaurants that pushed back to sway public opinion. Their lobby strategies centered around the argument that if the foie gras ban persists, then other delicacies like lobster and veal might be in jeopardy, too. Chicago’s former mayor, Richard Daley, eventually called the ban “the silliest ordinance” his city’s council ever had, making the Windy City “the laughingstock of the nation.” It remains to be seen whether New York’s foie gras ban will succeed like California’s or be overturned like the ban in Chicago. Via Time and Fast Company Image via T.Tseng\n\nHere is the original post:Â\n\nFoie gras ban to take effect in New York"}}