{"GDELT": {"GlobalEventID": 883865237, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "JPNMIL", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor1Type1Code": "MIL", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.47330960854092, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Okinawa, Okinawa, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA47", "Actor1Geo_ADM2Code": "35773", "Actor1Geo_Lat": 26.3358, "Actor1Geo_Long": 127.801, "Actor1Geo_FeatureID": "136937", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Okinawa, Okinawa, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA47", "Actor2Geo_ADM2Code": "35773", "Actor2Geo_Lat": 26.3358, "Actor2Geo_Long": 127.801, "Actor2Geo_FeatureID": "136937", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.2373, "Action2Geo_Long": -71.5314, "Action2Geo_FeatureID": "MA", "DATEADDED": 20191102004500, "SOURCEURL": "https://www.girlsaskguys.com/trending-news/a60186-shuri-castle-didn-t-burn-down-yesterday-it-burned-down-74-years-ago"}, "ARTICLE": {"TITLE": "Shuri Castle didn't burn down yesterday, it burned down 74 years ago by Heroic Men!", "TEXT": "An actual photo of the ruins of Shuri Castle\n\nThis take is dedicated to the crew of The Battleship the U.S.S Mississippi and the 1st battalion, 5th Marines who heroically fought the evils of the Imperial Japanese Army at Shuri Castle in 1945. This take will in no way honor The People of Japan and some people might call me Callous or disrespectful, those people can fuck off because they aren't worth the mud that fell off the combat boots of my great grandfather, (my maternal grandmother's father) who fought the Fascists of Imperial Japan.\n\nSuri Castle WAS a historic castle on the island of Okinawa, it was very much a symbol of Japan. Now the news yesterday talks about it burning down and being destroyed, but it wasn't destroyed yesterday or at least the original wasn't.\n\nThe year is 1945 and Tojo is seriously in trouble, after 6 years of fighting so Brutal, well \"Hell was red furry spiders as big as your fist,…enormous rats and bats everywhere, and rivers with waiting crocodiles. Hell was the sour, foul smell of the squishy jungle, humidity that rotted a body within hours…Hell was an enemy…so fanatic that it used its own dead as booby traps.”\n\nthe end was in sight, the British, Americans, The Anzac's and the Canadians had essentially beaten the Japanese in Southeast Asia and the Americans and the Anzac's were closing in on the home islands.\n\nThe fighting on Okinawa was Brutal and at the end of May less than a month left in the battle, the Imperial Japanese decided to use Shuri Castle as a headquarters, I don't know if they knew that the U.S was willing to completely destroy any place of cultural significance to them, but thank gods we were, we Americans sent the Battleship, The U.S.S Mississippi to rain hellfire on that damned castle for 3 whole days, we gave the Fascists not a moment of peace or rest. After 3 days there wasn't much of the Original Castle left, it was ruined stonework and burning wood, the Japanese mostly retreated but kept some forces, so we sent in the 1st Battalion, 5th Marines to kill them.\n\nWe won the day, the Battle of Okinawa concluded in June less than 30 days after.\n\nThe Japanese would eventually surrender after 2 Atomic Bombs were dropped, when they decided not to surrender after the 1st.\n\nAfter the war there was rebuilding, this was a cultural icon but it wasn't the original, some of the restoration was only completed in the 1990s.\n\nBut this is less the original shuri castle and more a living replica like is at Plymouth Massachusetts its recreation of the original settlement or colonial williamsburg.\n\nBut what burned down in 1945 wasn't worth saving, it was a Japanese Military Fortification, it legacy wasn't a shining symbol of Japan,\n\nIts legacy was The Rape of Nanking, of Ethnic Cleansings in Korea and China with over 20 million dead chinese, it was that of Human Vivisection, of The Bataan Death March, it was the Legacy that the British fought in Burma, the Canadians in Hong Kong, The Australians at the Kokoda Track, and we American's at Okinawa.\n\nAnd to quote Red Dead Redemption 2; ... and some legacies, they are for pissing on- Arthur Morgan."}}