{"GDELT": {"GlobalEventID": 883871541, "Day": 20191003, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.7479, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "EUR", "Actor2Name": "EUROPE", "Actor2CountryCode": "EUR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.6615969581749104, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191102013000, "SOURCEURL": "https://www.nytimes.com/2019/11/01/us/vindman-ukraine-call.html"}, "ARTICLE": {"TITLE": "Aide Testified White House Lawyer Warned Him to Keep Trump Ukraine Call Secret", "TEXT": "A National Security Council aide testified to impeachment investigators this week that a few days after he reported concerns about what President Trump said in a July phone call with the Ukrainian president, a top White House lawyer directed him not to discuss the contents of the call, according to people familiar with his deposition.\n\nLt. Col. Alexander S. Vindman, the top Ukraine expert at the council, told investigators that when he brought his concerns to the lawyer, John A. Eisenberg, Mr. Eisenberg and another lawyer at the council quickly made the decision to move the transcript of the phone call into the White House’s most classified computer system, one of the people said, insisting on anonymity to discuss the colonel’s closed-door testimony.\n\nThe disclosures added to the picture of a hasty effort at the White House to lock down the record of what transpired in the now-famous July 25 call, amid alarm among officials there about the conversation in which Mr. Trump asked President Volodymyr Zelensky of Ukraine to launch an investigation into former Vice President Joseph R. Biden Jr., a leading political rival, and Mr. Biden’s family. The new details of Colonel Vindman’s testimony were first reported by Politico.\n\nTimothy Morrison, another National Security Council official, also testified on Thursday that he consulted Mr. Eisenberg in the aftermath of the call, concerned that, while he did not believe it contained anything illegal, its disclosure could lead to damaging consequences."}}