{"GDELT": {"GlobalEventID": 883872815, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "MED", "Actor1Name": "WEBSITE", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.7853403141361199, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Vermont, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVT", "Actor1Geo_Lat": 44.0407, "Actor1Geo_Long": -72.7093, "Actor1Geo_FeatureID": "VT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Vermont, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVT", "Action2Geo_Lat": 44.0407, "Action2Geo_Long": -72.7093, "Action2Geo_FeatureID": "VT", "DATEADDED": 20191102013000, "SOURCEURL": "https://www.registercitizen.com/news/article/Litchfield-borough-to-hold-second-public-hearing-14803524.php"}, "ARTICLE": {"TITLE": "Litchfield borough to hold second public hearing on green’s revitalization plan", "TEXT": "Litchfield borough to hold second public hearing on green’s revitalization plan\n\nAbove, the First Litchfield Artillery participated in Litchfield's Let Freedom Ring event on July 4 on the Litchfield green, which is the subject of a public hearing on its revitalization on Nov. 6. Above, the First Litchfield Artillery participated in Litchfield's Let Freedom Ring event on July 4 on the Litchfield green, which is the subject of a public hearing on its revitalization on Nov. 6. Photo: Contributed Photo / Photo: Contributed Photo / Image 1 of / 5 Caption Close Litchfield borough to hold second public hearing on green’s revitalization plan 1 / 5 Back to Gallery\n\nLITCHFIELD — The Borough of Litchfield and the Litchfield Green Advisory Committee, in collaboration with Heritage Landscapes, LLC, are holding a second public presentation and discussion of the historic Litchfield Green Comprehensive Revitalization Plan at the Litchfield Firehouse. The hearing will be held from 6:30-8 p.m. on Nov. 6.\n\nThe discussion will focus on preliminary design concepts that were developed based on input that was received at the first public hearing on Oct. 1.\n\n“An open and interactive discussion of the plan in development is expected,” borough board members said. “The overriding objective is to craft a comprehensive design that honors the history of the town, recognizes that the green is part of a National Historic Landmark, offers a more inviting public space and can be implemented over time in phases.”\n\nPublic participation is important to this process, members said, since the borough and the committee hope that the final plan will receive broad support from local residents and merchants.\n\nThe borough has engaged Heritage Landscapes, LLC, to collaborate in development of a plan to revitalize the Litchfield Green. This has been funded by a grant from the Seherr-Thoss Foundation.\n\nAt the Oct. 1 meeting, Patricia O’Donnell and Peter Viteretto from Heritage Landscapes presented an historical review of the green, using diagrams and archival photos.\n\nIn addition, they presented recent photographs illustrating the need for a comprehensive plan of improvement. Highlighted problem areas include the loss of tree canopy, organization of the monuments, inconsistent design of benches and lighting, poor drainage on the East Green, as well as traffic and noise. Heritage Landscapes is located in Charlotte, Vermont, and Norwalk. A link to the historical slideshow from the October 1st meeting can be found on the Borough’s website under “Public Notices” at www.boroughoflitchfield.org\n\nThe Litchfield Green Advisory Committee includes Cathy Fields, Stacie Kavle, Dirk Patterson, Michael Reardon, Bruce Schnitzer, Diane Stoner, and Jonathan Wilson."}}