{"GDELT": {"GlobalEventID": 883865199, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "IRQ", "Actor1Name": "IRAQ", "Actor1CountryCode": "IRQ", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.518010291595201, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191102004500, "SOURCEURL": "https://www.benarnews.org/english/news/indonesian/terror-report-11012019170230.html"}, "ARTICLE": {"TITLE": "Washington Vows to Strike Islamic State with ‘Sustained, Systematic Pressure’", "TEXT": "U.S. Central Command chief Gen. Kenneth McKenzie speaks to reporters at the Pentagon in Washington as a video of the raid that led to the killing of Islamic State leader Abu Bakr al-Baghdadi is displayed, Oct. 30, 2019.\n\nThe United States and its allies will deliver “sustained and systematic pressure” against the Islamic State, Washington’s chief counter-terrorism coordinator said Friday, a day after the militant group confirmed the death of leader Abu Bakr al-Baghdadi and named his successor.\n\nAmbassador Nathan Sales, the U.S. State Department’s counter-terrorism coordinator, delivered this message as he unveiled the department’s 2018 annual terrorism report, which underscored that the terror group has proven its ability to adapt by inspiring followers online and advancing its global presence.\n\n“ISIS remains our top national security priority. We’re aware of the fact that it has selected a new leader,” Sales told a news conference in Washington, using the other acronym for Islamic State (IS). “We will continue to subject that organization to unrelenting counter-terrorism pressure. … We will dismantle the group regardless of who its leadership cadre is.”\n\nOn Thursday, IS confirmed for the first time that al-Baghdadi was killed during an Oct. 26 raid by U.S. Special Forces in northwestern Syria. The group made the announcement on the messaging service Telegram, where it also identified its new leader as Abu Ibrahim al-Hashemi al-Quraishi.\n\nSales said the United States and its allies liberated about 7.7 million men, women and children from brutal IS rule when in March it smashed the militant group’s so-called caliphate. It once controlled wide swaths of land covering an area as big as Great Britain in parts of Syria and Iraq.\n\nHe said hundreds of IS fighters were captured and detained by the Syrian Democratic Forces, a U.S. partner, but many of those battle-hardened terrorists, including Muslims from Southeast Asia, headed home from the war zone in Syria and Iraq or traveled to their home countries, posing new dangers. Sales did not provide figures.\n\n“Over the last year, ISIS’s global presence evolved with affiliates and networks conducting attacks in the Middle East, South and East Asia and Africa,” Sales said.\n\nThe State Department’s annual report underscored that Iran has remained the world’s top sponsor of terrorism. The department accused Tehran of funneling almost U.S. $1 billion each year “to support terrorist groups that serve as its proxies and expand its malign influence across the globe.”\n\nThe report also highlighted Washington’s anti-terror cooperation with Southeast Asian nations, citing numbers from Indonesia’s attorney-general who said that the country had convicted 150 of 370 suspected terrorists arrested between May and December 2018.\n\nIndonesia, the world’s largest Muslim-majority nation, has faced a resurgence of recent extremist attacks in recent months.\n\nThree church bombings in Surabaya, capital of Indonesia’s East Java province, on May 13 and one bomb blast at an apartment near the city and the attack at a police headquarters the following day claimed 27 lives, including 13 perpetrators, police said.\n\nThe attackers had ties to the local terror group JAD, which has IS links, according to investigators\n\nThe State Department’s terrorism report said that the Philippines remained a top destination for IS-linked fighters from Indonesia and Malaysia, and a potential destination for those fleeing Syria and Iraq.\n\nLast year, the report said, Washington funded programs to counter radicalization. It did not provide figures.\n\nThe report said tactics and use of technologies used by IS and other terror groups evolved throughout 2018.\n\n“For example, the increased use of commercially available drones and encrypted communications, as well as low-tech vehicle and knife attacks, presented additional challenges for the international counter-terrorism community,” it said."}}