{"GDELT": {"GlobalEventID": 883845683, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "NGOHLHIRC", "Actor1Name": "RED CROSS", "Actor1KnownGroupCode": "IRC", "Actor1Type1Code": "NGO", "Actor1Type2Code": "HLH", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.14566642388929, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "North Charleston, South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_ADM2Code": "SC019", "Actor1Geo_Lat": 32.8546, "Actor1Geo_Long": -79.9748, "Actor1Geo_FeatureID": "1225072", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Lambs, South Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSC", "Actor2Geo_ADM2Code": "SC019", "Actor2Geo_Lat": 32.8866, "Actor2Geo_Long": -80.0679, "Actor2Geo_FeatureID": "1231464", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Lambs, South Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSC", "Action2Geo_ADM2Code": "SC019", "Action2Geo_Lat": 32.8866, "Action2Geo_Long": -80.0679, "Action2Geo_FeatureID": "1231464", "DATEADDED": 20191101230000, "SOURCEURL": "https://www.washingtonpost.com/lifestyle/style/united-we-stand-melania-trump-and-karen-pence-make-a-statement-with-sc-trip/2019/11/01/0e06cffc-fcb4-11e9-8906-ab6b60de9124_story.html"}, "ARTICLE": {"TITLE": "United they stand: Melania Trump and Karen Pence make a statement with S.C. trip", "TEXT": "Their visit occurred on the eve of a congressional vote to advance the impeachment inquiry, proceedings that the White House has called “an illegitimate sham.” Still, for these two women they hold the possibility — however unlikely — that Donald Trump could be removed from office and Mike Pence could replace him.\n\nAD\n\n“They certainly come from different walks of life — international model versus Indiana homebody,” says Katherine Jellison, a professor of history at Ohio University.\n\nAD\n\nOne born and raised in Slovenia, the other in Indiana by way of Kansas. One 49, the other 62. One the wife of a New York City billionaire and casino owner accused of using campaign money as hush payments to a porn-star mistress, the other an evangelical Christian art teacher married to a man who has said he won’t dine alone with any woman besides her.\n\nIn many ways, the coincidental pairing of these two women had been created precisely because of their contradictory worlds, because the Pences bring a kind of moral rigidity to an administration that critics have accused of having no moral center.\n\nAD\n\nThe contrasts were apparent Wednesday morning as the women arrived by motorcade to Joint Base Andrews in Washington for their flight to Joint Base Charleston on a Boeing C-32 aircraft called Executive Foxtrot One. Pence in short heels and a dark brown pantsuit. Trump towering over her in Louboutin stilettos, in an olive-green trench coat she never took off and whose tied belt she adjusted constantly.\n\nAD\n\nWhen they greeted the officers present to welcome them, though, Trump seemed to be following Pence’s lead, flashing her quiet glances and smiles throughout the day. Three years in Trump may be continuing to adjust to being a first lady, but Pence spent years as a governor’s wife and political spouse.\n\nThe positions of first and second lady are unelected and unpaid, but they are potent strategic messengers — which Trump and Pence seemed to understand. (Trump has learned this the hard way: When she posted pictures of herself with the kids in North Charleston, as often happens when she’s pictured with kids, Twitter critics were quick to reference the “I DON’T REALLY CARE, DO U?” jacket the first lady wore while on a trip to visit migrant children her husband’s administration had detained at the Texas border.)\n\nA joint appearance of first and second lady — especially when the administration is under siege — creates, says Jellison, “an image of unity at a time when people may be wondering if — or for how long — the vice president is willing to stick with President Trump. Presenting their wives as a team reinforces the idea that the president and vice president remain a team themselves.”\n\nThe trip to North Charleston was a showy spectacle of nonpartisan issues that fall squarely into traditional, uncontroversial first- and second-lady concerns. Kids. Emergency preparedness. Supporting the troops.\n\nAD\n\nAD\n\nIn going to a South Carolina military base, they’d be among Trump supporters.\n\nThe fact that the state will hold an early primary for the 2020 election wasn’t a factor that either woman’s press offices would acknowledge.\n\nThey began with a visit to a fifth-grade classroom at Lambs Elementary, where children were coloring pillowcases they’d fill with emergency supplies as part of a Red Cross’s Pillowcase Project, an initiative that started after Hurricane Katrina.\n\nTrump handed out Be Best keychain flashlights to kids individually, before Pence ushered her over and they both laughed; the plan had been to stand at the front of the room and have the kids come to them. It was one of several times when the two seemed to share a laugh about the unnatural scripted rhythms of being on constant display.\n\nAD\n\n“It may make Mrs. Trump more comfortable in these situations to have someone with her who can share the spotlight,” says Lisa Burns, a professor of media studies at Quinnipiac University. “Mrs. Pence also has more experience campaigning for her husband so this may be the campaign’s way of helping the first lady prepare to be more active in the 2020 race.”\n\nAD\n\nThe day continued with briefings back at the base, building up to a spectacular conclusion outside an airplane hangar. The two women switched to flats and toured a massive Boeing C-17 transport aircraft and took a look at a Coast Guard helicopter.\n\nSome 500 troops and their family members gathered inside the hangar on chairs and bleachers, and Pence spoke first, talking about her son, Michael, who is stationed at Marine Corps Air Station Beaufort in South Carolina. She then introduced Trump, whom she praised for her “compassion and dedication to our children.” The idea for the trip, as well as a previous one to visit children and service members at North Carolina’s Fort Bragg, had been Trump’s, she said. “She has a big heart for our country.”\n\nAD\n\nThen Trump took the stage to Neil Young’s “Rockin’ in the Free World.” (Young has sent a cease-and-desist letter to the president to stop using that song at his appearances.)\n\nAD\n\nTrump thanked the troops and their families, and she spoke for six minutes — one of her longest recent speeches — taking time to note the killing of Abu Bakr al-Baghdadi in a “successful Special Ops raid that brought final justice to the leader of the evil terrorist group known as ISIS.”\n\nHer polite statements of patriotism were dissonant from the messaging from other parts of her husband’s team. The same day, his supporters had repeatedly questioned the patriotism of Lt. Col. Alexander S. Vindman, a top Ukraine expert on the National Security Council who’d told members of the House Intelligence Committee that he found the president’s actions regarding Ukraine to have been improper.\n\nVindman is the recipient of a Purple Heart.\n\nBurns sees in Melania Trump's recent spate of appearances a ramping-up for 2020. A trip to South Carolina by the most popular member of the Trump family (according to polls) is a signal to Republicans that the administration hasn't forgotten about them.\n\nAD\n\nAD\n\nUnlike Democrats who are in the heat of a crowded primary race and regularly make stops in South Carolina, the president faces no immediate challenger and doesn’t need to court voters here.\n\nBut he was in the state less than a week before the first and second ladies visited, talking about criminal justice reform at a historically black college in Columbia, S.C.\n\nComing on the heels of that, his wife’s event with Karen Pence may be a way to shore up support among the state’s many white evangelical voters.\n\nA recent Fox News poll shows that both the impeachment proceedings and President Trump’s withdrawal of troops from Syria (which puts Kurds, including Christians, in the region, in danger) has shaken that previously unshakable base — with the president’s support dropping to 71 percent among white evangelicals, down from the 81 percent who supported him against Hillary Clinton in 2016.\n\nAD\n\nAD\n\n“This is the most active Mrs. Trump has been during her time as first lady,” says Burns.\n\nMcBride says she can see a change in Melania Trump’s comfort at such appearances. While she made almost no appearances on behalf of her husband in the 2016 cycle, this could be a sign that she’s up for doing much more this time around.\n\n“A reelection is very different,” says McBride. “They all feel compelled because it’s the last time you’ll be campaigning for yourself. And they want to continue the work they started.”"}}