{"GDELT": {"GlobalEventID": 883865332, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "LEG", "Actor1Name": "CHAMBER", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.7037037037037, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20191102004500, "SOURCEURL": "https://www.necn.com/news/national-international/Suspect-Arrested-in-Stabbing-Death-of-27-Year-Old-Woman-in-Northwest-DC-558614241.html"}, "ARTICLE": {"TITLE": "27-Year-Old Woman Stabbed to Death in DC While Walking Dog; Suspect Arrested", "TEXT": "A 27-year-old woman was walking a dog for a family in Northwest D.C. when a man fatally stabbed her in a seemingly random attack, police say.\n\nMargery Magill was found with multiple stab wounds across the street from MedStar Washington Hospital Center on Irving Street NW just before 9 p.m. Tuesday, police said.\n\n\"I heard a scream and then a 'Oh no!' and then another scream,\" nearby resident Chris Chambers told News4.\n\n\"Came downstairs and came out with my wife and all we saw was a dog across the street with a leash and no human and we knew something was wrong,\" he said. \"We looked down and we found the young lady on the sidewalk in front of our house bleeding.\"\n\nMagill died on the sidewalk.\n\nPolice arrested 24-year-old Eliyas Aregahegne on Wednesday. He was charged with first-degree murder while armed.\n\nD.C. Police Chief Peter Newsham said Aregahegne appeared to randomly target Magill and that it was not a robbery or an attempted sexual assault.\n\nThere was also nothing to indicate that Aregahegne was under the influence of drugs or alchohol, according to Newsham.\n\nMagill graduated from the University of California, Davis, in 2015. According to her LinkedIn page, she was working in D.C. as a program director at the The Washington Center, a nonprofit organization that helps connect graduate students with internships and jobs.\n\nShe also walked dogs for Rover, an online marketplace for people to buy and sell pet services, and was walking someone's dog when she was killed.\n\n\"It's absolutely tragic. I still can't wrap my head around it,\" Magill's sister, Raeann Magill, told News4 in a phone interview. \"You know, out walking a dog and to be attacked like that. How can anyone even fathom that? I mean, it's truly tragic and I even think to myself, why her?\"\n\nMargery Magill grew up on a small ranch in California, her family said. She loved to travel and visited 22 countries including Tanzania, Nicaragua and Turkey.\n\nShe also had a passion for animals and once interned at the Jane Goodall Institute.\n\nHer sister says she loved D.C.\n\n\"She loved the city. She loved the energy. She really wanted to build her career here and thrive off of the energy that was Washington, D.C.\"\n\nCorrection: A previous version of the story erroneously reported that Magill was an intern."}}