{"GDELT": {"GlobalEventID": 883844662, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.12404418011894, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dempseys, Northern Territory, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS03", "Actor2Geo_ADM2Code": "154722", "Actor2Geo_Lat": -20.7908, "Actor2Geo_Long": 135.374, "Actor2Geo_FeatureID": "11457268", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dempseys, Northern Territory, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS03", "Action2Geo_ADM2Code": "154722", "Action2Geo_Lat": -20.7908, "Action2Geo_Long": 135.374, "Action2Geo_FeatureID": "11457268", "DATEADDED": 20191101230000, "SOURCEURL": "https://www.timminstimes.com/opinion/columnists/daphne-bramham-polar-expedition-company-faces-possibly-insurmountable-challenges/wcm/b6bdb88a-ec24-49eb-b0e7-b385d96911fd"}, "ARTICLE": {"TITLE": "Daphne Bramham: Polar expedition company faces possibly insurmountable challenges", "TEXT": "When One Ocean Expeditions’ ship Akademik Ioffe went aground in the Arctic in August 2018, it set off a cascading array of problems that has resulted in shipboard staff, non-profit organizations and high-profile speakers not being paid and passengers stranded in Argentina.\n\nPassengers who paid a minimum of $13,195 US for the 15-day Antarctic trip with the Squamish-based adventure travel company that was to begin Monday have been notified that the sailing from Ushuaia in Argentina is cancelled.\n\nThe company’s ship, RCGS Resolute, is tied up in Buenos Aires where passengers from a previous trip were dropped off before their expedition began due to OOE’s financial problems.\n\nIn a brief interview Friday, managing director Andrew Prossin said he will be working hard over the weekend to try to find a buyer or an investor so that the company can take care of its obligations to passengers and contractors.\n\n“I’m working around the clock to effect a restructuring,” Prossin said. “The last 12 or 14 months haven’t been kind to us and we’ve been working to effect a recovery from the trials and tribulations that have brought us here.\n\n“We are trying hard to live up to our commitments.”\n\nBut as the hours tick by, Prossin is realistic enough to know that as OOE’s problems become more widely known, finding a willing investor or buyer becomes more difficult.\n\nEven if he does find a buyer or backer, OOE has created its own trail of grief.\n\nHundreds of shipboard staff — contractors, not employees — haven’t been paid for months.\n\nIn September, eight former staff members and PF Collins Customs Brokers had the ship seized in Halifax. It was the only way that they were able to recoup the tens of thousands of dollars owed to them. Under Canadian law, the Federal Court can order ships held by police to protect financial interests that are involved.\n\nA month earlier, the Resolute was held at anchor off Iqaluit. OOE owed Halifax-based Atship Services $100,000 for provisioning the ship, arranging pilotage services, berthing, fuel and other services. The money was paid within a few hours and the vessel continued on its course.\n\nKristy Schell disputes the idea that OOE’s payment problems are recent. When she went to work for OOE eight years ago, co-workers warned her that the company rarely paid on time. It took eight months for her to get her money — right about the time she planned to sue.\n\nStill, Schell went back in 2018. Like most of the onboard staff, she went for the adventure. She wanted to see Antarctica and penguins, and because the trip is so expensive, working onboard was the only way she would get there.\n\nSchell is still owed $3,200 in wages and expenses for the contract work she did on the Resolute’s inaugural voyage last October in Central America.\n\nOne of Schell’s friends is owed $22,000. Another contractor I spoke to is owed $12,000 — unless she gets the money, she won’t be able to return to school in January. The B.C. native didn’t want her name used because the expedition travel business is a small, close-knit community and she doesn’t want to be blacklisted for speaking out about a former employer.\n\nOthers have had to defer mortgage payments or give up their apartments because they can’t pay the rent.\n\nBut it’s not just contractors who are on the hook. So is the Royal Canadian Geographical Society.\n\nIts name is branded on One Ocean’s remaining ship, the RCGS Resolute, and it has done co-branded trips with OOE. Its explorers and researchers have also been given free passage by the company.\n\nRCGS CEO John Geiger wouldn’t say how much money is owed to the society. But he emphasized that it has no involvement in the expedition company’s business operations.\n\n“It’s a terrible situation and I feel very badly for those impacted personally,” Geiger said. “We’re very disturbed (that this has happened) and keep hoping they find a solution. The best eventuality for everyone would be to find an investor or buyer and restructure.”\n\nVancouver-based Ocean Wise (formerly the Vancouver Aquarium) also has a stake in this. OOE staff and passengers collect water samples in both polar regions for its plastics research.\n\nThe Vancouver Maritime Museum has an Arctic trip planned with OOE next spring and, in the past, has received sponsorship money from the company for its Arctic programs.\n\nSince One Ocean posted a notice on its Facebook page Tuesday that it was seeking to restructure “after an extremely challenging period of time for our company,” the company has gone silent.\n\nStaff in Squamish were laid off Friday and the office is locked. Voicemail boxes for senior staff are full. But even though a note on the company’s Facebook page says the page is not being monitored, negative comments are being taken down.\n\nIt’s an understatement to say that One Ocean is facing extreme challenges.\n\nThere were no injuries and the passengers and crew were all safely taken off when the Russian-flagged Akademik Ioffe went aground near Kugarruk, Nunavut on Aug. 24, 2018.\n\nBut the ship was damaged and hundreds of passengers booked on the Ioffe for the remainder of the Arctic cruise season were promised refunds or offered the chance to rebook for 2019.\n\nThere were investigations. Was it the fault of the Russian captain and crew or the OOE staff, who in consultation with the captain set the course into an uncharted bay where the ship snagged on a rock? More importantly, who would pay the costs?\n\nBy last fall, Ioffe was repaired and back in service along with its sister-ship, Akademik Vavilov, and the RCGS Resolute, the company’s new ship that came into service in October.\n\nWhen the Antarctic season ended in May, the two Russian ships owned by the P.P Shirshov Institute of Oceanography and chartered to OOE by Cyprus-based Terragelida Ship Management were supposed to be go to Spain, where the OOE supplies and equipment were to be offloaded.\n\nInstead, they headed to their home port of Kaliningrad.\n\nWhy this happened is the subject of two arbitrations that will be heard in London.\n\nBoth OOE and Terragelida are claiming breach of contract — OOE for the loss of the ships and Terragelida for non-payment of debts including the cost of fuel.\n\nRegardless, it left OOE with only one ship and a fully booked Arctic cruise season for three ships.\n\nAustralian retirees Di and David Dempsey were among those who had their Arctic trip cancelled. They were promised a refund within 90 days. By Aug. 23, they had not received a penny. Then, OOE promised that they would receive it by the second week in September.\n\nOn Oct. 3, in response to their query, they got an email saying that 40 per cent of the clients had received refunds.\n\nIt was slim consolation to the Dempseys.\n\nThis week after reading about the restructuring, Di said in an email, “I am sure we have no hope of ever seeing our money now.”\n\nDisclosure: I have travelled twice as a guest of One Ocean Expeditions, once to the Arctic and once to Antarctica. My stories were published in The Vancouver Sun and other Postmedia papers as well as online.\n\ndbramham@postmedia.com\n\nTwitter: @bramham_daphne"}}