{"GDELT": {"GlobalEventID": 883865546, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "REL", "Actor1Name": "PREACHER", "Actor2Code": "GOV", "Actor2Name": "MINISTRY", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.39893617021276007, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191102004500, "SOURCEURL": "https://www.centralmaine.com/2019/11/01/trump-fires-up-religious-critics-with-job-for-televangelist/"}, "ARTICLE": {"TITLE": "Trump fires up religious critics with job for televangelist", "TEXT": "WASHINGTON — The ascension of Paula White as an official member of Donald Trump’s White House highlights how closely the president is relying on his inner circle of evangelical Christian supporters as he fights an impeachment probe during his re-election bid – while giving liberal evangelicals a new opening to push back at his administration’s mingling of religion and policymaking.\n\nWhite is a televangelist who has sparked division among fellow Christians over her association with the so-called “prosperity gospel,” an assertion that God rewards believers with personal as well as financial success. She’s also frequently identified as personal minister to the president and is now set to become an adviser heading Trump’s Faith and Opportunity Initiative, according to a White House official.\n\nIn some ways, White’s new position only formalizes her long-standing influence in the White House. The 53-year-old has known Trump for more than 15 years and frequently meets with the president alongside fellow evangelical Christian advisers, including a White House visit this week where the group laid hands on Trump in prayer. But White is a more contentious figure within her faith than other pro-Trump evangelicals and was the subject of a yearslong investigation into her finances by Iowa Republican Sen. Chuck Grassley.\n\nThat profile makes White, who uses her married name White-Cain, a compelling symbol for liberal Christians who are making an increasingly vocal appeal to religious Americans who do not align with Trump’s broader political agenda.\n\n“The rise of the religious left has been given a shot in the arm every time Trump doubles down on his white evangelical base,” said Guthrie Graves-Fitzsimmons, a religious activist on the left who created an anti-Trump network called The Resistance Prays. “Yes, he may score short-term political points. But in the long term, he really is energizing and mobilizing this whole swath of people who are religious and are astonished by what’s happening with the Paula Whites of the world.”\n\nJonathan Wilson-Hartgrove, a liberal evangelical preacher who works with the progressive group Red Letter Christians, said White’s use of her ministry “to exploit the poor … should be of real concern to all people of faith.”\n\n“While we often frame religion in public life as progressives to conservatives, it’s important to say that even within that frame, Paula White is an extremist and always has been,” Wilson-Hartgrove said.\n\nThe White House role for White, whose ministry did not immediately return an interview request, was first reported by The New York Times. White distanced herself from the prosperity gospel in a 2017 statement that said she would “reject any theology that doesn’t affirm or acknowledge the entirety of scriptural teaching about God’s presence and blessing in suffering as much as in times of prosperity.”\n\nThe Florida-based White’s website features a pitch for followers to purchase a $130 “Favor Seed” in order to help battle “an enemy of debt, depression, a job, or a health issue prevailing against you.”\n\nThe White House initiative she will advise was created by the Trump administration last year to help faith-based groups partner with the federal government. White’s advisory role, according to the executive order setting up the initiative, empowers her to suggest “changes to policies, programs, and practices that affect the delivery of services by faith-based and community organizations.”\n\nBeyond White’s new position, Trump’s meeting this week with his closest conservative evangelical supporters included some discussion of how they would try to energize their contacts on the president’s behalf, according to attendee Tony Perkins of the Family Research Council. Perkins said that while the meeting Tuesday with Trump was not entirely “a planning session,” attendees did perform “a quick inventory” of their own networks to determine what “we can do” to help the president.\n\n“Several of us have daily radio programs and some of us have TV programs and some of (us) lead very large churches and ministries,” Perkins said. “It was more looking around the room and how do we be more intentional about getting this out there and using the platforms that we already have.”\n\nSend questions/comments to the editors.\n\n« Previous\n\nNext »\n\nfiled under:"}}