{"GDELT": {"GlobalEventID": 883871574, "Day": 20191026, "MonthYear": 201910, "Year": 2019, "FractionDate": 2019.811, "Actor1Code": "LEG", "Actor1Name": "SENATOR", "Actor1Type1Code": "LEG", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 234, "EventBaseCode": 23, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.38240917782027, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20191102013000, "SOURCEURL": "http://www.offnews.info/verArticulo.php?contenidoID=63111"}, "ARTICLE": {"TITLE": "Inteligencia y Seguridad, Terrorismo Internacional, Transparencia, Corrupcion, Politica y Economia", "TEXT": "02/11/2019\n\nAnalysis - National Security: U.S. opens national security investigation into TikTok\n\nGreg Roumeliotis, Yingzhi Yang, Echo Wang and Alexandra Alper\n\nNEW YORK/BEIJING/WASHINGTON - The U.S. government has launched a national security review of TikTok owner Beijing ByteDance Technology Co\u0092s $1 billion acquisition of U.S. social media app Musical.ly, according to three people familiar with the matter.\n\nWhile the $1 billion acquisition was completed two years ago, U.S. lawmakers have been calling in recent weeks for a national security probe into TikTok, concerned the Chinese company may be censoring politically sensitive content, and raising questions about how it stores personal data.\n\nTikTok has been growing more popular among U.S. teenagers at a time of growing tensions between Washington and Beijing over trade and technology transfers. About 60% of TikTok’s 26.5 million monthly active users in the United States are between the ages of 16 and 24, the company said this year.\n\nThe Committee on Foreign Investment in the United States (CFIUS), which reviews deals by foreign acquirers for potential national security risks, has started to review the Musical.ly deal, the sources said. TikTok did not seek clearance from CFIUS when it acquired Musical.ly, they added, which gives the U.S. security panel scope to investigate it now.\n\nCFIUS is in talks with TikTok about measures it could take to avoid divesting the Musical.ly assets it acquired, the sources said. Details of those talks, referred to by CFIUS as mitigation, could not be learned. The specific concerns that CFIUS has could also not be learned.\n\nThe sources requested anonymity because CFIUS reviews are confidential.\n\n“While we cannot comment on ongoing regulatory processes, TikTok has made clear that we have no higher priority than earning the trust of users and regulators in the U.S. Part of that effort includes working with Congress and we are committed to doing so,” a TikTok spokesperson said. ByteDance did not immediately reply to a request for comment.\n\n“By law, information filed with CFIUS may not be disclosed by CFIUS to the public,” said a spokeswoman for the U.S. Treasury Department, which chairs CFIUS. She added that Treasury “does not comment on information relating to specific CFIUS cases, including whether or not certain parties have filed notices for review.”\n\nLast week, U.S. Senate Minority Leader Chuck Schumer and Senator Tom Cotton asked for a national security probe in a letter to Joseph Macguire, acting director of national intelligence.\n\nThey said they were concerned about the video-sharing platform’s collection of user data, and whether China censors content seen by U.S. users. They also suggested TikTok could be targeted by foreign influence campaigns.\n\nOn Friday, Schumer welcomed news of the probe in an emailed statement, calling it a “validation of our concern that apps like TikTok...may pose serious risks to millions of Americans and deserve greater scrutiny.”\n\nTikTok allows users to create and share short videos with special effects. The company has said U.S. user data is stored in the United States, but the senators noted that ByteDance is governed by Chinese laws.\n\nTikTok also says China does not have jurisdiction over content of the app, which does not operate in China and is not influenced by any foreign government.\n\nLast month, Musical.ly founder Alex Zhu, who heads the TikTok team, started to report directly to ByteDance CEO Zhang Yiming, one of the sources said. He previously reported to Zhang Nan, the head of ByteDance’s Douyin, a Chinese short video app. It was not clear whether this move, which separates TikTok organizationally from ByteDance’s other holdings, was related to the company’s discussions with CFIUS over mitigation.\n\nIn October, U.S. senator Marco Rubio asked CFIUS to review ByteDance’s acquisition of Musical.ly. He cited questions about why TikTok had “only had a few videos of the Hong Kong protests that have been dominating international headlines for months.”\n\nAfter the Reuters story of the CFIUS investigation appeared, Rubio tweeted: “Any platform owned by a company in China which collects massive amounts of data on Americans is a potential serious threat to our country.”\n\nU.S. Senator Josh Hawley said in a tweet that TikTok should testify at a hearing scheduled next week about technology companies putting consumer data at risk in China.\n\nFacebook (FB.O) CEO Mark Zuckerberg, whose product competes with TikTok particularly for younger users, has also criticized the app over censorship concerns.\n\nThe United States has been increasingly scrutinizing app developers over the personal data they handle, especially if some of it involves U.S. military or intelligence personnel.\n\nChinese gaming company Beijing Kunlun Tech Co Ltd said in May it would seek to sell its popular gay dating app Grindr after CFIUS approached it with national security concerns.\n\nLast year, CFIUS forced China’s Ant Financial to scrap plans to buy MoneyGram International Inc (MGI.O) over concerns about the safety of data that could identify U.S. citizens.\n\nThe panel also compelled Oceanwide Holdings and Genworth Financial Inc (GNW.N) to work through a U.S. third party data administrator to ensure the Chinese company could not access the insurer’s U.S. customers’ personal private data.\n\nBYTEDANCE’S RISE\n\nByteDance is one of China’s fastest growing startups. It owns the country’s leading news aggregator, Jinri Toutiao, as well as TikTok, which has attracted celebrities like Ariana Grande and Katy Perry.\n\nByteDance counts Japanese technology giant SoftBank, venture firm Sequoia Capital and big private-equity firms such as KKR, General Atlantic and Hillhouse Capital Group as backers.\n\nAnalysts have called ByteDance a strong threat to other Chinese tech industry firms including social media and gaming giant Tencent Holdings Ltd and search engine leader Baidu Inc. Globally, ByteDance’s apps have 1.5 billion monthly active users and 700 million daily active users, the company said in July.\n\nThe seven-year-old Chinese start-up posted a better-than-expected revenue for the first half of 2019 at over $7 billion, and was valued at $78 billion late last year, sources have told Reuters.\n\n***Reporting by Greg Roumeliotis and Echo Wang in New York, Yingzhi Yang in Beijing and Alexandra Alper in Washington, D.C.; Editing by David Gregorio and Chris Sanders\n\n**Videos:\n\nhttps://www.reuters.com/article/us-tiktok-cfius-exclusive/exclusive-u-s-opens-national-security-investigation-into-tiktok-sources-idUSKBN1XB4IL"}}