{"GDELT": {"GlobalEventID": 883871841, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor2Code": "USACVL", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.27388535031847, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Pleasant Run, Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_Lat": 39.2998, "Actor2Geo_Long": -84.5636, "Actor2Geo_FeatureID": "1056480", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Pleasant Run, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 39.2998, "Action2Geo_Long": -84.5636, "Action2Geo_FeatureID": "1056480", "DATEADDED": 20191102013000, "SOURCEURL": "https://www.wlwt.com/article/colerain-township-man-who-discovered-razor-blades-in-childs-halloween-candy-who-would-do-that/29670355"}, "ARTICLE": {"TITLE": "Colerain Township man who discovered razor blades in child's Halloween candy: 'Who would do that?'", "TEXT": "Colerain Township man who discovered razor blades in child's Halloween candy: 'Who would do that?' Share Shares Copy Link Copy\n\nHide Transcript Show Transcript\n\nSOMETIMES THE MOS FRIGHTENING PART OF HALLOWEEN JUST FOUND A RAZOR BLADE IN MY KIDS CANDY HAS NOTHING TO DO WITH GHOSTS. IT’S IN THE CANDY. WHAT DID YOU THINK WHEN YOU SAW THAT? MEAN I THOUGHT LIKE WHO WOULD DO SOMETHING LIKE THIS? HEY JAY ASHER SAYS HIS 14 YEAR OLD DAUGHTER CAME TO HIM AFTER TRICK-OR-TREATING IN THE NEIGHBORHOOD WITH A PACKAGE THAT JUST DIDN’T LOOK RIGHT WHEN I POP THE KT BAR OF RAZOR BLADE FELL OUT. BUT THIS IS THE PIECE OF RAZOR BLADE AS HER SAYS WAS STUCK INTO A REESE’S PEANUT BUTTER CUP. HE SAYS IT LOOKED LIKE IT WAS STUCK THROUGH THE WRAPPER AND INTO THE CANDY. HE SAYS HE CALLED POLICE CORDON POLICEMAN TOLD ME WITH WITHOUT ME KNOW WHAT HOUSE EXACTLY IT CAME FROM. THERE’S REALLY NOTHING THEY COULD DO BUT MONITOR TO SEE IF ANY OTHER INCIDENTS HAPPENED AND THEN THERE WAS ANOTHER INCIDENT THIS WOMAN WHO DIDN’T WANT TO BE IDENTIFIED SAYS SHE CUT HER HAND ON A PIECE OF HER KIDS CANDY AND HA CANDY AND HAD TO GET THREE STITCHES. THAT’S WHEN A SURE SAYS THE POLICE GOT INVOLVED IN HIS CASE. THEY WOKE ME UP OUT OF BED LIKE 1:30 IN THE MORNING. THEY CAME TO MY HOUSE AND WE GAVE THEM THE CANDY BAR THAT AND THE AND THE PEACE OF THE RAZOR EDGE HER SAYS HE POSTED THIS VIDEO TO SOCIAL MEDIA TO WARN OTHER PARENTS, BUT EVEN AS IT WAS BEING POSTED HE SAYS THERE WERE PEOPLE WHO THOUGHT HE WAS RESPONSIBLE. I GOT SIX KIDS. I JUST DON’T WANT TO SEE ANYBODY ELSE’S KIDS GET HURT NOW POLICE ARE TRYING TO SORT OUT T DETAILS OF A PARENTS HALLOWEEN NIGHTMARE. TELLS ME THEY THREW AWAY ALL OF HIS KIDS CANDY AND SO DID THE OTHER KIDS THAT WERE WITH HIM, BUT HE SAID THEY WERE SO SHAKEN TODAY. THEY DIDN’T WANT TO WALK TO THE SCHOOL BUS. REPORT\n\nSIGN UP FOR BREAKING NEWS Get local stories sent straight to your inbox as news breaks. Submit Privacy Notice"}}