{"GDELT": {"GlobalEventID": 883864218, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.3001083423618602, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191102004500, "SOURCEURL": "https://www.mpnnow.com/news/20191101/eat-drink-and-be-murphy-new-cue-on-route-332"}, "ARTICLE": {"TITLE": "Eat, Drink And Be Murphy: New 'cue on Route 332", "TEXT": "Bob Baldwin has left debt collection and insurance underwriting behind to serve up pit-smoked, Central Texas-style barbecue at FLX BBQ Company\n\nCANANDAIGUA — When it comes down to it, Bob Baldwin prefers brisket to insurance underwriting.\n\nHe should know because he’s done both, along with a stint as a debt collector.\n\nBaldwin, who with wife Kim opened Finger Lakes Barbecue Company — or FLX BBQ Company — about two months ago, said it’s been a long time coming for what they’re trying to do at their restaurant in a strip plaza on Route 332.\n\nAnd that’s create pit-smoked, Central Texas-style barbecue, made and served fresh daily.\n\n“I like what I do and people like me better than when I was trying to sell them insurance,” said Baldwin, adding that back issues prompted him to find a career that didn’t have him sitting in an office. Let’s just say as a debt collector and salesman, not everyone wanted to hear from him as much as they do now.\n\n“Now I feed people and I don’t even know how to take the feedback,” Baldwin said.\n\nAlways a fan of barbecue, Baldwin cut his chops about four years ago at the former Smokeman BBQ in Crystal Beach. At the time, the Baldwins were commuting back and forth from Lockport.\n\n“I made some great regular customers who turned into friends and made some real headway with my food,” Baldwin said. “I left there with a certain amount of confidence in my ability behind the restaurant and a certain amount of confidence in my ability in the kitchen.”\n\nAfter a little more time selling insurance and a little more time honing his barbecue expertise at a different restaurant — actually, make that long days and long nights, a lot of hard work, a lot of mistakes, and a lot of learning from them, Baldwin said — the couple, who have since moved to the area, decided to take the plunge with their own place, with the help of several partners.\n\nFinger Lakes Barbecue Company seats 28, with plans in the works to seat another 30 outside next summer. They have an application in for beer and wine.\n\nTheir custom-built, all wood-fired pit — a picture hangs on the back wall of the restaurant — is fired up at 2 a.m.\n\n“What we have that really puts us leaps and bounds above any other barbecue in the area is brisket,” Baldwin said. “My measure of a barbecue joint is the brisket. Brisket is a tough one.”\n\nThe focus may be on the brisket, but pork and beef ribs, pork butt, and chicken — the recently added Wednesday chicken wing nights are popular — will make you think really, really hard about what to order.\n\nThe open kitchen provides accountability, as well as a chance to talk with customers.\n\nBrian Turner, who comes in at least once a week for lunch, said the Baldwins are super friendly.\n\n“They recognize us every time we come in,” Turner said. “They pretty much put our order in as soon as we come in the door.”\n\nAnd for regular customer John Rosato, that means a “perfect smoked” ribs lunch, his weekly favorite.\n\n“I love the ribs,” Rosato said. “I’ve had their pulled pork and the brisket’s really good. I come every week and mostly get ribs.”\n\nHomemade sauces include the popular house brand, sweet and spicy styles, along with a mustard sauce, Daddy’s Gold. The “Buffacue” sauce for wings, which is the house barbecue, butter and Frank’s Red Hot sauce, puts their own touch on a Buffalo staple.\n\n“It’s got that Frank’s bite. It’s got that smoothness from the butter,” Baldwin said. “It’s got all the flavor profile of our house barbecue sauce.”\n\nTheir plan was to start small, with a handful of plates and sandwiches along with sides, but more items will be rolled out in the days and weeks ahead, including a cherry-wood smoked prime rib.\n\n“It’s absolutely one of my favorite non-traditional barbecue items that we deal with,” Baldwin said.\n\nThe food is fresh and cooked every day because Baldwin said for one, leftovers are for home; and two, freshness is the key to a consistently good plate of barbecue every time you go.\n\n“If you’re going to come into our business and you’re going to spend your hard-earned money, I'm going to give you the right thing,” Baldwin said. “There’s something about good, homemade food and being served it by the people who made it for you that people connect with — it forms a bond.”\n\nAnd that’s also what they’re working to build here.\n\n“Above everything else, we’re barbecue fans,” Baldwin said. “We like barbecue. People like barbecue. It’s a culture. It’s a thing people chase and follow and identify with. For us it’s very much a culture that we’re developing here.”\n\nThe decision to uproot was scary at first and there have been a few unexpected twists and turns, but so far, it’s worked out for the best, Kim Baldwin said.\n\nYou can’t beat food and friends to share it with, and for them, it sure beats being “the most hated person on the phone,” as Baldwin described his days in debt collecting.\n\n“There’s always going to be that spot in the cubicle, and they will always need to fill that cubicle,” she said. “You don’t get a chance like this very often, so you have to take it.”"}}