{"GDELT": {"GlobalEventID": 883871803, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 20, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.72168284789644, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Connecticut, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCT", "Actor2Geo_Lat": 41.5834, "Actor2Geo_Long": -72.7622, "Actor2Geo_FeatureID": "CT", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.5834, "Action2Geo_Long": -72.7622, "Action2Geo_FeatureID": "CT", "DATEADDED": 20191102013000, "SOURCEURL": "https://www.registercitizen.com/news/article/American-Mural-Project-holding-more-open-mill-14803404.php"}, "ARTICLE": {"TITLE": "American Mural Project holding more open mill days, tours for public", "TEXT": "American Mural Project holding more open mill days, tours for public\n\nThe American Mural Project’s postcard for its Art of Work Gala, held in 2018 at the renovated mill building in Winsted. The American Mural Project’s postcard for its Art of Work Gala, held in 2018 at the renovated mill building in Winsted. Photo: Contributed Photo / American Mural Project Photo: Contributed Photo / American Mural Project Image 1 of / 1 Caption Close American Mural Project holding more open mill days, tours for public 1 / 1 Back to Gallery\n\nWINSTED — The American Mural Project is hosting three more Open Mill events on Nov. 17, Dec. 7 and Dec. 8, giving the public an opportunity to see the current mural installation progress.\n\nTours are held every 45 minutes, starting at 1 p.m. on Nov 17, and and 12:15 pm on Dec. 7-8.\n\nThe three events provide a first-hand sneak peek into the installation process before it is complete, which is anticipated to be in the next two years.\n\nOpen Mill visits include an overview of founder and artistic director Ellen Griesedieck’s inspiration for the mural, as well as AMP’s current and future plans for the mural, education programs, and expansion. Through staff-guided tours, visitors will learn about the mural’s tribute to American workers, the people depicted in the mural, and why the subjects were chosen. Tours will provide an opportunity to hear stories about the represented workers and to ask questions.\n\n“Although there is much more of the mural to be installed, the recent huge step in the process has transformed this amazing space in a way that can’t be described,” said Amy Wynn, executive director of the American Mural Project. “Pictures do not do it justice. Seeing it in person is the only way to experience the full effect, scale, and artistry unfolding.”\n\nThe first Open Mill tours in mid-October were heavily attended, and 100 percent of tour survey respondents said they would return again and would urge others to take a tour.\n\n“Well worth it! I highly recommend it. What a thrill to see this all reaching fruition,” said Brock Putnam of Litchfield.\n\nLimited registration is available, and donations are strongly encouraged to support these visits. To reserve a space or for more information, visit https://www.americanmuralproject.org/events or call 860-379-3006. AMP merchandise, including one-of-a-kind hand-painted t-shirts and hoodies, will be available for purchase. As the mural installation progresses, additional Open Mill events will be scheduled for 2020.\n\nLaunched in 2002 by artist Ellen Griesedieck, the American Mural Project (AMP) is creating the largest indoor collaborative artwork in the world—a mural 120 feet long, 48 feet high, and up to ten feet deep. The mural is a tribute to American workers and highlights what has defined the country over the last century. It seeks to inspire, to educate, to invite collaboration, and to reveal to people of all ages the many contributions they can make to American culture.\n\nMore than 15,000 children and adults have helped create pieces of the mural, which will be housed in two former mill buildings on Whiting Street in Winsted, Connecticut. Scope Construction finished renovations on the mural building in fall 2018, and the lengthy process of assembling and installing the mural is now underway. Programming is currently offered for schools and teachers, after-school partnerships, summer enrichment camps, and an apprentice-style internship program.\n\nLead funding for the American Mural Project has been provided by the Newman’s Own Foundation, Northwest Connecticut Community Foundation, and the Department of Economic and Community Development/Connecticut Office of the Arts, which also receives support from the National Endowment for the Arts. Recent additional support has been provided by the Connecticut Community Foundation, Draper Fund, Eversource Foundation, and Northwest Community Bank."}}