{"GDELT": {"GlobalEventID": 883845010, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "COP", "Actor1Name": "DEPUTY", "Actor1Type1Code": "COP", "Actor2Code": "COPCOP", "Actor2Name": "DEPUTY", "Actor2Type1Code": "COP", "Actor2Type2Code": "COP", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.54945054945055, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191101230000, "SOURCEURL": "https://www.buckscountycouriertimes.com/news/20191101/lower-southampton-supervisor-candidates-hope-to-clear-up-problems"}, "ARTICLE": {"TITLE": "Lower Southampton supervisor candidates hope to clear up problems", "TEXT": "Six candidates are running for three seats on the Lower Southampton board of supervisors.\n\nCandidates for Lower Southampton supervisor believe they are the best people to improve a township government climate tainted by corruption, problems in the zoning office and other issues over the last few years.\n\nIncumbent Republican Deborah Kaplan is running against Democratic challenger Victor Corsino for a four-year seat. Republican incumbent Ray Weldie and his GOP running mate Susan Cummings are vying with Democratic challengers Christina Kelly and Deb Cerenzia for two six-year seats.\n\nRepublican Keith Wesley is not seeking reelection.\n\nIn recent years, former township Public Safety Director Robert Hoopes, District Judge John Waltman and deputy constable Bernard Rafferty have all been convicted of money laundering and other corruption crimes related to them misusing their offices for personal gain.\n\nAmong other problems, the township has lost an estimated $65,000 to $75,000 in revenue from zoning and land development fees it undercharged applicants over five years. It has started recouping some of that money.\n\nWeldie, who was appointed to the board when Patrick Irving resigned in 2017, said he is determined to continue efforts to put Lower Southampton on firmer footing.\n\n\"Lower Southampton residents and employees have been stunned and shaken by the multiple charges of corruption and bribery since the December 2016 indictments of Waltman, Hoopes and Rafferty, along with superceding indictments of an additional cast of characters which include former solicitor Michael Savona.\n\n\"Restoring public faith and integrity in the township’s municipal government has been my goal since Day 1. We have appointed a new township manager, assistant finance director and zoning officer, revamped some administrative responsibilities and are striving to restore public confidence in our municipal government.\n\n\"The best prevention is strong policies, good managers and oversight, which is exactly what is in place, or being instituted as we speak. We are also reviewing our other departments and seeking input to make them as efficient as possible.\"\n\nCummings said she believes the current board has worked together to implement changes that provide more transparency and better accountability.\n\n\"Lower Southampton has experienced many issues in recent years and has gone through a loss of confidence in leadership by our residents,\" she said. \"The events uncovered were troubling by those who manipulated our township and our board which led to such a betrayal in our community.\n\n\"I plan to use my 12 years of experience working for our community as a Neshaminy school board director and the county to enhance those policies and procedures implemented by the current board. I am committed to making sure all residents of Lower Southampton can have faith in their local government. I will accomplish this by making sure I stay engaged in all aspects of the township’s business.\"\n\nDemocrats Corsino and Kelly said they bring fresh approaches that would help improve the township.\n\n\"We have suffered in the township from zoning classification changes and variances to allow high-density construction where only single-family homes should have been built,\" said Corsino, a Realtor. \"Moving forward, we need to look at every single zoning change and/or variance request and be strict to protect the little bit of open space that we have remaining.\n\n\"Further, we need to set a strict fee schedule that is fair in pricing and easy to follow. In the future, if the people in charge of that fee schedule deviate from it at any time, they shall be held accountable. No more favoritism, cronyism or patronage shall be tolerated, and everything will be easily accessible to the taxpayers.\"\n\nKelly said a lack of vision and planning are the biggest problems with zoning in the township.\n\n\"The boards have allowed development with no plan for how to help our town grow gracefully,\" she said. \"Now, we have one strip mall after another and are peppered with townhouses that many residents fought against.\n\n\"We need to plan for not just the next year, but the next 10, 20 and beyond. I will listen to the residents and use what we have to make our town the wonderful place it is for our future residents. We all want the same things, safe streets, good schools, lights on. We can get these things back on track.\"\n\nKaplan, appointed to the board last year to fill a vacancy, said she is confident in new Zoning Officer Jeff Bartlett.\n\n\"He is extremely capable of directing this department due to his experience, personality and education,\" Kaplan said. \"There have been issues, prior to me being a supervisor. However, moving forward, there is protocol that will be adhered to. The fee schedule is being reviewed. The wrongdoings of a few will not dictate the integrity of the future of our great community.\"\n\nThis news organization was unsuccessful in attempts to reach Cerenzia for comment."}}