{"GDELT": {"GlobalEventID": 883844604, "Day": 20181101, "MonthYear": 201811, "Year": 2018, "FractionDate": 2018.8247, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.5723270440251598, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20191101230000, "SOURCEURL": "https://www.sdcexec.com:443/warehousing/article/21095480/diversifying-supply-chains-avoids-trade-war-risks"}, "ARTICLE": {"TITLE": "Diversifying Supply Chains Avoids Trade War Risks", "TEXT": "On March 1, 2018 the Trump administration shocked the world by placing steep tariffs on steel and aluminum imports.\n\nThe administration cited a 1962 law that allows the President to increase tariffs on products that are considered a “national security issue,” much to the displeasure of the U.S.’ strongest trading allies.\n\nIn the year and a half since the tariffs have been in place, several countries have placed their own levies on U.S. goods in retaliation.\n\nChina hit the U.S. hardest, placing 25% duties on $60 billion worth of U.S. products in May 2018. Since then, the countries have been placing tit-for-tat tariffs on $300 billion worth of products as they struggle to reach a trade deal.\n\nWhen the trade war first started with China, the Trump administration failed to recognize the damage it was doing to businesses. U.S. companies have been severely disrupted by tariffs as they have absorbed costs or reduced workflow, with some resulting in passing costs off to consumers in order to stay afloat. However, that still didn’t stop officials from encouraging businesses to move their operations outside of China and into the U.S.\n\nHowever, factory work appears to be shifting to other Southeast Asian countries. American imports of manufactured goods from China and 13 other Asian countries rose 9% last year to $816 billion.\n\nMeanwhile, Mexico also benefited from the trade war as it increased its exports to the U.S. by $28 billion last year.\n\n“Anybody that has had a lot of procurement in mainland China has had tariffs show them that their concentration risk may be too high,” Craig Bauer, Global SVP, RRD says. “Every supply chain is going to diversify as an outcome of the trade war. Whether that is in the Southeastern Asian region is going to vary depending on what products they make and the capabilities of those regions. It’s just not a fast process.”\n\nBauer points out that companies, such as Zebra Technologies, that are selling their products in 30 or 40 markets are having to make supply chain and sourcing alterations based on these developments.\n\nIt is also costly, timely and risky to move supply chains as the infrastructure may not be there, Bauer suggests.\n\n“Getting raw materials in, producing and finishing the goods and getting them sent out doesn’t happen overnight. It takes time,” he says. “Companies are going to diversify their supply chains because this [tariffs] has shown them the risk of not having diversity.”\n\nTake Harley Davidson, for example. In June 2018 the company announced that it was shifting its production to Thailand in order to avoid the European Union’s 31% tariff on motorcycles. If the company continued to export bikes to Europe, it would raise the shipping costs by over $2,000.\n\nThe Milwaukee Journal Sentinel reports that the company won approval from EU regulators to ship bikes from Thailand in order to avoid the duties, but the approval process took longer than expected, causing earnings to drop 24% in the third quarter. Harley went on to say that that the tariffs will cost the company $105 million for the full year.\n\n\"We are looking at our business with an abundance of caution necessary in an environment like this – recognizing that we are probably in the most uncertain forward (looking) environment that we have been in for a long time,\" Harley-Davidson CEO Matt Levatich said in a conference call with analysts.\n\nIt is unclear when the trade tensions will ease. What is clear, though, is that supply chains must diversify their operations in order to get ahead and protect the consumer.\n\n“It is intelligent to be responsible and not have businesses, their customers, their products or services be at risk. Companies will have control of the level that their companies need to diversify in order to avoid risk,” Bauer says."}}