{"GDELT": {"GlobalEventID": 883845228, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.9239766081871403, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM", "Actor1Geo_Lat": 18.25, "Actor1Geo_Long": -77.5, "Actor1Geo_FeatureID": "JM", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM", "Action2Geo_Lat": 18.25, "Action2Geo_Long": -77.5, "Action2Geo_FeatureID": "JM", "DATEADDED": 20191101230000, "SOURCEURL": "http://www.loopjamaica.com/content/pm-pilots-bill-give-legal-status-merged-youth-training-agency"}, "ARTICLE": {"TITLE": "PM pilots Bill to give legal status to merged youth training agency", "TEXT": "The merger of the HEART Trust/NTA with the National Youth Service (NYS), the Apprenticeship Board and Jamaica Foundation for Lifelong Learning Limited is one step closer to being officially formalised.\n\nThis, as Prime Minister Andrew Holness on Tuesday opened the debate on the amendment to the Human Employment and Resource Training Act (2019) in the House of Representatives.\n\nThe planned amendments are expected to give legal status to the merger.\n\nThe Bill is intended to repeal both the Apprenticeship Act and the National Youth Service Act, and, according to Holness, the merger was designed “to return the Heart Trust to its original vision of an institution with a significant role to play in nation-building.”\n\nThe prime minister said it will ensure that no Jamaican youth is left behind or unattached from institutions of learning and training and personal development, as it has opened the doors of the HEART Trust to many who had been shut out for years.\n\nHe said the requisite training and development will be administered through the HOPE programme, the adult learning and certification programme, or through the conventional and traditional training programmes.\n\n“This… provides the legal framework that will allow us to build on the successful policies implemented over the past two years,” said Holness.\n\nIn explaining aspects of the Bill, Holness said the Act makes the necessary legal provisions for the merger of the functions of the various agencies within one entity called the HEART TRUST/NTSA or the HEART Trust National Training and Service Agency.\n\nHe said the merger is consistent with the Public Sector Master Rationalisation Plan to create a more efficient and effective public sector through the merger of public bodies and agencies which share synergies of functions and resources.\n\nThe prime minister said many young persons have not had the benefit of a well-structured environment to develop positive attitudes and the necessary skills to negotiate the challenges of life.\n\nHe said this has seen the vast majority of unattached youth leaving school early, which robs them of an education that is sufficient for their age and stage in life. He added that as a result, many end up in conflict with the law.\n\nHolness said the aim is to give unattached youth hope, by augmenting the conventional training modalities under the merged entities.\n\n“Until we took the decision to merge the entities, many unattached youth were turned away from one agency and redirected to another, and in the process, many fell through the cracks.\n\n“Now, every single person who knocks on HEART Trust/NTSA's door is given a road map for a productive life and meaningful future through training and development, whether through HOPE, which is helping our people excel, adult learning programmes, or other certification programmes,” Holness stated.\n\nAmong other things, the Act is to streamline training processes; clearly establish the rights and obligations of trainees, employers and the HEART Trust/NTSA; and provide for transitional measures to facilitate the smooth transfer of administrative responsibilities to the trust."}}