{"GDELT": {"GlobalEventID": 883872778, "Day": 20191102, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8274, "Actor1Code": "LEG", "Actor1Name": "LAWMAKER", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.4011799410029502, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20191102013000, "SOURCEURL": "http://www.gilmermirror.com/view/full_story/27676823/article-Empower-Texans-helped-topple-House-Speaker-Dennis-Bonnen--Did-it-further-the-conservative-movement-"}, "ARTICLE": {"TITLE": "Empower Texans helped topple House Speaker Dennis Bonnen. Did it further the conservative movement?", "TEXT": "\"Empower Texans helped topple House Speaker Dennis Bonnen. Did it further the conservative movement?\" was first published by The Texas Tribune, a nonprofit, nonpartisan media organization that informs Texans — and engages with them — about public policy, politics, government and statewide issues.\n\nAfter an election season when voters fired some of Empower Texans’ heroes and a legislative session when lawmakers snubbed many of the organization’s priorities, the question for the group and its feisty conservative backers was one of relevance. Did this organization — a singular blend of conservative news outlet, lobbying firm and deep-pocketed political action committee — still matter?\n\nAfter the events of the last several months — the group claimed a major victory last week, helping to topple Texas House Speaker Dennis Bonnen — it is instead a question of strategy. In felling one of the most powerful members of its own party, has the group worked against its own ideological interests?\n\nSince July, Empower Texans, an uncompromising conservative clique with a deep well of oil money and a mission of knocking off “squishy” Republicans, has been at the center of the scandal that swallowed the speaker last week. Its leader, Michael Quinn Sullivan, gave Bonnen just enough room to err, secretly recording a June meeting at which Bonnen offered Empower Texans long-sought media credentials in exchange for Sullivan’s political assistance to “pop” a number of House Republicans. Sullivan strategically withheld, then strategically released the recording. The mutiny from Bonnen’s own lieutenants quickly proved fatal, and last week he announced he won’t seek reelection.\n\nLame-duck Bonnen is a major trophy — and perhaps a morale boost — for a vocal group of Tea Party-aligned conservatives who’ve been griping for months that a speaker who was supposed to be more conservative than his predecessor compromised too much on their pet issues and shunned their input on priority bills. But Bonnen’s downfall was also another example, some Capitol observers said, of the group’s brand of purity-test politics potentially endangering its policy priorities.\n\nSince the summer, Bonnen has been persona non grata with the group and its followers. But even in their eyes, he wasn’t always so bad: He started his term as speaker with the support of nearly every member of the Tea Party-aligned House Freedom Caucus. A year ago, Sullivan wrote that Bonnen’s leadership “gives conservatives cause for optimism.” On the secret recording that toppled him, Bonnen signaled support for one of Empower Texans’ top priorities, a bill that would ban local governments from using taxpayer funds to lobby the Legislature.\n\nOf course, relationships had soured by the time Sullivan slung his mud successfully. Sullivan, once hesitant to make public a recording of that meeting that he said could hurt the Republican Party, in the end insisted “my only choice ... was to expose their schemes and abuses.”\n\nNow with a wide-open race for the speaker’s gavel, Empower Texans could end up with a leader even less sympathetic to its viewpoint than Bonnen — or, perhaps, a speaker who is unwilling to sit down with the group at all.\n\n“If Michael Quinn Sullivan was trying to build the Republican Party and be constructive, he would’ve just said, ‘Mr. Speaker, that’s not what you said, that’s not what I want to do,’” said former state Sen. Bob Deuell, a Republican who lost a primary to an Empower Texans-backed challenger in 2014. “But of course that is what he wants to do. Their agenda cannot be sustained. It’s destroying the party.”\n\nThis time, Empower Texans’ impact on the Texas GOP is difficult to overstate. With Bonnen on his way out, House Republicans are left headless as they fight to maintain their majority in a tight 2020 election. Lt. Gov. Dan Patrick — a top recipient of Empower Texans’ campaign cash, and, once upon a time, its top legislative ally — has accused the group of “destroying our party.”\n\nNow, some warn, in addition to risking a new speaker who is even less sympathetic to its cause, the group behind a now-infamous secret recording may lose the trust of other Republican lawmakers.\n\nBut Luke Macias, a conservative political consultant often aligned with Empower Texans, said, “We’ve already won.”\n\n“I definitely don’t think that conservatives are going to be in a worse position politically regarding ability to usher in conservative policies as a result of ridding themselves of a really corrupt speaker,” Macias said. “Some of Dennis Bonnen’s closest supporters are still trying to make the argument that keeping the corrupt speaker would have been better for Republicans. … At the end of the day, I think the Republican Party is going to be better off if we unite against dishonesty and not try to take down the guy who was actually quite forthright with how this entire meeting went down.”\n\n“Shooting the whistleblower seems like a really bad idea for the Republican Party,” he added.\n\nSeveral Republican members of the Texas House declined to be interviewed about the group, but some were less reluctant to privately name-call and dismiss it. A Republican House committee chairman compared the group’s recent surge in relevance to what market analysts call a “dead cat bounce” — a temporary surge in price that makes a stock look revitalized just before it spirals downward for good.\n\nDisdain for the group has also been the clear message from the speaker’s office, whose spokeswoman, Cait Meisenheimer, has re-shared numerous tweets critical of Sullivan, including one arguing that his legacy “will be that of a treacherous snake.”\n\n“It is unfortunate that a surreptitiously obtained 64-minute recording turned into a ten week investigation and ultimately ended with the defamation of a man’s quarter-century in public service,” she said in a statement last week.\n\nStill, Empower Texans is hardest to ignore during campaigns, and a high-stakes election season is approaching. In 2018, candidates and other PACs reported receiving some $4.7 million from the group’s PAC. That’s noticeable money, even if the group’s candidates have rarely succeeded in recent elections.\n\n“They’re at their strongest when they’re writing checks,” said Bill Miller, a longtime GOP lobbyist. “They’ve got money, they play, they’re serious. And if you don’t take them seriously, you do so at your own risk. They are on the field, and they’re formidable. And nothing’s changed in that aspect.”\n\nEmpower Texans' money has not always gotten results. The organization’s legislative efforts largely fell flat. And in the most recent election cycle, most of its hardline conservative candidates lost either to more moderate Republicans or to Democrats. Some Republicans believe that more moderate GOP candidates could have held swing district seats that Empower Texans-backed candidates lost.\n\nUltimately, the events of the last several months leave Sullivan and Empower Texans on familiar, and perhaps comfortable, ground: gearing up for election season, advocating from the outside.\n\n“Michael’s influence has never been determined by how many lawmakers wanted to meet with him in person. It’s never been determined by it, and it never will be,” Macias said. “If the individual who had released this recording was a high-powered lobbyist, it would very negatively affect their continued involvement as a lobbyist. But because the recording was released by a conservative outsider, his position is not affected as much as people would love it to be. His position is not as affected as much as his enemies would like it to be.”\n\nOn Wednesday, just over a week after his biggest legislative achievement in years, Sullivan’s position certainly looked unaffected.\n\nHe and a host of other hardline conservative activists gathered for a press conference in an office building in Farmers Branch. There, they again asked Gov. Greg Abbott to call a special session to pass conservative bills that lawmakers had little interest in passing earlier this year. Several activists also called on Bonnen to resign immediately, rather than serving out the rest of his term.\n\nJust as they have since the activists launched their Lone Star Agenda months ago, the speaker and the governor stayed quiet.\n\nDisclosure: Bill Miller has been a financial supporter of The Texas Tribune, a nonprofit, nonpartisan news organization that is funded in part by donations from members, foundations and corporate sponsors. Financial supporters play no role in the Tribune's journalism. Find a complete list of them here."}}