{"GDELT": {"GlobalEventID": 883845196, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "GBRCVL", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.2507739938080498, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191101230000, "SOURCEURL": "https://www.history.com/news/native-american-land-british-colonies"}, "ARTICLE": {"TITLE": "When Native Americans Briefly Won Back Their Land", "TEXT": "They came from near and far: Native American chiefs and representatives of various tribes bearing gifts for a historic meeting. Their destination was Fort Niagara in New York, where dozens of Nations would meet to negotiate a new alliance with the British.\n\nMonths earlier, in 1763, George III had announced that the colonies would no longer seize Native lands or purchase it without treaties. For the first time, Native Americans’ rights to their own tribal lands had been recognized in the laws of one of North America’s colonial conquerors.\n\nTwo thousand Native Americans gathered at Niagara to celebrate the proclamation and to announce their intention to be peaceful toward British colonists. Decades before the first Indian reservations were established in the United States, colonial Britain created a vast “Indian Reserve” across thousands of miles of its newly expanded territory.\n\nStarting in 1763, no English settlers could legally travel through or acquire land west of the Appalachian Mountains—a massive swath of territory recently gained from France during the French and Indian War.\n\nFrench and Indian War Leads to Reshuffled American Map\n\nMap of the British dominions in North America according to the Treaty of Paris in 1763. Stock Montage/Getty Images\n\nThe proclamation was a watershed for Native American rights. But the tribal members who commemorated the proclamation with wampum belts and other offerings had no idea that the agreement had set the stage not just for the American Revolution, but the eventual loss of most of their lands.\n\nNative Americans had been losing land slowly but surely throughout British colonial rule. “Each treaty expanded the area for colonial occupation and reduced the land base of different tribes,” notes geographer Charlie Grymes. With growing territory came a growing British desire to live and farm along the colonial frontier.\n\nBut the British had a rival with the same goal: the French, who made claims in the Ohio River Valley beginning in the 1750s. The valley was a fertile area whose waterway held major trade promise, and the British wanted to claim it for the crown. Armed conflict began in 1754, and in 1756, Britain formally declared war on France. After a rocky start, Britain prevailed, and in February 1763 the war ended with the Treaty of Paris.\n\nThe treaty reshuffled the American map. Britain ceded Canada, and France gave Britain all of the territory east of the Mississippi River. But what seemed like an opportunity for British expansion was soon tainted by British colonists’ appetite for settlement and Native Americans’ fear of incursion. British residents of the frontier had seen their homes destroyed during the French and Indian War. Now they felt threatened by Native Americans who shared their feeling of intimidation and oppression.\n\nSoon, tensions between both groups boiled over at the borderlands. Pontiac, an Ottawa chief, had aligned himself with the French during the war. Now, he oversaw a set of organized rebellions against British colonists, including an unsuccessful siege against Fort Detroit in what is now Michigan. His leadership fueled Pontiac’s War, a sporadic conflict that pitted Native Americans against British colonists.\n\nDuring the conflict, a loose tribal alliance attacked British settlements in Ohio, Pennsylvania and the Great Lakes area, surprising the British military and causing panic among civilians.\n\nThe fighting was brutal, writes historian David Dixon. “There can be little doubt that the English and their Indian adversaries both indulged in unspeakable forms of terror and violence,” he writes—including torture, scalping and hostage taking on both sides. British officers even made a brief attempt at biological warfare at Fort Pitt, where at least one British diplomat gave smallpox-infected blankets and handkerchiefs to representatives of the Delaware tribe.\n\nHundreds Killed in Pontiac's War\n\nPontiac, chief of the Ottawa people in North America, organizing a combined resistance against the British in the Great Lakes region that would be known as Pontiac's War. The Print Collector/Getty Images\n\nPontiac’s War resulted in the deaths of about 500 British colonists. Thousands more fled from the borders. The lack of a decisive victory troubled officials back in England, and in response, George III issued a proclamation intended to stem the conflict. The document reflected a growing sense that British settlers and Native Americans could not live together or coexist peacefully—and it shocked colonists who wanted to push westward.\n\nAccording to the king, the law was intended to allow British subjects to “avail themselves with all convenient Speed, of the great Benefits and Advantages which must accrue therefrom to their Commerce, Manufactures, and Navigation” of Britain’s new land acquisitions. But to British settlers, it felt like a slap in the face. Instead of promising more military support along the frontier, it forbade colonists from settling beyond the Appalachian Mountains.\n\nThe proclamation stated that Native Americans “who live under our Protection, should not be molested or disturbed” and told colonists not to take their lands or buy them without getting permission from the government.\n\nThough Pontiac’s War had increased racial divisions and convinced many colonists that Native Americans should live far from British settlers, the existence of a new “Indian reserve” on land that some frontier colonists felt entitled to—and had even previously directly purchased—fanned tensions between colonists and their government.\n\nThe proclamation specifically stated that Native Americans had been subject to “great Frauds and Abuses” and that their sovereignty should be protected. At the time, British officials saw it as an inexpensive way to defend the British border by creating a buffer zone between colonists and Native Americans. Today, however, it is seen as an important first step toward legal recognition of the rights of Native Americans. Britain backed up its promise with troops, but a black market in land sprang up among rich colonists who felt entitled to Native lands, and Native Americans whose land was their only asset.\n\nThe law helped lay the groundwork for the American Revolution—and tensions between would-be settlers and Native Americans nervous about the settlers’ intentions fueled future conflict. Soon, the frontier would become an even more contested zone, and settlers from the newly founded United States would change the fates of the American continent’s indigenous residents forever.\n\nIndian Reserve Is Voided by the American Revolution\n\nA 1775 map of eastern North America detailing the 13 colonies, the Indian Reserve, as well as parts of New Spain. National Atlas of the United States/Wikimedia Commons\n\nJust 13 years after it set out the Indian Reserve, the proclamation became void in the newly founded United States. Between 1790 and 1847, the new country set forth a variety of laws that dictated how Americans could trade with and treat Native Americans.\n\nThe Nonintercourse Act, as the laws were known, gave special legal status to tribes and stated that U.S. citizens could only buy or receive their land through treaties. But, writes historian William E. Dwyer, Jr., though the laws recognized Native Americans’ aboriginal rights to their lands, it also gave the United States a supervisory role that reflected paternalistic views of Native Americans as “uncivilized” and incapable of managing their own affairs.\n\nThat attitude was reflected in the new country’s changing policy toward Native Americans. In 1834, the United States deemed most of the land west of the Mississippi as Indian Territory. By then, though, the government had already adopted a policy of “Indian removal” under which Native Americans were pushed out of their ancestral lands. The policy pressured tribes to leave their lands in exchange for lands further west.\n\nAs a result, Indian territory shrank further and further until eventually, the United States signed nearly 70 treaties, opening vast swaths of tribal homelands to white settlement."}}