{"GDELT": {"GlobalEventID": 883844927, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "MEX", "Actor2Name": "TIJUANA", "Actor2CountryCode": "MEX", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.33060388945753, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tijuana, Baja California, Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX02", "Actor1Geo_ADM2Code": "19588", "Actor1Geo_Lat": 32.5333, "Actor1Geo_Long": -117.01700000000001, "Actor1Geo_FeatureID": "-1705741", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tijuana, Baja California, Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX02", "Actor2Geo_ADM2Code": "19588", "Actor2Geo_Lat": 32.5333, "Actor2Geo_Long": -117.01700000000001, "Actor2Geo_FeatureID": "-1705741", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tijuana, Baja California, Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX02", "Action2Geo_ADM2Code": "19588", "Action2Geo_Lat": 32.5333, "Action2Geo_Long": -117.01700000000001, "Action2Geo_FeatureID": "-1705741", "DATEADDED": 20191101230000, "SOURCEURL": "https://nypost.com/2019/11/01/sea-of-shadows-shows-fight-for-endangered-species-survival/"}, "ARTICLE": {"TITLE": "‘Sea of Shadows’ shows fight for endangered species’ survival", "TEXT": "Sea of Shadows | Saturday, 9 p.m., National Geographic\n\nThe treacherous world of marine conservation is exposed in the documentary “Sea of Shadows.” In graphic and violent detail, the Richard Ladkani film shows how teams such as Earth League International are thwarted by Mexican cartels, the Chinese mafia and law enforcement officers. The deceptively serene Sea of Cortez and Baja Calif. town of San Felipe become a battleground for the extinction of the vaquito, the world’s smallest cetacean, and the capture of the totoaba fish, whose swim bladders are prized in China. Local fishermen earn $5,000 per fish and their bladders are then sold in Tijuana for $12,000 to $15,000. From there, they are exported to China, where they fetch prices anywhere from $20,000 to $100,000.\n\n“Many of the Chinese store them as they would store gold,” says Ladkani, 46. “They cook them in a soup. It’s good for their skin. Instead of buying a Ferrari, they buy a bladder or two.”\n\n“Sea of Shadows” also explores scientists’ efforts to treat the vaquita in captivity. Lurking beneath the Sea of Cortez is a series of nets that trap larger fish. Aboveground, the nets have their equivalent in Oscar Parra, whose murder of a member of the Mexican Navy is captured on camera.\n\nLadkani spoke to The Post from LA.\n\nHow did you become aware of the plight of the vaquita?\n\n[Executive producer] Leonardo DiCaprio has been involved with the vaquita for years. He met the president of Mexico. He called us and said, “We need a movie on the vaquita and I can open doors for you, if you’re interested.” All that was one phone call.\n\nWhat problems did you encounter while making the film?\n\nThis is the most dangerous film I’ve ever been involved in. We went in thinking we were going to shoot a nature doc. As soon as we saw how the mafia and the cartels were taking control of the fishermen and that the Navy brought their warships, it didn’t take [long] until we were being shot at. Bullets started richocheting off the walls of our boat. We had bodyguards and a big security company and changed locations often enough so that the cartel did not find out where we were.\n\nWhat is a swim bladder?\n\nThe fish fill them with air and gas and use them for buoyancy. They’re used like a lung. The Chinese are crazy for them. The cartels are dealing in swim bladders instead of cocaine. In order to get it, they’ll kill everything else.\n\nHow much does the vaquita weigh?\n\nI’m a kilogram guy. I’ll say 150 pounds.\n\nWhat are the nets made of?\n\nNylon. The fish swim and their gills get caught in the nylon string and they can’t get back out again. Small species swim through them. They’re only good for catching larger fish. Large whales, turtles.\n\nWhat is the Earth League?\n\nEarth League International is the only crime-investigating agency for the planet. They’re all ex-CIA, ex-FBI and NSA. They’re people with a heart for the planet and the skills of James Bond and they’re using those skills to target the traffickers.\n\nDo you feel “Sea of Shadows” has made an environmental impact and, if so, what?\n\nYes. We are right now at peak impact. The Mexican government is sending in troops, going after traffickers and establishing a zero-tolerance zone. This is also because we had four screenings at the United Nations at the invitation of Ivonne Higuero, the Secretary General of Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). There were reps from all the countries of the world. People were very emotional. Out of that screening, the UN threatened Mexico with a huge embargo in a year if they don’t protect the vaquita.\n\nAnd here’s what else to watch this week:\n\nThis Is Us | Tuesday, 9 p.m., NBC\n\nDeja (Lyric Ross) pushes the boundaries of Randall (Sterling K. Brown) and Beth’s (Susan Kelechi Watson) trust. In the past, Jack (Milo Ventimiglia) and Rebecca (Mandy Moore) invite Randall’s new teacher over for dinner.\n\nRiverdale | Wednesday, 8 p.m., The CW\n\nCaught between Hiram (Mark Consuelos) and Hermione’s (Marisol Nichols) double trial, Veronica (Camila Mendes) grapples with what the future holds for her family.\n\nStumptown | Wednesday, 10 p.m., ABC\n\nDex Parios (Cobie Smulders) is bisexual in the graphic novel on which the show is based. In this episode, Dex’s ex, a rock musician named Fiona X (Ionna Gika), comes to Portland and Dex must protect her from a stalker.\n\nWatchmen | Sunday, 9 p.m., HBO\n\nFBI agent Laurie Blake (Jean Smart) heads to Tulsa to take over the recent murder investigation. The Lord of the Manor receives a harshly worded letter and responds accordingly.\n\nHis Dark Materials | Monday, 10 p.m., HBO\n\nSeries premiere. Philip Pullman’s trilogy is adapted for TV. A young girl from another world (Dafne Keen) stumbles on a ring of stolen children. Ruth Wilson co-stars.\n\nThe Unicorn | Thursday, 8:30 p.m., CBS\n\nWhen Wade (Walton Goggins) visits a local hot spot to meet ladies instead of relying on his dating app, his buddies Forrest (Rob Corddry) and Ben (Omar Miller) accompany him — as wingmen.\n\nThe Little Mermaid Live | Tuesday , 8 p.m., ABC\n\nAuli’i Cravalho stars as Ariel in this new spin on the animated film, which blends live singing with animated clips from the original, 30-year-old movie. With Queen Latifah as Ursula and Shaggy as the crustacean Sebastian."}}