{"GDELT": {"GlobalEventID": 883845549, "Day": 20191101, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8247, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.03738317757009, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "SA", "DATEADDED": 20191101230000, "SOURCEURL": "https://nationalinterest.org/blog/buzz/could-congress-reverse-trump%E2%80%99s-decision-pull-troops-out-syria-93296"}, "ARTICLE": {"TITLE": "Could Congress Reverse Trump’s Decision to Pull Troops out of Syria?", "TEXT": "U.S. forces are still in Syria, but their role has changed substantially in recent weeks.\n\nThe political and humanitarian outcry condemning President Donald Trump’s decision to pull U.S. troops out of Syria came soon after he made the announcement.\n\nTrump’s actions paved the way for Turkish troops to attack U.S.-allied Kurdish forces that had been fighting the Islamic State group. In reaction, on Oct. 15, the U.S. House of Representatives passed a nonbinding resolution opposing his move, with strong bipartisan support.\n\nThis resolution, like many attempts to articulate a collective view on foreign policy, lets members of Congress seem like they’re holding the president accountable without actually doing so.\n\nConstitutional scholars know there are several ways Congress can express disagreement with a president. In addition to public critiques, they can vote on nonbinding resolutions, hold hearings, restrict military spending for particular purposes or – if presidents commit the worst offenses – impeach him.\n\nAlready, several proposals are taking shape in the House and Senate that would impose financial sanctions on Turkish officials, restrict weapons sales to Turkey and otherwise punish Turkey for its actions.\n\nBut some legislators worry these sanctions would go too far. Democratic Sen. Chris Murphy of Connecticut notes that it’s complicated to consider condemning Turkey “for doing something that the president is actively helping them do.”\n\nSenate Majority Leader Mitch McConnell of Kentucky said that some of the actions being considered are reserved for “the worst rogue states” – not fellow NATO members like Turkey.\n\nThese various parallel discussions demonstrate how hard it can be for Congress to pass a piece of legislation that effectively constrains presidents in the realm of foreign policy.\n\nChecks and Balances\n\nThe Constitution declares that the president is chief executive and commander-in-chief of the military. It says Congress controls what taxpayer money is spent on – including being able to block spending on specific military operations. Congress also has the power to declare war, and a more obscure power, to issue “letters of marque and reprisal,” which many scholars interpret as giving Congress control over small conflicts as well as large ones.\n\nIn 1973, after the unprecedented abuses of power in the Johnson and Nixon administrations, Congress passed the War Powers Resolution, with the intention of eliminating presidential unilateralism. However, Congress created a loophole by allowing presidents the ability to initiate military hostilities on their own authority for 60 to 90 days. When Congress has provided authorizations, they use broad and vague language. For instance, Barack Obama argued that he could use a 2001 congressional authorization – designed to sanction catching those associated with the 9/11 attack – as the legal basis for his bombing campaign against the Islamic State group in 2014.\n\nPresidents are Solo Decisionmakers\n\nSince the U.S. joined the U.N. and NATO in the 1940s, Congress has ceded power to the president. For the last 70 years, presidents have been the predominant decision-maker in foreign affairs, collecting and digesting the information provided by advisers. In contrast, members of the House and Senate endorse or condemn those actions from the sidelines.\n\nHarry Truman, for instance, used a U.N. Security Council resolution as justification for sending the U.S. military to Korea in the summer of 1950. Congress never declared war, nor authorized military force; they did, however, allocate funding to continue the conflict.\n\nSince the War Powers Resolution was passed, presidents of both parties have deployed troops or ordered bombings without authorization and suffered very few consequences. While members of Congress complain, they have yet to force presidents to seek authorization – even when the president ignores the rules. George H.W. Bush sent troops to Saudi Arabia in the lead-up to the first Gulf War prior to congressional authorization. Bill Clinton acted without authorization in Bosnia and Kosovo. Obama continued operations past the 90-day time limit in Libya.\n\nGenerally, the hands-off approach by Congress has not completely derailed foreign policy, because presidents have tended to engage in discussion, including with Cabinet members, foreign partners and sometimes congressional leaders, before making decisions or taking decisive action.\n\nDecisions about whether and how to act typically involve members of the executive branch, perhaps with some input from Congress, weighing a variety of factors against one another, thinking in both the short and long terms.\n\nThe situation in northern Syria is one of the most complex issues currently facing the president. There are two U.S. allies who are opposed to each other. Any move by the U.S. raises the possibility of increasing instability, or worsening a humanitarian crisis.\n\nTypically, after weighing many options, presidents use their first mover advantage to take clear and decisive action, often informing Congress after the fact. In this instance, however, while Trump has discussed withdrawing troops from Syria for almost a year, he seemed to impulsively make a decision in mid-October.\n\nFurthermore, Trump has, in this and other instances, surprised his advisers and political allies with sudden shifts in policy. Due to the incredible unilateral power housed in the executive branch, Trump can conduct foreign policy in this manner.\n\nCongress Is Designed to Debate and Talk\n\nCongress, by contrast, is made up of 535 voting members – 435 in the House and 100 in the Senate – who answer to roughly 330 million constituents. They are the deliberative bodies that can act only through discussion. That’s by design: it slows down decision-making by incorporating public opinion into government policy.\n\nSenators and members of Congress have a wide range of opinions about foreign policy, based on how they evaluate and weigh the various factors – national security, human rights, military action and foreign aid. The partisan divide between the political parties makes reconciliation between differing viewpoints even more onerous. In these circumstances, even passing a nonbinding resolution in one house of Congress is impressive. Unable or unwilling to do more, lawmakers are leaving an opening for members of the executive branch to act without a lot of oversight or strong counterbalancing measures from their branch.\n\nThe Role of Popularity\n\nHistorically, presidents who have faced strong opposition in Congress have tended to launch smaller military operations with shorter durations.\n\nFor example, Obama launched a very limited strike against Libya in 2011, emphasizing there would be “no boots on the ground.” His decision to ask Congress for an authorization of military force against Syria in 2013 may have been a political means of avoiding action because he knew a Republican Congress would never give him one.\n\nSimilarly, Clinton’s efforts to address the continuing crisis in Kosovo occurred while he faced impeachment proceedings in the Senate, which likely affected how much force he committed to the operation.\n\nThough Trump may think his base will remain loyal no matter what, presidents are all too aware that unsuccessful military operations will decrease their popularity among the American people.\n\nCongress can help tip the balance of public opinion through hearings. Shedding light on the actions of the president can alter public perception about military or diplomatic action.\n\nThe Trump presidency has changed this balance, however. Previous presidents grudgingly complied with congressional investigations, but Trump’s White House has resisted scrutiny at almost every turn. In addition, Trump is less interested in the opinions of the entire American populace, and much more focused on pleasing his base.\n\nAs a result of this new dynamic, congressional condemnations of his actions regarding the Kurds and Turkey may not have the effect they would have on other presidents. But Congress can take stronger steps, if it wishes to – and if members can overcome the institutional limitations that often stop them.\n\n[ Get the best of The Conversation, every weekend. Sign up for our weekly newsletter. ]\n\nSarah Burns, Associate Professor of Political Science, Rochester Institute of Technology\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article.\n\nImage: Reuters"}}