{"GDELT": {"GlobalEventID": 884167863, "Day": 20191104, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8329, "Actor1Code": "UAF", "Actor1Name": "GUNMAN", "Actor1Type1Code": "UAF", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.13223140495867, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Upper Arlington High School, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH049", "Actor1Geo_Lat": 40.0151, "Actor1Geo_Long": -83.0546, "Actor1Geo_FeatureID": "1060058", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Upper Arlington High School, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.0151, "Action2Geo_Long": -83.0546, "Action2Geo_FeatureID": "1060058", "DATEADDED": 20191104033000, "SOURCEURL": "https://www.10tv.com/article/hundreds-hear-story-parkland-shooting-survivor-upper-arlington-high-school-2019-nov"}, "ARTICLE": {"TITLE": "Hundreds hear story of Parkland shooting survivor at Upper Arlington High School", "TEXT": "At Upper Arlington High School, one of the students who survived that shooting spoke to a crowd of people.\n\nUPPER ARLINGTON, Ohio — On February 14, 2018, a gunman opened fire and killed 17 people and injured 17 others.\n\nThis happened at Marjory Stoneman Douglas High School in Parkland, Florida.\n\nAt Upper Arlington High School, one of the students who survived that shooting spoke to a crowd of people.\n\nSamantha Fuentes has shrapnel permanently embedded in her legs and behind her eye — a reminder of the horrific day when she hid behind a podium while a gunman shot into her class, killing two of her classmates.\n\n\"I was in the wrong place at the wrong time. It was more than that. It was a sequence of failures that led to this day,\" she says.\n\nSamantha is traveling the country, sharing her experience, hoping to help people find solutions to gun violence and school safety.\n\n\n\nLocal students took her message to heart.\n\n\"I really liked what she said to take moderate steps and that's what blows the whole field open. People don't want to hear these extremes like, 'Get rid of all the guns.' They want to hear moderate things, that's what's going to bring the issue together,\" said Reynolsburg High School senior Lillith Bohler-Brewer.\n\n\"To meet in person someone who's been through your worst nightmare is daunting,\" said Columbus Alternative High School senior Benson Graham.\n\n\"I think what was so monumental about Florida is that these kids stepped up and said we're not going to be silent anymore,\" says Upper Arlington senior Grace Schooley.\n\nKids like Lilly who have turned 18 and are ready to have their voices heard this election.\n\n\"A kid that's about to vote, and that's important,\" she says.\n\nAlso important for Samantha is to keep speaking out to help find solutions, which she says is not just about guns.\n\n\"Having that understanding alone to face the problem with multiple solutions. There's not just one law, there's one thing you can say that will fix it,\" Fuentes says."}}