{"GDELT": {"GlobalEventID": 884168097, "Day": 20191104, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8329, "Actor1Code": "yor", "Actor1Name": "YORUBA", "Actor1EthnicCode": "yor", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.05836575875486, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191104033000, "SOURCEURL": "https://punchng.com/we-are-sons-and-daughters-of-oduduwa-and-not-yoruba/"}, "ARTICLE": {"TITLE": "We are sons and daughters of Oduduwa and not Yoruba", "TEXT": "Femi Fani-Kayode\n\nI just read the contribution of Professor Stephen Banji Akintoye, a notable and respected historian, to the burning debate about the origin and meaning of the word, Yoruba! I scrutinised his arguments and I considered his sources.\n\nI welcome his submissions but I respectfully disagree with his conclusions. I maintain my original position and I stand by what I wrote in my essay: I am NOT a Yoruba but a son of Oduduwa.\n\nThere are two demeaning and insulting names and words that the Fulani gave and used to describe southerners.\n\nFirstly came “Nyamiri” (meaning ‘fetcher of water’) in reference to the people of the South-East and secondly “Yariba” in reference to the people of the South-West.\n\nThe South-East rejected that name but the South-West accepted theirs. The name “Yoruba” derives from the word “Yariba” and it means “shady and unreliable”. I reject that strange name and label and I hope and pray that the good people of the South-Western Nigeria will see the wisdom in doing so too.\n\nI am not a “Yariba” or “Yoruba” but an “Omo Karo Jire” or an “Ooduwan” and my language is not “Yoruba” but “Anago”. We are what we call ourselves. We are not “shady and unreliable”(Yariba) and we must not accept names that are given to us by our historical adversaries.\n\nAny “Omo Karo Jire” or “Ooduwan” who continues to call himself a “Yoruba” is lost and does not know the implications of what he is doing to his own people. He is simply affirming and confirming an insulting label which has deep sinister, mystical and spiritual connotations.\n\nThe word “Yoruba” did not even exist until the 18th century and even then most of the tribes of the South-West, including the Oyo’s, rejected it due to its origin and meaning. The word “Yoruba” is alien to our culture and not known in the Anago language. Ooduwans please take note.\n\nThe first time the word “Yoruba” was used as a generic term for ALL the people of the South-West Nigeria was in the 19th century by Bishop Samuel Ajayi Crowther. He did us a great disservice there given the fact that it derives from the word “Yariba”, which the Fulani used to describe our people.\n\nThe meaning of the word “Yariba” is “usurper, deceitful, shady, treacherous, cheating usurer and double-dealing bastard”. Once again, I reject that name.\n\nThe good people of the South-West Nigeria are “Anagos” or “Omo Karo Jires” or “Omo Oluabis” or “Ooduwans” and we are NOT ‘Yaribas’ or ‘Yorubas’.\n\nI, Femi Fani-Kayode, a proud Ife, an Anago, an Aku, an Omo Karo Jire, an Omoluabi, an Ooduwan and a son of Oduduwa, will NEVER answer to the name “Yoruba” again or use it to describe my people. We are better than that.\n\nREAD ALSO: CBN to recover N36bn loans from North-East farmers\n\nThe British named our nation “Nigeria” meaning “area of darkness” and the Fulani named our ethnic nationality “Yariba”.\n\nPut together, this means “a group of deceitful, shady, treacherous usurpers and bastards from an area of darkness”.\n\nIs it any wonder that we are still in servitude and bondage? What a terrible combination. We have been snared by our names.\n\nMay God open our eyes, may He help us and may He deliver us! We must start helping ourselves by rejecting these deeply demonic names, labels and terms.\n\nWe are FAR better than the baggage that those horrific names carry.\n\nIf the Lord can change the name of Jacob (meaning ‘shady character, rogue and trickster’) to Israel (meaning ‘God contends’), then He can change ours too.\n\nIf Jabez (meaning ‘one who was born in sorrow’) can call on the Lord to break the chains and remove the limitations of his name, to enlarge his coast and to bless him abundantly, so can we.\n\nRemember: We ARE what we call ourselves!\n\nI read the contribution of a northerner by the name of Farouk Kperogi to this debate on Facebook and I marvelled at his attempt to befuddle the issues and misrepresent my assertions. Surely, even intellectual dishonesty and historical revisionism has its limits.\n\nTo the sons and daughters of Oduduwa and all other southerners, who are my primary concern, I say do not be fooled: the Fulani have been using the words “Yariba” and “Nyamiri” for over 200 years.\n\nQuite apart from that, I would appreciate it if someone would please tell this Kperogi that it would be better for him to read what I wrote than to go out of his way to purposely and maliciously misrepresent me.\n\nHe claims that “it was reported” that I said “Yariba” and “Nyamiri” were FULANI words.\n\nNeedless to say I NEVER said or wrote that and if indeed it was reported in such a way in any medium, then that is nothing but a case of pernicious falsehood, perfidious misrepresentation and pre-meditated and specious mendacity.\n\nWhat I wrote was that the Fulani GAVE and USED those words to describe the people of the South-West and South-East respectively. Contrary to his assertion, I did not say they were Fulani or Hausa words. Giving or using a name or a word does not necessarily mean that that name or word is native to the language of the user and giver. This appears to me to be obvious and basic logic.\n\nThe name could derive from another race or language entirely and you can still use it in yours as a term to describe others. This is especially so when you seek to demean and malign them.\n\nAs regards the meaning of the words, I would suggest that Kperogi reads a little more widely and he will discover what those that coined them actually meant. It is simply a question of historical and literary research.\n\nIf you disagree with me on an issue or we have divergent opinions, it is no big deal but at least quote me accurately and do not misrepresent or misconstrue what I wrote.\n\nMore importantly, if you insist on criticising me or disagreeing with me on an important matter like this, you would do well to actually read what I wrote yourself and not rely on what “was reported” or what others told you that I wrote or said.\n\nThis surely is a given when it comes to even the most basic, elementary and rudimentary form of intellectual discourse.\n\nYOU MAY ALSO LIKE: Imo community moves to abolish caste system\n\nThe truth is that in his post, Kperogi has confirmed virtually everything else that I wrote about this matter other than the mischievous and erroneous assertion that I claimed that the two words in question were from the Fulani or Hausa language. I repeat, I never made that assertion.\n\nHe also dropped the ball when he said that “Nyamiri” was a word that was created during the Nigerian civil war. This is not true. The word has its origins in the Igbo language but its subsequent corruption, bastardisation, condecending connotation and insulting usage by the Fulani commenced as far back as the 18th century.\n\nNeedless to say I stand by every word that I wrote in my article titled, “We Are Sons And Daughters of Oduduwa And Not Yorubas”.\n\nI urge Kperogi and those that share his complex and inexplicable disposition to read it with a clear mind and actually learn something. I wish him well.\n\nPermit me to conclude with this. One day, all truth, no matter how bitter or hard to accept, will no longer be hidden and ignored and men will no longer be blinded by their own ignorance, pride and folly.\n\nTo be concluded\n\nChief Fani-Kayode is a former Minister of Aviation\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}