{"GDELT": {"GlobalEventID": 884167518, "Day": 20191104, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8329, "Actor1Code": "JPN", "Actor1Name": "HIROSHIMA", "Actor1CountryCode": "JPN", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 195, "EventBaseCode": 195, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.68298235628913, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Manhattan, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY061", "Actor1Geo_Lat": 40.7834, "Actor1Geo_Long": -73.9662, "Actor1Geo_FeatureID": "971945", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Manhattan, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_ADM2Code": "NY061", "Actor2Geo_Lat": 40.7834, "Actor2Geo_Long": -73.9662, "Actor2Geo_FeatureID": "971945", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Manhattan, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY061", "Action2Geo_Lat": 40.7834, "Action2Geo_Long": -73.9662, "Action2Geo_FeatureID": "971945", "DATEADDED": 20191104033000, "SOURCEURL": "https://www.denofgeek.com/us/tv/hbo/284209/watchmen-doctor-manhattan-explained"}, "ARTICLE": {"TITLE": "Watchmen: Doctor Manhattan Explained", "TEXT": "Regardless of his intentions or regrets, Jon’s involvement in Vietnam set off a series of snowballing events that make the world of Watchmen so markedly different from our own. While ultimately it’s the presence of heroes, beginning with Will Reeves a.k.a. Hooded Justice in the ‘30s, that sets the Watchmen timeline apart; it’s the introduction of Doctor Manhattan that accelerates it. The success of the Vietnam War allows Richard Nixon to stay in office in perpetuity, while research and work based on the miraculous existence of Doctor Manhattan led to scientific breakthroughs like the wide adoption of electric cars and research into teleportation technology that Veidt would eventually use for destructive means.\n\nThe effects of the presence of the actual ubermensch are still reverberating in this modern 2019 Watchmen world. HBO’s supplemental material for the show, Peteypedia, draws a pretty straight line between the existence of Doctor Manhattan and American society’s technophobia. When Adrian Veidt needed to get Doctor Manhattan off the planet for his own nefarious purposes, he concocted a hoax in which many people who spent time in close contact with Doctor Manhattan got cancer. It seems as though society’s fear of that event extended to the existence of the personal computer.\n\nA Peteypedia memo from FBI director James Doyan called “The Computer and You” urges his colleagues to get over their fear of the computer as they will need it to develop their Anti-Vigilante database. The existence of Doctor Manhattan and Veidt’s psychic squid were so impactful that they basically stopped the internet in its tracks. It’s clear why society would have a continued fascination with Doctor Manhattan despite his absence. We can see this through the presence of Trieu’s bogus Doctor Manhattan booths and all the various Manhattan iconography during Angela’s time in Saigon.\n\nOn a more granular level though the presence of Doctor Manhattan also significantly changed the lives of Watchmen‘s “heroes. Despite being “the smartest man in the world” (or perhaps because of that), Veidt can’t help but understand how little that means in the presence of a being like Doctor Manhattan. The smartest man in the world to Doctor Manhattan is not much different than the smartest ant. Therefore Veidt could be every bit the Doctor Manhattan fanboy that the rest of the world is."}}