{"GDELT": {"GlobalEventID": 884167113, "Day": 20191104, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8329, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.5306122448979598, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wanchai, Guangdong, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH30", "Actor1Geo_ADM2Code": "13045", "Actor1Geo_Lat": 22.2, "Actor1Geo_Long": 113.53299999999999, "Actor1Geo_FeatureID": "-1906792", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wanchai, Guangdong, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH30", "Action2Geo_ADM2Code": "13045", "Action2Geo_Lat": 22.2, "Action2Geo_Long": 113.53299999999999, "Action2Geo_FeatureID": "-1906792", "DATEADDED": 20191104033000, "SOURCEURL": "https://www.spectator.com.au/2019/11/what-now-for-hong-kong-and-our-china-appeasers/"}, "ARTICLE": {"TITLE": "What now for Hong Kong – and our China appeasers?", "TEXT": "Working at Radio Hong Kong during the Cultural Revolution was my first introduction to politics in China.\n\nIt was a strange, surreal atmosphere, where the British, superbly good at keeping up a front, kept cocktail assignations on the terrace at the Hong Kong Club while quietly marshalling various Scottish and Gurkha regiments to protect the British Crown Colony in the case of an armed incursion from the other side of the border in the New Territory.\n\nThere were plenty of journalists, many of them veterans of other wars in Asia: Japan, Korea, and Vietnam; just beginning to be talked about. There were media legends like Australian Richard ‘Dicko’ Hughes – borrowed as a character by both Ian Fleming and John le Carre – along with Claire Hollingworth, the first journalist to report Hitler’s invasion of Poland, holding her telephone out of her window so that her editor could hear the rumble of the tanks in the street below her. A great time to be a young reporter.\n\nThere were things I learned, not from a western journalist, but from one of our Chinese translators, when I asked him the significance of the Red Guards invective against Confucius, why were Mao’s youthful revolutionaries so against a philosopher sage dead for centuries?\n\nHe said, and I still remember his words, “Memory in China lasts for centuries. Confucius represents the old order, duty to the emperor, to the family, wife to husband, son to father, they want to smash all that, install new thinking.”\n\nI went back to Hong Kong many times after that, both as a working journalist and as a visitor and in the last months before the handover to China, everyone was tense, edgy, making plans, watching, trying to read the signals. One thing was clear: the British would leave. And then?\n\n\n\n\n\nWatching the news for the last weeks on television, it’s hard to believe that it’s the same city I worked in, this war one of angry, frightened people and brutal police crackdowns. Stories are filtering through, even to Australia, one, the most chilling, was of the young demonstrator arrested by police who allegedly jumped to his death from a high building in the commercial Wanchai district. As his body plummeted to earth, horrified onlookers glimpsed that his leg detached from his body.\n\nWhat would my elderly RHK Chinese translator have told me about today’s tumult and civil war in the streets? I think he may have said something like this:\n\nThe longer the unrest goes on in Hong Kong, the more pleased China will be. The protesters justify China’s claims about the west and western democracy, showing mainlanders that it leads to this kind of civil disobedience against authority and that the One Party Two Systems isn’t working. Joshua Wong, the brave young leader is, and will be, in the future, hailed as a hero. But in the end, China will just let the fire die down. That’s why Beijing hasn’t replaced Carrie Lam, they’ll let her carry through to the end, while the rest of the world, the US and UK hold back. Business is leaving Hong Kong and China will let this happen. Shenzhen was a fishing village, now it has skyscrapers, it rivals Hong Kong. Which it was built up to be. The Chinese understand history. This is the long game, this is retaliation for the 100 years of humiliation when China was divided by the western nations and Japan.\n\nSo China sees advantage When westerners, particularly those holding important positions, back China’s policy initiatives, such as the much-publicised One Belt, One Road infrastructure plan.\n\nVictoria’s premier Daniel Andrews last month signed a new agreement, following one signed in Beijing in 2018, with China’s BRI agency the National Development and Reform Commission.\n\nAround the same time the Epoch Times newspaper, the voice of the brutally surprised Falun Gong movement, also reported that Apple CEO Tim Cook was appointed chair of an advisory board for Tsinghua University’s business school on a three-year contract. The advisory board comprises some 70 business leaders and academics from the US, Europe and Asia as well as Party officials, with, as an honorary member, Chinese Vice-Chair Wang Qishan.\n\nCook, as Apple’s CEO, may have been behind Apple’s decision to pull a crowd-sourced app, HK.map.live from Apple’s app store. Apple iPhones are assembled in China and sales in China generated some US$52billion in sales last year, about one-fifth of Apple’s total global sales.\n\nJocelyn Chey was Australia’s Consul-General in Hong Kong from 1992-1995. She believes China’s rulers understand the dynamics of the current situation, as she wrote last month, in ex-DFAT official John Menadue’s blog Pearls and Irritations:\n\nAcross the Strait in Taiwan, people are closely observing developments in Hong Kong. One Country Two Systems has been thoroughly discredited and can hardly be offered to Taiwan after this year’s events. The fate of Hong Kong will undoubtedly affect the outcome of next year’s presidential elections. At a meeting in Beijing in January this year marking the 40th anniversary of improved cross-Strait ties, Xi Jinping has said that reunification remains a top priority for his government. He will have to come up with a fundamentally new proposal if he is to have any chance of achieving that peacefully.\n\nChey believes that incursion by mainland armed police or army is most unlikely. She wrote:\n\nArmored vehicles massed in Shenzhen could not physically suppress demonstrations in MTR stations or shopping malls. It would be a cat and mouse game where local knowledge and local support would have the upper hand.\n\nBritish-born Chey has a deep cultural and personal understanding of China. She and her late husband Hans did much to provide understanding to Australian governments on how the Chinese reacted to Asian and international events. She interacted with the Confucius Institute at UNSW and Sydney University and was one of the first to publish on CIs and Chinese soft power. CIs, according to Chey, answer to the Chinese Ministry of Education, their role to promote Chinese language and culture and push key policies but not monitor Chinese students studying in Australia, a function carried out by the embassy, consulates and Party cells:\n\nWSU has an Australia China Institute for Arts and Culture and I was the founding Director in 2017. This Institute has no funding from China or any overseas donor. I am still associated with ACIAC in an honorary capacity and teach some units in their Master degree program.\n\nLast week it was announced that Hong Kong is now, officially, in recession.\n\nHong Kongers are a different breed to people in mainland China. They experienced democracy, albeit through British colonialism, survived Japanese occupation and have lost faith in the One Nation, Two Party system.\n\nThey will — in the Chinese saying — have to eat bitterness but Australia, too, must tread a careful diplomatic path between sycophancy and confrontation in yet another clash of cultural values.\n\nGot something to add? Join the discussion and comment below."}}