{"GDELT": {"GlobalEventID": 884167322, "Day": 20191104, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8329, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.6564551422319499, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20191104033000, "SOURCEURL": "http://en.asiatoday.co.kr/./view.php?key=20191031002232093"}, "ARTICLE": {"TITLE": "Gov’t to build additional GTX line in western Seoul metro area", "TEXT": "0 Land minister Kim Hyun-mi delivers an opening address at a proclamation ceremony for “metropolitan transportation 2030” in Seoul on Oct. 31, 2019./ Source: The Ministry of Land, Infrastructure and Transport\n\n\n\n\n\nBy AsiaToday reporter Lee Cheol-hyun\n\n\n\n\n\nThe government and the ruling Democratic Party have announced a plan to reduce the commute time between Seoul and the surrounding metropolitan area to half an hour by 2030. To this end, the government will seek to add a new high-speed Great Train Express (GTX) line in the western Seoul metro area, build large-scale underground roadways to resolve the congestion on major arterial roads, such as Seoul’s Gangbyeon Expressway and Olympic Highway.\n\n\n\n\n\nThe Metropolitan Transport Commission (MTC) under the Ministry of Land, Infrastructure and Transport (MOLIT) held a proclamation ceremony for its vision for “metropolitan transportation 2030” on Thursday in Seoul. The event was attended by MOLIT Minister Kim Hyun-mi, MTC Chairman Choi Kee-choo, Land Infrastructure and Transport Committee Chairman Park Soon-ja, lawmaker Lee Hyun-jae, and other officials.\n\n\n\n\n\nThe MTC presented three goals: to shorten travel time in major regional hubs to 30 minutes, cut down travel costs by up to 30 percent, and reduce the transfer time from buses to other means of transportation by 30 percent.\n\n\n\n\n\nFirst, the government will establish a metropolitan railway network connecting major regional hubs with travel time of nearly half an hour. The government will push to extend Seoul Subway Line No. 9 between Gangil and Misa and to connect Incheon Subway Line 2 with the Sin Ansan Line. It is evaluating the adequacy to extend Line 7 between Okjeong to Pocheon, and it is planning to approve the preliminary feasibility study to extend Byeollae Line between Byeollae and Jinjeob as soon as possible.\n\n\n\n\n\nThe government will introduce GTX Line D for the growing population in the western part of the Seoul metropolitan area, and operate subway express trains for Line 4 by improving facilities. The government is also aiming to more than double the operation rate of subway express trains from 16 percent to 35 percent by 2030. The tram-train will be introduced as a new means of transportation. This new vehicle will operate as a tram within the city and as a train on the outskirts.\n\n\n\n\n\nThe government is reviewing the construction of deep underground roads beneath major arterial roads, such as Seoul’s Ganbyeon Expressway and its Olympic Highway as well as Busan’s Sasang and Haeundae roads. It also plans to establish different types of Red Bus transfer Transit Centers and introduce a new transportation card that can reduce transportation expenses.\n\n\n\n\n\nThe government will also improve the system to lead effective regional transportation measures when establishing new towns and other large-scale housing sites.\n\n\n\n"}}