{"GDELT": {"GlobalEventID": 884167464, "Day": 20191104, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8329, "Actor1Code": "IGOUNO", "Actor1Name": "THE UN", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -8.07453416149068, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191104033000, "SOURCEURL": "https://www.straitstimes.com/forum/letters-in-print/take-active-stand-on-climate-change"}, "ARTICLE": {"TITLE": "Forum: Take active stand on climate change", "TEXT": "It is sad to learn that the climate protests and rallies across the world have yielded few commitments from world leaders (Big polluting nations sidestep UN call for action, Sept 25).\n\nAccording to a report by Harvard's Belfer Centre for Science and International Affairs, China and the United States together emit more than 40 per cent of the world's carbon dioxide. However, neither made any new commitments at the UN climate summit.\n\nI think apathy has been impeding the progress of climate action, and has led to the passive stance of world leaders.\n\nSingapore will be affected greatly by the detrimental effects of climate change. Rising sea levels may overwhelm low-lying coastal areas. Rises in temperature may affect the biological diversity in Singapore.\n\nIt is imperative for us to adopt an active stand on this matter. Only if everyone puts aside his passivity can we avert a climate catastrophe brought on by our own misdeeds.\n\nRoman Sage Tan, 14\n\nSecondary 2 student\n\nCALLING YOUNG READERS: If you are a student or aged 21 years or below, and want to air your opinion on any report or letter in The Straits Times, e-mail your letter to stforum@sph.com.sg, with the subject header “Voices of Youth”. Do include your age, school level and contact details, and the headline of the report/letter you refer to. Please keep to a length of 250 words"}}