{"GDELT": {"GlobalEventID": 884167107, "Day": 20191104, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8329, "Actor1Code": "CAN", "Actor1Name": "MONTREAL", "Actor1CountryCode": "CAN", "Actor2Code": "USA", "Actor2Name": "BOSTON", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.87822014051522, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Montreal, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12713", "Actor1Geo_Lat": 45.5, "Actor1Geo_Long": -73.5833, "Actor1Geo_FeatureID": "-569541", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Boston, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_ADM2Code": "MA025", "Actor2Geo_Lat": 42.3584, "Actor2Geo_Long": -71.0598, "Actor2Geo_FeatureID": "617565", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.2373, "Action2Geo_Long": -71.5314, "Action2Geo_FeatureID": "MA", "DATEADDED": 20191104033000, "SOURCEURL": "https://www.msn.com/en-us/news/us/e2-80-98i-e2-80-99m-going-to-have-to-end-up-leaving-my-own-country-e2-80-99-how-trump-e2-80-99s-travel-ban-affects-one-family/ar-AAJNMWZ"}, "ARTICLE": {"TITLE": "‘I’m going to have to end up leaving my own country’: How Trump’s travel ban affects one family", "TEXT": "© Photos by Erin Clark for the Boston Globe Jason Mohaghegh and Ghazal Zamani see each other only on weekends, when he travels from Massachusetts to Montreal.\n\nMONTREAL — Back home in Iran, Ghazal Zamani thrived as a nurse anesthetist at a children’s hospital. Bright and bubbly, she stayed up late even after long hours on the ward, bantering with friends and family. But these days, she spends most of her time alone in a two-bedroom apartment in Montreal. She studies event planning online and snaps photos of her tiny white Maltese, Lucy.\n\nMore than 300 miles south, Zamani’s husband, Jason Mohaghegh, sleeps alone in a three-story Victorian house in Salem. He and Zamani designed the home together: the light-filled kitchen with new stainless-steel appliances, the enormous dining room with space for family and friends, the bedrooms for future children.\n\n“The days that I’m here, I try not to look at it very closely,” said Mohaghegh, who is 40, recently. “Because everywhere you turn, I see impressions of her.”\n\nNeither Zamani nor Mohaghegh imagined their married life would be like this.\n\nPresident Trump’s travel ban has prevented them from living together, and although people like Zamani are supposed to qualify for waivers, in practice, vanishingly few have been granted exceptions. The process is opaque and bewildering, with no clear guidelines — not even a form to fill out.\n\n“I was naively confident, that as a US-born citizen, I had every right, constitutionally, legally, personally, to bring my wife to live with me in the United States,” Mohaghegh said recently at his office at Babson College, where he is a tenured professor.\n\nZamani and Mohaghegh married in the winter of 2016, and the next year, Zamani moved to Montreal to be as close to her husband as she could.\n\nBut she cannot cross the border. Now, more than two years after she moved to Montreal, she still only sees her husband on weekends, when he makes the long journey to Canada and her apartment.\n\nOn a recent Thursday night, long after the sun went down, Mohaghegh rolled his metallic blue suitcase into the home. Zamani, who is 29, brightened when she saw him; Lucy yelped and scampered across the floor.\n\n“You’re tired?” Zamani said laughing, embracing Mohaghegh.\n\nThe waiver system was one way the Trump administration got around judicial opposition to its travel ban. After the ban was struck down in federal court, the administration tweaked it, defending against claims of discrimination by arguing in court filings that it had “robust waiver provisions” for relatives, employees, and others who posed no security threat.\n\nIt was partly because of those provisions that the Supreme Court upheld the ban in June 2018, blocking travel to the United States by citizens of Iran, Libya, Syria, Yemen, Somalia, Venezuela and North Korea, five of which are predominantly Muslim. (It only applies to certain government officials in Venezuela).\n\nChief Justice John Roberts, referencing the waiver program, wrote that the ban would only affect those who posed a national security threat.\n\nThe executive order said that close relatives of US citizens or people who needed urgent medical attention would be granted exceptions, as long as they could demonstrate that denying them entry would cause “undue hardship” and that their entry was “in the national interest.”\n\nBut even at the outset, there were questions about whether the waivers really worked the way the administration claimed they did. In a dissenting opinion, Justice Sonia Sotomayor wrote “there is reason to suspect that the Proclamation’s waiver program is nothing more than a sham.”\n\nThe State Department says all visa applicants subject to the ban are considered for a waiver. But so far, only 6 percent of applicants have received one, according to the department’s latest data. The approval rate for those applying from Iran is just 1.3 percent, according to State Department testimony.\n\n“What they’re trying to do with the ban, and what they have succeeded in doing with the ban, is to target Muslims and to sharply reduce the number of Muslims who are allowed to come to the United States,” said Omar Jadwat, director of the ACLU Immigrants’ Rights Project.\n\nWithout any guidance, people who should be eligible for a waiver have been left scrambling.\n\n“People are kind of shooting in the dark, doing the best that they can,” said Farhana Khera, the executive director of Muslim Advocates, a nonprofit organization that has filed a lawsuit challenging the waiver process. That lawsuit and a similar one are winding their way through federal court.\n\nZamani seems to be just the kind of person who would qualify for a waiver. In January 2018, after an interview at the US Consulate office in Montreal, she received a letter saying that she was “ineligible for a visa” because of the travel ban but that she would be considered for a waiver.\n\n“This can be a lengthy process,” the letter said. “You will be contacted.”\n\nZamani’s lawyer, Ali M. Farahmand, thought she was an ideal candidate.\n\n“I submitted the most unbelievably lengthy and documented waiver package,” Farahmand said. The packet, which the Globe reviewed, was 161 pages long. With no guidance for applicants, Farahmand did his best to anticipate what might make a strong case, including detailed biographies of both Zamani and Mohaghegh, high school and college transcripts, bank statements, photographs of the couple, and a “summary of our love story.”\n\nThe State Department wrote back saying it did not need the information.\n\nOver the next 21 months, Zamani and Mohaghegh wrote repeatedly to the US Consulate in Montreal requesting updates. Each time, they received a nearly identical form letter in response, signaling a delay.\n\nWhen they first starting talking in 2011, from opposite sides of the world, Zamani and Mohaghegh could not have foreseen any of this. Zamani was at an Iranian university with Mohaghegh’s cousin, who introduced them; soon the two were talking over Facebook Messenger.\n\nZamani, the youngest of seven children, had a tight-knit and prodigious extended family, often gathering to cook or to celebrate someone’s most recent milestone. After studying anesthesiology at university, she worked in an operating room treating sick kids.\n\nMohaghegh, who was born in Worcester, had grown up as something of a whiz kid: He had graduated from Columbia University at 20 and received his doctorate from the school just four years later. His father, who had emigrated from Iran in the 1970s, was a high-ranking executive at Harrington Hospital in Southbridge. His mother, who grew up in Warren, taught Spanish at Shrewsbury High School.\n\nBy the time Mohaghegh met Zamani, he was a beloved professor at Babson with a waitlist for some of his courses on comparative literature and philosophy. He spent his free time writing books.\n\nHis online acquaintance with Zamani deepened in 2014, when her father died. She tended to keep her feelings buried, but she was devastated by the loss. She began messaging with Mohaghegh more and more: He asked about her father, but he also distracted her from her grief, sending her photos of art exhibits and architecture.\n\nThey exchanged sentences from their favorite books. Mohaghegh sent Zamani dozens of roses on her first day back at work at the hospital.\n\n“If Jason wasn’t there for me, I would go mad,” Zamani said.\n\nFinally, after staying awake night after night messaging, the two decided to meet in Istanbul in the spring of 2015. Both were Muslim and neither were particularly traditional, but in order to reassure her mother, Zamani brought her along and Mohaghegh brought his father and younger sister.\n\nAt the airport, Zamani saw the man she had been messaging before he saw her.\n\n“I was like, Mom, Mom, that’s Jason! That’s Jason! Look! Look how handsome,” she said.\n\n“The second she walked through the gates with her mother, everything fell in sync,” Mohaghegh said.\n\nThey spent the week together, walking through the city, eating Turkish sweets, talking, joking. And at the end of the week, Mohaghegh proposed.\n\n“I felt like, I can’t live without Jason,” Zamani said.\n\nIstanbul became their city: They visited each other throughout the year there, even hosting an extravagant engagement party in the summer of 2015 with both of their families. They wanted to make use of the safe zone between national borders that Turkey represented.\n\nTheir fiance visa was abruptly denied in the fall of 2016, apparently for a technical reason. The State Department declined to comment on the case.\n\nThey were floored by the rejection, but tried not to let it get in their way. On the advice of their lawyer, they decided to get married and apply for a spousal visa, instead.\n\nAnd so in the dead of winter, they hurried to the country of Georgia, got married at Tbilisi City Hall, and then rushed to a local convenience store that same afternoon to scan the marriage certificate and send it to their attorney. They were certain that things would work out this time.\n\nUnbeknownst to them, the couple had stumbled into more bad luck. In January of 2017, Trump issued his first travel ban, blocking Iranian citizens from entering the country.\n\nAs their application stalled, Zamani moved to Montreal, enrolling in cooking school so that she could get a student visa. She interviewed at the US Consulate, and waited.\n\nToday, four years after their engagement, they are still waiting.\n\nIf nothing changes, they say they will soon move to Spain, where they will be together while Mohaghegh is on sabbatical from Babson. They are luckier than some others in their same position, but still, Zamani, who learned English in Canada, does not speak Spanish, and neither has family or a job in Spain.\n\n“I made a promise to my wife to be with her,” Mohaghegh said, surveying his office in Wellesley, the dozens of books stacked against the back window, the framed opening pages of his first book, about chaos, hanging on the wall. There were no easy choices left.\n\n“I’m going to have to end up leaving my own country because of this,” he said.\n\nZoe Greenberg can be reached at zoe.greenberg@globe.com."}}