{"GDELT": {"GlobalEventID": 884168034, "Day": 20191104, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8329, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "UKRGOV", "Actor2Name": "UKRAINE", "Actor2CountryCode": "UKR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.1476997578692503, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.889, "Actor1Geo_Long": -77.0003, "Actor1Geo_FeatureID": "529313", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kiev, Ukraine (general), Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP00", "Actor2Geo_ADM2Code": "28554", "Actor2Geo_Lat": 50.4333, "Actor2Geo_Long": 30.5167, "Actor2Geo_FeatureID": "-1044367", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kiev, Ukraine (general), Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP00", "Action2Geo_ADM2Code": "28554", "Action2Geo_Lat": 50.4333, "Action2Geo_Long": 30.5167, "Action2Geo_FeatureID": "-1044367", "DATEADDED": 20191104033000, "SOURCEURL": "https://www.pbs.org/newshour/politics/democrats-prep-for-open-hearings-seek-bolton-testimony"}, "ARTICLE": {"TITLE": "Democrats prep for open hearings, seek Bolton testimony", "TEXT": "WASHINGTON — For only the fourth time in U.S. history, the House of Representatives has started a presidential impeachment inquiry . House committees are trying to determine whether President Donald Trump violated his oath of office by asking Ukraine to investigate political rival Joe Biden and his family, and to investigate the country’s involvement in the 2016 U.S. presidential election.\n\nA quick summary of the latest news and what’s to come:\n\nMOVING INTO PUBLIC VIEW\n\nThe chairman of the House Intelligence Committee, Rep. Adam Schiff, told The Associated Press on Friday that the three committees leading the impeachment investigation plan to begin releasing transcripts of closed-door interviews as soon as early this week. The committees have interviewed current and former officials from the State Department and White House who have expressed concerns about Trump’s efforts to urge Ukraine to investigate Biden and his family.\n\nCalifornia Rep. Jackie Speier, a Democratic member of the Intelligence Committee, told CBS’ “Face the Nation” on Sunday that she expects one more week of closed-door interviews before committees move into open hearings. It’s so far unclear who will be asked to testify or how many hearings will be held. Leaders of the investigation say the hearings will be crucial to explain their inquiry to the American people.\n\nSchiff, D-Calif. said he hopes the testimony will eventually show “what the president did, why his misconduct is so serious” and how the “machinery of government” was pressed to help Trump influence the 2020 election.\n\n___\n\nTHE WHISTLEBLOWER\n\nA lawyer for the whistleblower who raised alarms about Trump’s dealings with Ukraine says his client has offered to answer written questions submitted by House Republicans.\n\nThe surprise offer was made to Rep. Devin Nunes, the top Republican on the House Intelligence Committee. It would allow Republicans to ask questions of the whistleblower, who spurred the Democratic-led impeachment inquiry, without having to go through Schiff.\n\nAttorney Mark Zaid tweeted Sunday that the whistleblower would answer questions directly from Republican members “in writing, under oath & penalty of perjury,” part of a bid to stem escalating efforts by Trump and his GOP allies to unmask the person’s identity. Only queries seeking the person’s identity won’t be answered, he said.\n\nNunes hasn’t commented on the proposal.\n\nThe whistleblower raised concerns about Trump’s July 25 call with Ukrainian President Volodymyr Zelenskiy, in which he pressed Zelenskiy to investigate Trump’s political rivals.\n\n___\n\nMORE BEHIND CLOSED DOORS\n\nAs they prepare to go public, impeachment investigators are continuing to schedule private depositions. Democrats have called in 11 witnesses this week, including Energy Secretary Rick Perry and former national security adviser John Bolton. It’s unclear whether any of them will come to Capitol Hill.\n\nPerry is the first member of Trump’s Cabinet asked to appear before the House. His testimony is scheduled for Wednesday, according to an official working on the impeachment inquiry who spoke wasn’t authorized to publicly discuss the planning and spoke on condition of anonymity.\n\nEnergy Department spokeswoman Shaylyn Hynes indicated Friday that Perry would not appear for the closed-door hearing but would consider testifying in a public session.\n\nOn Bolton, Schiff said he “has very important information about the president’s misconduct that the American people should hear.” Other witnesses in the inquiry have described Bolton’s concerns as Trump urged the Ukrainian investigations.\n\nThe committees have invited Bolton to appear Thursday but not issued a subpoena for his testimony. Trump says he’s not going to insist that Bolton not testify. Bolton’s lawyer has said he will not appear without a subpoena.\n\n“It’s up to him and it’s up to the lawyers,” Trump told reporters.\n\nThe committees also have scheduled and subpoenaed other witnesses from the White House and State Department. They include David Hale, an undersecretary at the State Department who has been mentioned in previous testimony.\n\nKey witnesses last week included Alexander Vindman and Tim Morrison of the National Security Council. Morrison, who stepped down the day before his testimony, confirmed that military aid to Ukraine was held up by Trump’s demands for the investigations. But Morrison testified that there was nothing illegal, in his view, about the quid pro quo at the center of the impeachment inquiry.\n\nVindman testified that he had raised concerns about Trump’s pleas.\n\n___\n\nCOURT BATTLES\n\nDemocrats are also fighting impeachment battles in court, though they have indicated that they don’t want to delay the investigation as those cases proceed.\n\nOne witness called by Democrats, former National Security Council deputy Charles Kupperman, has asked a judge to decide whether he must appear before Congress. Trump has said his administration will not cooperate, and Kupperman has said he is caught between the two.\n\nKupperman’s lawyer, Charles Cooper, is also Bolton’s lawyer. He said Bolton could be added to the case."}}