{"GDELT": {"GlobalEventID": 884751581, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "MDV", "Actor1Name": "MALE", "Actor1CountryCode": "MDV", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -9.09090909090906, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191106124500, "SOURCEURL": "https://citizen.co.za/news/south-africa/crime/2201179/mpumalanga-father-accused-of-raping-his-teenage-daughter/"}, "ARTICLE": {"TITLE": "Mpumalanga father accused of raping his teenage daughter", "TEXT": "A 45-year-old father who stands accused of raping his own teen daughter appeared in the Nelspruit Regional Court on October 31, reports Lowvelder.\n\nA case was opened against the alleged sex offender at the beginning of March 2018.\n\nThe charges brought against him range from incest and display of pornographic material to child abuse and rape, according to Capt Adriaan Odenaal of Nelspruit SAPS’ Family Violence, Child Protection and Sexual Offences Unit (FCS).\n\nALSO READ: Vhembe battles rising rate of child abuse\n\n“He pleaded not guilty,” Odendaal said. The identity of the accused and victim can not be disclosed due to the nature of the charges and for the victim’s protection.\n\n“The sexual predator was apparently prepared to leave his then 15-year-old daughter alone should she organise another minor friend for him to seduce,” Odendaal revealed. The victim was staying with her father and stepmother in West Acres when the alleged sexual grooming occurred.\n\nThe victim befriended a male friend on an unknown Whatsapp group, whom she came to trust with personal information. She confided in this young man that she is constantly being sexually harassed by her father.\n\nThe accused would message his daughter that he is thinking about sexual intercourse with her and she would then reply; “Nee pa, ek is nie nou lus nie,” (no dad, I don’t feel like it), Odendaal disclosed the victim confessed.\n\nThe victim and her male friend devised a plan to trick the accused into thinking that he is conversing with one of her friends, in order to gather evidence and teach him a lesson.\n\nThe police arrested the accused in November 2018 after they had tried to locate the male friend that apparently tried to assist the victim.\n\nThis was in order to secure the video evidence of the alleged sexual images the teen girl was exposed to, but to no avail, as the friend had allegedly destroyed his sim card and phone, Odendaal revealed.\n\nOdendaal said that the police had gathered sufficient evidence from the victim’s phone to make out a strong enough case for the state prosecutor to prove the matter beyond a reasonable doubt.\n\nThe sex offender, who is currently out on bail, will reappear in court on January 15, 2020, for a trial date to be allocated.\n\nFor more news your way, download The Citizen’s app for iOS and Android."}}