{"GDELT": {"GlobalEventID": 884750834, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.26143790849674, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK", "Actor1Geo_Lat": 22.25, "Actor1Geo_Long": 114.16666699999999, "Actor1Geo_FeatureID": "HK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK", "Action2Geo_Lat": 22.25, "Action2Geo_Long": 114.16666699999999, "Action2Geo_FeatureID": "HK", "DATEADDED": 20191106124500, "SOURCEURL": "https://asia.nikkei.com/Business/Markets/Nikkei-Markets/HKEX-s-profit-hurt-by-costs-related-to-failed-LSEG-bid"}, "ARTICLE": {"TITLE": "HKEX's profit hurt by costs related to failed LSEG bid", "TEXT": "HONG KONG (Nikkei Markets) -- Hong Kong Exchanges & Clearing on Wednesday reported a decline in quarterly profit on costs related to its failed bid for London Stock Exchange Group and adverse macroeconomic factors as it signaled intent to maintain cost discipline.\n\nShares found support, however, on bets that new listings and rising inflows into Chinese equities that the company facilitates will help underpin the Hong Kong's stock market operator's business growth.\n\nHKEX's profit during the quarter ended Sept. 30 dropped by a less-than-expected 9.7% to HK$2.21 billion ($283 million), while revenue and other income for the period declined 2.8% to HK$3.99 billion. In addition to weakened trading turnover, its profit was also hurt by HK$130 million in expenses related to HKEX's proposal to combine with the LSEG. HKEX is also the owner of the London Metal Exchange.\n\nRevenue from trading over the so-called northbound stock connect, which gives global investors access to equity markets in mainland China, has been a solid source of business for Hong Kong Exchanges & Clearing in recent quarters. That revenue, which has been lending support to the exchange operator at a time when it is facing headwinds from the Sino-American trade war and mass protests in the city, could rise over time as global index companies such as MSCI and FTSE Russell look set to increase the influence of yuan-denominated A-shares on their benchmark indexes.\n\nAverage daily turnover via the northbound stock connect stood at 38.5 billion yuan ($5.5 billion) during the July-September period, the second biggest quarter for the company by that metric, HKEX said on Wednesday. Overall turnover during the period stood at HK$77 billion a day during the quarter, a 16% fall from the same period a year ago, amid what Chief Executive Charles Li described as \"a challenging broad geopolitical backdrop.\"\n\nLooking ahead, HKEX has vowed to maintain cost discipline, with Li saying that the market operator will remain focused on the execution of its three-year strategic plan. He was referring to the company's February disclosure of a strategy to concentrate on supporting international portfolio diversification of mainland investors, attract global liquidity to Hong Kong and use technology to modernize HKEX's core business.\n\nAnalysts at Morgan Stanley maintained their overweight rating on the stock following the results, saying their recommendation is premised on \"attractive\" valuation multiples, a potential pickup in trading volumes from current low levels and structural \"upside from being the gateway of capital flows into China.\"\n\nShares of HKEX, which hit an eight-month low in late September after the company mounted an unsolicited $37 billion cash-and-stock offer for LSEG, have since then climbed more than 12% on robust northbound trading, alongside an increase in new listings in the city. The shares rose 0.4% to HK$251.20 on Wednesday following the results, while the city's benchmark Hang Seng Index ended little changed.\n\nThe stock currently trades at 33 times its reported earnings, compared with a multiple of about 11 times for the Hang Seng Index.\n\nA spate of new listings in the city in recent weeks could provide another trigger to HKEX's earnings in the last quarter of the year. In September, Budweiser Brewing Company APAC, the regional unit of the world's biggest brewer Anheuser Busch InBev, raised HK$39.20 billion ($5 billion) in gross proceeds from its second attempt at an initial public offering in the city. The IPO is Asia's largest, and the world's second-largest this year.\n\nA much-awaited secondary listing in the city by Alibaba Group Holding is seen as another potential near-term trigger to boost trading activity in the city. While the Chinese e-commerce major hasn't officially confirmed plans to float its shares in Hong Kong, markets have been rife with speculation that it .\n\nHKEX, the world's biggest market place for initial public offerings by the amount raised in 2018, is widely seen as struggling to retain that spot this year. New listings in the city had raised as much as HK$288 billion in 2018, helping push the local stock exchange ahead of New York.\n\nSpeculation over Alibaba's listing and a recent improvement in trading volumes could support HKEX's shares, said Kenny Wen, a wealth management strategist at Everbright Sun Hung Kai, noting that about 70% of HKEX's revenue is generated by activities related to trading. So long as daily cash trading volumes in Hong Kong remained around HK$80 billion, the stock was likely to continue trading near a range of HK$220 to HK$250, he said.\n\n\"Since the results do not deviate much from expectations, people could focus on a recovery in trading,\" Wen said. \"The current price, and valuations, are reasonable.\"\n\n-- Benny Kung & Lopamudra Bhattacharya"}}