{"GDELT": {"GlobalEventID": 884751048, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.18214936247723001, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Montreal, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12713", "Actor1Geo_Lat": 45.5, "Actor1Geo_Long": -73.5833, "Actor1Geo_FeatureID": "-569541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Quebec, Quebec, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA10", "Actor2Geo_ADM2Code": "12750", "Actor2Geo_Lat": 47.5, "Actor2Geo_Long": -72.0, "Actor2Geo_FeatureID": "-571850", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20191106124500, "SOURCEURL": "https://www.msn.com/en-ca/news/canada/only-quebecers-legally-entitled-to-go-to-english-school-have-right-to-be-served-in-english-premier-says/ar-AAJTfWJ"}, "ARTICLE": {"TITLE": "Only Quebecers legally entitled to go to English school have right to be served in English, premier says", "TEXT": "Quebec Premier François Legault has laid out who in the province he believes has the right to get their electricity bill in English or be served in English when they renew their driver's licence or health insurance card — only those entitled to English schooling under Quebec's French-language charter.\n\n\"If your parents went to English school, you have rights in Quebec, and we will respect those rights,\" Legault told reporters at Quebec's National Assembly on Tuesday. \"If you're a new immigrant, we have to talk with them in French. That's the difference.\"\n\n\"It's in the rules. We just apply the Bill 101,\" he said, referring to the charter.\n\nThe premier was asked to define just who is a \"historical anglophone,\" after Immigration Minister Simon Jolin-Barrette, who is also responsible for the protection of the French language, said a new language policy will ensure all ministries and organizations offer public services almost exclusively in French.\n\nAlso watch: New portfolio for CAQ's Immigration Minister (Provided by Global News)\n\nThe policy should be ready in the coming weeks, Jolin-Barrette said, and will apply to communication with individuals as well as companies.\n\nNothing will change for the \"historic English minority,\" he explained — they \"will always be able to receive all the services in their own language.\"\n\nExceptions will also be made for Indigenous people, but not for new immigrants to the province.\n\nWhen asked by the host of Radio-Canada's Tout un matin, Patrick Masbourian, whether first-generation immigrants should be \"given a break,\" Jolin-Barrette said all immigrants should have the opportunity to learn to speak French and that Quebec has invested a lot in ensuring there are programs for them to do so.\n\nBut \"for somebody who is a member of the English community, you will be able to receive [your] bill in English,\" he said.\n\n© Provided by Canadian Broadcasting Corporation Quebec Premier François Legault said the province's language charter, Bill 101, already defines who has a 'historic' right to be served in English in Quebec — those whose parents went to school in English in Canada, who therefore have an acquired right to an English-language education. \"But it's not because you say 'I want it in English' that [you will receive it in English]. So that's really important, that the governmental communication is first of all in French.\"\n\nThe new guidelines come following a report by the Conseil supérieur de la langue française, the government's French-language advisory board, which found there are shortcomings in the government's language policies and that practices vary from ministry to ministry.\n\nThe policy will help create a uniform set of standards, which will help ensure the sustainability of the French language by making the state a model to follow, Jolin-Barrette said.\n\nHe blamed the current situation on the previous Liberal government, which he said \"didn't care\" about making sure the government is exemplary in its use of French.\n\nA secret handshake?\n\nEarlier Tuesday, Liberal finance critic Carlos Leitão asked whether government workers will start asking people for a secret handshake that will identify people as a \"real Anglo.\"\n\nHe said the policy shows there is a disconnect between Jolin-Barrette and the real world.\n\n\"He doesn't have a clue what the reality of an immigrant family is in the 21st century.\"\n\nLeitão, who emigrated from Portugal to Canada as a young man, said it was relatively easy for him to learn French and English. Not so for his parents.\n\n\"My mother — my father passed away — my mother, to this day speaks a French that is approximative. So in the [evaluation grid] of Mr. Jolin-Barrette, my mother is a failure. She hasn't been able to integrate, I guess,\" he said.\n\nGreg Kelley, a Liberal MNA and the Official Opposition critic for relations with English-speaking Quebecers, pointed out the CAQ government likes to say they speak for the majority of francophones and that they govern for the majority.\n\nHe said this policy is \"kind of another message to the rest of us, that you're not quite part of this Quebec, and it is not an inclusive message whatsoever.\"\n\nKelley said the policy raises more questions than it answers.\n\n\"It's an extremely slippery slope when you start making very broad statements like that, that there is a historic community,\" he told Quebec AM Tuesday morning.\n\nHe said there are people in Quebec who speak English but are from other provinces or countries, and it is unclear if they are part of the historic community Jolin-Barrette is referencing.\n\nKelley pointed out that just because someone asks to receive services in English doesn't mean they don't use French on a daily basis — it may just be the easiest way for them to communicate.\n\nA false impression\n\nConstitutional lawyer Julius Grey said the policy would give a false impression to immigrants that French is the only language in Quebec.\n\n\"It's also true that Montreal is a functionally bilingual city, and we shouldn't pretend it's not,\" he told CBC Montreal's Daybreak.\n\nHe said the \"reprehensible\" part of this is that the government is trying to divide people by creating this \"historical Anglo community.\"\n\nThe move would deprive people of the ability to fully understand what is going on in their interactions with the government, he said.\n\n\"I think the creation of classes of citizens carries the potential for an equality challenge, as well as a freedom of expression challenge.\"\n\nGrey said the purpose of Bill 101, Quebec's landmark language law which required new immigrants to send their children to French schools, wasn't spite — demographics showed that if nothing changed, an English-speaking majority would eventually emerge.\n\nHe said he studied those demographics and was convinced by the findings.\n\n\"However here, there is no study … When they say it's to protect French, I'd like to know how it protects French to tell somebody you can't have your services in English.\""}}