{"GDELT": {"GlobalEventID": 884751722, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -9.043927648578839, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20191106124500, "SOURCEURL": "https://finance.yahoo.com/news/lebanese-rally-outside-ministries-keep-095157419.html"}, "ARTICLE": {"TITLE": "World Bank sounds alarm about Lebanon amid protests, crisis", "TEXT": "An anti-government protester chants slogans during ongoing protests against the Lebanese government, in front of the Justice Palace in Beirut, Lebanon, Wednesday, Nov. 6, 2019. Protesters are demonstrating outside state institutions in an effort to keep up the pressure on top leaders to form a new government after the current one resigned. (AP Photo/Bilal Hussein)\n\nBEIRUT (AP) — The World Bank called on Lebanese authorities Wednesday to urgently form a new government that can address the country's worsening economic situation, warning that the small Mediterranean nation \"does not have the luxury of time to waste.\"\n\nThe stark warning came in a statement issued after a meeting between the World Bank's regional director and President Michel Aoun amid ongoing mass protests and a severe economic and financial crisis.\n\nPrime Minister Saad Hariri resigned his government on Oct. 29 in response to the unprecedented protests which have swept Lebanon starting in the middle of last month. The protesters erupted over proposed new taxes and have snowballed into calls for the government to resign and for the entire political elite that has ruled Lebanon since the end of its 1975-90 civil war to step aside.\n\nThe protests have paralyzed the country. Banks were closed for two weeks and imposed capital controls since re-opening Friday, in a bid to hold onto dollar reserves, but deepening the uncertainty.\n\nLebanon, one of the most heavily indebted countries in the world, already was dealing with a severe fiscal crisis before the protests began, one rooted in years of heavy borrowing and expensive patronage networks run by entrenched political parties. The Lebanese pound is already trading at up to 2,000 to the dollar on the black market, a devaluation of up to 30% from the official rate.\n\nThe protesters are calling for the formation of a technocrat government that would get to work immediately on addressing Lebanon's economic crisis. They accuse officials of dragging their feet on that.\n\nFollowing his meeting with Aoun, World Bank Regional Director Saroj Kumar Jha said he urged swift measures to ensure Lebanon's economic and financial stability. \"The politics has most attention, but economy has the most risks,\" he said.\n\n\"With every passing day, the situation is becoming more acute and this would make recovery extremely challenging,\" he added. \"Lebanon does not have the luxury of time to waste to redress issues that need immediate attention.\"\n\nIn its statement, the Word Bank suggested poverty could rise to 50% if the economic situation worsens.\n\nAoun's office said the president assured the World Bank delegation that the next government will include ministers and experts with credibility and no record of corruption. However, there were no signs of serious talks between politicians on the shape and form of the new government. The process typically takes weeks or months of political wrangling.\n\nOn Wednesday, protesters rallied outside state institutions and ministries to keep up the pressure on officials to form a new government. Dozens of people gathered outside the justice, education and other ministries as well as the state-run electricity company and the tax department.\n\nIn their third week, protesters have adopted a new tactic of surrounding state institutions to disrupt their work.\n\nThe protesters agreed on Tuesday to shift the focus of the protests and open main roads to ease up traffic and allow people to get back to work."}}