{"GDELT": {"GlobalEventID": 884751565, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "LTU", "Actor1Name": "LITHUANIA", "Actor1CountryCode": "LTU", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.61987041036717, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Actor1Geo_CountryCode": "LH", "Actor1Geo_ADM1Code": "LH65", "Actor1Geo_ADM2Code": "19171", "Actor1Geo_Lat": 54.6833, "Actor1Geo_Long": 25.3167, "Actor1Geo_FeatureID": "-2620663", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Action2Geo_CountryCode": "LH", "Action2Geo_ADM1Code": "LH65", "Action2Geo_ADM2Code": "19171", "Action2Geo_Lat": 54.6833, "Action2Geo_Long": 25.3167, "Action2Geo_FeatureID": "-2620663", "DATEADDED": 20191106124500, "SOURCEURL": "https://www.cnn.com/travel/article/vilnius-g-spot-europe/"}, "ARTICLE": {"TITLE": "The X-rated marketing campaign increasing tourism to this little visited country", "TEXT": "(CNN) — The G-spot of Europe ,\" read the adverts encouraging visitors to come to Vilnius. \"Nobody knows where it is but when you find it -- it's amazing.\"\n\nIt was a controversial marketing campaign for the capital of Lithuania when it launched last year. For starters, the racy ads went live just weeks ahead of Pope Francis's August 2018 visit to the country.\n\nFor another thing, Vilnius regularly makes European lists of best underrated or budget destinations -- including those for bachelor parties. In 2016, currency website FairFX rated it the third cheapest destination for a \"stag do\" (bachelor party) in Europe.\n\nThe tag line was accompanied by a photo of a woman lying down, eyes closed in apparent ecstasy, grabbing at the sheet beneath her, which was printed with a map of Europe. She was, of course, clutching at the spot that marked Vilnius.\n\nAnd the specially created campaign website -- which is still going strong -- urges visitors to \"get down to business\" and \"build your personal pleasure map.\"\n\nThey can do this either by taking a test, in which they can judge how much they agree with statements like \"there is no such thing as too much tongue,\" \"real pleasure doesn't come without breaking a sweat,\" and \"the right accessories can enhance any experience.\"\n\nThey're then presented with a Tinder-style array of 48 activities which they can like or ditch, resulting in a \"personal pleasure map\" urging them to \"be brave to experiment\" (ghost tours or escape rooms), \"do it in the dark\" (nightlife) and \"use your tongue\" (eat).\n\nAlternatively, visitors can \"skip the foreplay\" and \"browse through the pleasures of Vilnius.\"\n\nThe divisive campaign made headlines around the world. The advertising students whose idea it was were delighted, while priests in the largely Catholic country, it was reported, were offended. The bishop of Vilnius warned that it was casting the capital as a \" sex tourism city \" while the Lithuanian government requested that Go Vilnius postpone the launch of the campaign until after the Pope's visit -- a request which was ignored by the city.\n\nformer mayor who disapproved announced that \"no one in the West is using sexist references in marketing anymore, especially when we speak about public authorities.\"\n\nBut the UK's Advertising Standards Authority (ASA) rejected the single complaint it received about the campaign, saying that while \"some might find the ad distasteful... [it] did not objectify the female character.\" They concluded it was not \"exploitative or degrading\" and \"unlikely to cause serious or widespread offense.\"\n\nNow the project has been named best destination campaign for a city at the International Travel and Tourism Awards.\n\nIt was awarded the gong last night at the World Travel Market industry event in London.\n\nMore importantly, it has also paid off in increased visitor numbers, Inga Romanovskienè, director of Go Vilnius, the tourist board, told CNN.\n\nOverall visitor numbers to Vilnius increased by 12.5% last year, but visitors from Germany and the UK -- the two primary markets for the campaign -- were up by 37.8% and 20.5% respectively.\n\n\"Our goal is to attract more young, curious travelers interested in discovering new exciting destinations,\" she said.\n\nShe said her organization wanted to highlight that \"while Vilnius isn't a well known city, once visitors discover it they enjoy their experience.\"\n\nShe said that although Go Vilnius was \"sensitive to the different ways the campaign could be perceived... it was by no means intended to cause offense.\"\n\n\"It was specifically directed at a millennial audience, and while the language is suggestive, it was important for us to ensure the imagery used is not explicit.\"\n\n\"The messaging was not aimed to be taken directly,\" she added.\n\nAnd while reception to the campaign was seen as mixed, she said that Go Vilnius was never concerned that other, perhaps older travelers might be put off.\n\n\"It was particularly popular with the 18-35 millennial audience, [but] the campaign was about humor and ability to not take yourself too seriously, and I think these characteristics are especially appreciated by educated and older people,\" she said. \"I don't think it could have a negative impact.\n\n\"I believe the engaging message helped capture the attention of the consumers, then drive them to find out more about what the capital has to offer from its cultural heritage, festivals and events, and beautiful natural spaces in the middle of the city.\"\n\nShe does, however, acknowledge that a campaign as outré as this has an added benefit of headlines around the world.\n\n\"Sometimes bold ideas attract more attention,\" she said. \"We are open to bold and creative ideas, and we also know what it takes to stand by a bold idea or a non-traditional way to market the destination.\"\n\nWhile surrounding capitals including Riga and Tallinn are major destinations for rowdy bachelor parties, and destinations from Prague to Budapest have seen so many problems from the groups that they are becoming less tolerant of their behavior, Romanovskienè said she's not concerned about the campaign attracting the wrong kind of tourist.\n\n\"We're very careful about developing tourism in a sustainable way which is beneficial not only for the tourism industry but also for local people,\" she told CNN. \"I'm glad to say that I don't recall any serious incidents involving tourists in Vilnius. We're grateful for the curious, open and respectful visitors that the city receives.\n\n\"We're open and hospitable to everyone, but expect visitors to respect simple things such as public order.\"\n\nMatt Mavir, who founded Last Night of Freedom , a tour operator for bachelor parties, told CNN that Vilnius \"used to be our number one stag destination abroad,\" but that the lack of low-cost airline routes to the city \"killed off\" their business.\n\n\"I think it has underperformed as a stag destination and this campaign might just bring a few back,\" he said. But he had few worries about the quality of visitors declining, saying that, \"On the spectrum of stag groups, I'd be surprised if they attracted anything less than the good, culturally aware groups.\"\n\n\"From what I've seen of the campaign, it seems largely tongue in cheek... As with all destinations, a mix of visitor types is good for everyone,\" he added.\n\nAnd with an uptick in visitors by nearly 40%, you can expect other destinations to start trying similar campaigns.\n\n\"If other destinations are smart they will follow Lithuania's lead, and come up with their own adults-only tourism slogans,\" said US TV presenter John Oliver last year , when the campaign launched."}}