{"GDELT": {"GlobalEventID": 884751987, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "IDN", "Actor2Name": "INDONESIA", "Actor2CountryCode": "IDN", "IsRootEvent": 0, "EventCode": 122, "EventBaseCode": 122, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.05820105820106, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jakarta, Jakarta Raya, Indonesia", "Actor1Geo_CountryCode": "ID", "Actor1Geo_ADM1Code": "ID04", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -6.17444, "Actor1Geo_Long": 106.829, "Actor1Geo_FeatureID": "-2679652", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH", "Actor2Geo_Lat": 15.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "TH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191106124500, "SOURCEURL": "https://www.marketscreener.com/TESLA-INC-6344549/news/Tesla-U-S-says-talks-on-Indonesia-trade-preference-to-conclude-soon-29525078/"}, "ARTICLE": {"TITLE": "Tesla : U.S. says talks on Indonesia trade preference to conclude soon", "TEXT": "The Office of the United States Trade Representative (USTR) has been reviewing Indonesia's eligibility for the Generalized System of Preferences (GSP) facility for more than a year due to concerns about market access for U.S. goods, services and investment.\n\nSpeaking after meetings with Indonesian ministers and ahead of a meeting with President Joko Widodo, Ross said both sides had agreed to step up efforts to conclude the review.\n\n\"We're comfortable and confident that very quickly (the outstanding issues) could be resolved,\" Ross told reporters in the Indonesian capital.\n\n\"I think we'll see far more investment from American companies and far more bilateral trade than exist right now.\"\n\nThe GSP programme gives privileged trade status to developing economies.\n\nBy retaining GSP and opening up more market access both ways, Indonesia and the United States aim to more than double their trade in the next five years to $60 billion (£47 billion), Indonesian Chief Economic Affairs Minister Airlangga Hartarto said.\n\nTotal two-way trade was worth $28.6 billion last year, according to Indonesian trade ministry data.\n\n\"We want to open access for our furniture and textiles and we have programmes to import more cotton and wheat from the U.S.,\" Hartarto said.\n\nSome 80% of the negotiations for the GSP facility, which reduces duties on $2 billion of Indonesian exports, have been completed, he said, adding that talks should be wrapped up before Christmas.\n\nU.S. companies including automotive firm Tesla and conglomerate Honeywell were seeking business opportunities, and Jakarta had promised improvements in the investment climate, Hartarto said.\n\nThe United States ended GSP treatment for India in June, while facilities for Thailand was suspended last month.\n\nRoss was in Jakarta as part of a regional tour, during which the United States has been criticised for not sending higher-level officials to the back-to-back East Asian Summit and U.S.-ASEAN Summit in Thailand.\n\nThe administration of U.S. President Donald Trump was \"fully committed\" to Asia, Ross told a business forum in Bangkok on Monday.\n\nHe repeated that to reporters in Jakarta. \"Any thought that we're losing interest in this region is totally wrong,\" he said, calling Southeast Asia \"very, very important\".\n\nBy Bernadette Christina and Tabita Diela"}}