{"GDELT": {"GlobalEventID": 884751316, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "GOV", "Actor1Name": "ADMINISTRATION", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "HANGZHOU", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 9, "NumSources": 1, "NumArticles": 9, "AvgTone": -7.161125319693099, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Song Yang, Fujian, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH07", "Actor1Geo_ADM2Code": "13013", "Actor1Geo_Lat": 26.6703, "Actor1Geo_Long": 119.26100000000001, "Actor1Geo_FeatureID": "11044490", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Song Yang, Fujian, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH07", "Actor2Geo_ADM2Code": "13013", "Actor2Geo_Lat": 26.6703, "Actor2Geo_Long": 119.26100000000001, "Actor2Geo_FeatureID": "11044490", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Song Yang, Fujian, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH07", "Action2Geo_ADM2Code": "13013", "Action2Geo_Lat": 26.6703, "Action2Geo_Long": 119.26100000000001, "Action2Geo_FeatureID": "11044490", "DATEADDED": 20191106124500, "SOURCEURL": "https://technode.com/2019/11/06/forced-exclusivity-is-illegal-says-regulator/"}, "ARTICLE": {"TITLE": "Forcing sellers into exclusivity deals on marketplaces is illegal: regulator · TechNode", "TEXT": "China’s market regulator reminded more than 20 e-commerce players that forcing businesses into exclusive agreements with one marketplace is illegal during a forum in Hangzhou on Tuesday.\n\nWhy it matters: A focus on curbing monopolistic behavior online marks a shift in regulatory priorities for this year.\n\nChina’s e-commerce players are increasingly pointing the finger at each other over such practices.\n\nAt last year’s forum held prior to the introduction of the landmark E-commerce Law, regulators concentrated on misleading promotional activities and false advertising.\n\nDetails: More than 20 platforms including industry giants JD, Suning, Alibaba, and Pinduoduo attended a forum organized by the State Administration for Market Regulation in Hangzhou on Tuesday. Representatives from Meituan Dianping and short-video platform Kuaishou were also present along with online pharmacy 1Yaowang and social commerce player Yunji.\n\nA spokesperson from JD said (in Chinese) that he was firmly against making companies pick sides, adding that JD units would not restrict them from carrying out promotional activities on other platforms.\n\nAlibaba said (in Chinese) that its exclusive partnerships are voluntary agreements, and dismissed allegations of pressure as malicious.\n\nOn the same day, a suit against Alibaba for abusing its market dominance was cleared for trial. Home appliance maker Galanz accused Tmall (in Chinese) of creating abnormalities in search results which led to a drop in sales.\n\nContext: The issue of forcing sellers to exclusively list on one online marketplace came to light in October after high-profile players sparred on social media over their respective practices."}}