{"GDELT": {"GlobalEventID": 884751750, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "PHLGOV", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "Actor1Type1Code": "GOV", "Actor2Code": "PHL", "Actor2Name": "FILIPINO", "Actor2CountryCode": "PHL", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.407665505226461, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manila, Manila, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPD9", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.6042, "Actor1Geo_Long": 120.98200000000001, "Actor1Geo_FeatureID": "-2437894", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20191106124500, "SOURCEURL": "https://www.bbc.com/news/world-asia-50313866"}, "ARTICLE": {"TITLE": "Philippines: President Duterte's fierce rival becomes new drug czar", "TEXT": "Image copyright EPA Image caption Leni Robredo (left) and Rodrigo Duterte are fierce political rivals\n\nLeni Robredo, an outspoken critic of Philippine President Rodrigo Duterte's war on drugs, has accepted his offer to lead the controversial campaign.\n\nMs Robredo, the vice-president and Mr Duterte's political rival, said she would use her powers to stop the killing of innocent people and hold authorities to account.\n\nA presidential spokesperson said the appointment honoured a former pledge.\n\nBut Ms Robredo's supporters warned she could be made a scapegoat.\n\n\"The president knows what my position is on the drug war,\" she told reporters on Wednesday. \"If he thinks that in my accepting this offer I will become silent, he is mistaken.\"\n\nAfter his election in 2016, President Rodrigo Duterte launched a hard-line campaign against \"illegal drug personalities,\" claiming that the Philippines had become a \"narco-state\".\n\nThe president called on members of the public to kill drug addicts and dealers, and said he would offer a bounty to police for killing suspected users and sellers of narcotics.\n\nSince the campaign began, at least 6,600 dealers or users have been killed, according to police, but some activists have put this figure closer to 27,000.\n\nMedia playback is unsupported on your device Media caption Duterte drug war: Manila's brutal nightshift\n\nHuman rights groups allege that many of the killings amount to summary executions. Both the UN and the International Criminal Court are examining allegations of extrajudicial killings, arbitrary arrests and enforced disappearances.\n\nBut Mr Duterte and his anti-narcotics campaign enjoy wide support from Filipinos.\n\nWhat powers will Robredo have?\n\nMs Robredo will co-chair of the Inter-Agency Committee on Anti-Illegal Drugs (ICAD) alongside Aaron Aquino, head of the country's drug enforcement agency.\n\nIn her cabinet-level position, she will have access to all documents and intelligence reports about the anti-drugs campaign. The role will give Ms Robredo powers to shape government policy on illegal drugs, and its implementation by Filipino authorities, but the position can be revoked any time before 30 June 2022.\n\nMs Robredo said she was sceptical about the president's motives, but wanted to seize the opportunity to \"fix the campaign against illegal drugs\".\n\n\"If I can save even one innocent life, my principles and heart tell me to try,\" she said.\n\nMs Robredo was elected vice-president in 2016, and is seen as the main political rival of Mr Duterte.\n\nLast week she was challenged by the president to take on the \"drug czar\" role after she said his drugs policy \"obviously wasn't working\".\n\nWhat has been the reaction?\n\nPresidential spokesman Salvador Panelo told Reuters news agency that Ms Robredo would be welcome in Mr Duterte's cabinet.\n\n\"Her acceptance shows she is smarter than her colleagues in the opposition,\" said Mr Panelo.\n\nFilipino Senator Richard Gordon, chairman of a committee investigating allegations of wrongdoing by national authorities, told the BBC that he welcomed Ms Robredo's decision.\n\n\"If she hadn't [accepted the appointment] she would be accused of all talk and no walk,\" said Mr Gordon.\n\nAmnesty International, which has accused Mr Duterte of crimes against humanity in connection with the drug war, also praised her decision.\n\n\"It shows that global pressure is having an effect, and that the public mood in the Philippines is turning against the flawed approach of the so-called 'war on drugs',\" said Nicholas Bequelin, Amnesty's regional director for South East Asia.\n\n\"The crucial question is whether this appointment can lead to meaningful change. We have to ask whether she'll have power to hold police officers and other officials to account, let alone the unknown gunmen suspected of many more killings.\""}}