{"GDELT": {"GlobalEventID": 884750649, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor2Code": "GHA", "Actor2Name": "GHANAIAN", "Actor2CountryCode": "GHA", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.886435331230309, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ghana", "Actor2Geo_CountryCode": "GH", "Actor2Geo_ADM1Code": "GH", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": -2.0, "Actor2Geo_FeatureID": "GH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "GH", "DATEADDED": 20191106124500, "SOURCEURL": "http://www.ghanaiantimes.com.gh/decriminalization-of-personal-use-is-a-responsible-pathway-to-controlling-drugs/"}, "ARTICLE": {"TITLE": "Decriminalization of personal use is a responsible pathway to controlling drugs", "TEXT": "Similar to other countries in the region, Ghana is experiencing growing drug availability, trafficking and consumption. This phenomenon, more and more visible and problematic for a decade now, is related to the development of a new cocaine trafficking route through West Africa, from Latin America and towards Europe or North America. The strategic choice of traffickers to use our region for transit is based on many issues that provide opportunities for drug traffickers: the weakness of institutions; the lack of transparency of financial institutions;and corruption.\n\nOne can wonder why Ghana is unsuccessful in controlling drugs, when it applies the harshest penalties for drug-related offences in West Africa?Are five yearsof incarceration for simple consumption or possession for personal usenot deterrent enough to any citizen wishing to consume drugs?\n\nThe fact is, repression does not work. I was once also a proponent of harsh penalties for drug offences, with the hope that we could eradicate drugs from society and thereby preserve our citizens from harm. The reality is that the demand for drugs is there and is not going anywhere despite fifty years of inhumane and blind prohibition. We need to learn how to deal with the presence of drugs and their potential harms, not to continue the chimeric quest of their elimination that only causes further suffering, increasing the public health burden and with huge economic consequences for society at large.\n\nProhibition enables and enriches criminal organizations and does little, very little, to disturb the drug kingpins and their trafficking networks, while aggravating insecurity, instability and violence. It is used as a social control tool, and affects discriminatelythe poor and most vulnerable among us and only increases their suffering and marginalization. As my friend the former UN Secretary-General the late Kofi Annan repeated on many occasions: “Drugs have destroyed many lives, but wrong government policies have destroyed many more. A criminal record for a young person for a minor drug offence can be a far greater threat to his or her well-being than occasional drug use”.\n\nThis is why I now strongly stand for decriminalizing the use and possession of drugs, of no longer applying penalties for non-violent acts that potentially harm only the user. This pragmatic approach to drug control policy is outlined in theModel Drug Law for West Africa published in 2018 by the West Africa Commission on Drugs, which I have the honour of chairing; and supports the adoption ofa bill proposed by the Ghanaian governmentin 2017 to decriminalize personal use, embracing a less punitive and more people-centred approach.\n\nReforms are challenging to enact andalways face opposition. But we have overwhelming evidence that decriminalization of use and possession for personal use, combined with appropriate harm reduction services and treatment options for those who need them, is a far more effective and cost-effective response to drugsthanincarceratingpeople. Why is this evidence not being considered?\n\nI believe that the opponents of decriminalizationare blinded by a number of misperceptions about drugs and drug use, some of which I have held in the past. First, we must emphasize that drug useis not a moral failure or “unholy”. There are many substances – alcohol, tobacco, cannabis, iboga, khat– that have been or are still used traditionally and accepted and managed in different cultures. There are also many reasons why an individual may try drugs that are unrelated to issues of morality: youthful experimentation (out of curiosity), social context, to fit in to a group, under a sense of pressure or even coercion, or as self-medication when suffering from solitude, depression, social anxiety or trauma.\n\nSome may then develop a problematic use or become dependent, which the World Health Organization defines as a “chronic relapsing disorder”. This is a significant minority of all people who consume drugs, however, and they suffer from a disease characterized by the compulsion to continuing using the substance despite the risks and require help, support and sometimes medical treatment. When facing the risk of being arrested, they will largely refrain from seeking help, and if incarcerated, will have little chance of receiving it.\n\nNot only that, but doctors themselves areafraid to prescribe essential pain-relief medication to patients suffering, for instance, from cancer or AIDS, since they may themselves be incriminated.\n\nWhile there is a severe lack of medication for those who legitimately need it to address physical pain, the trafficking and non-medical use of pharmaceutical opioids, disguised under the label Tramadol (an essential medicine used in our paediatric hospitals and to treat cancer patients), has reached alarming proportions in West Africa. Not only are these products being sold and taken in life-threatening doses as a self-medicating relief from poverty and despair – the falsified Tramadol can reach dosage of 250 mg per pill, compared to prescribed Tramadol with 50 mg.\n\nThese combined challenges facing the Ghanaian society today require urgent reforms to drug policy. The country must moveaway from repression. It is time to ask ourselves what moral order is being preserved by pursuing, through harsh penalties, the illusion of a “drug-free world”?How can we justify maintaining a policy of prohibitionthat causes harm and costs lives – when our ultimate goal should be to save lives?\n\nBeliefs and ideology should not govern public policy decisions when we have scientific evidence as to what works and what doesnot.For these reasons, I encourage the Ghanaian authorities to implement the Narcotics Commission Bill of 2017, decriminalize the consumption and possession of drugs for personal use, enact responsible regulation for pharmaceutical opioids, make harm reduction services and treatment options available, and pave the way for a fairer, safer and more inclusive society.\n\nBy Olusegun Obasanjo, former President of Nigeria, Chair of theWest Africa Commission on Drugs, member of the Global Commission on Drug Policy.﻿"}}