{"GDELT": {"GlobalEventID": 884751625, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "MED", "Actor1Name": "COLUMNIST", "Actor1Type1Code": "MED", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.3054830287206298, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191106124500, "SOURCEURL": "https://www.redstate.com/elizabeth-vaughn/2019/11/06/ny-times-columnist-deems-sean-spicers-dancing-militaristic-untruthful-betrays-cold-brutality-misses-point/"}, "ARTICLE": {"TITLE": "NY Times Columnist Deems Sean Spicer’s Dancing to Be ‘Militaristic, Untruthful and It Betrays a Cold Brutality’; She Misses the Point", "TEXT": "I must confess to never having watched a single episode of “Dancing with the Stars.” But I was stopped in my tracks when I saw political commentator and former White House press secretary Sean Spicer’s dancing described as “militaristic” and “betraying a cold brutality.”\n\nNY Times writer Gia Kourlas is not a Sean Spicer fan. Not even a little bit. In fact, she managed to write a 1,000 essay about how “outrageous” it is that he hasn’t been voted off the show.\n\n“Bad dancing by a nonprofessional can be disarming. It allows you to see the truth within the body that reveals character. Sean Spicer,” Kourlas laments, “is something worse: an untruthful dancer.” She adds, “Mr. Spicer isn’t trained, of course, but he has revealed much about his soul’s weather through his dancing. He hides behind an egregious smile, parting his teeth to make it look as though he’s been caught mid-laugh. That smile seems meant to distract from his plan of attack: never actually performing a dance, but conquering it.”\n\nAn “untruthful dancer?” An “egregious smile?” His “soul’s weather?”\n\nKourlas explains what she means. “When interlopers invade a dancer’s world, it reveals much — about their psyche, their strengths and weaknesses, their essence as human beings. Are they generous? Lazy? Thoughtless? The truth comes out in the dancing.”\n\nOh, now we get it.\n\nShe critiques Spicer’s dancing:\n\nAs for Mr. Spicer, he’s as stiff and two-dimensional as a sheet of cardboard, with feet that move as if stuck in slabs of cement and arms that look like they’re still gripping the lectern. And while he acts as if he liked dancing — like he just wanted to have fun — all the “Saturday Night Fever” disco suits in the world can’t hide how much he seems to hate it, but knows he must endure it. Watching Mr. Spicer try to wipe away some of his disgrace through dancing hurts. Yet here he is, week after week, using dance as a way to redeem his character. Giving the public the chance to laugh with him — dressed as a buffoon in that scary green ruffled shirt, dancing to “Spice Up Your Life” — and not at him comes off as a calculation, on his (and probably the show’s) part. And Mr. Spicer’s later performances have been scary in a different way, like his militaristic Paso Doble, which had a cold brutality to it.\n\nOf course, President Trump bears some responsibility for this too. After all, he “encouraged people to vote for Mr. Spicer” in an October 14th tweet.\n\nShe accuses the audience voters of racism. “And in the early weeks, it was striking that the majority of the dancers whose votes put them at the bottom of the pack were black.”\n\nShe also believes that sexism and ageism were responsible for former Supreme Mary Wilson being voted off the show.\n\nKourlas favorite dancer, Sailor Brinkley-Cook, was voted off the show in week 6. “Her bubbly exuberance allowed her to throw herself into every dance she performed despite being wracked with insecurity. Her nerves could really fray. When she lost, she sobbed real tears, the messy kind. For me, she was the greatest surprise, both as a dancer and as a contestant on a competition show. She cared and she danced her heart out…This is what Graham meant when she said movement doesn’t lie.”\n\nIt sounds as if Kourlas is or was a professional dancer at some point in her life and I understand how a person with expertise in a particular area might look at a newcomer’s cringeworthy performance and find fault.\n\nBut Kourlas’ Trump Derangement Syndrome has taken over completely here and she is reading way too much into this. It has blinded her to the simplest, most light-hearted pleasures. People don’t watch “Dancing with the Stars” expecting to see what choreographer Martha Graham once described as the “clean, precise, eloquent, truthful movement of a trained dancer.” Most viewers merely want to be entertained. For one hour, they want to forget themselves and be amused.\n\nSometimes, life is about more than perfection, it’s about spirit and joy.\n\nSpicer is having fun and apparently, the audience is having fun with him.\n\nKourlas writes that Spicer “has consistently been the worst performer on “Dancing With the Stars” and asks, “So why is he still on?”\n\nBecause he’s Sean Spicer, dummy.\n\nThis is the single greatest opinion piece of all time. The columnist suggests that Spicer’s dancing is “militaristic,” betraying a “cold brutality.” Seriously. https://t.co/rgUXCDiuzw — Ben Shapiro (@benshapiro) November 5, 2019\n\n\n\nMBA, former financial consultant, options trader\n\nMom of three grown children, grandmother\n\nEmail Elizabeth at\n\n\n\nWriter at RedStateMBA, former financial consultant, options traderMom of three grown children, grandmotherEmail Elizabeth at [email protected] Read more by Elizabeth Vaughn"}}