{"GDELT": {"GlobalEventID": 884751060, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "CVL", "Actor1Name": "POPULATION", "Actor1Type1Code": "CVL", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.3140604467805501, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Santa Anita, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.1456, "Actor1Geo_Long": -118.05, "Actor1Geo_FeatureID": "249027", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Santa Anita, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.1456, "Actor2Geo_Long": -118.05, "Actor2Geo_FeatureID": "249027", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Santa Anita, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.1456, "Action2Geo_Long": -118.05, "Action2Geo_FeatureID": "249027", "DATEADDED": 20191106124500, "SOURCEURL": "https://www.gamingtoday.com/article/86643-Del_Mar_battles_to_fill_Bing_race_cards"}, "ARTICLE": {"TITLE": "Del Mar battles to fill Bing race cards", "TEXT": "What’s a horseplayer to do now that the Breeders’ Cup is over?\n\nHow about a little Del Mar?\n\nThe fall Bing Crosby meet at Del Mar opens Friday. While there are concerns about the shrinking horse population, there is also cautious optimism based on what happened this summer where the Turf meets the Surf.\n\nCheck Out More Horse Racing Here\n\nDel Mar racing secretary David Jerkens said: “In June, the Southern California horse population was down about 350 horses from the normal inventory. By July, we were able to lower that number to 200 horses and were able to run five days a week as planned even though there were less races per day than in previous years.\n\n“Our September numbers show that the horse population is again down about 350 horses below normal. There are a couple of reasons to be optimistic we can once again close that gap in inventory.\n\n“First, when Santa Anita hosts the Breeders’ Cup, the two days for the Breeders’ Cup races do not include as much of the local horse population as would non-Breeders’ Cup cards. Santa Anita had one less racing day this year, and since we won’t be racing on Veteran’s Day, there will be one less racing day during the Del Mar Fall meet.\n\n“Our Ship and Win program is back for the fall and I know there have been horses acquired specifically for this meet.”\n\nWhen asked whether the California Horse Racing Board committee’s decisions to scratch horses from east coast stables like trainer Chad Brown during Breeders’ Cup could affect their participation in the Hollywood Turf Festival on Thanksgiving weekend, Jerkens said: “I went to New York and Kentucky prior to the start of our Fall meet and there was plenty of interest in our turf races. One hundred percent of the races carded on turf at Del Mar this summer were run on turf.\n\n“When I was in the paddock during Breeders’ Cup, several east coast trainers asked that I remind them of nomination deadlines. That is a positive sign.”\n\nJerkens is depending upon Northern California trainers like Jonathan Wong, Tim McCanna, and Ed Moger Jr. to again help fill overnight races, and Jerkens added he may have to get creative in how he writes claiming and starter Allowance races in order to get those races to fill.\n\nDel Mar’s superior safety record this summer and a racing office committed to getting races to fill will maximize the chances for another successful meet.\n\nBreeders’ Cup Wrapup\n\nThe Breeders’ Cup came within two furlongs of providing the emotional lift so desperately needed after a year of controversial disqualifications, catastrophic injuries and subsequent relentless attacks by animal activists.\n\nMitole held serve in his quest for the Horse of the Year title, winning his fourth Grade I race of the year by running down the fast three-year-old Shancelot in the Breeders’ Cup Sprint.\n\nBricks and Mortar, the leader in the clubhouse as far as Horse of the Year going into the Breeders’ Cup, answered right back and capped off an undefeated year by winning the Breeders’ Cup Turf.\n\nVino Rosso put himself in the discussion, rebounding from a disqualification in the Jockey Gold Cup to dominate the field in the Grade I Breeders’ Cup Classic.\n\nBelvoir Bay became the feel good story of this Breeders’ Cup. Lost for several days during the San Luis Rey fires in December of 2017, Belvoir Bay overcame burn injuries and set a track record winning the Breeders’ Cup Turf Sprint.\n\nThen it happened again.\n\nMongolian Groom fractured his left rear ankle after entering the stretch in the final race, the Breeders’ Cup Classic. A couple of hours after the race it was announced the injuries were too severe and Mongolian Groom was euthanized.\n\nComplaints about track surface were minimal, though Shug McGaughey, trainer of Code of Honor (unplaced in the Breeders’ Cup Classic), told the Daily Racing Form that Santa Anita did a terrible job with the track surface.\n\n“They want to make it like a beach. It doesn’t work,” he said. “I was hoping the track would tighten down as the week went on. It didn’t.”\n\nThe Breeders’ Cup was a true whirlwind of emotions.\n\nLindo Report Play for Gaming Today: Churchill Downs, Thursday, Race 4 – Seek the Peak (No. 2). Brendan Walsh trainee exits a fast race, drops into a restricted claimer for the first time, and has done his best work at Churchill Downs. He appears to be well spotted.\n\nWHAT’S IN A GT VIP ACCOUNT? Amazing content, analysis, stats, and a digital paper for only 21 cents a day."}}