{"GDELT": {"GlobalEventID": 884750938, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "CHL", "Actor2Name": "CHILE", "Actor2CountryCode": "CHL", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.14409221902017, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Shanghai, Shanghai, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH23", "Actor1Geo_ADM2Code": "13243", "Actor1Geo_Lat": 31.2222, "Actor1Geo_Long": 121.458, "Actor1Geo_FeatureID": "-1924465", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Shanghai, Shanghai, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH23", "Actor2Geo_ADM2Code": "13243", "Actor2Geo_Lat": 31.2222, "Actor2Geo_Long": 121.458, "Actor2Geo_FeatureID": "-1924465", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Montt, Valparaí, Chile", "Action2Geo_CountryCode": "CI", "Action2Geo_ADM1Code": "CI01", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -32.3167, "Action2Geo_Long": -71.0667, "Action2Geo_FeatureID": "-892922", "DATEADDED": 20191106124500, "SOURCEURL": "https://www.undercurrentnews.com/2019/11/06/fta-key-for-norway-to-overhaul-chile-in-chinas-fast-growing-salmon-market/"}, "ARTICLE": {"TITLE": "FTA key for Norway to overhaul Chile in China’s fast-growing salmon market", "TEXT": "QINGDAO, China -- Norway aims to overhaul Chile and become the top exporter of salmon to the Chinese market, but needs a long-awaited free trade agreement (FTA) to do so.\n\n“We aim to be the market leader in China,” said Victoria Braathen, who heads up the Norwegian Seafood Council (NSC) in the Chinese market, at the 2019 Norway-China Seafood Summit, held on Oct. 29, the day before the start of the China Fisheries & Seafood Expo.\n\nBraathen highlighted the “importance of an FTA” for Norway in going ahead of Chile. The South American country is at 0%, while Norway has a 10% tariff on salmon. However, Braathen also said that Norway was the largest supplier of salmon to China in September anyway, despite the higher tariff.\n\nAlso, sources at the show told Undercurrent News Norway would also be ahead of Chile in October, as the protests in the South American country have disrupted sales.\n\n“Once an FTA is signed, the trade will increase. But Norway is taking positive steps (see below for her slide on the progress),” said Julie Li, of Chinese importer Sunkfa Holding Group. “We believe there will be very broad and bright prospects for Norwegian salmon in China.”\n\nIf Norway gets an FTA with China, the competition will intensify, Nicolas Terrazas, the managing director of New World Currents, a joint venture of several large Chilean salmon exporters, told Undercurrent News at the China show. However, it’s not clear when/if this will happen and, when it does, when tariffs will come down to zero, where Chile is now, with its FTA.\n\n“Everyone is talking about an FTA [for Norway], some say it’s soon, others say it will take more time. We just don’t know and, also, it’s not likely tariffs will come down from 10% right away. This could happen over time,” said Terrazas.\n\nPartly as a result of Chile being short, Norway will be the top exporter to China in October as well as September, said Terrazas.\n\n“We have a lot of pressure in the market from Norway,” he said.\n\nNorway has also had big volumes of larger fish available due to the need to harvest to keep farms under the maximum allowable biomass, said Eduardo Goycoolea, NWC's chairman.\n\n“They have been putting this fish into the Chinese market,” he told Undercurrent.\n\nThese issues come at the end of another year of strong growth for NWC in China. Goycoolea and Terrazas estimated sales for 2019 would be around 48,000 metric tons, up from just under 40,000t last year.\n\nThis matches the level given by Sunkfa's Li at the summit.\n\nAccording to Li, Chile’s FTA with China and “stable supply of 6kg and above” has made the South American country the main player in China. Chinese buyers want salmon over 6kg, when Norway’s main size is the 3-5kg range. This has seen Chile’s exports surge, with Li predicting 45,000t for 2019, up from just under 40,000t in 2018 (see below).\n\nHarald Tom Nesvik, Norway’s fisheries minister, also spoke at the conference and made some mention of an FTA, which has been in the works for a couple of years since trade between the two country’s “normalized”.\n\nAn FTA would lead to “improved market access and predictability” and “boost trade relations to the next level”, said Nesvik, not giving any specifics on how close it might be.\n\nNorway already has 36% of the fresh market, according to Braathen. Chinese sales will reach around 24,000t in 2019, based on the current sales growth, which is double the volume of last year, she said. This will lead to total imports of 85,000t-90,000t.\n\nSunkfa’s Li was a bit more bullish, giving 25,000t as the level for Norway (first below) and 100,000t for the overall market (second below).\n\nCan China become world's second-biggest salmon market?\n\nEstimates for China’s future salmon consumption presented at the summit were slightly more bearish than they have been in the past but still said China could become the world’s second or third-largest importer by 2025.\n\nThe NSC has previously estimated the salmon market could grow to around 240,000t in whole fish equivalent metric tons by 2025. However, Braathen gave a lower estimate during the summit, based on the way the market has been growing.\n\n“If the growth trend continues, the 2025 level will reach 150,000-200,00t,” she said.\n\nSunkfa's Li gave 200,000t as her estimate for 2025. Recently, Undercurrent reported earlier high forecasts were “wide of the mark“.\n\nIf China does hit 200,000t, this will be on par with the current imports for France and above Germany and the UK, according to data presented Trond Valderhaug, who runs Norwegian salmon giant Mowi’s sales in Asia.\n\nGermany brings in some 170,000t and the UK approximately 150,000t. Even if China does grow to 200,000t, this would still be well behind the US, the world’s largest market by far, which imports over 400,000t.\n\nIn 2019, China’s salmon market is set to be around 85,000t-90,000t, according to Braathen, who was a bit less bullish than Li's 100,000t.\n\nHowever, China’s per capita consumption is very low, at only 100 grams, said Valderhaug. That’s compared to France at 3.1 kilograms, Germany at 2.1kg, the UK at 2.4kg and the US, which is also seen as a market with big growth potential, at 1.3kg.\n\n“By tripling this, we could easily increase consumption to over 200,000,” said Valderhaug.\n\nAccording to Li, the fast-growing middle class in China is buying salmon and is set to grow dramatically in the next few years, which should boost consumption. She cited a study from consultancy McKinsey giving 630 million as the middle class in China by 2022. She did not give a current level, but China Briefing gives it as around 400m.\n\nMowi plans to use its plant in Shanghai to produce products tailored for the tastes of the Chinese market in online and offline retail, said Valderhaug.\n\nThe bulk of consumption today is salmon sold as sashimi in restaurants, he said.\n\n“The majority of growth has to come from home consumption and ready-to-eat and cook products for Chinese consumers. We want to be a driver in that change. We will do that by working closely with partners in retail and e-commerce.”\n\nChile chaos means salmon short for China\n\nAs Norwegian sales grow into China, the protests in Chile are hitting the country’s salmon logistics and mean supply is short for China, said Goycoolea, the chairman of sales joint venture NWC.\n\nDespite being on track for a good year of sales to China, the NWC joint venture has recently lost a member, as Australis Seafoods has withdrawn from the group after the sale to Legend Holdings, and is also encountering much more competition from Norway.\n\nAlthough Goycoolea said the remaining four members of NWC — Marine Farms, Blumar, Compania Pesquera Camanchaca and Empresas Yadran — will increase production next year, this will not quite offset the loss of Australis. “ It’s a shame,” he said, declining to comment more.\n\nThe loss of Australis comes at a time when there is “very little” fish available for China from Chile anyway, due to the protests in the country, he told Undercurrent. “We have been able to fly some fish from Puerto Montt to Santiago, then to China and other markets, but it’s not much.”\n\nThe protestors against the government have cut off logistics from the island of Chiloe Island, where a big chunk of Chile’s salmon comes from. So, a route of trucking to Santiago for flying to China, the US and other markets is out of action.\n\n“I hope, in a month, we will be saying, “remember that time, it was tough”. But we hope it will soon be sorted. The government is listening to the protests,” he said.\n\nThe focus for 2020 for NWC will be more value-added and e-commerce customers, said Goycoolea. “This is where we are seeing big growth.”\n\nAlso, NWC is focusing more on Shanghai, which Goycoolea said is becoming a real “salmon hub”, with processors and also big customers based there."}}