{"GDELT": {"GlobalEventID": 884751294, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "GOV", "Actor1Name": "CABINET MINISTER", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 831, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.5557476231633502, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Perth, Western Australia, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS08", "Actor1Geo_ADM2Code": "5533", "Actor1Geo_Lat": -31.9333, "Actor1Geo_Long": 115.833, "Actor1Geo_FeatureID": "-1594675", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Perth, Western Australia, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS08", "Action2Geo_ADM2Code": "5533", "Action2Geo_Lat": -31.9333, "Action2Geo_Long": 115.833, "Action2Geo_FeatureID": "-1594675", "DATEADDED": 20191106124500, "SOURCEURL": "https://www.independent.co.uk/voices/general-election-tory-launch-brexit-campaign-a9187361.html"}, "ARTICLE": {"TITLE": "Boris Johnson's struggle to keep the spotlight on Brexit will be disastrous for the Tories", "TEXT": "When Boris Johnson became prime minister in July, the talk among his advisers was about the election, not whether there would be one. The only questions were whether it would be held before Christmas or next spring, and before or after Brexit had happened.\n\nWith hindsight, these discussions are revealing. As the election campaign gets underway officially, Johnson’s opening speech tonight will show he is fighting on a false premise. He will claim he doesn’t want an election, but had “no choice” because of “this blockading parliament.”\n\nYet parliament did not block his Brexit deal - he blockaded himself. He drew stumps on the bill, implementing it after MPs rightly rejected his attempt to ram it through the Commons in just three days. Johnson then calculated his best chance of winning a majority would be in a pre-Brexit election.\n\nDownload the new Independent Premium app Sharing the full story, not just the headlines\n\nThose ministers who would have preferred him to press on with the bill will now be worried: the early days of the election have not gone according to plan for the Tories. Johnson might want a “Brexit election” but campaigns usually take on a life of their own, with unpredictable twists - as the rows engulfing Jacob Rees-Mogg and Alun Cairns show.\n\nShape Created with Sketch. Top 10 marginal seats to watch at the general election Show all 10 left Created with Sketch. right Created with Sketch. Shape Created with Sketch. Top 10 marginal seats to watch at the general election 1/10 North East Fife Currently held by the SNP with a majority of 2 Getty 2/10 Kensington Currently held by Labour with a majority of 20 Getty 3/10 Perth and North Perthshire Currently held by the SNP with a majority of 21 Getty 4/10 Dudley North Currently held by independent, formerly Labour, MP Ian Austin with a majority of 22 LivingInMediocrity 5/10 Newcastle-under-Lyme Currently held by Labour with a majority of 30 Derek Harper 6/10 Southampton Itchen Currently held by the Conservatives with a majority of 31 Rob Candish 7/10 Richmond Park Currently held by the Conservatives with a majority of 45 Robin Webster 8/10 Crewe and Nantwich Currently held by Labour with a majority of 48 Jaggery 9/10 Glasgow South West Currently held by the SNP with a majority of 60 Alec MacKinnon 10/10 Glasgow East Currently held by the SNP with a majority of 75 Christine Johnstone 1/10 North East Fife Currently held by the SNP with a majority of 2 Getty 2/10 Kensington Currently held by Labour with a majority of 20 Getty 3/10 Perth and North Perthshire Currently held by the SNP with a majority of 21 Getty 4/10 Dudley North Currently held by independent, formerly Labour, MP Ian Austin with a majority of 22 LivingInMediocrity 5/10 Newcastle-under-Lyme Currently held by Labour with a majority of 30 Derek Harper 6/10 Southampton Itchen Currently held by the Conservatives with a majority of 31 Rob Candish 7/10 Richmond Park Currently held by the Conservatives with a majority of 45 Robin Webster 8/10 Crewe and Nantwich Currently held by Labour with a majority of 48 Jaggery 9/10 Glasgow South West Currently held by the SNP with a majority of 60 Alec MacKinnon 10/10 Glasgow East Currently held by the SNP with a majority of 75 Christine Johnstone\n\nLast night’s TV bulletins, so highly-prized in Downing Street, led with reports that two cabinet ministers are under pressure to resign.\n\nRees-Mogg apologised for insensitive remarks suggesting the Grenfell fire victims lacked common sense, undoing Johnson’s good work when he presented the first stage of the inquiry into the disaster last week. With Labour portraying the Tories as an out of touch, privileged elite, the Commons leader will not be allowed to forget his ill-judged words. Cairns, the Welsh secretary, is accused of not being honest about when he knew a former aide had been blamed for the collapse of a rape trial. The UK cabinet minister has now quit over the allegations.\n\nThese stories were a reminder that, no matter how much the Tories want the election to be about Brexit, other issues are bound to intrude – and rightly so, given we are choosing a government for the next five years. If Johnson had wanted a Final Say referendum on Brexit, he should have called one.\n\nThe media was never going to allow one issue to eclipse all others during a six-week campaign. It likes to set the agenda, not have it imposed by politicians.\n\nWorryingly for Johnson, this means the Tories will also have to fight on ground such as public services and equality that are much more favourable to Labour. After addressing Brexit yesterday before the Tories could accuse him of avoiding the issue, Jeremy Corbyn’s speech today moved quickly on to the “real change” he offers across the domestic agenda.\n\nIn any case, Brexit might not be the one-way street the Tories hope for, as Labour’s attack on the threat to the NHS from a US trade deal proves. “Not for sale”, the cry of Labour activists, might yet compete with the Tories’ powerful “get Brexit done” message.\n\nTeam Boris insists it has learned lessons from Theresa May’s mistakes at the 2017 election. Those discussions about this election ensured the party was ready for one. Incredibly, Labour was better prepared than the Tories when May announced her snap election.\n\nThis time, there will be a single chain of command, rather than competing Tory campaigns; Dominic Cummings, Johnson’s influential Number 10 adviser, has allowed Conservative Campaign Headquarters to “take back control” through Isaac Levido, a protégé of the Australian campaigner Sir Lynton Crosby.\n\nJohnson will be a much better campaigner than May. He could hardly be worse. Love him or hate him, he is a big figure who will dominate this campaign. He will look strong and some voters will like that, even if they are not natural Tories. The politician who as a child wanted to be “world king” will be more than happy to be a presidential figure.\n\nRemarkably, May did not enjoy the limelight and yet her party’s campaign was built around her. “I’m the leader of the Conservative Party not a presidential candidate … I don’t want it to be about me,” May complained, according to Anthony Seldon’s revealing book “May at 10,” published tomorrow.\n\nJohnson is re-running May’s strategy of appealing to Leave voters in Labour’s traditional strongholds in the North and Midlands. The election will hinge on whether he succeeds where she failed.\n\nTrue, “get Brexit done” is more cogent three and a half years after the 2016 referendum. True, Johnson has a much stronger domestic offer on the NHS, crime, schools and the cost of living than May did. But further outbreaks of “foot in mouth” like Rees-Mogg on Grenfell will not help the Tories win people’s trust on such issues.\n\nJohnson needs them to be eclipsed by Brexit, and yet there is no guarantee that will happen. After all, May also wanted a “Brexit election” but could not prevent the spotlight getting stuck on austerity and public services. If history repeats itself, Johnson will be in trouble."}}