{"GDELT": {"GlobalEventID": 884751834, "Day": 20191106, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8384, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.576368876080692, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yozgat, Yozgat, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU66", "Actor1Geo_ADM2Code": "28361", "Actor1Geo_Lat": 39.82, "Actor1Geo_Long": 34.8044, "Actor1Geo_FeatureID": "-777275", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yozgat, Yozgat, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU66", "Action2Geo_ADM2Code": "28361", "Action2Geo_Lat": 39.82, "Action2Geo_Long": 34.8044, "Action2Geo_FeatureID": "-777275", "DATEADDED": 20191106124500, "SOURCEURL": "http://www.hurriyetdailynews.com/new-editor-in-chief-takes-over-at-daily-hurriyet-148383"}, "ARTICLE": {"TITLE": "New editor-in-chief takes over at daily Hürriyet", "TEXT": "New editor-in-chief takes over at daily Hürriyet\n\nISTANBUL\n\nHürriyet, one of the highest-circulating newspapers in Turkey, on Nov. 6 announced the appointment of journalist Ahmet Hakan as the new editor-in-chief.\n\n“Our aim will be to take the powerful brand of Hürriyet to a higher point,” Hakan said regarding the appointment.\n\nHürriyet is owned by Demirören Media Group. The group’s chairperson Yıldırım Demirören, vice-chairperson Meltem Demirören Oktay and executive board member Tayfun Demirören released a message regarding the appointment.\n\n“We believe that the new editor-in chief of Hürriyet, Ahmet Hakan, will contribute greatly to the Hürriyet brand,” the message said. They also thanked Vahap Munyar, the former editor-in-chief, for his service to the newspaper.\n\nHakan hosts a live program named “Tarafsız Bölge” (Neutral Zone in English) on the private broadcaster CNN Türk on Mondays and Wednesdays every week. He has been hosting the program since 2005.\n\nBorn in the Central Anatolian province of Yozgat in 1967, Hakan studied at an İmam Hatip school during his youth. Later, he studied at the Faculty of Theology at Uludağ University in the western province of Bursa for a period of time.\n\nBetween 1993 and 1994, he worked as a reporter at the television channel TGRT. He later transferred to the TV channel Kanal 7 and worked there as a reporter. Between 1995 and 2003, he served as Kanal 7’s news director and anchorman for the primetime news. He also hosted a TV program called “İskele Sancak” on Kanal 7. In 2004, he resigned from the channel.\n\nHakan has written two books, “Neden Milliyetçilik?” (“Why Nationalism?” in English) and “Çeteler, Mafya ve Siyaset” (“Gang, Mafia and Politics” in English).\n\nAs for his career as a columnist, he wrote for Yeni Şafak and Sabah newspapers. He is currently writing for Hürriyet."}}