{"GDELT": {"GlobalEventID": 885657537, "Day": 20191110, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8493, "Actor1Code": "FJI", "Actor1Name": "FIJI", "Actor1CountryCode": "FJI", "Actor2Code": "SYR", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.9411764705882297, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Istanbul, Istanbul, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU34", "Actor1Geo_ADM2Code": "27897", "Actor1Geo_Lat": 41.0186, "Actor1Geo_Long": 28.9647, "Actor1Geo_FeatureID": "-755070", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Istanbul, Istanbul, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU34", "Action2Geo_ADM2Code": "27897", "Action2Geo_Lat": 41.0186, "Action2Geo_Long": 28.9647, "Action2Geo_FeatureID": "-755070", "DATEADDED": 20191110204500, "SOURCEURL": "https://www.fijitimes.com/turkish-and-russian-presidents-discuss-northeast-syria/"}, "ARTICLE": {"TITLE": "Turkish and Russian presidents discuss northeast Syria", "TEXT": "FILE PHOTO: Russian President Vladimir Putin and Turkish President Tayyip Erdogan attend a news conference following their talks in Sochi, Russia October 22, 2019. Sputnik/Alexei Druzhinin/Kremlin via REUTERS\n\nISTANBUL (Reuters) – President Tayyip Erdogan and Russia’s Vladimir Putin discussed Turkey’s military offensive in Syria in a phone call on Saturday, Turkey’s presidency said.\n\nTurkey launched its cross-border offensive one month ago, saying it aimed to drive Kurdish-led forces from the border region and create a “safe zone” to settle Syrian refugees.\n\nIt halted its advance under a deal with the United States which called for the withdrawal from the border of Kurdish YPG fighters – whom Ankara considers to be terrorists because of their links to Kurdish guerrillas waging an insurgency inside Turkey.\n\nErdogan later agreed a separate deal with Moscow, which also called for the YPG to withdraw at least 30 km (nearly 20 miles) from the border, but has since said that neither Washington nor Moscow has been able to deliver on the deals.\n\nThe Turkish statement on Saturday said Erdogan and Putin confirmed their commitment to the accord they struck at a meeting in the Black Sea resort of Sochi which also paved the way for joint Russian-Turkish military patrols inside Syria.\n\nIt said the two men also discussed bilateral trade, but gave no further details.\n\nThe Turkish president is due to hold talks with U.S. President Donald Trump in Washington on Wednesday."}}