{"GDELT": {"GlobalEventID": 885657348, "Day": 20191110, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8493, "Actor1Code": "AGR", "Actor1Name": "FARMER", "Actor1Type1Code": "AGR", "Actor2Code": "ISR", "Actor2Name": "ISRAELI", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.7761966364812399, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS05", "Actor1Geo_ADM2Code": "18316", "Actor1Geo_Lat": 32.0667, "Actor1Geo_Long": 34.7667, "Actor1Geo_FeatureID": "-781545", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Zofar, HaDarom, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS01", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 30.5553, "Actor2Geo_Long": 35.1828, "Actor2Geo_FeatureID": "44543", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS05", "Action2Geo_ADM2Code": "18316", "Action2Geo_Lat": 32.0667, "Action2Geo_Long": 34.7667, "Action2Geo_FeatureID": "-781545", "DATEADDED": 20191110204500, "SOURCEURL": "https://www.nytimes.com/2019/11/10/world/middleeast/jordan-israel-lease-land.html"}, "ARTICLE": {"TITLE": "Jordan Reclaims Land Israelis Used Under ’94 Peace Accord", "TEXT": "More broadly, he said, Jordanians felt sidelined from the Israeli-Palestinian process, “like they had no say.”\n\nA more recent dispute between the countries was resolved last week, when Israel released two Jordanians, Hiba Labadi and Abdul Rahman Miri, who had been held in Israeli administrative detention for two months without charges on vague security grounds. In return, Jordan agreed to return its ambassador to Tel Aviv after he had been recalled for consultations.\n\nKing Abdullah, under internal political pressure, had given a year’s notice of his intention not to renew the special arrangement giving Israelis free access to the lands.\n\nOn Sunday, the Jordanian Army raised the country’s flag in Baqura, a pocket of land some 10 miles south of the Sea of Galilee, sandwiched between the Jordan and Yarmouk Rivers. In Hebrew, it is known as “the Island of Peace.”\n\nRecognizing Israeli private property rights there, Jordanian officials said Israeli farmers would be allowed continued access to the lands if they applied for visas through the Jordanian Embassy in Tel Aviv and passed through official border crossings.\n\nIsraelis in the area said such an arrangement was impractical, and they cast the handover of the land to full Jordanian control as a diplomatic failure.\n\n“There is a feeling of frustration and disappointment,” said Eli Arazi, a member of a nearby kibbutz, or communal farm, who sat on the negotiating team for the 1994 agreement and on the committee that was set up to oversee the special arrangement."}}