{"GDELT": {"GlobalEventID": 885657932, "Day": 20191110, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8493, "Actor1Code": "USACOP", "Actor1Name": "ATLANTA", "Actor1CountryCode": "USA", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -10.6918238993711, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Atlanta, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA121", "Actor1Geo_Lat": 33.749, "Actor1Geo_Long": -84.38799999999999, "Actor1Geo_FeatureID": "351615", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Cook County, Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_Lat": 31.1669, "Actor2Geo_Long": -83.4499, "Actor2Geo_FeatureID": "343878", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Atlanta, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_ADM2Code": "GA121", "Action2Geo_Lat": 33.749, "Action2Geo_Long": -84.38799999999999, "Action2Geo_FeatureID": "351615", "DATEADDED": 20191110204500, "SOURCEURL": "https://chicago.suntimes.com/crime/2019/11/10/20958052/elmon-darling-arrested-atlanta-charged-2018-englewood-murder-jasmyne-shoals"}, "ARTICLE": {"TITLE": "No bail for man arrested on warrant in Atlanta for fatal Englewood shooting", "TEXT": "A man accused of gunning down a woman last year in Englewood was ordered held without bail Sunday after being arrested on a warrant in Atlanta.\n\nElmon “Elmo” Darling, 23, was charged with first-degree murder in the Aug. 8, 2018, fatal shooting of 31-year-old Jasmyne Shoals, according to Cook County prosecutors.\n\nEarly that morning, Shoals was driving her boyfriend and another passenger in the 7300 block of South Union Avenue when they were flagged down by Darling and an unidentified accomplice. Shoals’ boyfriend, who knew Darling by his nickname, then got out of his girlfriend’s SUV and approached the pair, according to Assistant State’s Attorney Lorin Jenkins.\n\nThe unidentified suspect then pointed a gun at Shoals’ boyfriend before digging through his pockets and taking $20, Jenkins said. When the boyfriend refused to get the other occupants out of the SUV, the suspect handed the gun over to Darling.\n\nThat’s when Darling fired around eight shots at the SUV, striking Shoals in the back of the head a she attempted to drive away, Jenkins said. After the SUV struck a parked car, Shoals’ boyfriend began driving her toward a hospital until they crossed paths with an ambulance.\n\nShoals was ultimately transported to the University of Chicago Medical Center and pronounced dead the following day, according to Jenkins and the Cook County medical examiner’s office.\n\nA witness who saw Darling running from the scene with a gun recognized him by his nickname and told investigators that he previously lived near the intersection of 71st Street and Union Avenue. Detectives used that information to identify Darling, according to Jenkins, who said Shoals’ boyfriend and the other witness then identified him from photo lineups.\n\nTen days after the shooting, officers investigating another incident in the 7300 block of South Union found a loaded .40 caliber pistol, Jenkins said. Subsequent testing found the gun matched ballistic evidence found at the scene of the fatal shooting.\n\nDarling was arrested last week on a warrant in Atlanta and flown back to Chicago to face the murder charge, according to Chicago police. Anne French, Darling’s public defender, said the alleged gunman has lived in Cook County his entire life and is currently unemployed.\n\nDarling was convicted in 2016 of felony counts of aggravated assault to a police officer and aggravated unlawful use of a weapon after pointing a loaded gun at cops in Englewood, Jenkins said. He was sentenced to two years in prison, court records show.\n\nAfter noting that his record shows he has “a propensity to use weapons,” Judge Charles Beach denied Darling bail. His next court date is scheduled Tuesday.\n\nRead more on crime, and track the city’s homicides."}}