{"GDELT": {"GlobalEventID": 885657444, "Day": 20191110, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8493, "Actor1Code": "CHR", "Actor1Name": "CHRISTIANITY", "Actor1Religion1Code": "CHR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.85714285714285, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191110204500, "SOURCEURL": "https://thelibertarianrepublic.com/woke-mr-west-from-yeezus-to-follower-of-jesus/"}, "ARTICLE": {"TITLE": "Woke Mr. West: From Yeezus to Follower of Jesus", "TEXT": "Like him, love him, or hate him, one thing is clear; Kanye West has always been an influential figure in popular culture. Kanye has recently been the subject of headlines, commentators, and late-night show hosts everywhere since his recent conversion to Christianity.\n\nMany have voiced their opinions about the sincerity of Ye’s faith, and the opinions range anywhere from extreme cynicism to lavish praise. It is a pretty safe bet to say that wherever someone might line up on their beliefs about the sincerity of his beliefs, it has begun to impact the culture dynamically.\n\nAs a follower of the teachings of Jesus Christ and a big fan of Yeezy’s musical talents, I must say I am thrilled that Kanye has begun a walk with The Lord. I love seeing the spiritual awaking of a man who many in the culture criticized as being an arrogant loud-mouthed lunatic who viewed women as sexual objects. He is now beginning to speak openly without any filters about loving God and his neighbor, while also using his gifts to try to better the world around him.\n\nThe man who used to refer to himself as Yeezus is now pointing people to Jesus in a big way.\n\nHis new album “Jesus is King” is currently sitting at #1 on Billboard’s Hot 200 and people all across America of all walks of life are sitting up and taking notice of a Christ-centered album created by a man who many people would think would be one of the least likely people to spread the Christian message.\n\nTo his critics inside the Church, I would remind you of the story of the Apostle Paul, who, before his awaking to a relationship with the Messiah, was a violent religious zealot not much different than ISIS who took great pleasure in killing and persecuting the Early Church. This is the same man who after his conversion covered much of the known world of his day and is credited with writing about one third of what we know of today as the New Testament. If God can change Saul to Paul, He can certainly make the man formerly known as “Yeezus” into a follower of Jesus.\n\nAs Kanye himself said when asked by late-night host James Corden about those who are skeptical about his sincerity, “I’d say when you go to sleep, would you agree that you are asleep? When you wake up, would you agree that you’re awake? People who don’t believe are walking dead, and this is the awakening,” West said.\n\nChrist said in Matthew 7:15-20 that you would know a tree by the fruit that it bears, and Kanye’s fruit shows that he is living out Psalm 34:8 which says “Oh, taste and see that the Lord is good; Blessed is the man who trusts in Him!”\n\nYe is using his platform to breathe life back into a culture that celebrates death. He boldly spoke the truth concerning Democrats tricking the black community into aborting their own babies, as he openly said in a recent interview with “Big Boy TV”.\n\nI fail to see how anything that this man has done since his public statement of faith could be taken as anything except a man who has had a “Damascus Road” experience.\n\nIn a world where so many celebrities and so many in the media are quite hostile to the Christian faith, it is quite refreshing to see a man go into an area of cultural influence which remains mostly untouched by Christians today, boldly standing up for the faith.\n\nIt remains to be seen what is next for Kanye, but one thing appears to be crystal clear – Mr. West has woken up to live a Christ-centered life and is passionate about using his platform to assist the rest of the world by doing what he can to spread the love of Jesus."}}