{"GDELT": {"GlobalEventID": 885657687, "Day": 20191110, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8493, "Actor1Code": "KHMELI", "Actor1Name": "HUN SEN", "Actor1CountryCode": "KHM", "Actor1Type1Code": "ELI", "IsRootEvent": 0, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.486542443064179, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Phnom Penh, (CB11), Cambodia", "Actor1Geo_CountryCode": "CB", "Actor1Geo_ADM1Code": "CB11", "Actor1Geo_ADM2Code": "12390", "Actor1Geo_Lat": 11.55, "Actor1Geo_Long": 104.917, "Actor1Geo_FeatureID": "-1033783", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Poipet, Banté Mé Cheay, Cambodia", "Action2Geo_CountryCode": "CB", "Action2Geo_ADM1Code": "CB25", "Action2Geo_ADM2Code": "26967", "Action2Geo_Lat": 13.6561, "Action2Geo_Long": 102.56200000000001, "Action2Geo_FeatureID": "-1024760", "DATEADDED": 20191110204500, "SOURCEURL": "https://www.rfa.org/english/news/cambodia/restrictions-kemsokha-11102019130325.html"}, "ARTICLE": {"TITLE": "Cambodia Eases Kem Sokha House Arrest Restrictions", "TEXT": "Cambodia's opposition leader Kem Sokha (L) sits with his mother Sao Nget while confined by the government at his residence in Phnom Penh, Sept. 11, 2018.\n\nCambodia eased restrictions on opposition leader Kem Sokha Sunday, more than two years after his arrest heralded an authoritarian crackdown, in a move human rights groups denounced as a ploy by Prime Minister Hun Sen to evade international censure.\n\nThe former president of the Cambodia National Rescue Party (CNRP) was taken into custody in September 2017 for “treason” and released on strictly supervised bail a year later awaiting a trial that could see him sentenced to up to 30 years in prison if convicted.\n\nSunday’s measure to slightly ease Kem Sokha’s de facto house arrest came a day after acting CNRP President Sam Rainsy flew into Malaysia on Saturday, saying his plan to return to challenge Hun Sen’s 35-year rule was “on the right track” even though he made it only part way home.\n\nRainsy, 70, did not discuss plans to reach Cambodia from Malaysia, but said that that his target of Nov. 9–the country’s Independence Day–is “not the final day for repatriation to Cambodia\" after four years of self-imposed exile.\n\nCNRP Deputy President Eng Chhai Eang told RFA’s Khmer Service Sunday that they were still pushing for Rainsy’s return. “We will go to Cambodia today or tomorrow,” he said.\n\nKem Sokha, 66, who since late 2018 had been allowed only monitored meetings with his family and lawyers in the confines of his housing compound, is now free to leave his house, but can’t travel outside Cambodia or take part in political activities, said the Phnom Penh Municipal Court.\n\nThe decision was made “in regard of the accused’s health that requires checkup and treatment and also because the accused has complied with the court’s conditions while he was temporarily released on bail and there was good cooperation during the court’s procedures,” said a press release issued by the court.\n\n“Kem Sokha is free to travel anywhere in the country as long as he does not leave the country,” said Ministry of Justice spokesman Chhin Malin, who added that Kem Sokha can meet the press and anyone else so long as he stays out of politics.\n\n‘Politically fabricated allegations’\n\n“Only in Hun Sen’s repressive Cambodia would releasing someone from house arrest after holding them for two years on politically fabricated allegations be considered ‘progress’ of some sort,\" said Phil Robertson of U.S.-based Human Rights Watch.\n\n“Nothing short of a complete exoneration of Kem Sokha and the full restoration of his civil and political rights is acceptable.”\n\nKem Sokha and the CNRP said the gesture did not go far enough.\n\n“As an innocent individual who was detained for two years without committing any crimes, I continue to urge the court to drop all of the charges against me,” he said in a statement.\n\n“I hope that today’s court decision is a first step, but as an individual just like other Cambodian who lost their political freedom, I still need a solution and true justice,” added Kem Sokha.\n\nEng Chhai Eang said Kem Sokha is still being detained in “a prison without walls.”\n\n“This is just a political game to confuse international community. The government must drop all charges against Kem Sokha and release all political prisoners to prove that Hun Sen wants to have national reconciliation. We cannot accept it. ” the CNRP senior official said.\n\nTwo months after the arrest of Kem Sokha in September, Cambodia’s Supreme Court dissolved the CNRP and banned 118 of its elected officials from politics for the party’s alleged role in a plot to overthrow the government.\n\nEU trade pressure\n\nThe moves were part of a wider crackdown on the political opposition, NGOs, and the independent media that paved the way for Prime Minister Hun Sen’s ruling Cambodian People’s Party (CPP) to win all 125 seats in parliament in July 2018 general elections, making Cambodia effectively a one-party state.\n\n“For this first positive gesture from Hun Sen—attributable to increasing internal and external pressure—to be meaningful, the ludicrous ‘treason’ charge levied against Kem Sokha must be dropped, thus eliminating all restrictions to his freedom,” said the CNRP in a statement.\n\n“More importantly, such dropping of the charge would open the way for a reinstatement of the banned opposition Cambodia National Rescue Party, which was dissolved in 2017 precisely on the base of this unsubstantiated ‘treason’ charge,” it said.\n\nTeddy Baguilat of ASEAN Parliamentarians for Human Rights said “terming this as a ‘release’ is misleading and clearly an attempt by Hun Sen to ward off international sanctions on him and his regime, including from the European Union.”\n\nThe European Commission will present Cambodia with a report on Nov. 12 on its findings on whether the country’s exports should continue to enjoy tariff free exports to the EU under the Everything But Arms (EBA) arrangement.\n\n\"This is just another cynical move by Hun Sen to try and hoodwink the international community into thinking he is lifting his grip on the political opposition and should be seen for what it is,” the former Philippine member of parliament said.\n\nRobertson of Human Rights Watch said Sunday’s gesture on Kem Sokha is “really too little, too late for the EBA preliminary determination on November 12,” and called for a wider release of detained opposition party activities\n\n“No one should forget that while Kem Sokha has been unjustly confined to his house, the Cambodian government has been rolling up CNRP activists across the country, issuing charges against over 80 people, arresting and jailing dozens, and manufacturing politically motivated charges of ‘plotting a coup’ that totally lack credibility,” he said.\n\nPolice in Cambodia’s Banteay Meanchey police on Sunday arrested five of Sam Rainsy’s personal bodyguards while they were staying near Poipet international border checkpoint. So far, 88 CNRP activists have been arrested and more than 200 activists have been charged for plotting to topple the government.\n\nReported by RFA’s Khmer Service. Translated by Samean Yun. Written in English by Paul Eckert."}}