{"GDELT": {"GlobalEventID": 885740036, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "LEG", "Actor1Name": "PARLIAMENT", "Actor1Type1Code": "LEG", "Actor2Code": "SGP", "Actor2Name": "SINGAPORE", "Actor2CountryCode": "SGP", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Aljunied, Singapore (general), Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN00", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 1.3347200000000001, "Actor1Geo_Long": 103.885, "Actor1Geo_FeatureID": "23090", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Aljunied, Singapore (general), Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN00", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 1.3347200000000001, "Actor2Geo_Long": 103.885, "Actor2Geo_FeatureID": "23090", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Aljunied, Singapore (general), Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 1.3347200000000001, "Action2Geo_Long": 103.885, "Action2Geo_FeatureID": "23090", "DATEADDED": 20191111090000, "SOURCEURL": "http://theindependent.sg/pap-branch-chairman-aljunied-residents-will-decide-on-their-representatives-for-themselves/"}, "ARTICLE": {"TITLE": "PAP branch chairman: Aljunied residents will decide on their representatives for themselves – The Independent News", "TEXT": "- Advertisement -\n\nSingapore—Speaking to members of the media at the sidelines of the PAP65 Awards and Conference held on Sunday, November 10, one branch chairman from ruling People’s Action Party (PAP) has said that the residents of Aljunied are aware of the issues concerning the Aljunied-Hougang Town Council (AHTC), which is led by the Workers’ Party (WP).\n\nFurthermore, the chairman of the Paya Lebar branch, Alex Yeo Sheng Chye, added that the residents will decide for themselves concerning their elected representatives, a report from TODAY states.\n\nHe said, “On the ground, I think Aljunied residents are very clear and aware of what the situation is — they live in Aljunied after all and I trust them. They will make the judgment themselves and (decide) what kind of representatives they want for themselves in Parliament.”\n\nMr Yeo confirmed his commitment to serve his constituents. “As for us PAP activists, we continue being focused on only one thing, to work very hard, with sincerity, and to show them that we will be here no matter how hard it is, we will be here serving them.”\n\nThe PAP activist, along with polytechnic senior lecturer Wan Rizal Wan Zakariah, chief executive Rachel Ong, and lawyer Kawal Pal Singh, spoke at the PAP event last night concerning their activities and achievements in the recent past.\n\n- Advertisement -\n\nOn November 5, a motion was moved in Parliament by Deputy Prime Minister Heng Swee Keat, calling on AHTC to require Mr Low and Ms Lim to recuse themselves from the town council’s financial matters.\n\nThe motion brought by DPM Heng, who is also Singapore’s Finance Minister, would “affirm the vital importance of MPs maintaining high standards of integrity and accountability.”\n\nMr Heng’s motion came on the heels of the recently delivered verdict of High Court Judge Kannan Ramesh, wherein he called out Ms Lim and Mr Low for improper and dishonest conduct.\n\nThe Judge said that the WP MPs “acted dishonestly” and were “in breach of their fiduciary duties,” which Mr Heng’s motion reiterated, adding that Ms Lim and Mr Low’s behavior “lacked integrity and candour”.\n\nThe motion also said, “Ms Lim and Mr Low were fully aware that their conduct was of questionable legality,” and asks the Members of Parliament to “affirm the vital importance of MPs maintaining high standards of integrity and accountability”.\n\nMr Low told the press on November 6 that on the matter of his and Sylvia Lim’s future roles in the Aljunied-Hougang Town Council (AHTC), that this is for the AHTC to decide.\n\nAdditionally, he said he will not participate in voting, or even talking about this issue.\n\nAt present, Mr Low is a member of AHTC’s estate and community-liaison committee as well as an elected member of the town council.\n\nAs for what his political party (Workers’ Party WP) would do in this regard, he said, “I don’t want to prejudge or anticipate what the town councillors will do. This… has nothing to do with WP. WP is a separate legal entity.”\n\nRead related: Low Thia Khiang: AHTC will decide on his and Sylvia Lim’s future roles"}}