{"GDELT": {"GlobalEventID": 885739713, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.9578544061302701, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20191111090000, "SOURCEURL": "https://www.japantimes.co.jp/?post_type=news&p=2302754"}, "ARTICLE": {"TITLE": "Do more with less: New Zealand firm sees huge productivity boost with four-day workweek", "TEXT": "A New Zealand estate planning firm that made headlines when it trialed a four-day week last year has seen a big productivity increase since it made the change permanent, with staff spending less time surfing the internet.\n\nPerpetual Guardian tried cutting working hours to 30 from 37.5 for its 240 staff in early 2018, asking them to deliver the same amount of output in less time, but keeping pay the same.\n\nThe success of the trial prompted it to introduce the policy on a long-term, opt-in basis from last November. Almost four-fifths of staff chose the shorter working week.\n\n“I’m doing this as a businessman, not because I want people to have a nice life,” said Perpetual Guardian founder Andrew Barnes.\n\n“Business is slowly coming to the realization that if one in four of your staff is stressed or has a mental health problem, that is not productive.”\n\nInterest in reduced working hours is growing worldwide. Britain’s opposition Labour Party has promised a 32-hour week if elected. Microsoft reported a 40 percent rise in productivity when it gave its 2,300 employees in Japan Fridays off in August.\n\nCritics of a shorter working week say it is not suited to all sectors and can be difficult and costly to implement. The Center for Policy Studies think tank, for example, recently released a report estimating Labour’s policy would cost the public sector at least £17 billion (about $21.94 billion or ¥2.44 trillion).\n\nBarnes, who set up a foundation to fund research into the four-day week and the future of work, said Perpetual Guardian’s output, revenues and profits had grown since it was adopted.\n\nStaff loyalty grew and the company was able to attract better recruits. Stress levels and sick days fell, he said.\n\nProductivity is up 30 to 40 percent, internet surfing down 35 percent, with staff improving time management, shortening meetings and signaling when they do not want to be disturbed.\n\nThe four-day week is mandatory for senior managers to prevent hours from creeping up again. “If people see a leader who is not taking four days a week, they think: ‘If I take up this policy, I won’t get to the top,'” Barnes said.\n\nPerpetual Guardian still opens its branches five days a week as staff take different days off. Barnes said it might consider working Saturdays as some employees would prefer to work that day and take a weekday off instead."}}