{"GDELT": {"GlobalEventID": 885739474, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 331, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.41608876560332997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Noosa, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154693", "Actor1Geo_Lat": -26.3943, "Actor1Geo_Long": 153.09, "Actor1Geo_FeatureID": "-1591864", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Noosa, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154693", "Action2Geo_Lat": -26.3943, "Action2Geo_Long": 153.09, "Action2Geo_FeatureID": "-1591864", "DATEADDED": 20191111090000, "SOURCEURL": "https://www.abc.net.au/news/2019-11-11/qld-fire-emergency-sparks-quick-change-couple-wedding-plans/11693816"}, "ARTICLE": {"TITLE": "Queensland fire emergency sparks quick change to couple's dream Noosa wedding weekend", "TEXT": "Chante Ketu spent a year planning her dream wedding at an isolated destination near Noosa on Queensland's Sunshine Coast and she thought she had prepared for every contingency — but never thought about a bushfire.\n\nMs Ketu and her fiance, Jacob Ketu, from Springfield Lakes near Brisbane, had set up the marquees and ceremony area on Friday at the wedding venue on the Noosa North Shore for their celebration the next day.\n\nMost of their wedding party — about 35 people — had arrived and were staying on the North Shore, which is only accessible by ferry from Noosa or a long, tricky four-wheel drive trip from Rainbow Beach.\n\nAll the couple needed to do was travel to the mainland to pick up the pig planned for a spit roast, and a couple of last-minute supplies.\n\nBut as they were heading back to the Noosa North Shore, they could only to get to Tewantin and discovered the entire town was being evacuated and the roads were closed due to the bushfire emergency.\n\nThey were cut off from their friends and their family, including their six children aged between eight and 20.\n\n\"My heart started going, 'Okay, what are we doing here?' — it was the day before the wedding and we couldn't get to them,\" Ms Ketu said.\n\n\"Our children, everyone, was on the North Shore and it was quite emotional that we couldn't get to them — we could only keep in touch on the phone.\"\n\nWedding party evacuated\n\nAt 10:45pm on Friday, the Noosa North Shore was also evacuated and the entire wedding party was told to get off the island by ferry.\n\nBut the other issue was the wedding couple had the vehicle needed to drive them to safety.\n\n\"We had gone to get catering and our children were there with no vehicle,\" Ms Ketu said.\n\nThankfully her oldest son was able to \"pile all the children in his car\" and get them out.\n\nMs Ketu's mum also managed to grab the wedding dress before heading out the door.\n\nThe wedding party met up outside a \"random hotel\" at Noosaville where Chante and Jacob were sitting with their car and the whole pig carcass.\n\n\"It was me and my partner and a pig on ice in one of the … shower boxes,\" Ms Ketu said.\n\nThe pig carcass was wrapped in black plastic and kept cool in a shower cubicle in a motel room. ( Supplied: Chante Ketu )\n\nThey started phoning around looking for another place to stay, but not many places were open.\n\nThey eventually found a place available in Currimundi, about 50 kilometres south, and drove there to spend the night.\n\n'So many people came forward'\n\nBut the next day, when the call was put out to help them find a new wedding venue, volunteers from across the Sunshine Coast came forward to help make their special day happen.\n\nChante and Jacob Ketu still managed to get married on Saturday. ( Supplied: Chante Ketu )\n\n\"I've never experienced anything like it — so many people came forward,\" Ms Ketu said.\n\nOne of her friends rang a radio station and then a prominent Maroochydore venue, the Rooftop Bar, came forward to make a wedding destination available.\n\nOthers offered help with make-up, hair and jewellery.\n\n\"A nice lady came forward from Caloundra and did my hair and make-up, our bridesmaids ended up buying dresses from Kmart, but we didn't care,\" Ms Ketu said.\n\n\"At that point, we were past caring. As long as we had clothes. The lady who did our hair and make-up lent me earrings, as I didn't have any.\"\n\nWhile the couple had not allowed a bushfire to ruin their wedding, there had not been time to plan the honeymoon.\n\nMs Ketu said the venues planned for the wedding at the Noosa North Shore had offered to refund their booking fees, which gives them money to plan that next.\n\nAnd as for the pig — it became such a part of the chaos it was given a name, Sally.\n\nIt was cut up and stored in fridges across the motel they were staying in and then was sent to the wedding party to take home with them."}}