{"GDELT": {"GlobalEventID": 885739431, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 5.019305019305019, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU", "Actor1Geo_Lat": 39.059012, "Actor1Geo_Long": 34.911546, "Actor1Geo_FeatureID": "TU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU", "Actor2Geo_Lat": 39.059012, "Actor2Geo_Long": 34.911546, "Actor2Geo_FeatureID": "TU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK", "Action2Geo_Lat": 30.0, "Action2Geo_Long": 70.0, "Action2Geo_FeatureID": "PK", "DATEADDED": 20191111090000, "SOURCEURL": "https://ftnnews.com/news-from-turkey/38204-atlasglobal-airlines-and-travelport-renew-agreement"}, "ARTICLE": {"TITLE": "Atlasglobal Airlines and Travelport renew agreement", "TEXT": "Travelport, a leading technology company serving the travel industry, today announced that it has reached a new multi-year Full Content Agreement with Turkish carrier Atlasglobal Airlines.\n\nThe agreement also includes Travelport’s Rich Content and Branding merchandising solution.\n\nUnder the extension of a previous agreement, Travelport will continue to support Atlasglobal Airlines by providing more than 68,000 Travelport-connected agencies servicing hundreds of millions of travelers around the world with real-time access to search, sell, and book its full content and inventory.\n\nCommenting on the new deal, Nevzat Arsan, Chief Commercial Officer at Atlasglobal Airlines, said: “As we’ve steadily expanded our route network across Europe and the MENA region, its crucial to us that our customers are able to easily book our flights no matter where they are, and learn more about Atlasglobal Airlines through Travelport’s Rich Content & Branding. It made perfect sense to continue taking advantage of Travelport’s global network.\n\n”David Gomes, Head of Middle East, Africa, Turkey and Pakistan, Air – Travel Partners, Travelport, added: “We’re delighted to sign this new agreement with Atlasglobal Airlines. It is testament to the significant value the carrier sees in our solutions. We look forward to supporting its growth even further, through our extensive agency network and unique merchandising technology.\n\n”Atlasglobal Airlines will also continue to be one of over 275 airlines worldwide using Travelport’s Rich Content and Branding merchandising tool, which gives travel agents a graphically rich experience when searching for and booking its branded fares, as well as greater access to its ancillary offers."}}