{"GDELT": {"GlobalEventID": 885739726, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "GBR", "Actor1Name": "LONDON", "Actor1CountryCode": "GBR", "Actor2Code": "GOV", "Actor2Name": "MINIST", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 3.47593582887701, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20191111090000, "SOURCEURL": "https://mwnation.com/mulanje-cable-cars-project-attracts-uk-investors/"}, "ARTICLE": {"TITLE": "Mulanje Cable Cars project attracts UK investors", "TEXT": "A team of United Kingdom investors is expected in Malawi before the end of the year to explore opportunities available in Mangochi and the Mulanje Cable Car project, Ministry of Industry, Trade and Tourism has said.\n\nMinister of Industry, Trade and Tourism, Salim Bagus, who had a series of meetings with private investors on Friday in Victoria, London, which included the CDC group, said they had agreed that they should visit Malawi and engage in exploratory discussions on possible investments.\n\nBagus with High Commissioner Kena Mphonda and others\n\n“They are coming as soon as we arrange everything, but before the end of the year. They are much interested in Mulanje Cable Cars project. They will also look at our Nankumba Tourism Hub project in Mangochi as well as Liwonde Dry Port project,” he said.\n\nThe minister was in London for the World Travel Market and was the guest of honour at the Taste of Malawi Night, an annual investment forum held at Scotland House, which is organised by the Malawi UK Business Group, the Malawi High Commission and the Scotland-Malawi Partnership.\n\n“We are growing our economy. We need more and long-term investments in all key areas. My ministry will provide all support to investors from the UK who are interested in venturing into tourism and trade and investment,” said Bagus.\n\nDirector of tourism Isaac Katopola told Taste of Malawi audience that feasibility studies for the Nankumba project in Mangochi and Mulanje cable cars had already secured finance from Afro-Exim Bank which should be completed within the first half of next year.\n\n“In Mangochi, we are talking of resorts, airport and improved infrastructure which government has made it a priority to revitalise the sector. In Mulanje, we are talking of cable cars that are compatible in protecting the environment and special status of Mulanje Mountain while boosting tourism,” he said.\n\nThe evening, which included tour operators from Malawi and Sunbird Tourism plc saw patrons served Malawian hot and cold drinks such as Mzuzu Coffee, Chombe Tea, Rab’s peanuts, Conforzi Macademia nuts, Satemwa tea, Linga Wine, Premier Brandy, Malawi Gin. Snacks were spiced up with Nali and Marie sauces."}}