{"GDELT": {"GlobalEventID": 885740068, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "MED", "Actor1Name": "JOURNALIST", "Actor1Type1Code": "MED", "Actor2Code": "SDNHLH", "Actor2Name": "PORT SUDAN", "Actor2CountryCode": "SDN", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.98938428874734, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Arbaat, Al Ba?r al A?mar, Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU36", "Actor1Geo_ADM2Code": "37095", "Actor1Geo_Lat": 19.8, "Actor1Geo_Long": 37.05, "Actor1Geo_FeatureID": "-2663", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dabanga, Shamal Darfur, Sudan", "Actor2Geo_CountryCode": "SU", "Actor2Geo_ADM1Code": "SU55", "Actor2Geo_ADM2Code": "37080", "Actor2Geo_Lat": 13.3267, "Actor2Geo_Long": 24.8534, "Actor2Geo_FeatureID": "11081854", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dabanga, Shamal Darfur, Sudan", "Action2Geo_CountryCode": "SU", "Action2Geo_ADM1Code": "SU55", "Action2Geo_ADM2Code": "37080", "Action2Geo_Lat": 13.3267, "Action2Geo_Long": 24.8534, "Action2Geo_FeatureID": "11081854", "DATEADDED": 20191111090000, "SOURCEURL": "https://reliefweb.int/report/sudan/vector-borne-diseases-continue-spread-sudan"}, "ARTICLE": {"TITLE": "Vector-borne diseases continue to spread in Sudan - Sudan", "TEXT": "Sudan has been facing various disease outbreaks in the past months, including cholera, dengue fever, Rift Valley fever (RVF), chikungunya, and malaria. The government and humanitarian partners actively responded to the outbreaks, the UN Office for the Coordination of Humanitarian Affairs (OCHA) reports. Most complaints reaching Radio Dabanga come from the western and eastern parts of the country.\n\nThe increase of the outbreaks can be linked to the recent heavy rainfall in the country that have left large pools of stagnant water, which are breeding sites for various types of vectors such as mosquitoes and houseflies. The rainy season usually lasts from May/June to September/October.\n\nDengue fever, RVF, chikungunya, and malaria are vector-borne diseases, while cholera is waterborne.\n\nGovernment authorities and humanitarian partners are actively responding to these outbreaks across the country, providing health assistance, vaccinations were appropriate, and vector control interventions, the UN Office for the coordination of Humanitarian affairs (OCHA) reported in its latest Sudan Situation Report on Thursday.\n\nResponses\n\nOCHA states that 1,197 dengue fever cases -including five deaths- were recorded in Red Sea state, Kassala, El Gedaref, North Kordofan, and North, West, and South Darfur, since the onset of the disease on August 8 until November 4. The majority of cases (1,111) are in Kassala.\n\nThe Ministries of Health in Kassala and North Darfur launched weekly response taskforce meetings, and developed state-level plans to mitigate the outbreak. Rapid response teams received refresher trainings. Case definition and management protocols have been distributed to all health facilities, and integrated vector-control and social mobilisation are being promoted.\n\nRVF is rife in northern Sudan’s River Nile state, with 160 cases recorded. In total, 279 RVF cases - including nine deaths- were reported in Red Sea state, Kassala, El Gedaref, River Nile state, Khartoum, and White Nile state between September 28 until November 4.\n\nSimilar to the dengue response, the state Health Ministries activated taskforce meetings and developed response plans. The state Health Ministries, the World Health Organisation (WHO), and the Ministry of Animal Resources jointly investigated locations where the outbreak occurred. Health promotion activities have been carried out at household and community levels.\n\nAs for chikungunya, 63 cases -including three deaths- have been reported in South, West and East Darfur, and in Kassala since the onset of the disease on October 2. Response activities, mainly vector control, are ongoing.\n\n“We daily receive between 70 and 200 patients infected with malaria; the majority being women, children and elderly. Yet we have only one doctor and one nurse serving the about 132,000 people living in the locality.” - Medical assistant in Sirba, West Darfur\n\nShortages\n\nHowever, sources in West Darfur in the far west of the country and in eastern Sudan's Kassala complain about a lack of medical staff, equipment, and medicines.\n\nIn Sirba in West Darfur, hundreds of people are suffering from malaria. Three patients died since the spread of the disease in October, medical assistant Dekka Abdallah reported to this station from Sirba Hospital.\n\n“We daily receive between 70 and 200 patients infected with malaria; the majority being women, children and elderly,” he said. “Yet we have only one doctor and one nurse serving the about 132,000 people living in the locality.”\n\nHe further pointed to a shortage of life-saving medicines, medical devices and equipment.\n\nOn Thursday, hospitals in Kassala recorded 70 new cases of dengue fever, bringing the cumulative number of people infected since August to 1,367. Sixteen of them died of the disease.\n\nVolunteers reported to Radio Dabanga that the 92 general practitioners and medical interns in the town’s hospitals are by far not enough to treat all the patients, in particular because of the growing number of dengue fever cases in the state.\n\nIn Red Sea state, health sources reported the spread of haemorrhagic fever and malaria in the areas of Erkowit, Salum, and Arbaat.\n\nJournalist Osman Hashim told Radio Dabanga that 15 haemorrhagic fever patients from these areas reached hospitals in Port Sudan.\n\nOther challenges\n\nOCHA also reports major gaps and challenges. The dengue response faces a lack of funding; shortages in tools and machines needed for spraying; the need to improve the capacity/work of national and state laboratories; and misdiagnosis of dengue fever cases due to its co-infection with malaria.\n\nAs for the RVF response, challenges consist of the limited number of partners involved in response activities and the need to scale up activities in the affected states. In addition, a more comprehensive plan needs to be developed between the government authorities and partners; more training in surveillance and case management is required; and social mobilisation and vector control activities need to be intensified.\n\nIf an outbreak occurs, limiting the movement of animals will reduce the spread of the disease. Saudi Arabia announced a ban on importing livestock from Sudan after the World Organisation for Animal Health reported documented cases of RVF.\n\nThe Health Ministry of East Darfur has activated a taskforce with the participation of all health partners to contain the spread of chikungunya. It is currently working on a comprehensive response plan with technical support from the WHO and the UN Children’s Agency (Unicef), the OCHA report concludes.\n\nYellow fever\n\nThe Sudan News Agency (SUNA) reported yesterday that the last round of yellow fever vaccinations in the country started in Khartoum this week: About 7.5 million people in the seven localities of Khartoum state, including displaced persons, refugees, and migrants, are targeted.\n\nThe national vaccination campaign against yellow fever was launched five years ago, and has been implemented in five stages. Earlier this year, more than 8.3 million people in El Gezira, Sennar, and Blue Nile state received a vaccination.\n\nDarfur was stricken by a yellow fever epidemic in the end of 2012."}}