{"GDELT": {"GlobalEventID": 885862458, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "Actor2Code": "HTI", "Actor2Name": "HAITIAN", "Actor2CountryCode": "HTI", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.09207161125319, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Port-Au-Prince, Ouest, Haiti", "Actor1Geo_CountryCode": "HA", "Actor1Geo_ADM1Code": "HA11", "Actor1Geo_ADM2Code": "17198", "Actor1Geo_Lat": 18.5392, "Actor1Geo_Long": -72.335, "Actor1Geo_FeatureID": "-70311", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Port-Au-Prince, Ouest, Haiti", "Actor2Geo_CountryCode": "HA", "Actor2Geo_ADM1Code": "HA11", "Actor2Geo_ADM2Code": "17198", "Actor2Geo_Lat": 18.5392, "Actor2Geo_Long": -72.335, "Actor2Geo_FeatureID": "-70311", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Port-Au-Prince, Ouest, Haiti", "Action2Geo_CountryCode": "HA", "Action2Geo_ADM1Code": "HA11", "Action2Geo_ADM2Code": "17198", "Action2Geo_Lat": 18.5392, "Action2Geo_Long": -72.335, "Action2Geo_FeatureID": "-70311", "DATEADDED": 20191111200000, "SOURCEURL": "https://www.voanews.com/americas/haiti-anti-government-protests-lose-momentum"}, "ARTICLE": {"TITLE": "Haiti Anti-Government Protests Lose Momentum", "TEXT": "WASHINGTON/PORT AU PRINCE, HAITI - Only a few hundred people responded to the opposition's call Sunday to protest in the streets of Haiti's capital to continue pressuring President Jovenel Moise to step down.\n\nOn previous Sundays, tens of thousands have filled Port-au-Prince streets from morning to sundown.\n\nMuch lower turnout for today’s anti-government protest in Port au Prince, #Haiti. The opposition blamed armed attacks against protesters, bribes of money and food and fear. But they vow to keep pressing the president to resign. pic.twitter.com/2uVAI8mCpd — Sandra Lemaire (@SandraDVOA) November 11, 2019\n\nHave the protests lost momentum? VOA Creole put the question to opposition leaders marching on Sunday.\n\nSen. Ricard Pierre said he thinks bribes and fear were partly to blame for the small crowd.\n\n\"A significant number of Bel Air residents have died — an area that heavily supports the efforts of the Alternative (opposition group). We have people hiding out in the poor neighborhoods because the government has threatened to kill them,\" the senator told VOA Creole. \"There have been efforts to distribute weapons to residents of the slums. They've been offered money, offered food. But despite the massacres endured by the poor people, there are some of them in the streets today fighting (for a better life).\"\n\nVOA could not confirm the senator's allegations.\n\nDowntown, evangelical pastor Prophete Mackenson Dorilas, who, perched atop a carnival-style truck had been surrounded by thousands of followers during October protests, was seen marching in the street with only a handful of protesters. He blamed fear and the absence of his truck for the low turnout.\n\n\"The first truck we were offered, I turned down because it wasn't what I requested. So, they said they would bring me another truck, and I'm still waiting. Some members of my church had intended to join the protest, but they heard the police was targeting protesters, so they ran away,\" Dorilas told VOA Creole, adding that the people also need motivation.\n\n\"The churchgoers don't like to see me walking on the street. They like to see me up high,\" he said.\n\nAlso marching with about a dozen protesters was former Haitian Army Col. Himmler Rebu, who described his participation as the right thing to do.\n\n\n\n\"There are two efforts happening simultaneously. There are those (members of the opposition) who are in offices working on plans and strategy, and there are those who are accompanying the people marching in the streets. So today, that's my job, \" he said.\n\nUp north\n\nEarly Sunday, tires were seen burning in the middle of a main road in the northern city of Cape Haitian. There were also roadblocks made of tree branches, rocks, metal and debris.\n\nCape Haitian, #Haiti tires are burning as residents get ready for another day of anti-government protests. 📹Yvan Martin Jasmin @VOAKreyol pic.twitter.com/rrN9ZKnL95 — Sandra Lemaire (@SandraDVOA) November 10, 2019\n\n\"These roadblocks are here because President Jovenel still refuses to resign. We will keep blocking the streets, and we will keep protesting until the president leaves,\" a protester told VOA Creole.\n\nOpposition summit\n\nBack in the capital, members of the opposition spent the weekend meeting at the Marriott Hotel to discuss the transition process that would be activated if Moise were to resign.\n\n\"We are in agreement on four aspects of the transition: governance, control, steps forward and duration,\" announced opposition Sen. Youri Latortue, who heads the Haitian Senate's Ethics and Anti-Corruption Committee. No further details were given.\n\nSenator Youri Latortue signs an agreement with leaders from the opposition, to choose an interim president in place of President Jovenel Moise.\n\nOn the subject of who would replace Moise, the group decided that the choice would be made by a five-member committee comprised of a representative of each opposition group. The transitional president would be chosen among the Supreme Court judges. The committee would also choose a prime minister.\n\n\"This is a historic event,\" prominent businessman Gregory Brandt, who represented the private sector at the meeting, told VOA Creole. \"The country has been suffering through a complicated situation for two months now. We aren't selling merchandise, we aren't receiving merchandise. Port-au-Prince is beginning to face a scarcity of basic goods. We're facing an unprecedented humanitarian crisis, so we must sit down in all seriousness to discuss how we can resolve this crisis.\"\n\nUS aid\n\nLast week, Rob Thayer, director of USAID's “Food for Peace” program, told VOA Creole the agency has earmarked 3,500 metric tons of emergency food aid for Haiti, which will be distributed to those in need.\n\nIn addition to the food aid, the U.S. Navy hospital ship USNS Comfort has been docked off Haiti's shores since Nov. 6 for a seven-day medical and humanitarian mission. According to the U.S. Embassy in Haiti, the ship's staff has seen more patients per day in Haiti than on any other stop of their five-nation tour.\n\nWhat a week-end! We’re proud of the Comfort crew & their HAITIAN partners’ effort as they are seeing more patients at the clinic per day than they have on any other stop of the 5 months #EnduringPromise mission. - #AmbSison pic.twitter.com/Jed9vSyGtg — U.S. Embassy Haiti (@USEmbassyHaiti) November 9, 2019\n\nU.S. Secretary of State Mike Pompeo expressed concern about the situation in Haiti last week on Twitter.\n\nThe #USNSComfort has arrived to provide much-needed medical services in Haiti. We call on all of Haiti's leaders to come together to solve the ongoing political & economic gridlock through dialogue & institutions. We stand with all Haitians who peacefully call for accountability. pic.twitter.com/C2GTw3kgzS — Secretary Pompeo (@SecPompeo) November 7, 2019\n\n\"The #USNSComfort has arrived to provide much needed medical services in Haiti. We call on all of Haiti's leaders to come together to solve the ongoing political & economic gridlock through dialogue & institutions. We stand with all Haitians who peacefully call for accountability,\" Pompeo tweeted.\n\nPresident Moise\n\nMeanwhile, Moise has been busy naming new cabinet ministers, meeting with members of the diplomatic corps, and giving interviews to the foreign press. He has also increased his visibility on the streets, in the national press and on social media.\n\n\"Since my first day in office, I have always preached the same thing — togetherness, unity — because the country is tired,\" Moise said during a Nov. 7 speech. \"Our (nation's) motto is Unity is Power. But unfortunately, this system (of government), the system that uses people, gives us a different motto which is, Divide and Conquer. Whenever a person wants to enrich himself, he pits us against each other. And when we've taken the bait and died in battle, who benefits? Not us.\"\n\nFILE - Haitian President Jovenel Moise sits at the Presidential Palace during an interview, in Port-au-Prince, Haiti, Oct. 22, 2019.\n\nEarly Sunday morning, before the anti-government protest began, Moise visited police stations in Carrefour and Petionville, his press secretary announced. According to a press statement received by VOA Creole early Monday morning, Moise sought to see the working conditions for the policemen and asked for a detailed report on the current status of affairs that will be used to \"better address the needs of the agents of the PNH (National Police of Haiti).\"\n\nYvan Jasmin Martin in Cape Haitian, Renan Toussaint and Yves Manuel in Port-au-Prince and Ronald Cesar in Washington contributed to this report"}}