{"GDELT": {"GlobalEventID": 885862216, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "JUD", "Actor1Name": "ATTORNEY", "Actor1Type1Code": "JUD", "Actor2Code": "USAGOV", "Actor2Name": "HILLARY CLINTON", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.55172413793104, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191111200000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7673817/Tulsi-Gabbards-attorneys-accuse-Hillary-Clinton-defamation-demands-retraction-Russia-comment.html"}, "ARTICLE": {"TITLE": "Tulsi Gabbard's attorneys accuse Hillary Clinton of defamation, demands retraction of Russia comment", "TEXT": "Attorneys for Democratic presidential candidate Rep. Tulsi Gabbard have written 2016 party nominee Hillary Clinton demanding a retraction of her comment saying she is the 'favorite' candidate of Russia.\n\n'Your statement is defamatory, and we demand that you retract it immediately,' lawyers for the Hawaii Democrat wrote Clinton.\n\nGabbard's campaign sent out the letter on Monday, weeks after Clinton's initial comment caused a stir – and prompted furious pushback and fundraising by Gabbard.\n\nClinton, in comments in late October interview with Obama campaign guru David Plouffe, without using Gabbard's name called her the 'favorite' of Russia. But her team clarified she said it was Republicans, not the Russians, who are 'grooming' her for a potential third-party run.\n\nLawyers for U.S. Rep. Tulsi Gabbard, D-Hawaii, are demanding an immediate retraction from Hillary Clinton calling her the 'favorite' of Russia and a Russian asset\n\n'It appears you may now be claiming that this statement is about Republicans (not Russians) grooming Gabbard,' her lawyer wrote.\n\n'But this makes no sense in light of what you actually said. After you made the statement linking Congresswoman Gabbard to the Russians, you (through your spokesman) doubled down on it with the Russian nesting dolls remark.'\n\nThe letter did not include the name of the attorney who wrote the letter, although DailyMail.com has reached out for additional information.\n\nWhite House hopeful Tulsi Gabbard took to social media on Monday to share her intense workout regime which consisted of squats (pictured) and weighted arm lifts\n\nThe lawyer wrote in the Veterans' Day letter: 'Congresswoman Gabbard is not being groomed by Russia to be a third-party candidate. Nor is she a Russian asset. Rather, she is a patriotic loyal American, a sitting four-term United States Congresswoman and a Major in the United States Army National Guard. As such, she is a loyal American who has taken an oath declaring her allegiance to the United States of America both as a soldier and as a member of Congress. She has been serving for over 16 years in the Army National Guard, having voluntarily deployed twice to war zones in the Middle East.'\n\n'This Republicans-not-Russians spin developed only after you realized the defamatory nature of your statement, and therefore your legal liability, as well as the full extent of the public backlash against your statement.'\n\nClinton made the comments during a discussion of how President Trump and the Republicans might act in the campaign, as a Washington Post fact-checker reviews.\n\nAfter initial reporting that Clinton said the Russians were grooming Gabbard, Clinton spokesman Nick Merrill tweeted that Clinton didn't say the Russians were 'grooming anyone,' and that the question was about Republicans.\n\nBut he appeared to confirm Clinton was referring to Gabbard when he told CNN: 'If the nesting doll fits.'\n\nHowever Clinton did call her the Russian 'favorite' and appeared to say both Gabbard and 2016 Green Party candidate Jill Stein were Russian assets.\n\nGabbard told ABC's 'The View' she won't mount a third-party run and wants to 'build a new Democratic Party.'\n\nClinton said of Gabbard: 'She's the favorite of the Russians. They have a bunch of sites and bots and other ways of supporting her, so far.'"}}