{"GDELT": {"GlobalEventID": 885862323, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "MED", "Actor1Name": "WRITER", "Actor1Type1Code": "MED", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 6.01092896174863, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "College Of Saint Rose, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY001", "Actor1Geo_Lat": 42.6626, "Actor1Geo_Long": -73.7879, "Actor1Geo_FeatureID": "947137", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Bennington College, Vermont, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVT", "Actor2Geo_Lat": 42.919, "Actor2Geo_Long": -73.2392, "Actor2Geo_FeatureID": "1460601", "Action2Geo_Type": 3, "Action2Geo_Fullname": "College Of Saint Rose, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.6626, "Action2Geo_Long": -73.7879, "Action2Geo_FeatureID": "947137", "DATEADDED": 20191111200000, "SOURCEURL": "https://www.sunjournal.com/2019/11/11/umf-visiting-writer-series-features-reading-by-fiction-author-elisha-albert/"}, "ARTICLE": {"TITLE": "UMF Visiting Writer Series features reading by fiction author Elisha Albert", "TEXT": "FARMINGTON — The University of Maine at Farmington continues its celebrated Visiting Writers Series with a reading featuring author Elisha Albert. She will read from her fiction at 7:30 p.m. on Thursday, Nov. 14, in The Landing in the Olsen Student Center. Sponsored by the UMF Bachelor of Fine Arts in Creative Writing program, the series events are free and open to the public.\n\nElisa Albert is the author of “After Birth” (2015),”The Book of Dahlia” (2008), “How This Night is Different” (2006) and the editor of the anthology “Freud’s Blind Spot” (2010). Her fiction and nonfiction have appeared in Tin House, The New York Times, Post Road, The Guardian, Gulf Coast, Commentary, Salon, Tablet, Los Angeles Review of Books, The Believer, The Rumpus, Time Magazine, on NPR and in many anthologies. A recipient of the Moment magazine emerging writer award and a finalist for the Sami Rohr Prize, she has received fellowships from The Virginia Center for Creative Arts, Djerassi, Vermont Studio Center, The Netherlands Institute for Advanced Studies in Holland, the HWK in Germany, and the Amsterdam Writer’s Residency.\n\nAlbert grew up in Los Angeles and received an MFA from Columbia University, where she was a Lini Mazumdar Fellow. She has taught at Columbia’s School of the Arts, The College of Saint Rose and is currently visiting writer at Bennington College.\n\nAs the only Bachelor of Fine Arts in Creative Writing program in the state of Maine and one of only three in all of New England, the UMF program invites students to work with faculty, who are practicing writers, in workshop-style classes to discover and develop their writing strengths in the genres of poetry, fiction, nonfiction, and screenwriting. Small classes, an emphasis on individual conferencing, and the development of a writing portfolio allow students to see themselves as artists and refine their writing under the guidance of accomplished and published faculty mentors. Students can pursue internships to gain real-world writing and publishing experience by working on campus with The Beloit Poetry Journal, a distinguished poetry publication since 1950; or Alice James Books, an award-winning poetry publishing house.\n\n« Previous\n\nNext »\n\nfiled under:"}}