{"GDELT": {"GlobalEventID": 885861156, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor2Code": "JPN", "Actor2Name": "SAGA", "Actor2CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.9354838709677402, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191111200000, "SOURCEURL": "https://www.joblo.com/movie-news/chris-evans-says-captain-america-return-possible-in-the-right-circumstances"}, "ARTICLE": {"TITLE": "Chris Evans says Captain America return possible in the right circumstances", "TEXT": "While actor Chris Evans portrayed Captain America a total of eleven times in the MCU, this year's AVENGERS: ENDGAME seemingly marked the end of Evans' run as Cap. The conclusion to the Infinity Saga saw Steve Rogers leave his avenging days behind for Peggy Carter and pass the titular vibranium shield on to Sam Wilson, AKA The Falcon. However, this is the realm of comicbooks afterall, a medium that's seen beloved heroes and villains die only to return at some later date. Hell, Captain didn't even die he just retired, so Steve Rogers could defintely return. However, whether or not Chris Evans will suit up again as Cap is another thing altogether. Evans has said previously that he's done with the role, but in a recent interview with Variety (conducted by none other than Scarlett Johansson) the SNOWPIERCER actor hedged his bets a little:\n\n“It’s not a hard no, but it’s not an eager yes either,” Evans says. “There are other things that I’m working on right now. I think Cap had such a tricky act to stick the landing, and I think they did a really nice job letting him complete his journey. If you’re going to revisit it, it can’t be a cash grab. It can’t be just because the audience wants to be excited. What are we revealing? What are we adding to the story? A lot of things would have to come together.”\n\nPersonally, I thought Evans' had one of the more impressive character arcs during his run with the MCU and I concur with Evans that they stuck the landing. I'd love to see Evans return to the part, however I agree that if he does, the story needs to push the character, and the story, forward. Plus there are other things to consider such as Evans' schedule, getting in shape for the role, other projects he's involved in, and general interest overall. I have no doubt that Steve Rodgers/Captain America will eventually return to the MCU as will Tony Stark/Iron Man. However, the characters will likely be played by different actors.\n\nWhat about you guys? Would you welcome the return of Chris Evans as Captain America? If not who would you cast as the new Steve Rogers/Captain America? Sound off in the comments below!"}}