{"GDELT": {"GlobalEventID": 885861945, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "NEW MEXICO", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 125, "EventBaseCode": 125, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.9305019305019298, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New Mexico, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNM", "Actor1Geo_Lat": 34.8375, "Actor1Geo_Long": -106.23700000000001, "Actor1Geo_FeatureID": "NM", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New Mexico, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNM", "Actor2Geo_Lat": 34.8375, "Actor2Geo_Long": -106.23700000000001, "Actor2Geo_FeatureID": "NM", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Mexico, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNM", "Action2Geo_Lat": 34.8375, "Action2Geo_Long": -106.23700000000001, "Action2Geo_FeatureID": "NM", "DATEADDED": 20191111200000, "SOURCEURL": "https://www.dailylobo.com/article/2019/11/abq-sees-an-uptick-in-undocumented-detainments"}, "ARTICLE": {"TITLE": "ABQ sees an uptick in undocumented detainments", "TEXT": "The City of Albuquerque has seen an uptick in immigration-related detainment in recent months, according to Mariela Ruiz-Angel, the coordinator of the city’s Office of Immigrant and Refugee Affairs.\n\n\"I think we’ve always seen a lot of detainment — maybe even five a month — but we’ve had about 30-plus just in the last month,\" Ruiz-Angel said.\n\nRuiz-Angel said although U.S. Immigration and Customs Enforcement (ICE) raids have not been happening in the city, \"targeted\" detainments across the state have become more prevalent compared to previous years.\n\n\"(The detainments have) not been at any work location, not at any home location — just like (the police) looking for (undocumented people) to pull over,\" she said. Ruiz-Angel added, \"But again, (raids) are not something we’re feeling nervous about, or any families being looked at in a larger way — it’s real specific.\"\n\nRuiz-Angel said because of a city ordinance signed by Mayor Tim Keller in 2018 that affirmed Albuquerque’s \"immigrant-friendly\" status, Albuquerque Police Department officers and other city officials are not allowed to work with ICE.\n\nEarlier this year in the state legislative session, a proposal aimed at making New Mexico a sanctuary state died in session. The proposal's failure was one of many obstacles for New Mexico to become a sanctuary state.\n\nAlthough Governor Michelle Lujan Grisham has not discussed making New Mexico a sanctuary state, Lujan Grisham’s Press Secretary Nora Sackett said the governor has historically defended immigrant's rights. According to Sackett, when then-U.S. Representative Lujan Grisham was the chair of the Congressional Hispanic Caucus, she \"led the national fight against President Trump to protect DACA.\"\n\nThe Deferred Actions for Childhood Arrivals program, commonly known as DACA, is a policy implemented during former President Barack Obama's administration that allows young immigrants who were brought to the U.S. illegally as children to remain in the country.\n\nUnited States Citizenship and Immigration Services estimated in August 2018 there were 699,350 active DACA recipients in the U.S.\n\n\"(Lujan Grisham) believes that everyone should have the right to live in peace and safety in their homes and communities and have the opportunity to create a positive life for themselves and their families,\" Sackett said.\n\nEarlier this year, Lujan Grisham unveiled an \" Opportunity Scholarship \" which would effectively render two and four-year public colleges and universities free for all New Mexican residents who qualified, regardless of their immigration status.\n\nRuiz-Angel said in mid-October, the City of Albuquerque signed onto a multi-city amicus brief that aims to defend DACA recipients. Additionally, Ruiz-Angel said the city joined the \"New Deal for New Americans\" that would carve a pathway to citizenship, which was introduced on Oct. 30.\n\nFor now, Ruiz-Angel said Albuquerque will continue to protect its undocumented community.\n\n\"We are an immigrant-friendly city, so the City of Albuquerque will not work with ICE — we won’t give information out — and ultimately we won’t be giving resources helping them with what their agenda is,\" Ruiz-Angel said.\n\nAlyssa Martinez is a beat reporter at the Daily Lobo. She can be contacted at news@dailylobo.com or on Twitter @amart4447"}}