{"GDELT": {"GlobalEventID": 885862238, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.1371712864250199, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Cohoes, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_ADM2Code": "NY001", "Actor2Geo_Lat": 42.7742, "Actor2Geo_Long": -73.7001, "Actor2Geo_FeatureID": "947009", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Cohoes, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY001", "Action2Geo_Lat": 42.7742, "Action2Geo_Long": -73.7001, "Action2Geo_FeatureID": "947009", "DATEADDED": 20191111200000, "SOURCEURL": "https://www.piworld.com/article/the-target-report-market-for-label-printing-rapidly-rises/"}, "ARTICLE": {"TITLE": "The Target Report: M&A Market for Label Printing Companies Rises Rapidly", "TEXT": "The number of M&A transactions in the label printing segment shot up in October after several rather tepid months including three months in the last twelve in which we found no acquisitions of label printing companies. One reason for the slow pace of new label deals may be because valuations are reportedly at record highs for companies that print labels. With purchase price multiples near or even exceeding double digits, buyers in the label segment are being especially careful, extending due diligence and digging deep to make sure the high price is warranted. Nonetheless and despite high valuations, competition for the most viable acquisition candidates is stiff and almost entirely fueled by large private equity funds seeking to build out their existing label platforms. Without exception, recent deals have been backed by investment funds with billions of dollars to invest. Smaller players are being priced out of the action.\n\nProMach acquired Jet Label, based in Edmonton, Alberta. With over $827 million in total revenues, ProMach’s primary business is not label printing and converting, rather the company mostly designs and manufactures over 300 models of machinery that make, fill, cap, close, seal, wrap, convey and transport a wide variety of packaging types. With the acquisition of Jet Label, the company expands its limited, but growing, presence in label printing and converting. The addition of Jet Label adds a seventh label converting facility to the six existing converting plants that extend from California to New Hampshire. A sideline of the much larger machinery business, ProMach’s ID Technology division provides its customers with prime labels, printed tapes and coding systems that complement the packaging processes enabled by the core equipment side of the business. Leonard Green & Company, the private equity fund that owns ProMach, traces its roots back to 1969 and the early days of the private leveraged buyout. The fund now has more than $23.5 billion under management.\n\nLabel rollup company Fort Dearborn acquired substantially all of the assets of Walle Corporation, a label printing company located in Alpharetta, Georgia. Walle ran into financial difficulty and liquidity constraints which led to the marketing and sale of the company. The acquired assets include an offset plant in New Orleans that produces cut and stack paper labels, as well as film and in-mold labels. The company also has a flexo plant in Winchester, Kentucky that produces roll-fed and shrink-sleeve labels. Fort Dearborn has appeared on The Target Report deal logs five times as the buyer and in 2016 as the seller when the company was acquired by private equity firm Advent International. (See The Target Report: August 2016, Private Equity Loves Labels). Advent is truly international, with investments in 41 countries and $54.3 billion under its management. Company owners in the commercial printing segment will also know of one of Advent’s other portfolio companies, Williams Lea Tag, the print management company. Printing company owners cringe and prepare for hardball negotiating upon learning that one of their clients is shifting their print spend to Williams Lea. (See The Target Report: August 2017, Williams Lea Tag is on the Move).\n\nInovar Packaging Group, based in Dallas, acquired Flexo-Graphics, a label printing company located in Butler, Wisconsin. The acquisition establishes Inovar in the Midwest in addition to its plants in New England, Florida and Texas. Inovar has enjoyed the financial sponsorship of AEA Investors since 2016 and has appeared as a buyer of label companies six times on our deal logs since. AEA Investors is also a big player in the rigid plastic and glass packaging segments, having acquired TricorBraun, also in 2016. AEA Investors is not a newcomer to the private equity business and does not seek institutional investors, rather it’s more of a “super family office” that was founded in 1968 by Rockefeller, Mellon and Harriman family interests. With over $15 billion under management, the fund includes more than “75 participants who include some of the world’s pre-eminent industrial families, business executives and former government leaders” who clearly believe that packaging is a good investment.\n\nPPC Flexible Packaging, a portfolio company of Morgan Stanley Capital, has acquired Popular Ink from Highlander Partners. Popular Ink, located in McKinney, Texas, produces pressure sensitive labels, as well as shrink sleeves and various forms of flexible packaging including stick packs, pouches and stand-up bags. Earlier this year, PPC acquired HFM Packaging, the same month that Platinum Equity purchased label printer Multi-Color Corporation and merged it with WS Packaging, forming one of the largest of the consolidations in the segment. (See The Target Report: February 2019, Platinum Equity Likes Print). Morgan Stanley Capital Partners is the private equity segment of Morgan Stanley, the financial services firm with over $40 billion in annual revenues.\n\nFortis Solutions Group, usually an active participant in the stiff competition for desirable acquisition targets in the label segment, recently chose instead to go down the organic path to growth and opened a greenfield startup plant in Napa, California. The new plant was established specifically to focus on the wine, craft beer and spirits industries. The new facility will operate both flexo and digital offset presses. However, don’t count Fortis out of the acquisition game; the company earlier this year acquired Infinite Packaging from Svoboda Capital Partners which itself had rolled up several label printers to create Infinite. Fortis is a portfolio company of Main Post Partners. Main Post is a relative newcomer to the private equity scene, established in 2014 with “only” $1.1 billion now under its management.\n\nEschewing the more lucrative exit route in the hot label segment and not selling to a private equity-backed rollup, Macaran Printed Products, located in Cohoes, New York, has become a 100% employee owned company. The owner noted that he chose the ESOP route when selling the company to protect and reward his 55 employees. The company primarily prints pressure sensitive labels. The new owners, the employees, will need to work diligently and find ways to fund ESOP requirements and still be able to reinvest in the latest technology needed to survive and grow in the consolidating and highly competitive label business. As evidenced by the recent M&A trends in the label printing segment, their competitors are increasingly owned by and financially supported by super-sized investment funds that will invest to grow their label printing platform companies.\n\nCommercial Printing and Diversified Services\n\nTranscontinental, the largest printing company in Canada, which has been laser-focused on transforming itself from a magazine and newspaper publisher and printer into a packaging company, veered off course and acquired Holland & Crosby. The purchased company is based in Mississauga, Ontario and produces wide format printing and in-store displays for retail. Since we first wrote about Transcontinental and its transformative strategy back in 2014, the company has been a consistent serial acquirer of flexible packaging assets, culminating in the mega deal in which the company acquired Coveris Americas. Over the same time period, Transcontinental methodically divested newspaper and non-differentiated commercial printing assets. The acquisitions and divestitures combined to make packaging the source of more than half of the company’s revenues. (See The Target Report: April 2018, Getting Flexible in Your Middle Years).\n\nAs we noted in our annual review of M&A activity in September, there has been an increase in the number of acquisitions of mailing service and fulfillment-related companies over the past two years. In that vein, Court Square Capital Partners acquired Lakewood, New Jersey-based J. Knipper and Company. Knipper provides direct mail and fulfillment services exclusively to the pharmaceutical, biotech and medical device markets. Specialized services include sample programs that require stringent compliance with FDA and other regulatory agencies. Direct mail and print management are part of a larger “value-added” offering.\n\nH.I.G. Capital once again voted with its wallet and expressed confidence in print-centric businesses with a major “growth investment” in Circle Graphics. Based in the Denver area, Circle Graphics is a highly focused powerhouse in the production of outdoor advertising graphics for the billboard industry. According to industry sources, the company has established itself as the low-cost provider utilizing custom-made digital printers and in-house ink production, effectively dominating the outdoor market. A second division of Circle Graphics provides personalized custom wall décor as well as pre-designed art images, serving the growing market for creating highly individualized environments utilizing digital printing technologies.\n\nClick here for the online version of The Target Report October 2019 for the complete deal logs with additional information and links to sources."}}