{"GDELT": {"GlobalEventID": 885861989, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "HLH", "Actor1Name": "DOCTOR", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20191111200000, "SOURCEURL": "https://www.lifenews.com/2019/11/11/1500-doctors-tell-new-zealand-parliament-dont-legalize-assisted-suicide/"}, "ARTICLE": {"TITLE": "1,500 Doctors Tell New Zealand Parliament Don’t Legalize Assisted Suicide", "TEXT": "The New Zealand parliament is soon voting on the euthanasia bill and the country may have a referendum on euthanasia.\n\nThe following Press release from Doctors Say No is essential for defeating euthanasia in New Zealand.\n\nSunday, 10 November 2019\n\nPress Release: Doctors Say No 10 November 2019 Doctors’ letter opposing euthanasia gets 1,500th signature The ‘Doctors Say No’ Open Letter opposing euthanasia has recently received its 1,500th signature, appealing to MPs at this final hour, to vote down the euphemistically titled “End of Life Choice” bill. Organiser Dr Sinead Donnelly, a Wellington-based Palliative Medicine specialist, says she is humbled by the response. “We started with a very simple one-page website and it has just snowballed, which highlights the significant concerns of doctors with this bill.” The Open Letter states that ‘Doctors want no part in assisted suicide’, noting the World Medical Association and the New Zealand Medical Association positions that “physician assisted suicide and euthanasia are unethical, even if they were made legal.” The World Medical Association representing physicians in 123 countries last month re-affirmed that euthanasia is not part of medical practice. Click Like if you are pro-life to like the LifeNews Facebook page! LifeNews.com Dr Donnelly says that David Seymour’s End of Life Choice Bill “only includes doctors to provide a cloak of medical legitimacy. “Killing is not caring. It does not require any medical skills, it just requires the abandonment of medical ethics.” She has a simple message to Members of Parliament as they approach the Bill’s 3rd and final Reading next week:\n\n“If you are really determined to legalise euthanasia, find another profession to do it. Please leave doctors out of it so that we can focus on caring for our patients.” Doctors Say No will present this letter to MP’s this week and will be represented at the people’s gathering outside Parliament midday on Wednesday, November 13th in advance of the final reading of the bill. ENDS\n\nLifeNews.com Note: Alex Schadenberg is the executive director of the Euthanasia Prevention Coalition and you can read his blog here."}}