{"GDELT": {"GlobalEventID": 885861322, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "BRA", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.3975155279503102, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR", "Actor1Geo_Lat": -10.0, "Actor1Geo_Long": -55.0, "Actor1Geo_FeatureID": "BR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR", "Action2Geo_Lat": -10.0, "Action2Geo_Long": -55.0, "Action2Geo_FeatureID": "BR", "DATEADDED": 20191111200000, "SOURCEURL": "https://www.wkrb13.com/2019/11/11/itau-unibanco-holding-sa-nyseitub-shares-sold-by-gwk-investment-management-llc.html"}, "ARTICLE": {"TITLE": "ITUB Stock Forecast, Price & News (Itau Unibanco)", "TEXT": "Itaú Unibanco Holding S.A. provides a range of financial products and services to individuals and corporate clients in Brazil and internationally. The company operates in three segments: Retail Banking, Wholesale Banking, and Activities with the Market + Corporation. It accepts demand, savings, and time deposits; and offers payroll, mortgage, personal, vehicle, and corporate loans, as well as very small, small, and middle market loans. The company also provides credits cards; investment and private banking services; property, casualty, and life insurance products; reinsurance products; and private pension plans and premium bonds. In addition, it offers consumer finance credit; and capitalization, leasing, and brokerage services. As of December 31, 2017, the company operated through a network of 4,981 branches and client service branches, as well as 46,965 automated teller machines. The company was formerly known as Itaú Unibanco Banco Múltiplo S.A. and changed its name to Itaú Unibanco Holding S.A. in April 2009. Itaú Unibanco Holding S.A. was founded in 1945 and is headquartered in São Paulo, Brazil. Itaú Unibanco Holding S.A. operates as a subsidiary of IUPAR - Itaú Unibanco Participações S.A.\n\nRead More"}}