{"GDELT": {"GlobalEventID": 885862866, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.94562647754137, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "West Palm Beach, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL099", "Actor1Geo_Lat": 26.7153, "Actor1Geo_Long": -80.0534, "Actor1Geo_FeatureID": "293097", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Palm Beach, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 26.7056, "Actor2Geo_Long": -80.0364, "Actor2Geo_FeatureID": "288390", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Palm Beach International Airport, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 26.6878, "Action2Geo_Long": -80.0905, "Action2Geo_FeatureID": "309962", "DATEADDED": 20191111200000, "SOURCEURL": "https://www.msn.com/en-us/news/politics/president-trump-to-discuss-israeli-american-relations-at-south-florida-event/ar-BBWB8xE"}, "ARTICLE": {"TITLE": "President Trump to discuss Israeli-American relations at South Florida event", "TEXT": "© BRUCE R. BENNETT/Palm Beach Post/TNS President Donald Trump arrives at Palm Beach International Airport in West Palm Beach.\n\nFORT LAUDERDALE, Fla. — President Donald Trump will headline a convention on Israeli-American relations at The Diplomat in Hollywood, Fla., on Dec. 7 during what could be a tumultuous time in his administration.\n\nThe Israeli-American Council, which calls itself the fastest-growing American-Jewish organization in the United States, expanded rapidly in 2013 following heavy investment by Sheldon Adelson, the casino billionaire and major backer of Republican and conservative Israeli causes. Despite that, the organization bills itself as nonpartisan. Last year’s conference, also held in South Florida, featured appearances by Vice President Mike Pence as well as Senate Minority Leader Chuck Schumer and Speaker of the House Nancy Pelosi.\n\n“It is an honor for us to host the President of the United States, who is addressing a nonpolitical Jewish organization for the first time,” said Shoham Nicolet, co-founder and CEO of the Israeli-American Council. “This is great news not only for our organization but for the entire pro-Israel community in America, which supports unwavering ties between the United States and Israel.”\n\nIf the timeline of the ongoing impeachment inquiry follows current assumptions, it’s possible that Trump will appear in Hollywood in the same week that a House committee votes on impeachment. That would clear the way for a vote by the whole House of Representatives.\n\nPublic testimony in the impeachment inquiry is set to begin this week, culminating with an appearance by former ambassador to Ukraine Marie Yovanovitch, who previously testified that she was ousted by the State Department after pressure from Trump.\n\nAnother week of public appearances will likely follow, then a one-week break for Thanksgiving, during which the committee report on impeachment will likely be drafted. The report would then be delivered to the House Judiciary Committee, which could vote on impeachment as early as the first week of December — just as Trump is heading to South Florida.\n\nThe Israeli-American conference will bring some 4,000 people to the Diplomat Dec. 5-8 to discuss Israeli-American relations in a series of speeches and seminars.\n\n———\n\n©2019 Sun Sentinel (Fort Lauderdale, Fla.)\n\nVisit the Sun Sentinel (Fort Lauderdale, Fla.) at www.sun-sentinel.com\n\nDistributed by Tribune Content Agency, LLC."}}