{"GDELT": {"GlobalEventID": 885861455, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "CAN", "Actor2Name": "CANADIAN", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.08813928182807, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Brookfield, Nova Scotia, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA07", "Actor2Geo_ADM2Code": "12627", "Actor2Geo_Lat": 45.25, "Actor2Geo_Long": -63.2833, "Actor2Geo_FeatureID": "-561700", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20191111200000, "SOURCEURL": "https://www.theglobeandmail.com/world/article-in-shanghai-canadian-business-leaders-say-theyre-eager-to-move-on/"}, "ARTICLE": {"TITLE": "In Shanghai, Canadian business leaders say they’re eager to move on after a year of friction", "TEXT": "Open this photo in gallery The skyline of Shanghai's Lujiazui Financial District of Pudong on Nov. 13, 2018. Canadian business leaders and politicians are meeting in the city at the annual gathering of the Canada China Business Council. JOHANNES EISELE/AFP/Getty Images\n\nIt’s time for Ottawa and Beijing to settle their differences and get back to business, leaders of Canada’s corporate interests in China said Monday, nearly a year after the arrest of a Huawei executive in the Vancouver airport dragged the two countries into a protracted diplomatic and economic standoff.\n\nThe dispute has brought Canada into conflict with China’s authoritarian leadership while Beijing has accused Ottawa of politically motivated justice. Canadian critics have accused Beijing of practising hostage diplomacy for what is widely seen as its retaliatory arrest of two Canadians last December.\n\nNow, some of the senior-most Canadian figures doing business with China say it’s time to move on.\n\nStory continues below advertisement\n\n“Citizens from both countries have been detained. Canadians strongly wish to see their citizens come home safely and be reunited with their families. The Chinese people also wish to see the same,” said Olivier Desmarais, senior vice-president at Power Corp. and chair of the Canada China Business Council, which held an annual gathering in Shanghai Monday. The meeting’s corporate sponsors included Bank of Montreal, Huawei, Bombardier and Manulife – each with an interest in smoother relations between the two countries.\n\n“Businesses in both countries want their national governments to work their way past this current situation, and as quickly as possible,” Mr. Desmarais said.\n\nThe arrest of Meng Wanzhou, who is accused in the United States of fraud related to sanctions violations in Iran, and China’s subsequent arrests of Canadians Michael Kovrig and Michael Spavor – whom it has accused of national security violations – initiated a spiral in relations that saw Canada’s exports to China fall 9 per cent in the first six months of this year, largely the result of a Beijing block on imports of Canadian canola and other agricultural goods.\n\nMs. Meng has been released on bail in Vancouver, but her movements remain restricted. Mr. Kovrig and Mr. Spavor remain in Chinese detention, locked in a system that, former detainees have said, subjects people to privation and humiliation.\n\nLast week, China lifted a block on imports of Canadian beef and pork, however the move was seen as a response to a meat shortage and not a diplomatic opening.\n\nIn September, the two countries each nominated new ambassadors, with Canada sending former McKinsey & Company leader Dominic Barton to Beijing.\n\nAnd senior figures in the Canadian business establishment said they are keen to move on in a country whose economic heft is expected to surpass the U.S. in coming years.\n\nStory continues below advertisement\n\n“The opportunity set in the market is huge and the long-term potential for our business in this market is similarly large,” said Stuart Mercier, head of real estate for Asia at Brookfield Asset Management. At Brookfield, “we’ve got a lot of support, a lot of desire, to grow this business in a region that will play a critical role in the global economy for decades to come,” he said.\n\nBrookfield is hardly alone, as the Canadian corporate establishment seeks to push past more than 11 months of turbulence.\n\nThe federal government gave no indication Monday of how its approach to China is shifting as it nears the one-year mark of Ms. Meng’s arrest on Dec. 1, 2018. None of the federal representatives scheduled to speak in Shanghai delivered public remarks, including Mr. Barton, who was expected to deliver a keynote address but opted instead to mingle with delegates in a Four Seasons hotel ballroom.\n\nA spokesperson for Global Affairs Canada declined to comment, citing the government transition.\n\nOthers in Shanghai, however, said they are hopeful the worst with China has passed.\n\nAmong the most ambitious is the province of Nova Scotia, whose Premier, Stephen McNeil, is currently on his second trip to China this year and his eighth as provincial leader. His staff said he had no interest in commenting on the continuing detention of Mr. Kovrig or Mr. Spavor. Instead, he said in an interview, he is intent on building more trade with China as a way to further diversify the economy in his province, whose exports to China are expected to surpass $1-billion this year, up from $197-million in 2013.\n\nStory continues below advertisement\n\n“If you believe you’re interacting with friends, your economic relationship grows much quicker and more rapidly. That’s why we continue to build this relationship,” he said.\n\nNova Scotia has partnered with the Chinese embassy in Ottawa to sponsor scholarships for its students to study in China, while seeking to double the number of international students in the province. Chinese students currently make up 41 per cent of overseas students in Nova Scotia, which is also working to increase the number of Chinese tourists it receives, setting a goal of 50,000 a year, a 10-fold expansion.\n\nFrictions are for Ottawa and Beijing to resolve, he said. As a provincial leader, his interest is commercial.\n\n“I’m not going to leave it to someone else to go out and make sure that we get high value for our commodities and product,” he said.\n\nEagerness from some parts of the business community to embrace China comes as Canadian public opinion grows more skeptical. In polling by the Asia Pacific Foundation of Canada, for example, “China ranks highest among countries from which Canadians are likely to oppose foreign direct investment,” said Stewart Beck, the foundation’s president. “Our friendship is being challenged and tested as never before,” he added, although “with time and continued engagement, the relationship will endure and grow.”\n\nBut there are risks to interrupting trade with an ascendant superpower, warned Goldy Hyder, president of the Business Council of Canada. “It’s particularly difficult to have a start-stop relationship with China. If you withdraw, you’re forgotten. The void is filled tomorrow.”\n\nStory continues below advertisement\n\nHe called for the Trudeau government to re-examine its foreign policy at a moment when China is economically ascendant and the U.S. is politically uncertain.\n\n“This is an opportunity for Canada to recognize that the world has changed, and we better figure out how we’re going to play in it. Because we’re on our own,” he said. And, he added, “the idea that we’re going to moralize and preach and lecture societies, in some cases 5,000 years old, hasn’t worked out very well.”\n\nOur Morning Update and Evening Update newsletters are written by Globe editors, giving you a concise summary of the day’s most important headlines. Sign up today."}}