{"GDELT": {"GlobalEventID": 885861340, "Day": 20191111, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8521, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 311, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.00593471810089, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Malawi", "Actor1Geo_CountryCode": "MI", "Actor1Geo_ADM1Code": "MI", "Actor1Geo_Lat": -13.5, "Actor1Geo_Long": 34.0, "Actor1Geo_FeatureID": "MI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malawi", "Action2Geo_CountryCode": "MI", "Action2Geo_ADM1Code": "MI", "Action2Geo_Lat": -13.5, "Action2Geo_Long": 34.0, "Action2Geo_FeatureID": "MI", "DATEADDED": 20191111200000, "SOURCEURL": "https://www.devdiscourse.com/article/business/740640-eib-and-fdh-bank-agree-to-support-private-sector-investment-in-malawi"}, "ARTICLE": {"TITLE": "EIB and FDH Bank agree to support private sector investment in Malawi", "TEXT": "The European Investment Bank and FDH Bank today formally agreed on their first loan agreement that will support private sector investment across Malawi. Entrepreneurs and private businesses across the country will benefit from a new EUR 7 million credit line managed by the leading local financial services provider and backed a EUR 3.5 million loan from the long-term lending institution of the European Union. Plans for a pioneering financing programme to promote sustainable agriculture investment across Malawi have also been confirmed.\n\nThe EUR 3.5 million European Investment Bank loan to support the FDH Bank credit line was formally signed at the Africa Investment Forum in Johannesburg by Ambroise Fayolle, European Investment Bank Vice President and Patricia Hamisi, Senior Manager Treasury and Trade Finance at FDH Bank.\n\n\"Ensuring access to finance by small business and agriculture are key for economic growth, job creation and sustainable development across Africa. The European Investment Bank is committed to supporting private sector investment in Malawi and pleased to agree on our first joint lending programme with FDH Bank that is available from today. Looking ahead I can confirm that early next year we will launch an innovative initiative to tackle barriers holding back agricultural investment in Malawi and that has already been recognized as a model for high-impact private sector financing elsewhere in Africa.\" said Ambroise Fayolle, European Investment Bank Vice President.\n\n\"The European Investment Bank has a unique technical and financial experience of supporting private sector investment across Africa and worldwide. FDH Bank is pleased to partner with the EIB to strengthen the financing for business and entrepreneurial investment across Malawi. The EUR 3.5 million EIB support for the new EUR 7 million credit line demonstrates a vote of confidence for FDH and Malawi. We look forward to expanding our cooperation to benefit smallholders, agriculture and agribusiness in rural districts across our country under a new scheme to be launched next year.\" said Thomson Mpinganjira, Executive board member and Managing Director of FDH Bank Limited.\n\nEnsuring access to finance for sustainable development\n\nThe new EUR 7 million credit line will support new private sector investments across a range of sectors and be provided through the FDH Branch network across Malawi.\n\nThe new Malawi credit line is part of a EUR 100 million private-sector financing programme across Southern Africa supported by the European Investment Bank.\n\nKulima initiative to transform agriculture and smallholder investment confirmed\n\nEconomic opportunities for thousands of smallholders across Malawi are expected to be transformed under a new initiative to ensure dedicated support for long-term investment by agriculture companies in the country.\n\nFDH Bank has been selected as the first bank in Malawi that will finance smallholder, agriculture and agribusiness investment under a new scheme that is currently being finalized and expected to be launched early next year. Other financial institutions are expected to join later.\n\nThe new Kulima programme will help agriculture companies to modernize and harness the full economic, employment and export potential of agriculture as well as expand business with local smallholders. The new agriculture financing initiative will address the gap of long-term funding in the agricultural sector identified as a key barrier to economic growth in Malawi.\n\nEuropean Union support for agricultural and sustainable development in Malawi\n\nThe agricultural financing scheme has been designed to tackle specific investment gaps currently hindering expansion in the sector. This is part of a broader European Commission programme to promote farming in Malawi and promote sustainable agricultural growth.\n\nThis is expected to strengthen agriculture in Malawi and increase income, employment, and food security in the context of a changing climate.\n\nUnlocking long-term investment to strengthen agriculture across Malawi\n\nAgriculture is the leading source of economic activity, employment, and exports in Malawi. Agriculture contributes directly and indirectly to 65% of all jobs in the country.\n\nThe new initiative is designed to increase investment activity by agricultural companies and by making available funding in Malawi Kwacha will mitigate against exposure to foreign exchange risks that currently hinder agriculture investment.\n\nImproving specialist banking support for agriculture in Malawi\n\nThe impact of the new Kulima Agriculture Value Chain Facility will be strengthened by a dedicated technical assistance programme.\n\nThis will improve financial assessment and monitoring of long-term agriculture investment by local banks."}}