{"GDELT": {"GlobalEventID": 886148791, "Day": 20191112, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8548, "Actor1Code": "USA", "Actor1Name": "TEXAS", "Actor1CountryCode": "USA", "Actor2Code": "COP", "Actor2Name": "PRISON", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -10.2848101265823, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20191112230000, "SOURCEURL": "https://www.wausaudailyherald.com/story/news/crime/2019/11/12/man-who-helped-hide-body-junction-city-man-sentenced-1-year-prison-faces-texas-drug-smuggling-charge/2561907001/"}, "ARTICLE": {"TITLE": "Stevens Point man accused of helping hide body of overdose victim gets a year in prison", "TEXT": "STEVENS POINT - A 47-year-old man pleaded guilty Tuesday to hiding the corpse of a man who died of an overdose in January and will spend a year in prison.\n\nMatthew Zdzieblowski, of Stevens Point, will spend one year in prison and two years of extended supervision for hiding a corpse. Portage County Circuit Judge Thomas Eagon on Tuesday said Zdzieblowski demonstrated callousness to the life of Gary Mayek, 39, and cruelty to Mayek's family by helping hide his body.\n\nPortage County prosecutors said authorities also might extricate Zdzieblowski to Texas, as he faces charges in the Lone Star State of drug smuggling.\n\n\"The actions of Mr. Zdzieblowski in hiding Gary’s body in order to evade and avoid detection of the crime in this matter and in such a way that it deprived the family an opportunity to immediately grieve their loss,\" Eagon said. \"It added additional pain and suffering in not knowing where Gary was.\"\n\nZdzieblowski was one of three people prosecutors charged in Mayek's death and what they called the subsequent attempt at a cover up.\n\n\"All a person had to do was call 911 and walk away. Instead, he died. A man with your own mind and conscience made a decision to not help and that’s not much of a man,\" Mayek's mother said during Tuesday's court hearing.\n\nProsecutors charged Zdzieblowski and his girlfriend, Amber Weisnicht, 25, in February with hiding a corpse. Weisnicht faces up to 12 and a half years in prison if convicted.\n\nIn April, prosecutors also charged Jason Meisel, 44, with first-degree reckless homicide, hiding a corpse, possession of methamphetamine, marijuana and drug paraphernalia. He faces up to 60 years in prison if convicted.\n\nRELATED:Plover man charged with homicide, hiding a corpse in drug overdose case\n\nRELATED:Police arrest man, woman after discovering body in car near Plover; seek third suspect\n\nPortage County Assistant District Attorney Robert Jambois said in court Zdzieblowski left Wisconsin while out on bond earlier this year and returned only after Texas police arrested him on suspicion of smuggling more than 40 grams of meth across the United States-Mexico border. Jambois said Texas might extradite Zdzieblowski while in prison so he may face charges in the Lone Star State that carry a potential prison sentence of between 10 and 99 years.\n\nMayek died Jan. 5 of a drug overdose after he and Meisel did drugs at the Plover Super 8 hotel, according to a criminal complaint. Mayek's mother reported him missing Jan. 7.\n\nZdzieblowski told investigators Meisel called him in a panic after Mayek overdosed, asking him to come to the hotel, the criminal complaint states. Meisel refused to call police because he said was already on probation, Jambois said.\n\nZdzieblowski left the hotel and returned with Weisnicht who then distracted the hotel's manager as Meisel and Zdzieblowski loaded Mayek's body into his truck, according to the criminal complaint.\n\nPortage County sheriff's deputies found his body Jan. 9 in his truck along a rural Plover road.\n\n\"The defendant hid him from us and let us hope and pray that we would find him OK,\" Mayek's mother said in court Tuesday. \"But, you left him out there for days, knowing this is where he was and that it didn’t bother you one bit.\"\n\nEagon ordered Zdzieblowski pay $7,356.96 in restitution, the cost of Mayek's funeral, and write a letter of apology as part of his extended supervision. The act of hiding Mayek's body exacerbated his family's suffering, Eagon said.\n\n\"When we received the news that his body had been found, I broke down in pain. That unbelievable pain worsened as we learned Gary’s body had been moved and dumped to hide the defendant’s horrible actions,\" Mayek's sister said in court.\n\nContact reporter Alan Hovorka at 715-345-2252 or ahovorka@gannett.com. Follow him on Twitter at @ajhovorka."}}