{"GDELT": {"GlobalEventID": 886148750, "Day": 20191112, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8548, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.81927710843374, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Houston, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX201", "Actor1Geo_Lat": 29.7633, "Actor1Geo_Long": -95.3633, "Actor1Geo_FeatureID": "1380948", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Houston, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX201", "Action2Geo_Lat": 29.7633, "Action2Geo_Long": -95.3633, "Action2Geo_FeatureID": "1380948", "DATEADDED": 20191112230000, "SOURCEURL": "https://www.dailymail.co.uk/tvshowbiz/article-7678589/Kylie-Jenner-fanatic-sentenced-one-year-bars-convicted-trespassing.html"}, "ARTICLE": {"TITLE": "Kylie Jenner fanatic sentenced to one year behind bars after being convicted of trespassing", "TEXT": "A man who trespassed on Kylie Jenner's property is headed to jail.\n\nBrandon Sevilla Martinez, 22, has been sentenced to one year behind bars, according to sources at LA County Superior Court who talked to TMZ.\n\nHe was convicted of one misdemeanor count of trespass by driving on private property, in addition to one felony count of bringing contraband into jail.\n\nSafe: A man who trespassed on Kylie Jenner's Hidden Hills home has been sentenced to one year behind bars\n\nThe contraband charges stem from Martinez being found with a glass pipe when he was taken into custody.\n\nHe was also given three-years probation and ordered to stay 100 feet away from the makeup mogul, according to the site.\n\nLast month Kylie filed for a temporary restraining order against the fan after he allegedly ventured up her Hidden Hills driveway to aggressively knock on her door and ask to see her, per TMZ.\n\nUnwanted visitor: Last month Kylie filed for a temporary restraining order against the fan after he allegedly ventured up her Hidden Hills driveway to aggressively knock on her door and ask to see her, per TMZ\n\nA hearing to extend the order is scheduled for later this month.\n\nKylie and daughter Stormi were not at home at the time of the property breach.\n\nBut still, the star was concerned about her and her family's well-being.\n\n'She's afraid the guy will continue to stalk her and come to her home in the future,' an insider told TMZ. 'She says the guy follows her and other members of her family on social media.'\n\nFamily affair: Kylie Jenner and daughter Stormi attended Travis Scott's Astroworld Festival in Houston earlier this week\n\nRecently Kylie has been away from home.\n\nJust days ago Jenner was in Houston to visit ex/baby daddy Travis Scott for his Astroworld Festival, sharing social media of her and Stormi at the show.\n\n'Kylie flew to Houston with a group of friends. She returns to L.A. this morning,' a source told People at the time.\n\nWhile Kylie has been single since splitting with Travis in early October, recently rumors of a romance with rapper Drake emerged.\n\nBut other sources have contended that the pair are simply 'friends.'"}}