{"GDELT": {"GlobalEventID": 886148534, "Day": 20191112, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8548, "Actor1Code": "PTY", "Actor1Name": "DEMOCRATIC PARTY", "Actor2Code": "USAEDU", "Actor2Name": "OHIO", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.2406947890818898, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chillicothe, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH141", "Actor1Geo_Lat": 39.3331, "Actor1Geo_Long": -82.9824, "Actor1Geo_FeatureID": "1060960", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_Lat": 40.3736, "Actor2Geo_Long": -82.7755, "Actor2Geo_FeatureID": "OH", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20191112230000, "SOURCEURL": "https://www.chillicothegazette.com/story/news/local/2019/11/12/briefs-pixelle-pursuing-two-new-mill-purchases/2573106001/"}, "ARTICLE": {"TITLE": "Briefs: Pixelle fueling growth with two new pending mill acquisitions", "TEXT": "Staff\n\nPixelle fueling growth with two new pending mill acquisitions\n\nSPRING GROVE, PA. - Pixelle Specialty Solutions, which owns and operates the paper mill in Chillicothe, is in the process of growing the company yet again.\n\nThe company, which was formed in 2018 by private investment firm Lindsay Goldberg as part of the process of purchasing the Chillicothe mill from Glatfelter, announced Tuesday that it has signed a definitive purchase agreement to acquire specialty paper mills in Jay, Maine, and Stevens Point, Wisconsin, from the Verso Corporation. The sale is expected to close during the first quarter of 2020.\n\n\"When we created Pixelle, we stated that we would leverage our differentiated, customized approach to manufacturing to help Pixelle build on its great reputation with customers and strengthen its position in the specialty paper markets it serves,\" said Steven Klingler, executive chairman of Pixelle. \"Since then, we have made significant progress and we believe there are still many opportunities to continuej to drive growth and enhance our operations. Through the addition of these two mills, we are positioning Pixelle for the future and look forward to continuing to be the best supplier and partner for our customers.\"\n\nOnce the deal closes, Pixelle will operate four paper mills which, in addition to the new acquisitions and the Chillicothe mill also includes a mill in Spring Grove, Pennsylvania, acquired at the same time as the Chillicothe facility. Three of those mills have on-site pulp mills with a total of 12 paper machines and the ability to produce more than one million tons of paper annually in aggregate. The company also counts additional operations in its portfolio, including a converting facility in Fremont, Ohio, and wood fiber sourcing operations in strategic wood baskets in Maine, Maryland, Ohio and West Virginia.\n\nOhio University Chillicothe Theater Program presents \"Tragedy: A Tragedy\" fall production\n\nCHILLICOTHE - The Ohio University Chillicothe Theater program will present their fall production of \"Tragedy: A Tragedy\" by Will Eno at 8 p.m. on Nov. 14 through 16 and at 2 p.m. on Nov. 16 and 17 in the Bennett Hall Auditorium.\n\nA $25 per person dinner theater event will take place on Friday, November 15 prior to the show, which includes dinner and admission to the show. Proceeds from the event contribute to the Jayne Stone Brown theater scholarship, which is awarded to a theater student each year.\n\n\"Tragedy: A Tragedy\" introduces the audience to a team of local broadcasters who are covering the setting of the sun. The news team, struggling to tease out some event to report on, decides to focus on remarks from the governor that suggests the sun may never rise again.\n\nThis production will feature a cast of five characters, including Frank in the Studio, Constance at the Home, John in the Field, Michael, the Legal Analyst, and the Witness, played by current OHIO Chillicothe students, to bring this story to life.\n\nDr. Lance Mekeel, OHIO Chillicothe Theater Program Director, said he chose \"Tragedy: A Tragedy\" for its message about how living in an increasingly mediatized world, we as humans are decreasingly connected and capable of sharing our experiences as humans.\n\n“This play provides the audience an opportunity to reflect on how ultimately language fails us to adequately understand one another,” he said. “The comedy of how these characters go through the breaking down of their means of relating to one another through the filter of the camera is the tragedy.”\n\nTickets will be available at the door for $10 for general admission (18 yrs.+), $7 for OHIO faculty and staff, $5 for children (17 and under), and free for OHIO students (with ID). For more information on the dinner theater event, contact Joyce Atwood at 740-774-7732.\n\nProehl stepping down as Democratic Party chair\n\nCHILLICOTHE- Ross County Democratic Party Chair Dustin Proehl announced on Friday that he is stepping down from the position.\n\nAhead of Wednesday's party meeting, Proehl asked the party to accept his resignation and select a replacement. He says the decision is because he does not feel he can dedicate the appropriate time to the position ahead of the presidential election.\n\nProehl is the father of two girls, serves as the President of the Ross County Young Democrats, and was re-elected to a Chillicothe City Council-At-Large position. He still plans to remain active in the RCDP but wants to take a step back.\n\nThe next Democratic Party meeting is at 7:30 p.m. on Wednesday, Nov. 13 at Union Hall, 553 W. 4th Street in Chillicothe.\n\nColerain Township announces a change in meeting\n\nHALLSVILLE - The Colerain Township board of trustees will meet at 7 p.m. on Tuesday, Nov. 19 at the fire dept annex building in Hallsville. The group normally meets the third Monday each month but changed November's meeting to Tuesday."}}