{"GDELT": {"GlobalEventID": 886147929, "Day": 20191112, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8548, "Actor1Code": "COP", "Actor1Name": "POLICE FORCE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 153, "EventBaseCode": 153, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.3613445378151297, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sonepur, Orissa, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN21", "Action2Geo_ADM2Code": "70225", "Action2Geo_Lat": 20.8333, "Action2Geo_Long": 83.9167, "Action2Geo_FeatureID": "-2111843", "DATEADDED": 20191112230000, "SOURCEURL": "https://timesofindia.indiatimes.com/city/patna/age-old-tradition-of-hathi-snan-revived-at-sonepur-mela-after-4-yrs/articleshow/72027910.cms"}, "ARTICLE": {"TITLE": "Age-old tradition of ‘Hathi Snan’ revived at Sonepur Mela after four years", "TEXT": "PATNA: The centuries-old tradition of ‘ Hathi Snan (elephant bath)’ on the auspicious occasion of Kartika Purnima at the world famous Sonepur Mela was revived after a gap of four years on Tuesday.The Sonepur district administration made special efforts this time to ensure that elephants come to the cattle fair as no tuskers were coming here for the last two years and no ‘hathi snan’ was not happening at the confluence of the Ganga and the Gandak on the occasion of Kartik Purnima because of the crowd management issue.Altogether 12 elephants had arrived at the fair venue this year. Officials of the Saran district administration claimed that jumbos had come to the Sonepur Mela only for religious purposes. “No trading of elephants will be done at the fair. There is complete prohibition on sale and purchase of tuskers. Elephants have come only for the purpose of Hathi Snan,” said Saran deputy development commissioner (DDC) Aditya Prakash.‘Hathi Snan’, the ritualistic elephant bath marks the celebration of ‘Gaja-Griha’, legend, according to which Lord Vishnu had come to save the elephant king from a crocodile. As the legend goes, a crocodile caught the legs of the elephant king Gajendra when he was crossing the Gandak at Sonepur.A fight ensued between the duo and Gajendra fervently prayed to Lord Vishnu to rescue him from the clutches of the crocodile. Lord Vishnu then came to his rescue by taking the ‘avatar’ (incarnation) of Baba Hariharnath and beheaded the crocodile with his ‘sudarshan chakra’. One of the fair in charges at Sonepur Mela said a large number of tuskers from Bihar Uttar Pradesh and Jharkhand used to come to the fair venue prior to the enforcement of the Wildlife Protection Act (1972) in 2002.Elephant owners said that they had stopped coming to Sonepur Mela owing to the strict enforcement of the law. Chandan Kumar, an elephant owner from Samastipur said, “Hathi Baazar used to be one of the biggest source of earnings for most of the elephant owners. Now that the government has stopped us from trading elephants, I am following it sincerely. This year I have come with my elephant only for the purpose of a religious bath.”`Hathi Snan’ was a major attraction for foreign tourists as well. “Sonepur fair is very popular in our country. I have especially come here to see elephants. I just hope to see many of them during my stay,” said Nicolas, a visitor from France.Officials said that heavy deployment of police forces were made for crowd management on the occassion of Kartika Purnima on Tuesday. “As many as 400 police personnel along with magistrates from different districts and volunteers were deployed at the Harihar Nath temple and Gajendra Moksha Ghat for managing the crowd,” said Prakash."}}