{"GDELT": {"GlobalEventID": 886148881, "Day": 20191112, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8548, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "MIL", "Actor2Name": "AIR FORCE", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 4.17124039517014, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Charleston, South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_ADM2Code": "SC019", "Actor1Geo_Lat": 32.7766, "Actor1Geo_Long": -79.9309, "Actor1Geo_FeatureID": "1221516", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Charleston, South Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSC", "Actor2Geo_ADM2Code": "SC019", "Actor2Geo_Lat": 32.7766, "Actor2Geo_Long": -79.9309, "Actor2Geo_FeatureID": "1221516", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20191112230000, "SOURCEURL": "https://www.mydailysentinel.com/news/47234/veterans-day-ceremony-held-in-pomeroy"}, "ARTICLE": {"TITLE": "Veterans Day ceremony held in Pomeroy", "TEXT": "POMEROY — Veterans, along with local residents and the Southern Local Marching Band, attended a Veterans Day ceremony at the Pomeroy Levee on Monday, honoring all of those who have served in the United States military.\n\nThe guest speaker for the event was Master Sgt. Wheeler.\n\nWheeler has served his country at many locations around the world since originally enlisting in the U.S. Army in 1967.\n\n“We are here today to honor our service members and remember the sacrifices they have made and the courage it takes to defend our country,” said Wheeler.\n\n“President George Washington said ‘The willingness with which our young people are likely to serve in any war, no matter how justified, shall be directly proportional to how they perceive the veterans of earlier wars were treated and appreciated by their nation,’” said Wheeler.\n\n“We are here today to honor our heroes, to remember their achievements, their courage and their dedication and to say thank you for their sacrifices,” added Wheeler. “We stand in the midst of patriots and the family and friends of those who have nobly served.”\n\nWheeler recognizes those who have served, saying, “Thank you for answering the call to duty. You have made our armed forces the most respected in the world.”\n\nHe then asked the family members of those who served to stand, and thanked them for what they had done as well.\n\n“The service members we honor today came from all walks of life but they shared several fundamental qualities. They possessed courage, pride, determination, selflessness, dedication to duty and integrity. All the qualities needed to serve a cause larger than ones self,” said Wheeler. “They didn’t go to war because they loved fighting. They were called to be part of something bigger than themselves. They were ordinary people who responded in extraordinary ways in extreme times. They rose to the nations call because they wanted to protect a nation which has given them, us, so much.”\n\nWheeler graduated from Point Pleasant High School in 1966. He served in the U.S. Army from 1967 to 1970. Wheeler was assigned to Fort Monmouth Military Signal School for electronics training. He graduated a a dial central officer repairman and received accelerated advancement to specialist E4 rank. Wheeler then went to Fort Hood, Texas, and was assigned to artillery in 1968 and 1969.\n\nIn January 1970, Wheeler went to Pinder Barracks, Zirndorf, Germany, and was assigned artillery, D Battery. In April, Wheeler was promoted to Sergeant E5 rank and moved to the position of gun commander. Wheeler was discharged from the U.S. Army at Ft. Dix, New Jersey, in November 1970.\n\nIn 1978, Wheeler enlisted in the West Virginia Air National Guard 130th Airlift Wing in Charleston, W.Va. Wheeler attended a physiological training at Wright Patterson Air Force Base (AFB) in Ohio in 1979. Due to a change in employment, Wheeler moved to Florida in 1980 and joined the Air Force Reserve in Charleston, South Carolina. He attended a Flight Engineer School at Altus AFB in Altus, Oklahoma in 1981.\n\nIn 1984, Wheeler moved again due to a job relocation. He joined the Kentucky Air National Guard in Louisville, Kentucky. Wheeler served as a crew chief on RF 4C aircrafts. Wheeler moved to Wisconsin in 1993 and enlisted in the 115th Fighter Wing of the Wisconsin Air National Guard. In March 1997, Wheeler deployed to Incirlink AFB in Adana, Turkey in the support of Operation Northern Watch.\n\nWheeler went to support Operation Southern Watch in October 1998 at Prince Sultan AFB in Saudi Arabia. Wheeler returned to the United States in November 201 when he deployed to Langley AFB in Virginia in support of Operation Noble Eagle. In August 2004, he deployed to Al Udeid AFB in Qatar for Operation Enduring Freedom.\n\nWheeler then went to Balad AFB in southeaster Iraq for Operation Iraqi Freedom in April 2006.\n\nIn his final deployment, Wheeler went to Davis-Monthan AFB in Tucson, Arizona in January 2007 for Operation Jump Start. Wheeler was honorably discharged from the Wisconsin Air National Guard in August 2007.\n\nWheeler continues to work with the military, leaving later in the day on Monday for Camp Dawson for a training, according to Commander Hood.\n\nAdditionally, Joanne Newsome, President of the Post 39 Ladies Auxiliary read Flanders Field in memory of Gladys Cumings and Chaplain Jerry Fredrick read the Old Ragged Flag.\n\nThe Southern Local Marching Band performed the National Anthem and other patriotic songs as part of the program, with Silas Nero playing Taps following the gun salute by members of Post 39.\n\nMaster Sgt. Wheeler addresses the crowd during Monday’s ceremony. https://www.mydailysentinel.com/wp-content/uploads/sites/14/2019/11/web1_11.12-Pomeroy-1.jpg Master Sgt. Wheeler addresses the crowd during Monday’s ceremony. American Legion Post 39 members conducted a gun salute at the end of the ceremony on Veterans Day. https://www.mydailysentinel.com/wp-content/uploads/sites/14/2019/11/web1_11.12-Pomeroy-2.jpg American Legion Post 39 members conducted a gun salute at the end of the ceremony on Veterans Day. The Southern Local Marching Band performed during the Veterans Day ceremony in Pomeroy. https://www.mydailysentinel.com/wp-content/uploads/sites/14/2019/11/web1_11.12-Pomeroy-3.jpg The Southern Local Marching Band performed during the Veterans Day ceremony in Pomeroy. Joanne Newsome read Flanders Field during the ceremony at the Pomeroy Levee. https://www.mydailysentinel.com/wp-content/uploads/sites/14/2019/11/web1_11.12-Pomeroy-4.jpg Joanne Newsome read Flanders Field during the ceremony at the Pomeroy Levee. Jerry Fredrick read the Old Ragged Flag during the ceremony. https://www.mydailysentinel.com/wp-content/uploads/sites/14/2019/11/web1_11.12-Pomeroy-5.jpg Jerry Fredrick read the Old Ragged Flag during the ceremony. The colors were presented by American Legion Post 39. https://www.mydailysentinel.com/wp-content/uploads/sites/14/2019/11/web1_11.12-Pomeroy-6.jpg The colors were presented by American Legion Post 39.\n\nBy Sarah Hawley shawley@aimmediamidwest.com\n\nSarah Hawley is the managing editor of The Daily Sentinel.\n\nSarah Hawley is the managing editor of The Daily Sentinel."}}