{"GDELT": {"GlobalEventID": 886592826, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor1Code": "IGOUNODEV", "Actor1Name": "UNESCO", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor1Type2Code": "DEV", "Actor2Code": "GRCGOV", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.98039215686274, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Parthenon, Perifereia Kentrikis Makedonias, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR59", "Actor2Geo_ADM2Code": "16697", "Actor2Geo_Lat": 40.1167, "Actor2Geo_Long": 23.8167, "Actor2Geo_FeatureID": "-825722", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Parthenon, Perifereia Kentrikis Makedonias, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR59", "Action2Geo_ADM2Code": "16697", "Action2Geo_Lat": 40.1167, "Action2Geo_Long": 23.8167, "Action2Geo_FeatureID": "-825722", "DATEADDED": 20191114161500, "SOURCEURL": "https://hyperallergic.com/528276/china-sides-with-greece-over-return-of-parthenon-marbles/"}, "ARTICLE": {"TITLE": "China Sides with Greece Over Return of Parthenon Marbles", "TEXT": "The British Museum in London, which for decades evaded the Greek government’s requests to repatriate the Parthenon Marbles to Athens, is now facing pressure from one of the world’s most powerful leaders, Chinese President Xi Jinping.\n\nXi expressed his support of Greece’s demand to win back the 2,500-year-old friezes during a visit to the Acropolis Museum on Tuesday, October 12, where he was accompanied by his Greek president Prokopis Pavlopoulos.\n\nThe Chinese leader was prompted to take a stance on the issue by Pavlopoulos while the two viewed plaster casts of the marbles. “Imagine this place with the marbles, and [then] imagine how the marbles are at this moment in the British Museum, which is holding them illegally and against every sense of culture,” the Greek president said.\n\n“I totally agree with you,” Xi replied, according to a report by Aljazeera. “Not only will you have my support, we should work together,” the Chinese president continued. “We, too, have our own [treasures] outside the country and are doing everything we can to get them home.”\n\nParthenon Marbles (also called the Elgin Marbles) were originally part of the temple of the Parthenon in the Acropolis. The British Museum purchased the sculptures about 200 years ago from Lord Elgin, who was serving as the first British ambassador to the Ottoman Empire. Supporters of Elgin claim that he removed the friezes from the at the acropolis with permission from the Ottoman Sultan. Greece, on the other hand, argues that the Ottoman empire was an occupying force and any permission granted during that period is not valid.\n\nIn 2013, UNESCO offered the British Museum to mediate a deal between it and the government of Greece, which has been calling for the return of the marbles with for the past 30 years. But the museum has reportedly rejected the request.\n\nLast year, British Labour Party leader Jeremy Corbyn announced that if elected, he would return the friezes to Greece. “They were made in Greece, and that is where they were for thousands of years until they were taken by Lord Elgin,” he told the Greek newspaper told Ta Nea. “We should be engaged in constructive talks with the Greek government about returning the sculptures.”"}}