{"GDELT": {"GlobalEventID": 886592698, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor1Code": "GOV", "Actor1Name": "AUTHORITIES", "Actor1Type1Code": "GOV", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.37100213219617, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_Lat": 43.3504, "Actor1Geo_Long": -84.5603, "Actor1Geo_FeatureID": "MI", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Kent County, Michigan, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMI", "Actor2Geo_Lat": 43.0334, "Actor2Geo_Long": -85.55, "Actor2Geo_FeatureID": "1622983", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 43.3504, "Action2Geo_Long": -84.5603, "Action2Geo_FeatureID": "MI", "DATEADDED": 20191114161500, "SOURCEURL": "https://www.detroitnews.com/story/news/local/michigan/2019/11/14/grand-rapids-pay-190-k-american-veteran-wrongly-held-ice-marine/4189342002/"}, "ARTICLE": {"TITLE": "Grand Rapids to pay $190K to American veteran wrongly held by ICE", "TEXT": "The city of Grand Rapids will pay $190,000 to a Marine veteran who was arrested by police and wrongfully turned over to Immigration and Customs Enforcement officials.\n\nThe Grand Rapids City Commission approved the settlement Tuesday for Jilmar Ramos-Gomez, 28, who was born and raised in Michigan.\n\nOn Nov. 21, 2018, city authorities arrested Ramos-Gomez after he allegedly trespassed and set a small fire at a hospital. The ACLU said he pleaded guilty and was supposed to be released from Kent County Jail on Dec. 14 while awaiting sentencing.\n\nHowever, when Ramos-Gomez's mother went to the jail to pick up her son, she was told he was placed in ICE custody.\n\nRamos-Gomez, who suffers from post-traumatic stress disorder, was held for three days at a detention center 70 miles away in Battle Creek before a lawyer working for the family provided proof of citizenship. He was released Dec. 17.\n\nRamos-Gomez had his United State's passport on him at the time of his arrest, said ACLU attorney Miriam Aukerman. The ACLU called for an investigation into the episode.\n\n\"We hope that the community can learn from this case,\" she said Wednesday. \"What happened to Jilmar was really tragic and we hope that will be the impetus we need in this city for the city and police department to move forward and engage in systemic reform that will change policing ... so that no one else has to suffer the way Jilmar suffered.\"\n\nGrand Rapids Mayor Rosalynn Bliss said the Commission voted unanimously in support of the settlement and declined to further comment.\n\nBody cam footage of Ramos-Gomez's arrest obtained by The Detroit News through Freedom of Information Act requests shows Grand Rapids police officers were aware of Ramos-Gomez' citizenship status and military service before placing him in custody.\n\nAn internal investigation found Grand Rapids Police Capt. Curtis VanderKooi reported Ramos-Gomez's incident to ICE officials referring to him as “loco,” or crazy. He was brief removed from the department.\n\n\"That's about as clear as you can get in terms of a case of racial profiling,\" Aukerman said. \"We're really glad that the city here has acknowledged responsibility. One of the most important things we can do as a community is to accept responsibility and move forward. We applaud the city... and hope this is the first step to move the city forward.\"\n\nAukerman said ICE has not taken responsibility after ordering that Ramos-Gomez be transferred to Battle Creek. The ACLU is pursuing litigation against the Calhoun County detention facility after its refusal to release documents related to the incident.\n\nICE officials referred to their earlier statement Thursday that on Nov. 23, ICE officers interviewed Ramos-Gomez while he was in Grand Rapids police custody and claimed in verbal statements to be a foreign national illegally in the U.S.\n\n\"On Dec. 14, ICE took Mr. Ramos into agency custody after he was released from local custody. On Dec. 17, an attorney for Mr. Ramos contacted the agency and provided documentation suggesting that he is a U.S. citizen. ICE reviewed the documentation and authorized Mr. Ramos’ release,\" ICE officials said. \"No further action will be taken.\"\n\nAukerman responded to local reactions from some city residents who said Ramos-Gomez was being \"rewarded for committing a crime.\"\n\n\"This is an individual who went to Afghanistan, fought on the battlefield and came home scared. ... We just had Veterans Day, we live in the land of the free because of the brave,\" Aukerman said. \" As a result of that, he ended up on the helipad, not something that was lawful, but was a direct consequence of his PTSD and then because of the color of his skin, he ended up in immigration custody. That is absolutely wrong. Someone should not suffer even further because of the color of his skin.\"\n\nThe incident sparked the Michigan Department of Civil Rights to review 23 additional complaints of discrimination against the Grand Rapids Police Department after two earlier complaints were filed by the ACLU.\n\nThe monetary settlement is a small part of a larger conversation and has brought changes within the city, setting an example for other police departments, Aukerman said.\n\nAfter the incident, the Grand Rapids Police Department adopted a policy that will ensure equal enforcement of law regardless of citizenship. In August, the department announced it will not hold foreign nationals without a judicial warrant.\n\nOfficers must not coerce or threaten individuals, request information on immigration status or request translation services from federal immigration authorities unless there's an imminent danger to the public.\n\nThe Kent County Sheriff's Office also changed its policy earlier this year on voluntarily holding detainees for ICE following Ramos-Gomez' wrongful arrest.\n\nDearborn also followed that lead, deciding not to continue a more than a decade-long arrangement with ICE to hold detainees, officials announced in August.\n\nRamos-Gomez isn't the first U.S. citizen to be detained by ICE.\n\nLast year, the ACLU and Southern Poverty Law Center filed a lawsuit over the detention of Peter Sean Brown, a U.S. citizen who was born in Philadelphia and ended up in ICE detention in Florida.\n\nAn investigation by the Los Angeles Times in April 2018 found that ICE has released more than 1,480 people from custody since 2012 after investigating citizenship claims.\n\nsrahal@detroitnews.com\n\nTwitter: @SarahRahal_"}}