{"GDELT": {"GlobalEventID": 886591845, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor2Code": "CANEDU", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.76100628930818, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Toronto, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12686", "Actor2Geo_Lat": 43.6667, "Actor2Geo_Long": -79.4167, "Actor2Geo_FeatureID": "-574890", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brookfield, Nova Scotia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA07", "Action2Geo_ADM2Code": "12627", "Action2Geo_Lat": 45.25, "Action2Geo_Long": -63.2833, "Action2Geo_FeatureID": "-561700", "DATEADDED": 20191114161500, "SOURCEURL": "https://www.ngnews.ca/business/local-business/i-had-no-idea-about-the-uphill-battle-that-was-before-me-372730/"}, "ARTICLE": {"TITLE": "‘I had no idea about the uphill battle that was before me’", "TEXT": "NEW GLASGOW, N.S. — At first, it’s hard to imagine that, at 32, anyone could amass the accolades that Mallory Whitty has received during the past decade.\n\nBut the awards framed on the wall in her modest office at the New Glasgow Chamber of Commerce speaks to an entrepreneurial spirit that’s going strong in this part of the province.\n\n“I feel like we live in a community where people want to support youth entrepreneurs and encourages them to stay here,” said Whitty. “If it’s a goal of yours, then go for it.”\n\nWhitty grew up in Brookfield, near Truro, and attended Ryerson University in Toronto to study commerce.\n\n“Funnily enough, I hated it,” she said laughing.\n\n“I’ve learned since then that I’m more of a hands-on kind of person. I really love business but I didn’t love learning in the classroom.”\n\nSo, while Whitty was completing her degree at Saint Mary’s University, she was looking for ways to learn on the job. That’s when her former employer and newly minted PropertyGuys.com real estate franchise owner in Truro reached out with a once-in-a-lifetime opportunity.\n\nIn 2009 The Canadian Youth Business Association and PropertyGuys.com Canada had teamed up to launch the youth entrepreneurship challenge. The prize? A PropertyGuys.com franchise.\n\nSoon, Whitty says she was “in the school of Daina,” referring to her friend and mentor Daina Hernden.\n\n“Daina called me and said, ‘Mallory, someone’s going to be the winner of this franchise. You need to enter.'\"\n\nBut there was one tough barrier Mallory faced.\n\n“I didn’t know anything,” she said laughing.\n\nAfter a 40 minute phone call, Whitty was hooked.\n\n“My full-time job was to win that contest,” said Whitty. “There was never a possibility in my mind that I wasn’t winning.”\n\nContestants had to campaign for votes in their community by making videos, giving presentations at schools, and generally hustle for support. If contestants made it past the first round, they would need to develop a business plan and go through a job interview. Whoever was left after that, would face the dragons on the popular CBC show Dragons' Den.\n\nWhitty, along with two other finalists, was flown to Toronto where the final test was to make their case in the den as to why they should be handed the keys to a new franchise. Whitty was only halfway through her presentation when celebrity businesswoman and investor Arlene Dickinson gave her a ringing endorsement.\n\n“In the middle of my presentation she picked up a stack of money, came over to my podium, slammed it down, and said, ‘you’ve got my vote.'\"\n\nBut the trajectory of Whitty’s life, it seems, was set on a different path that even Dickinson’s vote of confidence couldn’t sway. Whitty lost the competition.\n\nShe returned to Nova Scotia, finished her degree at SMU, all the time smarting from the loss. She wanted the franchise. In particular she wanted this franchise – Pictou, Antigonish and Guysborough – and Whitty's dream job was still up for grabs if she wanted it bad enough.\n\n“So, I got a loan and bought the franchise like anyone else.”\n\nIn 2009, Whitty became the youngest PropertyGuys.com franchise owner in Canada. With her new job and new responsibilities, she had a new goal – win franchise of the year.\n\n“I have these memories of driving from New Glasgow to Antigonish and saying to myself, ‘someday, it’s not going to be like this, someday people will be calling me instead of me calling them, and someday I’m going to be franchise of the year.’”\n\nIt wasn’t going to be easy, but at the time, Whitty was too revved up to worry.\n\n“I think there’s something really special about youth entrepreneurs,” she said. “And a lot of it comes from being very naïve. I had no idea about the uphill battle that was before me, but I had no choice but to put one foot in front of the other.”\n\nTwo years ago, Whitty attended the PropertyGuys.com annual conference and awards night in Mexico, where she was named the top franchisee in Canada.\n\n“It was incredible,” she beamed. “I had gotten married that year too and I would compare that to my wedding day; it was so meaningful to me.”\n\nAs for the contest that she lost nearly 10 years ago.\n\n“Sometimes it’s not a bad thing to have the wind taken out of your sails a little bit,” she said. “Losing that franchise was the best thing to ever happen to me. It took me years to admit it, but I never would have worked as hard as I did if this had been handed to me.”"}}