{"GDELT": {"GlobalEventID": 886592521, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor1Code": "ESP", "Actor1Name": "SPAIN", "Actor1CountryCode": "ESP", "Actor2Code": "BRA", "Actor2Name": "BRAZIL", "Actor2CountryCode": "BRA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.2508038585209, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR", "Actor1Geo_Lat": -10.0, "Actor1Geo_Long": -55.0, "Actor1Geo_FeatureID": "BR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Algeria", "Actor2Geo_CountryCode": "AG", "Actor2Geo_ADM1Code": "AG", "Actor2Geo_Lat": 28.0, "Actor2Geo_Long": 3.0, "Actor2Geo_FeatureID": "AG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191114161500, "SOURCEURL": "https://www.iaea.org/newscenter/news/iaeas-inir-service-looks-ahead-to-2020-after-years-final-mission-to-egypt"}, "ARTICLE": {"TITLE": "IAEA's INIR Service Looks Ahead to 2020 After Year’s Final Mission to Egypt", "TEXT": "IAEA efforts to support Member States in establishing the necessary infrastructure for a nuclear power programme are set to intensify with four Integrated Nuclear Infrastructure Review (INIR) missions planned for next year, following the completion of the final INIR of 2019 in Egypt yesterday.\n\nThe INIR service, based on the IAEA’s Milestones Approach, assists both embarking countries and those that are expanding their nuclear power programmes in ensuring that the infrastructure required for the safe, secure and sustainable use of nuclear power is developed in a responsible and orderly manner.\n\nSince the service’s launch in 2009, the IAEA has carried out 29 INIR missions in 21 Member States, including reviews this year in Egypt and Ghana. INIR missions are planned next year for Belarus, Kenya, Uganda and Uzbekistan.\n\n“It will be an important year for the INIR service,” said Milko Kovachev, Head of the IAEA’s Nuclear Infrastructure Development Section (NIDS). “The first INIR will start in February in Belarus, which is completing construction on its first nuclear power plant and is expected to start operation sometime in 2020.”\n\nThe Milestones Approach provides detailed guidance for three phases of nuclear power infrastructure development: consider, prepare and construct. Belarus, which welcomed an INIR in 2012, will become the second country to host a Phase 3 mission after the United Arab Emirates, which is also nearing operations at its first nuclear power plant. In March, the IAEA will conduct a follow-up INIR in Kenya and a mission to Uganda, both Phase 1, while the timing of Uzbekistan’s Phase 2 mission is still to be decided.\n\nThe IAEA concluded an 11-day INIR mission to Egypt on 6 November 2019, conducted at the invitation of the Government. With a population of almost 100 million, Egypt has engaged with a contractor to construct and commission four 1200 MWe pressurized water reactors at the El-Dabaa site on the Mediterranean coast, about 150 km west of Alexandria.\n\nUsing the Phase 2 criteria of the Milestones Approach, the INIR team—comprising experts from Algeria, Brazil, Spain and the United Kingdom as well as IAEA staff — reviewed the status of the 19 nuclear power infrastructure issues using the IAEA Nuclear Energy Series “Evaluation of the Status of National Nuclear Infrastructure Development”.\n\nThe INIR team said Egypt has established comprehensive national legislation, signed an Inter-Governmental Agreement and made contractual arrangements for the construction and operation of the first nuclear power plant. With its recommendations and suggestions, the team also pointed to areas where action could further assist Egypt, including continuing to develop the legal and regulatory framework and its readiness for the construction phase and sustainability.\n\n“Egypt is making good progress for the construction phase of its first nuclear power plant,” said team leader Jose Bastos, Technical Lead of the IAEA’s Nuclear Infrastructure Development Section.\n\nThe team also identified good practices by Egypt that would benefit other countries considering introducing nuclear power, including in the areas of regulatory framework, electrical grid, stakeholder involvement, nuclear security and industrial involvement.\n\n“Through the INIR mission, I believe we have established a new benchmark for our ongoing and future cooperation with the IAEA as we deliver the El-Dabaa NPP Project and bring the benefits of nuclear energy to Egypt’s almost 100 million people,” said Amged El-Wakeel, Board Chairman of the Nuclear Power Plants Authority (NPPA) and Director-General of the Egyptian Nuclear Power Project.\n\nThe results of INIR missions are expected to help Member State develop an action plan to fill any gaps, which in turn will help the development of the national nuclear infrastructure. The IAEA publishes the INIR mission report on its website 90 days after its delivery to the Member State, unless the State requests in writing that the IAEA not do so."}}