{"GDELT": {"GlobalEventID": 886593388, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor1Code": "THA", "Actor1Name": "THAILAND", "Actor1CountryCode": "THA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.41064120054571, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mazu, Zhejiang, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH02", "Actor1Geo_ADM2Code": "13327", "Actor1Geo_Lat": 30.4283, "Actor1Geo_Long": 122.375, "Actor1Geo_FeatureID": "176342", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mazu, Zhejiang, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH02", "Action2Geo_ADM2Code": "13327", "Action2Geo_Lat": 30.4283, "Action2Geo_Long": 122.375, "Action2Geo_FeatureID": "176342", "DATEADDED": 20191114161500, "SOURCEURL": "http://www.xinhuanet.com/english/2019-11/14/c_138555473.htm"}, "ARTICLE": {"TITLE": "Feature: Chinese sea goddess Mazu \"flies\" to Thailand for cultural exchanges - Xinhua", "TEXT": "Source: Xinhua| 2019-11-14 21:25:42|Editor: huaxia\n\nVideo Player Close\n\n\n\n\n\nChinese sea goddess Mazu's special journey: The statue was carried out of the temple on an island in east China's Fujian Province and took a ferry to Xiamen city, where she got her boarding pass at the airport to head to Thailand for cultural exchanges.\n\n\n\nXIAMEN, Nov. 14 (Xinhua) -- An airplane departed from Xiamen, a coastal city of east China's Fujian Province Thursday morning, carrying a special passenger -- the Chinese sea goddess Mazu. She is heading to Thailand for cultural exchanges.\n\nThe cabin crew adjust the seat for the statue of Mazu on the airplane departing from Xiamen, Nov. 14, 2019. (Xinhua/Wei Peiquan)\n\nAs the statue of the Chinese sea goddess Mazu arrived at the Xiamen Gaoqi International Airport, passersby craned their necks and took out their phones to take photos of her.\n\n\"I've never seen a statue of a goddess taking a plane,\" said Ricardo Solis, a Mexican who took a raft of pictures to record this once-in-a-lifetime scene.\n\nThe goddess statue and her boarding pass (Xinhua/Wei Peiquan)\n\nThe goddess, known for her benevolence, had no privilege in this trip. The name on her boarding pass showed her original name, Lin Mo, and she sat in economy class.\n\nThe airline removed a seat configuration with three seats to place the goddess statue together with two other fairy figures that traditionally protect Mazu.\n\nThe cabin crew adjust the seat for the statue of Mazu on the airplane departing from Xiamen, Nov. 14, 2019. (Xinhua/Wei Peiquan)\n\n\n\nPrior to her arrival in Xiamen, a ferry, with the statue of Mazu aboard, set sail on Wednesday morning from Meizhou Island in the city of Putian, where her ancestral temple is located.\n\nWith drums beating, thousands of locals in red lined up along the road to the quay to pay tribute and see their beloved idol off for a seven-day trip to Thailand.\n\nIn Thailand, Mazu will attend a series of cultural exchange activities.\n\nEscort members carry the statue of Mazu in Meizhou Island in Putian, southeast China's Fujian Province, Nov. 13, 2019. (Xinhua/Wei Peiquan)\n\nMazu is the deified form of a devoted woman named Lin Mo, who lived in the 10th century, dedicated herself to helping those in need, and died attempting to rescue shipwreck victims at the age of 27.\n\nIn memory of Mazu's benevolence and dedication to others, local people started venerating her statue and consecrating her as the goddess of oceans who could bring peace, fortune and good luck.\n\n\"Mazu is a goddess, and also a human,\" said Zhou Jinyan, deputy secretary-general of the Chinese Mazu Cultural Exchange Association. \"Mazu is considered as a member of our family.\"\n\nMazu is widely worshiped in Taiwan and other coastal regions of southeast China.\n\nAs more and more Chinese people have ventured abroad and become involved with other parts of the world, Mazu's spirit of integrity, kindness and love has also been spread all around the globe.\n\nHer believers are also found in some eastern and southeastern Asian countries. It is estimated that the number of Mazu followers around the world exceeds 300 million.\n\nEscort members carry the statue of Mazu in Meizhou Island in Putian, southeast China's Fujian Province, Nov. 13, 2019. (Xinhua/Wei Peiquan)\n\nFor more than a thousand years, innumerable sailors gained courage from Mazu and sailed out to the vast oceans in spite of the dangers and difficulties lying ahead, becoming the pioneers of maritime cultural exchanges.\n\nIn 2009, Mazu beliefs and customs were inscribed on the UNESCO Representative List of Intangible Cultural Heritage of Humanity.\n\nEscort members carry the statue of Mazu in Meizhou Island in Putian, southeast China's Fujian Province, Nov. 13, 2019. (Xinhua/Wei Peiquan)\n\n\"More and more people in Thailand are becoming interested in Mazu culture, and through Mazu, they are gaining a deeper understanding of Chinese culture,\" said Wu Hongyan, vice chairman of the Thailand Quanzhou Jinjiang Union.\n\nWu was one of the eight people that traveled all the way from Thailand to China just to escort Mazu's statue in person.\n\n\"Mazu plays the role of a cultural bond in connecting the peoples of China and Southeast Asian countries along the ancient Maritime Silk Road,\" said Zhou. \"She represents both cultural and spiritual wealth of the whole world.\"\n\nPrior to this trip, Mazu visited Singapore and Malaysia in 2017. She also traveled to Manila, the Philippines in 2018. ■"}}