{"GDELT": {"GlobalEventID": 886591779, "Day": 20181114, "MonthYear": 201811, "Year": 2018, "FractionDate": 2018.8603, "Actor1Code": "USA", "Actor1Name": "IOWA", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "MONTANA", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.19401330376940001, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_Lat": 42.0046, "Actor1Geo_Long": -93.214, "Actor1Geo_FeatureID": "IA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Montana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMT", "Actor2Geo_Lat": 46.9048, "Actor2Geo_Long": -110.32600000000001, "Actor2Geo_FeatureID": "MT", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0046, "Action2Geo_Long": -93.214, "Action2Geo_FeatureID": "IA", "DATEADDED": 20191114161500, "SOURCEURL": "https://www.fox35orlando.com/news/these-are-the-21-candidates-running-for-president-in-2020"}, "ARTICLE": {"TITLE": "These are the 6 candidates running for president in 2020", "TEXT": "The field of 2020 presidential candidates remains crowded, with five Democrats currently making a bid for the White House along with two Republicans — one of whom is President Donald Trump.\n\nAs campaign season heats up, here's a look at each candidate vying for the highest office in the land:\n\nJoe Biden\n\nThe 47th vice president of the United States has now officially tossed his name in the running for the 2020 presidency. Biden served as a senator from Delaware for 36 years before assuming the role of VP to former President Barack Obama in 2009. This will be Biden's third bid for the presidency; he also ran in 1988 and 2008.\n\nBiden will focus on rebuilding the middle class, repairing our relationships with allies and modernizing the military.\n\nWe’re in a battle for the soul of America. It’s time to remember who we are. We’re Americans: tough, resilient, but always full of hope. It’s time to treat each other with dignity. Build a middle class that works for everybody. Fight back against the incredible abuses of power we’re seeing. It’s time to dig deep and remember that our best days still lie ahead. — Joe Biden\n\nTulsi Gabbard\n\nAdvertisement\n\nAt the age of 21, Tulsi Gabbard served in Hawaii's State Legislature before going on to complete two deployments to the Middle East as part of the Hawaii Army National Guard. Today, she is a major in the National Guard and is serving her fourth-term in Congress.\n\nGabbard's experience in the military inspired her presidential platform, and putting an end to regime change wars overseas is her most pressing point. She hopes to redirect the resources that are being poured into American military interventions overseas into creating a renewable, sustainable economy at home. Environmental protection, infrastructure improvement, breaking up big banks, criminal justice reform, health care for all and sustainable agriculture are also major priorities.\n\nRegime change wars are bankrupting our country and our moral authority. We need to redirect those resources into a renewable, sustainable economy that works for everyone and bring about an era of peace. We must put service above self and reclaim our great democracy from the forces of hatred and division. — Tulsi Gabbard, Tulsi 2020\n\nBernie Sanders\n\nBernie Sanders, who identifies as a democratic socialist, captivated the country during his 2016 run for the Democratic nomination for president against Hillary Clinton, but his political career began long before. He was mayor of Burlington, Vermont for eight years, and he served as a congressman for 16 years before being elected to the Senate.\n\nHe is running on a platform built around the same ideologies which shaped his 2016 campaign: Medicare for all, free college tuition and limiting the influence of billionaires and money in politics.\n\nI’m running for president so that, when we are in the White House, the movement we build together can achieve economic, racial, social and environmental justice for all. — Bernie 2020\n\nElizabeth Warren\n\nElizabeth Warren was a professor for more than 30 years at Rutgers University, University of Houston, University of Texas-Austin, University of Michigan, University of Pennsylvania and Harvard University. During the 2008 financial crisis, she served as chair of the Congressional Oversight Panel to help with oversight of the Wall Street bailout. She went on to become a senator from Massachusetts in 2012.\n\nWarren has set her sights on ending corruption in Washington, getting big money out of politics, expanding voting rights and rebuilding the middle class through the strengthening of unions, enforcement of antitrust laws and tax reform.\n\nThis is the fight of our lives. The fight to build an America that works for everyone, not just the wealthy and the well-connected. It won’t be easy. But united by our values, we can make big, structural change. We can raise our voices together until this fight is won. — Elizabeth Warren, Warren For President\n\nRepublican Candidates\n\nDonald Trump\n\nDonald Trump is currently serving as the 45th president of the United States after a long and highly-publicized career as a businessman and television personality.\n\nTrump is devoted to tackling the same issues in 2020 that are on his slate right now: buckling down on immigration and strengthening national security through endeavors like building a wall at the Mexico border, renegotiating or exiting from trade deals like TPP and NAFTA to boost the economy and building up the military to fight terrorism abroad.\n\nWe will make America strong again. We will make America proud again. We will make America safe again. And we will Make America Great Again! — President Donald Trump, Donald J. Trump For President\n\nWilliam Weld\n\nWilliam Weld was elected governor of Massachusetts in 1990 and re-elected in 1994. He was the first Republican to be elected to the office in 20 years. He got his political start as a staffer for Congress during the Watergate case which led to Nixon's impeachment, and then he went on to serve as assistant U.S. attorney general in Ronald Reagan's Justice Department.\n\nWeld is framing his campaign around his direct opposition to the Trump administration, situating himself as the moderate Republican alternative to Trump. He hopes to reduce divisiveness between parties and implement more conservative economic policies."}}