{"GDELT": {"GlobalEventID": 886592661, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor1Code": "GOV", "Actor1Name": "AUTHORITIES", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.41455160744501, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Barbados", "Actor1Geo_CountryCode": "BB", "Actor1Geo_ADM1Code": "BB", "Actor1Geo_Lat": 13.166667000000002, "Actor1Geo_Long": -59.533333, "Actor1Geo_FeatureID": "BB", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Barbados", "Action2Geo_CountryCode": "BB", "Action2Geo_ADM1Code": "BB", "Action2Geo_Lat": 13.166667000000002, "Action2Geo_Long": -59.533333, "Action2Geo_FeatureID": "BB", "DATEADDED": 20191114161500, "SOURCEURL": "https://barbadostoday.bb/2019/11/14/enlist-more-social-workers-psychologists/"}, "ARTICLE": {"TITLE": "‘Enlist more social workers, psychologists’", "TEXT": "Dozens of qualified but out-of-work social workers and psychologists must be called into action to tackle child violence, child rights activist Faith Marshall-Harris has suggested.\n\nIn the aftermath of last Friday’s fatal school stabbing, Marshall-Harris, who sits on the Committee on the Rights of the Child (CRC) has suggested a recent upsurge in violent crime among school-aged youth is linked to a growing culture of poverty and hopelessness.\n\nAppearing as a guest on the Voice of Barbados radio call-in programme, Down to Brass Tacks, on Wednesday, the attorney said perpetrators of violence were not always cognisant of the connections. But, based on her recent experience, she suggested recent problems with youth violence are due to poverty within the households and communities where some young people are raised.\n\nMarshall-Harris said: “Many moons ago when we did sociology and the culture of poverty, we said it does not apply in Barbados because we had a culture then when the cane cutters aspired, so they didn’t see themselves as being poor.\n\n“They saw themselves as socially mobile and their children were socially mobile.\n\n“So we didn’t understand what sociologists were talking about when they spoke about a culture of poverty, but now I can see it here because I have encountered children and some adults saying to me, ‘I am from the ghetto, so I can’t do any better and we are actually revelling in that reality’.\n\n“Poverty is not just about having no means. It is the culture of poverty and saying, ‘you are going to have to forgive me for whatever I do as a result because I can’t do any better.’”\n\nBarbados was culturally a reactionary society in which people primarily sought only to address serious matters after crises, Marshall-Harris suggested, but said there was no better time to engage the services of key professionals whose expertise are currently being grossly underused.\n\nShe said: “We expensively educate hundreds of people every academic year with the qualifications in psychology and social work without giving them the opportunity to practice.\n\n“We’ve got the resources and we’ve got to use them, and we have a need for them.\n\n“It’s not a situation where we are just going to push them into [the school system] to absorb them, but because we now see the absolute need to have the social workers in the schools.”\n\nSafety officers with law enforcement training needed to be employed as well, the child advocate added.\n\nShe said: “The incipient violence has been there for a while.\n\n“Unfortunately, we are crisis management people and we are not very proactive in our approach, but I think the time has come to employ all these devices.\n\n“We also need to not just focus on the school. What happens in school is a product also of what is happening outside the schools.\n\n“The environment from which our children are proceeding very often is already a violent one, so they bring that into a school.”\n\nMarshall-Harris further pointed out that problems with child violence were not exclusive to Barbados and suggested authorities examine some of the factors influencing youth violence globally.\n\nShe said: “I think it’s because we’re now a global village culturally and for example, Britain is now grappling with excessive incidents of knife crime and that [is] among 14, 15 and 16-year olds as we are beginning to worry about now.\n\n“Barbados is really not in a unique position but at the beginning of a problem which we must look to come to terms with.”\n\nRead our ePaper. Fast. Factual. Free.\n\nSign up and stay up to date with Barbados' FREE latest news."}}