{"GDELT": {"GlobalEventID": 886593296, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor1Code": "PRK", "Actor1Name": "NORTH KOREA", "Actor1CountryCode": "PRK", "Actor2Code": "USAMIL", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 3, "NumSources": 2, "NumArticles": 3, "AvgTone": -2.47992447926245, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Actor1Geo_CountryCode": "KN", "Actor1Geo_ADM1Code": "KN12", "Actor1Geo_ADM2Code": "39681", "Actor1Geo_Lat": 39.0194, "Actor1Geo_Long": 125.755, "Actor1Geo_FeatureID": "-183459", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS11", "Actor2Geo_ADM2Code": "24984", "Actor2Geo_Lat": 37.5664, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "-716583", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191114161500, "SOURCEURL": "https://www.inform.kz/en/north-korea-unveils-u-s-proposal-of-dec-talks-repeats-call-for-new-solution_a3585466"}, "ARTICLE": {"TITLE": "North Korea unveils U.S. proposal of Dec. talks, repeats call for new solution", "TEXT": "North Korea unveils U.S. proposal of Dec. talks, repeats call for new solution\n\nSEOUL. KAZINFORM - The United States offered talks with North Korea in December, but Pyongyang is willing to engage only if Washington first unveils a fundamental solution to resolve the nuclear impasse, the North's top nuclear envoy said Thursday, Yonhap reports.\n\nIn a statement carried by the Korean Central News Agency (KCNA), the North's chief nuclear negotiator, Kim Myong-gil, unveiled his U.S. counterpart, Stephen Biegun, recently proposed holding a meeting next month via a third country.\n\n«If the negotiated solution of issues is possible, we are ready to meet with the U.S. at any place and any time,» Kim said.\n\nBut he also pressed the U.S. to put forth a «basic» solution to Washington's hostile policy toward Pyongyang before sitting down for talks.\n\nThe envoy warned that he is not willing to hold negotiations if the U.S. seeks to «appease» North Korea in order to pass the deadline as it did during their working-level talks in Stockholm in October.\n\nWashington and Pyongyang resumed negotiations in the Swedish capital last month after months of stalemate, but the talks broke down with the North accusing the U.S. of failing to come up with a new proposal.\n\nNorth Korean leader Kim Jong-un has set the year-end deadline for the U.S. for a proposal on North Korea agreeing to denuclearize in exchange for economic and political concessions.\n\nThe negotiations have been stagnant since the summit between Kim and U.S. President Donald Trump ended without a deal in February in Vietnam.\n\nNorth Korea's nuke envoy said there will be no possibility for resolving the current impasse if Washington seeks to discuss secondary issues, such as a declaration to end the 1950-53 Korean War or the establishment of a liaison office.\n\n«I intuitively feel that the U.S. is not ready to give a satisfactory answer to us and its proposal for dialogue with us is a trick to earn time through the orchestration of DPRK-U.S. meeting,» Kim said, referring to the acronym for North Korea's official name, the Democratic People's Republic of Korea.\n\nKim's message came just after U.S. Defense Secretary Mark Esper said he is open to altering military activity in South Korea if it helps diplomatic efforts to make North Korea give up its nuclear weapons.\n\n«We will adjust our exercise posture, either more or less, depending on what diplomacy may require,» Esper told reporters flying with him to Seoul, where he is due to hold annual defense talks with Defense Minister Jeong Kyeong-do.\n\nA day earlier, the North demanded the U.S. cancel planned joint military drills with South Korea, warning otherwise it would face a «greater threat.»\n\nNorth Korea has long denounced Seoul and Washington's military drills as a rehearsal for an invasion of the North, calling on the U.S. to end its hostile policy. The allies say that the exercises are defensive in nature."}}