{"GDELT": {"GlobalEventID": 886592155, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor1Code": "BUS", "Actor1Name": "EMPLOYER", "Actor1Type1Code": "BUS", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.4776119402985, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_Lat": 39.8647, "Actor1Geo_Long": -86.2604, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Indiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIN", "Actor2Geo_Lat": 39.8647, "Actor2Geo_Long": -86.2604, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 39.8647, "Action2Geo_Long": -86.2604, "Action2Geo_FeatureID": "IN", "DATEADDED": 20191114161500, "SOURCEURL": "http://www.wbiw.com/2019/11/14/wabash-valley-correctional-to-host-hoosier-initiative-for-re-entry-virtual-job-fair/"}, "ARTICLE": {"TITLE": "Wabash Valley Correctional to Host Hoosier Initiative for Re-Entry Virtual Job Fair – WBIW", "TEXT": "(CARLISLE) – Wabash Valley Correctional Facility (WVCF) is hosting a Hoosier Initiative for Re-Entry (HIRE) Virtual Job Fair.\n\nWVCF will host the job fair for offenders anticipated to be released within the next 3 months to Indiana communities. The participating businesses will send PowerPoints to provide information about their companies and the jobs currently available.\n\nWabash Valley Correctional Facility\n\nAs the mediator, the HIRE Coordinator will seek responses to the participants’ inquires as the job fair unfolds. The coordinator will also track what employers individuals are interested in seeking employment with.\n\nThe HIRE Virtual Job Fair is on Wednesday, November 20th, and will begin at 1 p.m.\n\nBackground\n\nIn Indiana, more than 20,000 felons are released from Indiana facilities and judicial systems annually. Most of those individuals need assistance finding employment upon release. The Hoosier Initiative for Re-Entry (HIRE) program was created in 2012 to help people with past involvement with the legal system reintegrate into society by helping them find employment.\n\nHIRE utilizes several avenues to establish employment opportunities prior to release. One of the most innovative is the Virtual Job Fair! The webinar provides employers the opportunity to discuss their hiring needs with individuals who will be returning to the community. HIRE coordinators then connect qualified individuals with employers.\n\nThe goal is to decrease the time frame between an individual’s release and employment, to increase their chance of success.\n\nLearn more about the HIRE Initiative at this website."}}