{"GDELT": {"GlobalEventID": 886592758, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor1Code": "GOV", "Actor1Name": "AUTHORITIES", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.660377358490571, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Mcdonald County, Missouri, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMO", "Actor1Geo_ADM2Code": "MO119", "Actor1Geo_Lat": 36.6334, "Actor1Geo_Long": -94.3502, "Actor1Geo_FeatureID": "758518", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Mcdonald County, Missouri, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMO", "Actor2Geo_Lat": 36.6334, "Actor2Geo_Long": -94.3502, "Actor2Geo_FeatureID": "758518", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Mcdonald County, Missouri, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMO", "Action2Geo_Lat": 36.6334, "Action2Geo_Long": -94.3502, "Action2Geo_FeatureID": "758518", "DATEADDED": 20191114161500, "SOURCEURL": "https://www.koamnewsnow.com/news/koam-news-to-know-11-14/1142212636"}, "ARTICLE": {"TITLE": "KOAM News to Know 11-14", "TEXT": "KOAM News to Know 11-14\n\nAugustus Brunetti by Augustus Brunetti\n\nJoplin, Mo – Joplin police are searching for a woman accused of abandoning a corpse. This after they discovered a man’s body in a home freezer. Authorities issued an arrest warrant for 67-year-old Barbara Watters. Authorities were responding to a tip when they found a man’s body in a freezer at 2602 South Vermont Avenue. They have not yet released the man’s identity. An autopsy is planned.\n\nMcDonald County, Mo – Two people die in a wreck in McDonald County. Police report that one of the fatalities was a six-year-old boy. It happened yesterday just after 6:00 P.M. on U.S. 71 south of Pinevill, Missouri. Authorities say 24-year-old Amun Omer, 19-year-old Nimo Omer, and a 6-year-old boy, all from Noel, Missouri, were heading south when the vehicle attempted to make a U-turn. Both Nimo Omer and the 6-year-old were pronounced dead on the scene.\n\nSeneca, Mo – Two people accused of beating a man in Seneca to death with a bat have once again received amended charges. Kathy Kay and Clarence Anderson were originally charged with Second-Degree Murder and Armed Criminal Action. Prosecutors had dropped the Second-Degree Murder charge. That was because they didn’t think they could get the witnesses to testify. Now, the witnesses have agreed to testify, so the Second Degree Murder Charge is back.\n\nJoplin, Mo – Joplin Police Chief Matt Stewart announces he’s retiring in January. His last day with the force is January 3rd, which also marks his 20th anniversary with the department. Over the past 20 years, Chief Stewart says he’s had many proud moments, some moments of fear, all while seeing countless improvements in technology.\n\nCOPYRIGHT 2020 BY KOAM. ALL RIGHTS RESERVED. THIS MATERIAL MAY NOT BE PUBLISHED, BROADCAST, REWRITTEN OR REDISTRIBUTED."}}