{"GDELT": {"GlobalEventID": 886592119, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor1Code": "BRB", "Actor1Name": "BARBADOS", "Actor1CountryCode": "BRB", "Actor2Code": "JUD", "Actor2Name": "MAGISTRATE", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.92749244712991, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Barbados", "Actor1Geo_CountryCode": "BB", "Actor1Geo_ADM1Code": "BB", "Actor1Geo_Lat": 13.166667000000002, "Actor1Geo_Long": -59.533333, "Actor1Geo_FeatureID": "BB", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Barbados", "Actor2Geo_CountryCode": "BB", "Actor2Geo_ADM1Code": "BB", "Actor2Geo_Lat": 13.166667000000002, "Actor2Geo_Long": -59.533333, "Actor2Geo_FeatureID": "BB", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Barbados", "Action2Geo_CountryCode": "BB", "Action2Geo_ADM1Code": "BB", "Action2Geo_Lat": 13.166667000000002, "Action2Geo_Long": -59.533333, "Action2Geo_FeatureID": "BB", "DATEADDED": 20191114161500, "SOURCEURL": "https://barbadostoday.bb/2019/11/14/unwanted-advances/"}, "ARTICLE": {"TITLE": "Unwanted advances", "TEXT": "Richard Eric Fields took his infatuation for a woman too far earlier this week and for that he will spend six months in prison.\n\nThe 2nd Avenue Lennox, Goodland, St Michael resident and the complainant – Althea Gibson – have known each other for sometime. He is in the habit of going to her residence and telling her he liked her and that she looked good.\n\nHowever, Gibson has on numerous occasions told Fields that she does not appreciate the compliments from him and for him to desist but he continued.\n\nOn November 11, things came to the head as Gibson was leaving home to go to the gym.\n\nAccording to prosecutor Sergeant Vernon Waithe, Fields approached her and tried holding up her shirt. She was able to fend him off and free herself but not before hearing Fields say ‘I now feel good’.\n\nThe matter was reported to police and Fields was later arrested.\n\n“This has been going on for a long time. This got me on the boundary. I told him to back off. [That day] he caught me off guard. I am uncomfortable and afraid. I can’t continue like this,” Gibson told Magistrate Kim Butcher as she explained what had been going on.\n\nFields, who is known to the court and had been sitting quietly through the proceedings after pleading guilty, issued an apology.\n\n“I just want to apologise to Ms Gibson. I am sorry for what I did Ms Gibson. It won’t happen again,” Fields stated.\n\nJust then Sergeant Waithe revealed that a warrant of arrest had been issued for Fields as he had failed to appear in the District ‘A’ Traffic Court since July in connection with an indictable offence.\n\nHe will now have to appear in that court to answer the outstanding warrant and non-appearance on a date which was not disclosed in the District ‘A’ Court today.\n\nIn the meantime, he will spend six months in prison for assaulting Gibson last Monday.\n\nRead our ePaper. Fast. Factual. Free.\n\nSign up and stay up to date with Barbados' FREE latest news."}}