{"GDELT": {"GlobalEventID": 886593439, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor1Code": "UGA", "Actor1Name": "UGANDA", "Actor1CountryCode": "UGA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.9190897597977297, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Akilok, Kitgum, Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UG84", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 3.52083, "Actor1Geo_Long": 33.5122, "Actor1Geo_FeatureID": "9151088", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Akilok, Kitgum, Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG84", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 3.52083, "Action2Geo_Long": 33.5122, "Action2Geo_FeatureID": "9151088", "DATEADDED": 20191114161500, "SOURCEURL": "https://www.monitor.co.ug/News/National/-rape-suspect-ADF-rebels-camp-DRC-Rwanda/688334-5349182-6l5ew4z/"}, "ARTICLE": {"TITLE": "How rape suspect ended up in ADF rebels camp", "TEXT": "By URN\n\nIn March last year, a 19-year-old man, allegedly under the influence of alcohol beat up an elderly woman and raped her in Akilok South Village in Okuti Parish in Orom Sub-county in Kitgum District.\n\nFearing the consequences of his action, the suspect reportedly fled to his uncle’s house; a short distance from their home, where he hid for three weeks before traveling to Kitgum town.\n\nHe would later embark on another journey to Kampala City.\n\nLater, he was lured to join the Allied Democratic Forces (ADF), a rebel outfit operating in the jungles of the Democratic Republic of Congo (DRC).\n\nAfter spending a year and half in the jungles of DRC, the suspect sneaked to his home village in Akilok South where he was arrested by security forces, some four days ago.\n\nHe is the last born in a family of four.\n\nAdvertisement\n\nNow aged 20, the suspect says that after escaping from his home village last year, he travelled to St Balikuddembe Market in Kampala, where he teamed up with a stranger and the two started working as casual labourers in the market. They were mainly loading items like tomatoes onto waiting trucks.\n\nHe adds that while working in the market, they were approached by some men whose identity he can’t recall. The men suggested to them an exciting offer of a well-paying job in DRC.\n\n“Six of my colleagues refused the job but I and another friend accepted to go,” he said.\n\nThe suspect says on a day he can’t recall, he and more than 25 people embarked on the journey from Kampala at 10:00am by bus to Kasese Town. They later crossed into DRC through Bwera Border post.\n\nThough they didn’t possess any valid travel documents, they were able to go through the border post checks until their final journey to the jungle.\n\nHe later learnt that the camp belonged to ADF rebels.\n\nThe next day, they were handed guns without any basic training on weapon handling.\n\nThey were told to use the guns to topple Rwanda’s President Paul Kagame.\n\nHe says their base was in a jungle in Kisangani Tshopo’s Province and often they would be sent to neighbouring Rwanda to loot food and abduct new fighters.\n\nHe says he only participated in raids in Rwanda three times because he feared the heavy gunfire exchanges that usually left many of his colleagues dead.\n\n“Our commanders always sent us to raid foodstuff in Rwanda. But the government troops are good shooters. One day 15 of my colleagues died in such raids. I avoided such raids, whenever I was sent and sneaked back to the base,” he said.\n\nHe says their commanders avoided raids in Ugandan territory, saying Uganda People’s Defence [UPDF] soldiers are brave fighters use gunship helicopters.\n\nAfter months of fighting, he was given a reward of $400 (Shs1,400,000) while his colleagues received between US$ 600 (Shs2.2 million) to $900 (Shs3.3 million), depending on the period they had spent in the rebel camps.\n\nHe, however, says that after realising that the job wasn’t exciting as promised, he and a friend decided to escape in January but were intercepted by Congolese government troops who stole their money before handing them over to Ugandan authorities in Kasese District.\n\nHe says he was interrogated and tortured for two months (between January and March) by security personnel at the Chieftaincy of Military Intelligence and later detained at the Police Special Investigation Unit in Kireka. They were released this month.\n\nThey were given Shs40,000 for transport to Kitgum District, according to the suspect.\n\nBrig Richard Kareimere, the UPDF Spokesperson confirmed that the man was indeed interrogated and was released on police bond.\n\n“It’s true he was released on Police Bond,” Brig Kareimere said on Thursday.\n\nThe suspect however wonders why he was re-arrested by security officers in Kitgum District.\n\nMr Robert Ogen, the Officer in charge of Criminal Investigations at Kitgum Central Police station, says they are holding the suspect pending further investigation.\n\nHe says the suspect was arrested on the orders of Kitgum Resident District Commissioner, Mr William Komakech. Mr Komakech says the arrest is in connection with an earlier alleged rape case.\n\nIn April, eight children from Purongo Sub-county in Nwoya District were rescued by CMI operatives in Kasese District while being ferried to suspected ADF camps in DRC."}}