{"GDELT": {"GlobalEventID": 886591954, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor2Code": "MNCUSAMED", "Actor2Name": "GOOGLE", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "Actor2Type2Code": "MED", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.5306122448979598, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_Lat": 40.3363, "Actor2Geo_Long": -89.0022, "Actor2Geo_FeatureID": "IL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 40.3363, "Action2Geo_Long": -89.0022, "Action2Geo_FeatureID": "IL", "DATEADDED": 20191114161500, "SOURCEURL": "https://www.firstpost.com/tech/mobiles/motorola-phones"}, "ARTICLE": {"TITLE": "Motorola Mobiles: Browse motorola mobiles and Smartphones by with Newly Launched, Upcoming, Latest and Updated Price, Review, Specifications, Comparison", "TEXT": "Motorola Inc. was an American telecommunications company, which was founded on 25th September 1928. The company was based in Schaumburg, Illinois. From 2007 to 2009, the company has lost 4.3 billion dollars, the company was divided into two public companies. On 4th January 2011, these were Motorola Mobility and Motorola Solutions. Later in 2012, Motorola Mobility was sold to Google in 2012, and it was acquired by Lenovo in 2014. In 2009, Motorola made available its first Android smartphone and later in 2011, it came with its first android tablet. Motorola has launched its E6 Play on 24th October 2019. Using the Google open-source Android mobile operating system, Motorola focused on smartphones. The company has released its first smartphone on 2nd November 2009, called Motorola Droid. Motorola Mobility was acquired by Chinese technology company Lenovo for US 2.91 billion Dollar. In 2005, the company came up with Motorola RAZR, which took the company to number two mobile phone slot. Motorola RAZR became popular and successful with sale of over 130 million units. However, after the RAZR phone, the company failed to survive in competition of new smartphones like Apple and others."}}