{"GDELT": {"GlobalEventID": 886593258, "Day": 20191114, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8603, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "IND", "Actor2Name": "NEW DELHI", "Actor2CountryCode": "IND", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.8918918918919, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Babri, North-West Frontier, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK03", "Actor1Geo_ADM2Code": "23668", "Actor1Geo_Lat": 32.9845, "Actor1Geo_Long": 71.1714, "Actor1Geo_FeatureID": "155324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6, "Actor2Geo_Long": 77.2, "Actor2Geo_FeatureID": "-2106102", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Babri, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "23668", "Action2Geo_Lat": 32.9845, "Action2Geo_Long": 71.1714, "Action2Geo_FeatureID": "155324", "DATEADDED": 20191114161500, "SOURCEURL": "https://www.timesnownews.com/india/article/pakistans-foreign-office-says-no-deal-is-being-worked-out-with-india-in-kulbhushan-jadhav-case/515443"}, "ARTICLE": {"TITLE": "Pakistan's Foreign Office says no 'deal' is being worked out with India in Kulbhushan Jadhav case", "TEXT": "Kulbhushan Jadhav (file photo) | Photo Credit: Times Now\n\nKey Highlights India has maintained that Jadhav was abducted and tried under a false case In July, ICJ asked Pakistan to review the legal process which awarded death sentence to Jadhav\n\nIslamabad: Pakistan, on Thursday said that no deal is being worked out with the Indian authorities over Kulbhushan Jadhav, the Indian national serving death sentence in that country over charges of espionage and terror.\n\n\"The action on Kulbhushan will be taken as per the law. There will be no deal. Absolutely, no question about that,\" said Foreign Office spokesman Muhammad Faisal in a weekly press briefing.\n\nThe Foreign Office's clarification came a day after Pakistan Army denied reports that the country's Army Act was being amended to allow the implementation of the International Court of Justice (ICJ) verdict in the case.\n\nIt may be noted that Pakistan's Army Act does not permit individuals to appeal in civilian courts. On July 17, the ICJ had ordered Pakistan to review the process that had awarded him a death sentence. The court had also come down heavily on Islamabad and said that it had violated the Vienna Convention in not allowing consular access to the former Indian Navy officer. Pakistan, however, celebrated the verdict, claiming that it was in their favour since it did not order Jadhav's release.\n\nIndia has maintained that Jadhav was forcefully abducted by Pakistan's intelligence agencies and tried under a false case by an ad-hoc military court.\n\nDuring the briefing, Faisal also commented on the Indian Supreme Court's verdict on Ayodhya matter, in which it ruled that the land be handed over to a temple trust and a separate plot of land be allotted to the Muslim side for the construction of a mosque.\n\n\"India's top court verdict poses a threat to other mosques in the country. We will continue to raise Babri Masjid issue on international platforms,\" he said. New Delhi has condemned Pakistan over its earlier remarks on the SC verdict saying that it is India's internal matter."}}