{"GDELT": {"GlobalEventID": 886903641, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 31, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.4577259475218702, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Niger", "Actor1Geo_CountryCode": "NG", "Actor1Geo_ADM1Code": "NG", "Actor1Geo_Lat": 16.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NG", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kano, Kano, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI29", "Action2Geo_ADM2Code": "191030", "Action2Geo_Lat": 11.9964, "Action2Geo_Long": 8.51667, "Action2Geo_FeatureID": "-2014610", "DATEADDED": 20191115214500, "SOURCEURL": "https://www.thecable.ng/kano-elders-to-meet-fashola-over-bad-state-of-gwarzo-dayi-road"}, "ARTICLE": {"TITLE": "Kano elders to meet Fashola over bad state of Gwarzo-Dayi road", "TEXT": "Advertisement\n\nCommunities along Kano-Gwarzo Dayi road have resolved to send a delegation to meet with Babatunde Fashola, minister of work and housing, over the deteriorating state of the road.\n\nYunusa Haruna-Kauyu, lawmaker representing Gwarzo constituency, said the road, which links Kano to four states had witnessed a lot of patches but still not in good shape, adding that the road needs total rehabilitation and not patching.\n\nHe said the delegation will comprise Muazu Magaji, the state commissioner of works, Barau Jibrin-Maliya, a serving senator from the state, and members of the house of representatives from the zone.\n\nThe lawmaker said the total rehabilitation of the road would boost social and economic activities across the four states and beyond.\n\n“We are formally going to lodge a complainant on the deplorable condition of the Kano-Gwarzo-Dayi road, which has become a death trap,” Haruna-Kauyu said.\n\n“It is necessary to meet the minister in order to express the concerns of our people on the deteriorating condition of the road.\n\n“It is a very important road which links Kano with four other states and Niger Republic. The potholes along the road had witnessed a number of patches, but even the potholes that were patched last year have already gone off.\n\n“What this road requires now is total rehabilitation not patching of potholes. So we want the federal government to look at the possibility of awarding contract for the total rehabilitation of the road. ”\n\nThe Kano-Gwarzo-Dayi road is a major link to Katsina, Sokoto, Zamfara and Kebbi states, as well as parts of Niger Republic.\n\nThe road was constructed during the administration of ex- military President Ibrahim Babangida.\n\nEarlier in the week, Fashola had told state house correspondents that roads in the country were not as bad as being portrayed.\n\nThe minister’s comment had generated an outrage, with a federal lawmaker challenging him to a road tour.\n\nBut Fashola said his comment was taken out of context."}}