{"GDELT": {"GlobalEventID": 886903978, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "Actor2Code": "GBRREF", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "Actor2Type1Code": "REF", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.58505564387918, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191115214500, "SOURCEURL": "https://www.msn.com/en-gb/news/world/liberal-democrats-vow-to-e2-80-98end-culture-of-disbelief-for-lgbt-2b-asylum-seekers-e2-80-99/ar-BBWPjlZ"}, "ARTICLE": {"TITLE": "Liberal Democrats vow to ‘end culture of disbelief for LGBT+ asylum seekers’", "TEXT": "© Provided by PinkNews Media Group\n\nThe Liberal Democrat Party have announced their plans to end the ‘culture of disbelief’ pervading the UK Home Office which stonewalls some LGBT+ asylum seekers from the country.\n\nCountless testimonies from asylum seekers and their legal aids have detailed a department that “persecutes” LGBT+ asylum seekers.\n\nLeading to some human rights activists and lawmakers to denounce the body for its “humiliation” of rainbow refugees.\n\nAhead of the party’s wider policy announcement on the topic of immigration and asylum, the shadow home secretary Christine Jardine revealed the commitment today.\n\nThe announcement comes as lawmakers ready for the December 12 general election, which has seen LGBT+ rights increasingly in the heated spotlight.\n\nLib Dems vow to ‘never refuse’ an LGBT+ refugee ‘on the basis that they could be discrete’.\n\nReports and testimonies have gradually revealed a Home Office playbook, one where department workers gauge a queer seeker’s application based on troubling methods.\n\nSuch as using a seeker’s dependency on homophobic or transphobic friends or family to discredit their applications, some seekers alleged, or not believing an applicant to be queer if they do not fit certain stereotypes.\n\nIn their manifesto, the Liberal Democrats will commit to “offer asylum to people fleeing the risk of violence because of their sexual orientation or gender identification,” according to a press release.\n\nMoreover, the party will “end the culture of disbelief for LGBT+ asylum seekers and never refuse an LGBT+ applicant on the basis that they could be discreet.”\n\n© Provided by PinkNews Media Group Liberal Democrat MP Christine Jardine. (Ken Jack – Corbis/Corbis via Getty Images)\n\nEarlier this year, a Liberal Democrat analysis of Home Office statistics revealed that at least 3,100 claims for asylum on the basis of sexuality were refused.\n\nThis was despite dozens of applicants being from countries where consensual same-sex acts are criminalised.\n\nA high-profile case came this year when a young gay man called Abderrahim El Habachi, who fled from Morocco to Swansea, accused the Home Office of “putting people through hell”.\n\n‘We will end the Home Office’s cruel and callous culture’.\n\nJardine said in a statement: “The UK should be leading the campaign across to end homophobia and transphobia across the world.\n\n“Instead, we have a Conservative Government that is turning its back and looking the other way.\n\n“Far too many people fleeing persecution are denied sanctuary in the UK because officials simply assume that they are lying about who they are.\n\n“The Liberal Democrats demand better for LGBT+ people wherever they live.\n\n© Provided by PinkNews Media Group LGBT+ rights campaigners complain of a “culture of disbelief” in the Home Office’s treatment of LGBT+ asylum seekers.(Peter Macdiarmid/Getty)\n\n“We will end the Home Office’s cruel and callous culture of disbelief towards LGBT+ asylum seekers.”\n\nEarlier this year, it was reported that the Home Office rejected a gay man’s asylum claim because he did not have a gay “demeanour” and did not have an “effeminate manner”.\n\nFollowing pressure from campaigners, the British government announced in May that it would launch a review into the way claims made on the grounds of a person being LGBT+ are assessed.\n\nLast year, it was revealed that between 2015 and 2017, the rate of people granted asylum because of their sexuality fell by more than a third from 39 percent to 22 percent."}}