{"GDELT": {"GlobalEventID": 886903440, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.6021361815754398, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Worcester, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA027", "Actor1Geo_Lat": 42.2626, "Actor1Geo_Long": -71.8023, "Actor1Geo_FeatureID": "617867", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Worcester, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_ADM2Code": "MA027", "Actor2Geo_Lat": 42.2626, "Actor2Geo_Long": -71.8023, "Actor2Geo_FeatureID": "617867", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Worcester, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_ADM2Code": "MA027", "Action2Geo_Lat": 42.2626, "Action2Geo_Long": -71.8023, "Action2Geo_FeatureID": "617867", "DATEADDED": 20191115214500, "SOURCEURL": "https://www.masslive.com/worcester/2019/11/just-take-it-day-by-day-sgt-michael-chesnas-widow-tells-family-of-fallen-worcester-fire-lt-jason-menard.html"}, "ARTICLE": {"TITLE": "‘Just take it day by day,’ Sgt. Michael Chesna’s widow tells family of fallen Worcester Fire Lt. Jason Menard", "TEXT": "Just over a year ago, Cindy Chesna’s world was ripped apart. She lost her husband, Weymouth Police Sgt. Michael Chesna, who was shot in the line of duty.\n\nOn Friday, Chesna was in Worcester to support someone else who just lost her husband in the line of duty.\n\n“I feel the pain that family is feeling,” Chesna said, wearing a pin adorned with the face of her late husband. “You know what they feel. You know how they feel. You know that your main focus is your children.”\n\nWorcester Fire Lt. Jason Menard made the ultimate sacrifice early Wednesday morning, frantically searching for a woman and baby reportedly trapped in a three-decker at 7 Stockholm St. Menard, who has been hailed as a hero, helped fellow firefighters get to safety as flames from the four-alarm fire took over the third floor of the century-old structure.\n\nMenard is credited with pushing firefighter Chris Pace from a window as the fire raged through the three-decker, saving his life.\n\nMenard leaves behind his wife, Tina Menard, and their three children.\n\n“Just take it day by day,” Chesna said as a message to the Menard family. “The pain is always there. Always. You’ll always feel it.”\n\nAside from the common, tragic thread of losing their husbands in the line of duty, Tina Menard and Cindy Chesna are now also connected by the generosity of the Stephen Siller Tunnel to Towers Foundation. The New York-based foundation paid off Chesna’s mortgage when her husband was killed on July 15, 2018. Now, the foundation is doing the same for Menard’s family.\n\n“It’s unimaginable,” Chesna said. “It’s something that you don’t ever expect. You just go to bed one night and you wake and your life is completely turned upside down.”\n\nChesna said the help of the foundation is amazing.\n\n“You have this giant burden that you have to take care of, your mortgage and you relied on your husband to pay for it and then he’s gone and then you worry about how you’re going to be able to do it and take care of your children and still see your children and be around for them,” she said. “But when they hand you the check, it’s a relief because you know that big bill that you have is taken care of.”\n\nStephen Siller was a FDNY firefighter who on Sept. 11, 2001 ran two miles through a tunnel and into the South Tower, where he lost his life.\n\nFrank Siller, the chairman and CEO of the Tunnel to Towers Foundation announced the donation at the McKeon Road Fire Station in Worcester on Friday morning, which would have been his brother’s 53rd birthday.\n\n“There is no greater act of love than to give your life for another human being. That is exactly what Lt. Menard did,\" Siller said. ”That’s what firefighters and police officers do around this country every day, day in and day out. And you know what happens sometimes? What happens sometimes is they don’t come home.\"\n\nThe foundation is going to pay the first $100,000 of the Menard family’s mortgage. To pay for the rest, Siller issued an emotional call to action. He asked people in Worcester and across Massachusetts to donate $11 a month to take care of the Menard mortgage and pay it forward for future families helped by the organization.\n\n“Let’s take care of this family for Christmas,” Siller said.\n\nMenard was willing to lay down his life for a friend, Michael Papagni, the president of the Worcester Fire Local 1009, noted.\n\n“Because of that, another firefighter, Chris Pace, will be there to see the birth of his second child,” Papagni said.\n\nMenard’s death comes at a particularly cruel time of the year for the Worcester Fire Department. It was already in preparations to mark the 20th anniversary of the Worcester Cold Storage and Warehouse Co. fire, which killed six firefighters, the first anniversary of the death of Firefighter Chris Roy, and the 8th anniversary of the death of Firefighter Jon D. Davies Sr.\n\n“I wish we didn’t have to do this again,” Worcester Fire Chief Michael Lavoie said. “At any moment it could have been any one of us.”\n\nWhat caused the blaze remains under investigation by the Worcester Fire Department fire investigation unit, the Worcester Police Department, the State Fire Marshal’s office and the office of Worcester District Attorney Joseph Early Jr."}}