{"GDELT": {"GlobalEventID": 886903141, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.04339250493097, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Leicester, Leicester, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH4", "Actor2Geo_ADM2Code": "40124", "Actor2Geo_Lat": 52.6333, "Actor2Geo_Long": -1.13333, "Actor2Geo_FeatureID": "-2600961", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Leicester, Leicester, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH4", "Action2Geo_ADM2Code": "40124", "Action2Geo_Lat": 52.6333, "Action2Geo_Long": -1.13333, "Action2Geo_FeatureID": "-2600961", "DATEADDED": 20191115214500, "SOURCEURL": "http://www.deccanchronicle.com/opinion/op-ed/161119/many-british-mps-are-not-contesting-polls-and-why.html"}, "ARTICLE": {"TITLE": "Many British MPs are not contesting polls, and why", "TEXT": "“Blessed are the meek\n\nFor they shall inherit the earth —\n\nProbably a handful of it!\n\nDon’t get off your high horse\n\nA ride comes before a fall.\n\nIf you can count your chickens\n\nBefore they are hatched\n\nYou’ll be a hedge-fund manager.”\n\nFrom Sauce for the Goose is Good Propaganda by Bachchoo\n\nBritain goes to the polls on December 12 and the list of candidates who will stand has now been finalised. Very many MPs of the dissolved Parliament have declared they are standing down, some because they are past retirement age but very many because they don’t wish to be associated with the parties to which they have long belonged.\n\nBoth the main parties of the UK, the Tories and Labour, have suffered deep schisms over Brexit.\n\nThe Tories expelled 19 of its MPs for voting against Prime Minister Boris Johnson’s Brexit policies. Similar schisms occurred in the Labour Party over Brexit policy, with MPs quitting, being thrown out and defecting to the Liberal Democratic Party.\n\nOther Labour MPs resigned over the allegation that Labour, under the present leadership of Jeremy Corbyn, has become an anti-Semitic party, an allegation which Labour strenuously denies. Nevertheless, several Jewish MPs have left the party and will not now stand.\n\nThe more startling reason for MPs to stand down and abandon their political ambitions is new and nasty. Several women MPs say they no longer want to serve as such because in doing their duty they face a deluge of abuse and threats. Nicky Morgan, former education secretary and a minister in the Boris Johnson Cabinet, is standing down. She says for this reason. Opponents of her government’s policies or just psychopaths and nasty, anonymous “trolls” have threatened her with rape, death and attacks on her family. She and several of the honourable female members are standing down for this precise reason.\n\nThe one exception to these various motives for the termination of a parliamentary career is the Labour MP for Leicester East, one Keith Vaz. He has been a controversial figure throughout his career as an MP, which began in 1987.\n\nMr Vaz announced last week that he will not be standing. In 2016, Mr Vaz, married with two children, was exposed by the Sunday Mirror as having hired two male prostitutes in his London flat and offered to buy cocaine for them.\n\nAt the time the scandal broke, he had the distinguished job of chairing the parliamentary home affairs committee. His away-from-home affair was then investigated by the parliamentary standards committee to which such matters are referred. According to the chair of that committee, Mr Vaz offered “frankly ludicrous excuses “and “did himself no favours by his inability to provide a single, consistent, plausible account”. The standards committee consequently found him to have brought Parliament into disrepute and suspended him from the House for six months. This punishment came into effect a few days before Parliament was dissolved after it voted for the December 12 election.\n\nIn his constituency in Leicester East, with a strong Asian population, Mr Vaz has a majority of 22,000 — a figure which may be reduced but would probably not be overthrown by the scandal. Nevertheless, his colleagues in the Labour Party called on him to do the right thing and fall on his sword as, if he did stand and got re-elected, he would have to serve the suspension of six months in the next Parliament.\n\nMr Vaz was born in Aden to Goan-Christian parents who then settled in Britain where his mother became an elected councillor, a municipal corporator, in Leicester.\n\nMr Vaz has the distinction of being the longest-serving British parliamentarian of Indian origin.\n\nHe also has the unofficial reputation of being a chancer — if not, in an indictable sense, a crook. In Britain, all MPs are supposed to register their financial remuneration, whether these be paid employment, inducements to lobby on behalf of some company or vested interest or indeed free trips paid for by foreign governments or their proxies. Mr Vaz, through his 32-year career, has enjoyed all these and broken the parliamentary obligation to declare them.\n\nHis first breach of the guidance or obligation on standards was failing to declare that he was paid a salary by the Leicester Law Centre while earning his MP’s wages.\n\nBetween 1992 and 1997, a parliamentary committee gathered evidence that Mr Vaz would use his clout as an MP to lobby for Leicester businessmen and three separate religious groups who were seeking licences and permissions.\n\nIn 2000, Mr Vaz was seriously implicated in what the media called the “Hinduja Affair”. The Hinduja brothers, billionaire residents of Britain at the time, applied for UK citizenship and then minister Peter Mandelson had to resign from the Cabinet when it was proved that he had attempted to facilitate their application in return for funding Labour government-sponsored projects. Mr Vaz’s wife, a solicitor, was employed by the Hindujas at the time and it was alleged that Mr Vaz was paid by the family to lobby on their behalf. Elizabeth Filkin, the commissioner in charge of Commons standards, said Mr Vaz and his wife were guilty of “deliberate collusion over many months to conceal this fact and to prevent me from obtaining accurate information about his possible financial relationship with the Hinduja family”.\n\nIn later years, Mr Vaz was investigated on at least four counts of paid lobbying on behalf of convicted crooks and fraudsters and for falsely claiming parliamentary expenses. What his long career of dodging proves is that the bark of the watchdogs of the UK Parliament is more potent than their bite.\n\nThe MPs of parliamentary democracies, subject in our world to the party system, should surely represent their constituents and their parties’ polices rather than their (undeclared?) bank balances.\n\nIt should be one of the first conditions of any parliamentary democracy to have effective mechanisms and scrutiny of the financial dealings of its members, from small bribes to major backhanders and profitable lobbying and even blackmail."}}