{"GDELT": {"GlobalEventID": 886903843, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor1Code": "JORELI", "Actor1Name": "HASSAN", "Actor1CountryCode": "JOR", "Actor1Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.21940928270042, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kogi, Diyarbakir, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU21", "Actor1Geo_ADM2Code": "28131", "Actor1Geo_Lat": 37.7397, "Actor1Geo_Long": 40.7192, "Actor1Geo_FeatureID": "-761611", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kogi, Diyarbakir, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU21", "Action2Geo_ADM2Code": "28131", "Action2Geo_Lat": 37.7397, "Action2Geo_Long": 40.7192, "Action2Geo_FeatureID": "-761611", "DATEADDED": 20191115214500, "SOURCEURL": "https://tribuneonlineng.com/kogi-election-cdd-cautions-electorate-against-vote-selling/"}, "ARTICLE": {"TITLE": "Kogi Election: CDD cautions electorate against vote selling", "TEXT": "The Centre for Democracy and Development (CDD) on Friday cautioned Kogi electorate not to sell their votes in Saturday’s governorship election.\n\nCDD Director, Ms Idayat Hassan disclosed this in a statement by the Election Analysis Centre (EAC) of the organisation.\n\nShe said concerns were mounting as vote buying raised its ugly head in the Kogi election.\n\nHassan said less than 24 hours to the opening of poll for the election, CDD accredited and trained observers had been keeping close watch on the electoral process.\n\n“The good people of Kogi should be aware that if they sell their votes, they are mortgaging their future and compromising the possibility of good governance for their own benefits.\n\n“This is because there are indications that a lot of money has been set aside for vote buying on Saturday.\n\n“Already, our observers have noted the distribution of gift items such as Ankara textile materials and rice in Lokoja and Koton Karfe Local Government Areas (LGAs) of the state.\n\n“In addition, the latest report we are receiving from our observers indicate massive inducement of INEC Supervising Presiding Officers (SPOs) across the 21 LGAs of the state.\n\n“The report indicate that one of the parties has made overtures, and has been inducing the SPOs with bribes in foreign currency to buy them over, and get them (the SPOs) to do its bidding on Election Day,’’ he said.\n\nHassan said that the report was further confirmed by Bureau de Change (BDC) operators in the state who were interviewed and they attested that there were upsurge in the number of customers calling to change foreign currencies to naira.\n\nShe said that the use of financial inducement to subvert the credibility of the electoral process was antithetical to the democratic ethos.\n\n“CDD condemns in the strongest possible terms all forms of inducement of poll officials, the Electoral Act 2010 (as amended) expressly frowns at bribery and all forms of inducement of poll officials.\n\n“Specifically, Section 124(4) of the Electoral Act 2010 as amended states: “Any person who commits the offence of bribery is liable on conviction to a maximum fine of N500, 000 or imprisonment for 12 months or both,” he said.\n\nHassan called on anti-corruption agencies, particularly the Economic and Financial Crimes Commission (EFCC) and Independent Corrupt Practices and other Related Offences Commission (ICPC) to thoroughly investigate the report.\n\nShe urged the anti-graft agencies to do the investigation in order to hold to account perpetrators of the electoral crimes.\n\nShe also advised EFCC, ICPC and the police to closely monitor financial transactions with a view to arresting all suspects inducing voters and electoral officials.\n\nShe urged INEC to fine tune its monitoring mechanisms to ensure that all compromised electoral officials were removed from the process immediately."}}