{"GDELT": {"GlobalEventID": 886904648, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor1Code": "USAJUD", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "JUD", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -17.1366594360087, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Solebury, Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_ADM2Code": "PA017", "Actor1Geo_Lat": 40.3807, "Actor1Geo_Long": -75.0082, "Actor1Geo_FeatureID": "1187982", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Philadelphia, Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_ADM2Code": "PA101", "Actor2Geo_Lat": 39.9523, "Actor2Geo_Long": -75.1638, "Actor2Geo_FeatureID": "1209052", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Philadelphia, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_ADM2Code": "PA101", "Action2Geo_Lat": 39.9523, "Action2Geo_Long": -75.1638, "Action2Geo_FeatureID": "1209052", "DATEADDED": 20191115214500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7690839/Man-convicted-3-deaths-bodies-burned-pig-roaster.html"}, "ARTICLE": {"TITLE": "Man convicted in 3 deaths; bodies were burned in pig roaster", "TEXT": "A jury on Friday convicted a man in the slayings of three young men whose bodies were burned in a makeshift pig roaster and found buried on a suburban Philadelphia farm.\n\nSean Kratz, 22, was convicted of first-degree murder and other offenses.\n\nThe jury, which deliberated nearly 18 hours over three days, must now decide on a sentence of death or life in prison.\n\nKratz went to trial after rejecting an earlier plea deal. His cousin, 22-year-old Cosmo DiNardo, pleaded guilty and was sentenced to life in prison.\n\nSean Kratz, 22, (left) was convicted of first-degree murder and other offenses. Kratz went to trial after rejecting an earlier plea deal. His cousin, 22-year-old Cosmo DiNardo (right), pleaded guilty and was sentenced to life in prison\n\nBucks County prosecutors said DiNardo lured the victims to his family's Solebury farm in 2017 as part of a robbery plot.\n\nThey said Kratz shot one man in the head and served as a lookout while DiNardo killed the others.\n\nThe victims´ bodies were burned in a makeshift pig roaster and buried in a 12-foot-deep hole.\n\nKratz was convicted of first-degree and second-degree murder for the man he shot in the head - Dean Finocchiaro - and voluntary manslaughter in connection with the other two victims - Thomas Meo and Mark Sturgis.\n\nProsecutors said the victims went to the farm to buy marijuana when they were killed.\n\nKratz and DiNardo were 'on a mission to kill, rob, burn and bury bodies,' Assistant District Attorney Kate Kohler told jurors.\n\nShe rejected the defense claim that Kratz was coerced by DiNardo, saying he could have called for help or even turned the gun on his cousin. She called the slayings 'just something fun to do that day because they could.'\n\nKratz was convicted of voluntary manslaughter in connection with the other two victims - Thomas Meo (left) and Mark Sturgis (right)\n\nKratz was convicted of first-degree and second-degree murder for the man he shot in the head - Dean Finocchiaro (pictured)\n\nOne of the victims survived his gunshot wound, but Kratz said DiNardo then crushed him with a backhoe.\n\nAfter the killings, prosecutors said, Kratz and DiNardo went for cheesesteaks.\n\nThere was a possibility that DiNardo would testify at his cousin´s trial, but prosecutors said he rejected their subpoena. Kratz did not take the stand in his own defense.\n\nDiNardo has also confessed to killing a fourth man.\n\nDuring the trial, jurors heard a recorded confession that Kratz made as he was preparing to plead guilty to third-degree murder.\n\nKratz wound up rejecting the offer, which would have put him in prison for at least 59 years for the crimes.\n\nHis attorney, A. Charles Peruto Jr., said Kratz was manipulated into giving the confession."}}