{"GDELT": {"GlobalEventID": 886903737, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.4925816023738903, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Zelenskiy, Astrakhanskaya Oblast', Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS07", "Action2Geo_ADM2Code": "25113", "Action2Geo_Lat": 48.2907, "Action2Geo_Long": 46.5039, "Action2Geo_FeatureID": "-3046176", "DATEADDED": 20191115214500, "SOURCEURL": "https://wtop.com/government/2019/11/trump-impeachment-inquiry-qa-nov-8-nov-15/"}, "ARTICLE": {"TITLE": "Trump impeachment inquiry Q&A: What did we learn this week?", "TEXT": "The inquiry expanded from a secure basement room to Longworth House Office Building Room 1100 this week, when the House Intelligence Committee welcomed their first witnesses in public testimony. And one brought an unexpected claim that more closely ties President Trump to pressure on Ukraine for investigations into Joe Biden and his son.\n\nThe impeachment inquiry into President Donald Trump began Sept. 24. In this occasional feature, WTOP will touch on the week’s events — and answer some of the questions they raise — as this historic process unfolds in D.C.\n\nNov. 8–15\n\nThe inquiry expanded from a secure basement room to Longworth House Office Building Room 1100 this week, when the House Intelligence Committee welcomed their first witnesses in public testimony.\n\nOne brought an unexpected claim that more closely ties President Donald Trump to pressure on Ukraine for investigations into former Vice President Joe Biden and his son.\n\nAnd, on Friday afternoon, we saw a bizarre Twitter/TV conversation between the president and a former diplomat.\n\nIt all followed the release of additional transcripts from closed-door testimony, which reportedly continued this week during the televised proceedings at Longworth.\n\nRepublicans on the panel did their part to defend Trump. They dismissed the proceedings as a “carefully orchestrated media smear campaign,” in the words of one Trump loyalist, Rep. Devin Nunes.\n\nQ: Did Marie Yovanovitch’s testimony yield anything new on Friday?\n\nAs of early Friday afternoon, nothing of note compared with her earlier closed-door testimony.\n\nThe former U.S. ambassador to Ukraine did, however, put a human face on the account of her April ouster. In particular, she told of her reaction when she read that Trump had told Ukrainian President Volodymyr Zelenskiy on July 25 that “she’s going to go through some things.”\n\n“I even had a physical reaction; even now, words kind of fail me,” she told the panel.\n\nThe 33-year veteran diplomat also said she has a reputation for championing anti-corruption interests in Ukraine, and that those efforts might have upset some officials there.\n\nOr, in the words of George Kent on Wednesday: “You can’t promote principled anti-corruption activities without pissing off corrupt people.”\n\nTo that point, Yovanovitch was targeted prior to her ouster by a smear campaign involving Trump’s personal attorney, Rudy Giuliani; Donald Trump Jr.; Fox News host Sean Hannity; John Solomon, a conservative columnist formerly of The Hill; and Ukraine’s then-prosecutor general, Yuriy Lutsenko. And she said that when State Department officials tried to issue a statement of support after her abrupt recall, it didn’t happen due to fears that Trump might counter the statement with more criticism.\n\nShe also denied Lutsenko’s allegation that she had given him a “do not prosecute” list, calling it “a fabrication.”\n\nIn addition, she warned that these kinds of attacks are harming the State Department.\n\n“The State Department is being hollowed out from within at a competitive and complex time on the world stage,” she said.\n\nDuring her testimony, Trump tweeted about his “absolute right” to fire her. (This wasn’t in dispute, though. Intelligence Committee Chairman Adam Schiff said in his opening statement: “The question before us is not whether Donald Trump could recall an American ambassador with a stellar reputation for fighting corruption in Ukraine, but why would he want to?”)\n\nThe president added that everywhere Yovanovitch had served had “turned bad” — including Somalia, which has a history of ethnic strife and civil war that goes back decades.\n\n“As we sit here testifying, the president is attacking you on Twitter,” Schiff told Yovanovitch. “What effect do you think that has on other witnesses’ willingness to come forward and expose wrongdoing?”\n\n“Well, it’s very intimidating,” she replied.\n\nSchiff said, “Well, I want to let you know, ambassador, that some of us here take witness intimidation very, very seriously.”\n\nOther reaction to that tweet was somewhat bipartisan, with both House Speaker Nancy Pelosi and GOP Rep. Liz Cheney agreeing that his criticism of Yovanovitch was wrong.\n\nQ: Did we learn anything new on Wednesday?\n\nYes, and it came early.\n\nThe top U.S. diplomat in Ukraine, Bill Taylor, told the panel that a staffer overheard the president pressuring Ambassador to the European Union Gordon Sondland about an investigation into the Bidens on July 26 — one day after the Trump-Zelenskiy “do us a favor, though” call.\n\nTaylor testified that those staffers had been at a restaurant with Sondland when he called the president. (It’s an assertion that some former officials find concerning). From Sondland’s phone, they could hear Trump asking about investigations, Taylor testified.\n\nThe aide asked Sondland what the president thought of Ukraine after the call, Taylor told the panel. “President Trump cares more about the investigations of Biden,” was Sondland’s purported reply.\n\nLate Thursday afternoon, The Associated Press reported that a second Embassy staffer overheard the call.\n\nThe president denies knowledge of such a call. The staffer Taylor cited, David Holmes, has since briefed the committee; Sondland is scheduled to testify Wednesday.\n\nQ: House Republicans had their chance to interview witnesses, too. What was their line of questioning?\n\nTheir questioning was, in part, aimed to boost that debunked conspiracy theory regarding supposed Ukrainian interference in 2016. (For a little more on that, by the way, check out Isaac Stanley-Becker’s piece in The Washington Post.)\n\nGeorge Kent, the deputy assistant secretary of state for European and Eurasian affairs, further debunked this theory Wednesday.\n\nKent also said that he had been concerned about the appearance of a conflict of interest when the then-vice president’s son joined the board of a Ukrainian energy company, Burisma, in 2014. However, “I did not witness any efforts by any U.S. official to shield Burisma from scrutiny,” he said.\n\nThough Biden did withhold assistance from Ukraine to get Lutsenko’s predecessor as prosecutor general, Viktor Shokin, fired, diplomatic officials have said it wasn’t part of an effort to quash any investigation. And, on Wednesday, Kent resisted Republican comparisons to the quid pro quo that Trump posed to Zelenskiy.\n\nShokin “had undermined a system of criminal investigation that we built with American money to build corruption cases,” Kent said.\n\nThe testimony backs Democrats’ contention that Trump’s quid pro quo benefited Trump only — not U.S. foreign policy.\n\nQ: What other transcripts of closed-door testimony were released this past week?\n\nThe House Intelligence Committee released testimony transcripts from five other witnesses (the names include links to the transcripts):\n\nLt. Col. Alexander Vindman, who was listening in on the infamous July 25 phone call with Zelenskiy, said he had no doubts that Trump was asking for the Bidens to be investigated in exchange for a White House visit that Zelenskiy wanted. The National Security Council official also said that he was so concerned that he alerted White House lawyers, and that he was later kept out of the loop on Ukraine-related issues.\n\nFiona Hill, a former White House official responsible for Ukraine policy, corroborated other evidence that the president’s ambassador to the European Union, Gordon Sondland, was telling Ukrainians that a Zelenskiy White House visit was conditional upon Zelenskiy starting investigations into the Bidens.\n\nShe also related former national security adviser John Bolton’s concerns about the situation:\n\nHe told me, and this is a direct quote from Ambassador Bolton: You go and tell [White House counsel John] Eisenberg that I am not part of whatever drug deal Sondland and [acting Chief of Staff Mick] Mulvaney are cooking up on this, and you go and tell him what you’ve heard and what I’ve said.\n\nIn addition, Hill related how she was “very shocked” by the rough transcript of that July 25 call.\n\n“I sat in an awful lot of calls, and I have not seen anything like this,” she said.\n\nLaura Cooper, a deputy assistant secretary for the Defense Department, recounted how on Aug. 20, former Ukraine envoy Kurt Volker had implied that aid was being tied to a statement about election interference, which would have lent credibility to a debunked conspiracy theory that Ukraine meddled in the 2016 U.S. election.\n\n… Well, Ambassador Volker described talking to an adviser to President Zelensky about making such a statement, making a statement, you know, disavowing election interference. And the way he described the statement I understood it to be a discussion that wasn’t going to occur in the future, but that had occurred in the past.\n\n(U.S. intelligence officials concluded years ago that Russia actively meddled in 2016, not Ukraine.)\n\nCooper also detailed how the Office of Management and Budget told agencies that the military aid — which she said was crucial to “deter Russian aggression elsewhere around the world.” — was frozen “without explanation.”\n\nTwo former assistants to Volker — Christopher Anderson and Catherine Croft — provided further detail to investigators about the pressure on Ukraine.\n\nCroft told House investigators that Ukraine had concerns “very early on” about a hold on security aid. She also said that OMB had placed an earlier, unrelated hold on Javelin missiles to Ukraine because Mulvaney, who also carries the title of OMB director, was worried that “Russia would react negatively.”\n\n(Ukraine and Russia have been involved in a conflict since Russia’s annexation of Crimea in early 2014.)\n\nAnderson told the panel how he learned of Trump’s belief in the Ukrainian election-meddling conspiracy theory.\n\nAmbassador Volker told me that the president said something to the effect of the Ukrainians tried to take me down.\n\nAnderson also recounted how Bolton had warned him that Giuliani was “a key voice with the president on Ukraine” and that “every time Ukraine is mentioned, Giuliani pops up.”\n\nQ: Who’s up next?\n\nThe schedule, as of Wednesday:\n\nTuesday: Jennifer Williams, an aide to Vice President Mike Pence; Lt. Col. Alexander Vindman, director for European affairs at the National Security Council; Ambassador Kurt Volker, the former U.S. special envoy to Ukraine; and Tim Morrison, a White House aide with the National Security Council.\n\nWednesday: Ambassador Gordon Sondland, U.S. Ambassador to the European Union; Laura Cooper, the deputy assistant secretary of defense for Russian, Ukrainian and Eurasian affairs; and David Hale, the undersecretary of state for political affairs.\n\nThursday: Fiona Hill, the former National Security Council senior director for Europe and Russia.\n\nEarlier:\n\nWTOP’s Rick Massimo contributed to this report."}}