{"GDELT": {"GlobalEventID": 886904229, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor1Code": "TMP", "Actor1Name": "EAST TIMOR", "Actor1CountryCode": "TMP", "Actor2Code": "AGR", "Actor2Name": "FARMER", "Actor2Type1Code": "AGR", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.82625482625483, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "East Timor", "Actor1Geo_CountryCode": "TT", "Actor1Geo_ADM1Code": "TT", "Actor1Geo_Lat": -8.833333, "Actor1Geo_Long": 125.75, "Actor1Geo_FeatureID": "TT", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Darwin International Airport, Northern Territory, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS03", "Actor2Geo_ADM2Code": "5125", "Actor2Geo_Lat": -12.4183, "Actor2Geo_Long": 130.875, "Actor2Geo_FeatureID": "336079", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Darwin International Airport, Northern Territory, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS03", "Action2Geo_ADM2Code": "5125", "Action2Geo_Lat": -12.4183, "Action2Geo_Long": 130.875, "Action2Geo_FeatureID": "336079", "DATEADDED": 20191115214500, "SOURCEURL": "https://www.abc.net.au/radionational/programs/countrybreakfast/rural-news-highlights-november-16/11704044"}, "ARTICLE": {"TITLE": "Rural News highlights", "TEXT": "What do experts say about prescribed burning?\n\nHazard reduction burning has been constrained in NSW and Queensland this year because of the drought.\n\nProfessor of pyro-geography and fire science David Bowman from the University of Tasmania said it was not \"green tape\" preventing hazard reduction burns.\n\n\"You can't just go into the landscape and start burning it.\"\n\nHe said drying conditions are worsening the fires.\n\n\"The way fires are going to move across country is rapidly changing and fits with the scenario that had been painted by climate modellers.\"\n\nDailan Pugh of the North-East Forest Alliance said it was alarming to see historic rainforests in northern NSW burning.\n\nBurnt and injured koalas\n\nThe Friends of the Koala group said local vets are now being approached to help look after injured or sick koalas affected by the bushfires.\n\nGroup president Ros Irwin said their centre is full of injured marsupials and the situation is similar for the Port Macquarie Koala Hospital, Currumbin and the Australia Zoo.\n\nThe koalas are dehydrated as well as burnt because the leaves are desiccated by the drought and fires.\n\nBanana plantation destroyed\n\nThe fire impacting the Nambucca Valley on the Coffs Coast has destroyed everything in its path\n\nStephen and Michael Spear grow bananas on properties adjacent to each other, and say absolutely everything has gone up in flames - the crop, packing sheds and other infrastructure.\n\nStephen Spear at Taylors Arm says says it will take 12 months to return to full production, which means no income to cover his mortgage.\n\nFodder industry questions Government's water offer\n\nThe Federal Government's plan to put 100 gigalitres towards animal feed has raised more questions than answers for the fodder industry.\n\nThe Government has struck a deal worth almost $100 million with the South Australian Government to increase production from its desalination plant to service Adelaide.\n\nThis would leave 100 gigalitres in Southern Basin water storages to grow fodder upstream.\n\nIn turn, the Government estimates 6,000 farmers will have access to 25 megalitres each, which must be used to grow feed for livestock.\n\nThe water will be offered to irrigators for $100 per megalitre and will be delivered by the end of April.\n\nSome are critical saying there will be no water available until April, and that it won't be enough water to grow fodder crops.\n\nBut the Minister for the Environment Sussan Ley said the government was working hard to start delivering water in the next few weeks.\n\nSuki sniffs out 69 food items on travellers\n\nA sniffer dog called Suki has detected 69 biosecurity risks during her first month working at the Darwin International Airport, including pork products.\n\nThe Federal Government sent Suki to Darwin after concerns were raised about the global spread of African swine fever (ASF) and the regular flights between Darwin and Timor-Leste, where an outbreak of ASF was confirmed in late September.\n\nPaul Burke, the CEO of the NT Farmers Association said sniffer dogs are needed permanently.\n\nAustralian products popular on Singles Day\n\nThe Chinese e-commerce company Alibaba, broke its own record this week, racking up more than $55 BILLION-dollars in online sales in just 24 hours.\n\nAustralian products were the fourth most popular supplying: skincare and health products, but also fruit like cherries, beef and mostly dairy."}}