{"GDELT": {"GlobalEventID": 886903656, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor1Code": "GOV", "Actor1Name": "AMBASSADOR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 162, "EventBaseCode": 162, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -5.6, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.80505415162455, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Georgetown University, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.9073, "Actor1Geo_Long": -77.0726, "Actor1Geo_FeatureID": "531568", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20191115214500, "SOURCEURL": "https://saraacarter.com/meadows-its-america-first-not-ukraine-first/"}, "ARTICLE": {"TITLE": "Meadows: 'It's America First, Not Ukraine First' - Sara A. Carter", "TEXT": "Rep. Mark Meadows and Rep. Jim Jordan ripped into House Intelligence Committee Chairman Adam Schiff’s “sham” impeachment hearings on Fox News’ Hannity Thursday night. During the impeachment probe’s first public hearing Wednesday, witnesses William Taylor and George Kent couldn’t recall ever having direct conversations with President Donald Trump, Chief of Staff Mick Mulvaney, and the President’s lawyer Mayor Rudy Giuliani.\n\nTheir testimony was based on secondhand accounts of conversations involving White House officials. Rep. Meadows and Rep. Jordan signaled that would happen again Friday, during the committee’s second public hearing.\n\n“Adam Schiff hasn’t released the real transcripts. Technically, we’re not allowed to use that material in hearings tomorrow,” Rep. Jordan said.\n\n“There’s all kinds of problems with this.”\n\nThe former U.S. ambassador to Ukraine Marie Yovanovitch is testifying as part of the ongoing impeachment probe Friday. Yovanovitch testified behind closed doors in October, but proved to never having direct knowledge of the President’s phone call with Ukraine’s President Volodymyr Zelensky. She left Ukraine in May to teach at Georgetown University.\n\n“Tomorrow, it’s even better than that. The Ambassador who’s coming in wasn’t there during the phone call, wasn’t there when the aid was suspended. You know where she was, she was at Georgetown,” Rep. Meadows said.\n\nRep. Meadows argued that Amb. Yovanovitch has been one of the harshest critics of the President and slammed him in an earlier op-ed. “It’s America first, not Ukraine first,” Rep. Meadows argued.\n\n“If they want to start directing policy for the hardworking American taxpayer, they need to put their name on a ballot instead of putting their name on a witness list.”"}}