{"GDELT": {"GlobalEventID": 886903757, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor1Code": "GOVHLH", "Actor1Name": "HEALTH OFFICIAL", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -7.58807588075881, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Coconino, Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_ADM2Code": "AZ005", "Actor1Geo_Lat": 35.9944, "Actor1Geo_Long": -112.198, "Actor1Geo_FeatureID": "24374", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Coconino, Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_ADM2Code": "AZ005", "Action2Geo_Lat": 35.9944, "Action2Geo_Long": -112.198, "Action2Geo_FeatureID": "24374", "DATEADDED": 20191115214500, "SOURCEURL": "https://www.lakepowelllife.com/coconino-co-health-officials-skunks-tests-positive-for-rabies/"}, "ARTICLE": {"TITLE": "Coconino Co. Health Officials; Skunk Tests Positive for Rabies", "TEXT": "Skunk tests positive for rabies\n\nFLAGSTAFF, Ariz. – Coconino County Health and Human Services (CCHHS) officials confirmed that a skunk found in the Baderville community, northwest of Flagstaff, has tested positive for rabies. No human or domestic animal exposures have been reported.\n\nCCHHS reminds people to use caution to protect against rabies exposure when hiking, camping or in situations where wildlife may be present. Health officials recommend the following precautions to protect against rabies:\n\nAvoid wildlife, especially those exhibiting unusual wildlife behaviors which can include; showing no fear of humans, aggressive behavior, staggering and/or acting sickly and nocturnal mammals active during the daytime.\n\nKeep all pets current on vaccinations and obey leash laws.\n\nAlways keep pets away from wild animals.\n\nNever pick up, touch, or feed wild or unfamiliar animals, even if they do not appear sick or aggressive.\n\nReport any wild animals exhibiting erratic or aggressive behavior.\n\nSeek immediate medical attention if bitten by or when there is direct contact with a wild animal.\n\nPet owners should seek medical care from a veterinarian if their pet is bitten by wildlife.\n\nRabies is a virus spread by the bite of an infected animal or direct contact with the saliva of an infected animal (such as via a scratch or tear in the skin). In Arizona, bats, skunks and foxes are the main animal sources of rabies. Rabies causes severe damage to the central nervous system and usually leads to death once symptoms appear. However, effects of the virus are preventable if proper medical treatment is obtained within the proper timeframe.\n\nHuman exposures to rabid animals are usually rare, but domestic animals, such as cats and dogs often come into contact with wild animals and are at an increased risk. Routine rabies vaccination will help protect pets against rabies.\n\nInteractions with a bat or a bat found in the home should be reported to the Coconino County Health and Human Services Animal Management Program at 928-679-8756. Unusual wildlife sightings or behavior should also be reported. To report an emergency involving wildlife, call 911.\n\nFor more information on rabies visit www.azhealth.gov/rabies."}}