{"GDELT": {"GlobalEventID": 886903202, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.06951871657754, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Shelby County, Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_Lat": 40.3167, "Actor2Geo_Long": -84.1833, "Actor2Geo_FeatureID": "1074087", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Shelby County, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3167, "Action2Geo_Long": -84.1833, "Action2Geo_FeatureID": "1074087", "DATEADDED": 20191115214500, "SOURCEURL": "https://www.sidneydailynews.com/news/161650/vitale-discusses-red-flag-law"}, "ARTICLE": {"TITLE": "Vitale discusses Red Flag Law", "TEXT": "SIDNEY — Ohio Rep. Nino Vitale, R-Urbana, 85th District, discussed the Red Flag Law during Thursday’s Shelby County Liberty Group (SCLG) open forum held at the United Calvary Baptist Church 9480 25A North, Sidney.\n\nBefore the meeting officially opened the SCLG presented the founder of the group, Jane Spicer, with a colorfully-decorated earthenware crock for her many years of service and dedication to the people of Shelby County. The crock was adorned with logos of the Shelby County Bicentennial and Shelby County Liberty Group. Spicer expressed her gratitude for the gift.\n\n“Thank you all so much, it is an honor to receive such a beautiful gift! I appreciate your thoughtfulness, but I did what I did for our county, our country, and its people. My hope is to encourage current and future generations to respect and admire our flag, the National Anthem, the U.S. Constitution and the price that was and is continuing to be paid for our freedom; we must never forgetm” said Spicer.\n\nDerek Wolters, a senior at Anna High School, is working with Shelby County Young Republicans. Wolters is working to educate high schoolers about what the Republican Party actually believes in/\n\n“Too often we see high school students being persuaded on college campuses to support the Democratic Party with no facts or information being presented to them – they hear just one side of the story. I’m working to inform students before they enter college and get them registered to vote.” Wolters said.\n\nWolters shared a brief profile of Vitale before inviting him to speak.\n\nVitale was quick to point out that while he enjoyed the political support he wanted to specifically thank everyone for the continued prayers, emails, phone calls and other support from everyone during his wife’s recent illness.\n\n“This job and life in general has its share of challenges but I wasn’t ready for ‘oh and by the way, your wife has bone cancer’… of course we were devastated, but by the Grace of God she’s here with me tonight and I thank him and everyone who kept her situation in prayer. Your votes are greatly appreciated but the prayers are much more important to me and my family, thank you,” Vitale said.\n\nVitale, who is chairperson of the Ohio Energy and Natural Resources Committee and also chairs the Oversight Committeem noted he has observed a lot of changes since taking office five years ago.\n\n“We are a lot more polarized than in the past, it’s not President Trump’s fault he just opened the door to confidence and reminded a lot of people where they should stand. There was a lot of confusion associated with the last presidential administration, the lines between the parties were blurred, and as usual the Democrats were intolerant of any compromise.” he said.\n\n“Many Republicans then became more liberal to try to get along and allow progress for the American people but their degree of tolerance was never enough for the Democrats. It became difficult if not impossible to get any truthful decision-making information from the mainstream media as the news and papers were filled with fake news and so it went until the American people had enough and elected President Trump.\n\n“President Trump has been a tremendous help in reestablishing the conservative values held by the majority of the American people, he also stabilized the economy and set us on the right path for providing safe and economically sound sources of energy for our homes and industry. He’s made countless positive changes in a very short period of time and the American people are a lot better off than they have been for a long, long, time. I’m also very thankful for his efforts in the fight for the right to life, he has done a lot for the sake of our children, born and unborn,” Vitale said.\n\nVitale discussed two political issues that have been in recent headlines, the Red Flag Law, House Bill 6 and Resolution 13. The Red Flag Law is being proposed as a deterrent to gun-related violence and was considered after 10 people were murdered in a mass killing at Dayton, Ohio, on Aug. 4, 2019.\n\n“Gov. DeWine initially bowed to political pressure expressing his support for the Red Flag Law (“Strong Ohio”) but later narrowed his support after outcries form the public that pointed out the vague nature of how the bill was worded and the potential for prosecution and confiscation of personal property (firearms) without due process of the law; the idea is confiscate first, decide guilt later which is the opposite of what the Constitution outlines. Though it appeared he backed off some we are still not out of the woods on this issue,” Vitale said.\n\nVitale also discussed Ohio HB-6 and Resolution 13.\n\n“The deceptive nature of ads against HB-6 make it sound like a government bail-out for the nuclear plants on Ohio when in reality the proposed plan is to shift tax dollar support for energy (all of which went to wind and solar projects in the past) to nuclear power plants. It’s not a bail-out but more of an equalization of subsidies and actually the burden on the taxpayer will be much less for nuclear energy than it was for solar and wind power both of which are inefficient and unreliable sources of electricity.\n\n“It’s nothing more than a proposed shift in where the money goes and in the end, the nuclear plants will only receive about one sixth of the money the wind and solar project were getting. As for Resolution 13, it proposes that employers will be forced to hire who the government says they should hire. The proposal mandates employers hire a certain percentage of LGBTQ (lesbian, gay, bisexual, transgender, and queer or questioning) individuals as part of their work force. We don’t see the need for more government intrusion into private business and industry, it’s just more Democrat political wrangling,” siad Vitale.\n\nBefore closing Vitale expressed his preference of DeWine over former Gov. John Kasich.\n\n“Gov. DeWine is a lot more in line with the policies and values of the Republican Party but he is a big spender and I’m not in favor of big government spending when we know it will not be effective. He is however, a lot more loyal to the party principles in general, unlike some of the elected officials in Shelby County who claim to be Republicans but support Democrats. Kasich crossed the line and was not an example of good leadership,” Vitale said.\n\nState Rep. Nino Vitale, left, talks with Dan Cecil, of Sidney, at a Shelby County Liberty Group Town Hall event held at United Calvary Baptist Church on Thursday, Nov. 14. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/11/web1_SDN111619TownHall.jpg State Rep. Nino Vitale, left, talks with Dan Cecil, of Sidney, at a Shelby County Liberty Group Town Hall event held at United Calvary Baptist Church on Thursday, Nov. 14. Luke Gronneberg | Sidney Daily News Local resident and founder of the Shelby County Liberty Group (SCLG) Jane Spicer, left to right, accepts a commemorative crock from Sanña Aikin, educational director of the SCLG and HR Pence, communications director of the SCLG. Spicer was honored for her many years of service at a town hall meeting held in Sidney on Thursday evening. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/11/web1_IMG_2629.jpg Local resident and founder of the Shelby County Liberty Group (SCLG) Jane Spicer, left to right, accepts a commemorative crock from Sanña Aikin, educational director of the SCLG and HR Pence, communications director of the SCLG. Spicer was honored for her many years of service at a town hall meeting held in Sidney on Thursday evening. Matt Clayton | Sidney Daily News\n\nBy Matt Clayton For the Sidney Daily News\n\nThe writer is a regular contributor to the Sidney Daily News.\n\nThe writer is a regular contributor to the Sidney Daily News."}}