{"GDELT": {"GlobalEventID": 886904043, "Day": 20191115, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.863, "Actor1Code": "MOS", "Actor1Name": "ISLAMIC", "Actor1Religion1Code": "MOS", "Actor2Code": "MYS", "Actor2Name": "MALAYSIA", "Actor2CountryCode": "MYS", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -6.07843137254902, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Actor2Geo_CountryCode": "MY", "Actor2Geo_ADM1Code": "MY14", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 3.16667, "Actor2Geo_Long": 101.7, "Actor2Geo_FeatureID": "-2403010", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20191115214500, "SOURCEURL": "https://www.benarnews.org/english/news/malaysian/funding-sentence-11152019154505.html"}, "ARTICLE": {"TITLE": "Malaysian who Sent $48 to IS Fighter in Syria Gets 3 Years in Prison", "TEXT": "Remnants of an Islamic State flag can be seen at a tent encampment after U.S.-backed Syrian Democratic Forces fighters took control of Baghouz, Syria, March 23, 2019.\n\nA judge in Malaysia sentenced a former gold trader to three years in prison Friday, convicting him under the nation’s strict terrorism financing law for sending less than $50 to a top Malaysian recruiter in Syria for Islamic State.\n\nThe Kuala Lumpur High Court ruled that Mohd Zulkifli Shafie was guilty of sending 200 ringgit (U.S. $48) from his bank account to Wan Mohd Aquil Wan Zainal Abidin (also known as Akel Zainal) in 2018 to fund terror-related activities. Akel, a former Malaysian rock star, was killed in an airstrike in northeastern Syria in March 2019, Malaysia’s counterterrorism chief told BenarNews last week.\n\n\n\n“With this I sentence you to three years in jail, the date of sentence to commence from the date of arrest,” Judge Collin Lawrence Sequerah ruled.\n\nThe channeling of funds for terrorist activities was a serious offense under Malaysian law, said Ayob Khan Mydin Pitchay, the chief of Malaysia’s counterterrorist police branch, who had divulged the information about Akel’s death.\n\n“It does not matter how much money was channeled, it is still an offense,” Ayob told BenarNews on Friday.\n\nZulkifli’s wife and children were in the court and were seen crying after the judge delivered the sentence. The defendant was arrested on Oct. 30, 2018, at the country’s administrative capital, Putrajaya, on a charge that he had sent money to Akel Zainal.\n\nThe initial charge for terror financing carried a maximum sentence of 30 years, but Zulkifli’s lawyers appealed and the court amended the charge to one that carried a much lighter penalty. The court did not reveal why it was amended.\n\nJoined IS in Syria\n\nAkel, who rose to fame in Malaysia in the 1990s as a drummer in a rock band, Kumpulan Ukays, left the country in 2014 to join Islamic State (IS) in Syria. Eight months ago, he died in a Russian airstrike that also killed his wife and their two young children in Baghouz, Syria, the last IS bastion in that country, according to Ayob.\n\nAkel was one of two senior IS leaders from Malaysia who were killed in airstrikes this year, Ayob said.\n\nThe other, Mohd Rafi Udin (also known as Abu Ain and Abu Awn al-Malisi), whom the United States had designated as a global terrorist last year, was killed in a Russian airstrike as he tried to flee from Baghouz in January, the counterterrorist police chief said. Baghouz fell to a U.S.-led coalition of anti-IS forces in late March.\n\nMalaysian authorities previously identified Akel and Rafi along with two others as the main Malaysian recruiters for IS after Muhammad Wanndy Mohamad Jedi, who had held that role, was killed in a drone attack in Syria in April 2017.\n\nIn 2016, Wanndy’s older brother, Mohamad Danny, pleaded guilty in a Malacca court to a similar charge of allowing his bank account to be used to fund terror-related activities.\n\nDanny pleaded guilty to allowing 12,310 ringgit ($2,962) to be channeled into his account and allowing 10,000 ringgit ($2,406) to be withdrawn to fund terror activities between Jan. 28 and March 5, 2016."}}