{"GDELT": {"GlobalEventID": 887678260, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "IRNOPP", "Actor1Name": "TEHRAN", "Actor1CountryCode": "IRN", "Actor1Type1Code": "OPP", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.30846484935437, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20191119213000, "SOURCEURL": "http://www.payvand.com/news/19/nov/1070.html"}, "ARTICLE": {"TITLE": "UN Calls on Iran to Avoid Force, Respect Right to Protest", "TEXT": "UN Calls on Iran to Avoid Force, Respect Right to Protest\n\n11/19/19\n\nSource: Center for Human Rights in Iran\n\nState security forces have used violent and deadly force to repress protests that erupted in dozens of cities in Iran during the evening of November 15, 2019, after the government announced a sudden gasoline price hike.\n\n\n\nA bank branch set on fire in the city of Shiraz\n\nOn November 19, 2019, the office of the UN High Commissioner for Human Rights issued a press release urging Iranian authorities to avoid using force to disperse protests that have been occurring throughout dozens of cities in Iran since November 15 after the government announced a sudden gasoline price hike. Due to a near total shutdown of access to the international internet since the evening of November 15, the flow of verifiable information from the country has been severely limited, but Amnesty International cited \"credible reports\" in reporting at least 106 deaths (the actual number could be higher). Following is the full UN press statement attributable to the UN High Commissioner for Human Rights Rupert Colville.\n\nWe are deeply concerned by reported violations of international norms and standards on the use of force, including the firing of live ammunition, against demonstrators in Iran during the protests that began on Friday and have continued into this week. We are especially alarmed that the use of live ammunition has allegedly caused a significant number of deaths across the country.\n\n\n\nWhile the fact that there have been some deaths has been acknowledged by the authorities, including by Ayatollah Khamenei, it has been extremely difficult to verify the overall number. However, Iranian media and a number of other sources suggest dozens of people may have been killed and many people injured during protests in at least eight different provinces, with over 1,000 protesters arrested. Overall, protests have reportedly been held in 40 or more towns and cities across the country, but again details have been hard to verify because of the shutdown of the internet late on Saturday.\n\n\n\nWe urge the Iranian authorities and security forces to avoid the use of force to disperse peaceful assemblies and in cases in which an assembly is violent to restrict the use of force to the greatest extent possible, especially actions that are likely to cause serious injury or loss of life. This includes issuing clear instructions to the security forces to abide by international norms and standards on the use of force, including ensuring that firearms are used only in cases of an imminent threat to life or of serious injury and only when less extreme measures are insufficient to address such a threat.\n\n\n\nWe also urge protesters to carry out demonstrations peacefully, without resorting to physical violence or destruction of property.\n\n\n\nAs Iran is a State party to the International Covenant on Civil and Political Rights, we call on the Iranian authorities to respect the right to freedom of expression, and the right to peaceful assembly and association, as laid down in the Covenant, which is a binding international treaty.\n\n\n\nWe also call on the Government to immediately re-establish Iranians' access to the internet, as well as other forms of communication, which allow for freedom of expression and access to information.\n\n\n\nWhile noting the serious economic challenges the country is experiencing, including in the context of sanctions imposed by the United States, we urge the Iranian Government to engage in meaningful dialogue with various actors in the country about the socio-economic challenges the population is facing, and to collectively work with a cross-section of society towards a sustainable resolution to these issues.\n\n\n\nAs so many other popular protests across the world have illustrated all too clearly in recent weeks and months, simply responding with harsh words and an iron fist raises a significant risk not only of violating international norms and standards but also of seriously aggravating the situation to everyone's disadvantage, including the Government's.\n\n\n\nProtests of this nature and on this scale are an indication of deep-rooted and often well-founded grievances, that cannot simply be brushed aside.\n\n\n\nA vehicle set on fire by protesters in Tehran"}}