{"GDELT": {"GlobalEventID": 887621086, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "IRL", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.7194570135746599, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dublin, Dublin, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI07", "Actor2Geo_ADM2Code": "18288", "Actor2Geo_Lat": 53.3331, "Actor2Geo_Long": -6.24889, "Actor2Geo_FeatureID": "-1502554", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dublin, Dublin, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI07", "Action2Geo_ADM2Code": "18288", "Action2Geo_Lat": 53.3331, "Action2Geo_Long": -6.24889, "Action2Geo_FeatureID": "-1502554", "DATEADDED": 20191119161500, "SOURCEURL": "https://www.rte.ie/brainstorm/2019/1118/1092627-how-the-long-note-tells-the-histories-of-the-women-of-derry/"}, "ARTICLE": {"TITLE": "How The Long Note tells the histories of the women of Derry", "TEXT": "Analysis: Helen Cammock's Turner Prize-nominated film focuses firmly on women's various fights for social justice in Derry\n\nThere is a point in Helen Cammock's film The Long Note when Bernadette Devlin McAliskey neatly captures women's invisibility in the story of northern Irish civil rights. She says that \"a whole history that didn’t belong to me\" was ascribed to her, referring to her own notoriety in the period and the fact that people will often say she was at protests, riots or other key events that she actually had no part in. This, she argues, is because \"women get amalgamated into the visible one woman\" when history gets told. The media and the political establishment need their headline-friendly figure and any other women who were actually there fade into the background.\n\nMcAliskey’s commentary is a thread throughout Cammock’s film and, though the activist worked closely with the artist in the making of the work, there is certainly no attempt to portray her as the \"one woman\". The film has been nominated for the Turner Prize and currently on show at the Turner Gallery Margate alongside the other three nominated artworks.\n\nArtist Helen Cammock discusses The Long Note\n\nIt was originally commissioned by The Void gallery in Derry in 2018 as part of a programme of events marking the 50th anniversary of the Civil Rights movement. Those commemorations centred around a October 5th march in the city which was blocked and baton-charged by the RUC, actions which are now widely seen as sparking the unrest and violence which led to the Troubles. The commemorations have continued throughout 2019, with anniversaries of other key events, including the Battle of the Bogside and the deployment of British troops, marked in various ways.\n\nThe Long Note, which focuses explicitly on women in Derry, exists in the context of such commemoration, a context in which questions around who and what gets remembered are crucial for present realities. Alongside such anniversaries, discussions around the north’s conflicted past and present have been further brought to the fore by Brexit and uncertainty around the future status of the border. In these discussions the Troubles are often reduced to violent struggles between two traditions - Catholic/Protestant, Nationalist/Unionist, Republican/Loyalist - with other struggles and identities that existed within these dualities and the role of the British state erased.\n\nFrom RTÉ Archives, Bernadette Devlin McAliskey discusses her trip to the United States in 1969 with RTÉ News' reporter Martin Wallace\n\nBut Cammock’s film does not get drawn into these wrangles and trains its focus firmly on women’s fights for social justice within the nationalist-republican communities in Derry. Social justice is a consistent theme in her work and Cammock draws parallels in the film through visuals and song with the US civil rights movement and black liberation struggles there (something Devlin McAliskey credits with influencing her feminist politics).\n\nWhile the film uses the voices of well-known individuals such as Devlin McAliskey and activist journalist Nell McCafferty, the voices of the other women who were involved in the conflict are just as important. Archive footage and interviews highlight the political work performed by women in public and private settings. There is much here that fits with a conventional didactic documentary form - interviews and archive footage from the time - but Cammock uses no names in the film, and the stories and images are left to speak for themselves. The stories included are powerful and give us an insight into the daily realities in which many of the many tragedies of the Troubles occurred.\n\nFrom RTÉ Archives, a 1974 Tangents' profile of Nell McCafferty\n\nThere is archive footage of an interview with the mother of Jackie Duddy, one of those killed by the British army on Bloody Sunday in 1972, who recounts the morning before he went out on the march in heartbreaking detail. Nervous that something bad will happen, she describes how she insisted that Jackie put on clean underwear before he left home: \"If you’re left with clean underclothing,\" she tells him, \"it’s known that you’re cared for.\"\n\nThe imagery of homes and houses is prevalent throughout Cammock's film and these spaces are asserted as distinctly political over and over again, with interviewees stressing the importance of domestic work in sustaining the public struggles of the period. The artist points out these blurred public/private boundaries, as she describes in a voiceover the importance of family photo albums in all the houses she visited. In these pages, she says, \"the demo and the wedding sit at ease with each other side by side.\"\n\nImportant aspects of Derry's social and economic history, often flattened out by mainstream conflict narratives, are brought to life by the film. In one archive interview, McCafferty invokes the city’s famous textile industry and the skills that the women who worked in shirt factories brought to resisting the British army (they formed assembly lines to construct petrol bombs with scraps of fabric). Interviews stress the importance of women in previous militant housing justice campaigns, such as the activist Bridget Bond and the Mothers of the Springtown Camp, a group of women who marched to Derry’s Guildhall in 1959 to demand better housing for themselves and their families.\n\nGavin Patton's film on the Springtown camp in Derry\n\nThe film also highlights the problem of domestic violence and the ways this was heightened by conflict. Several women cite the work of feminist and trade unionist Cathy Harkin, who through her militant direct action founded Derry Women’s Aid in 1976. Fights for bodily autonomy are folded into the narrative, with an account of the famous Dublin to Belfast contraceptives train organised by the Irish Women's Liberation Movement in 1971. The threads of this activism can of course be seen in current feminist campaigns in the north and the recent decriminalisation of abortion.\n\nIn interviews, Cammock has stressed her belief in the existence of multiple \"histories\" rather than one singular history. This is something borne out by her film, which opens out our ideas of Ireland’s conflicted stories with voices that are too often marginalised. It raises broader questions about the invisibility of women in representations of iconic political struggles and shows the material realities of women’s political lives, too often hidden behind tales of male heroism. The Long Note is a much-needed corrective in a world in which history is often reduced to singular iconic events and powerful individuals and dominated by the loudest voices.\n\nThe views expressed here are those of the author and do not represent or reflect the views of RTÉ"}}