{"GDELT": {"GlobalEventID": 887620469, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "LEG", "Actor1Name": "LEGISLATURE", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.94477317554241, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jersey", "Action2Geo_CountryCode": "JE", "Action2Geo_ADM1Code": "JE", "Action2Geo_Lat": 49.216667, "Action2Geo_Long": -2.1166669999999996, "Action2Geo_FeatureID": "JE", "DATEADDED": 20191119161500, "SOURCEURL": "https://nj1015.com/jeff-van-drew-is-the-only-honest-democrat-left-in-nj-opinion/"}, "ARTICLE": {"TITLE": "Jeff Van Drew is the only honest Democrat left in NJ", "TEXT": "Most normal people who go about their daily routine without politicizing everything either have tuned out the DC impeachment hearings or know that it is a game that really has no impact on their lives.\n\nThe Democrats in Washington, lead by a cast of characters seemingly frustrated with the election results in 2016, have changed their focus so many times it's hard to keep up. The latest is a return to the \"Russia collusion\" narrative and accusing the President of lying to Special Prosecutor Robert Mueller. Then there's the fight over tax returns. Or is it the quid pro quo of investigating corruption before we send you any more aid? Not sure, now you hear the Speaker of the House talking about bribery. That's a scary word for sure and an actual impeachable offense.\n\nThe problem is the narrative holds no water. At least not for anyone who doesn't have a Trump-hating agenda. The President did what any President SHOULD do, ask questions about the possibility that foreign powers tried to influence an election and line the pockets of the family members of elected officials.\n\nThere is a discussion that should take place regarding the Clinton Foundation and all the foreign money that they've received, how much was set up while Hillary was Secretary of State? There's a legitimate question about the role that Hunter Biden played collecting money after his dad went on official state visits as VP. There's a legitimate question about Obama's hot mic comment to the Russian President about how much easier things will be after the election, which he and just about every pundit and pollster (except for Adam Geller who turned out to be exactly right) predicted a huge Hillary win.\n\nThe Democrats lost and they are upset. They know that Trump is cutting into their base with smart policies like criminal justice reform and eliminating job killing regulations, which have led to the lowest unemployment in history among black Americans. Whether you like Trump or not, it's clear that leading Democrats are scared they are going to lose again in 2020 and will do whatever they can to tarnish the President and see if they can make scandal stick. It's wrong, outrageous and insulting to the electorate.\n\nSeems the only guy in Jersey in the ranks of the Democrats who knows this is Congressman Jeff Van Drew. Jeff has always been a bit of an independent thinker breaking with the party line on numerous occasions as a member of the NJ Legislature. Now he's showing his courage in Washington by standing firm against the endless inquiries and changing story that does nothing to help working and middle class families. Instead, the charade of impeachment has only served to distract the Administration and Congress preventing more progress that will continue to help make our economy and our communities even stronger.\n\nThank you Jeff Van Drew for having the guts to be a real person instead of a typical corrupt, mindless politician.\n\nBill Spadea is on the air weekdays from 6 to 10 a.m., talkin’ Jersey, taking your calls at 1-800-283-1015. Tweet him @NJ1015 or @BillSpadea. The opinions expressed here are solely those of Bill Spadea.\n\nMore from New Jersey 101.5:"}}