{"GDELT": {"GlobalEventID": 887682556, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "Actor2Code": "COPGOV", "Actor2Name": "DEPUTY", "Actor2Type1Code": "COP", "Actor2Type2Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.734848484848491, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Philippine, Benguet, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP10", "Actor1Geo_ADM2Code": "24213", "Actor1Geo_Lat": 16.45, "Actor1Geo_Long": 120.55, "Actor1Geo_FeatureID": "-2445611", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Philippine, Benguet, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP10", "Actor2Geo_ADM2Code": "24213", "Actor2Geo_Lat": 16.45, "Actor2Geo_Long": 120.55, "Actor2Geo_FeatureID": "-2445611", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20191119220000, "SOURCEURL": "https://www.benarnews.org/english/news/philippine/Duterte-vice-president-11192019130342.html"}, "ARTICLE": {"TITLE": "Philippine Leader Diminishes Vice President’s Power in Anti-Drug Role", "TEXT": "Philippine President Rodrigo Duterte announced late Tuesday that he was diminishing the power of the country’s vice president as co-chair of his administration’s anti-drug campaign only weeks after appointing her to the role.\n\nIn a hastily convened late-night news conference in Manila, the president said he had decided to limit Vice President Leni Robredo to a “need to know basis” in that role.\n\nRobredo, the leader of the political opposition who had questioned the killings of thousands of suspects under the Duterte government’s three-year-old war on illegal drugs, surprised the public and her supporters in early November when she accepted a challenge from him to take a lead role in that campaign.\n\nAt the news conference, Duterte clarified that Robredo had not been given a cabinet rank after all, as he made it clear that he disapproved of Robredo’s early actions in her new role. Among others, he said he took umbrage that the deputy president had invited an unnamed human rights official to the Philippines to investigate the conduct of the drug war.\n\n“The problem here is that I cannot trust her, not only because I do not know her, but because I do not know the people she speaks with,” Duterte told reporters. “The way she behaved right after I appointed her [does] not inspire. It’s not inspiring.”\n\nAsked to clarify whether Robredo was still co-head of the anti-drug campaign, Duterte answered in the affirmative, but said she was “on a need to know basis.”\n\nEarly on after Robredo’s appointment, other officials in the administration grudgingly accepted her presence, but differences about the way to go about the drug war soon emerged. The head of the country’s drug enforcement agency openly clashed with her, especially after she announced that she would put a stop to the killings in the drug war.\n\nOn Tuesday, Duterte dared Robredo to invite the unnamed rights official to enter the Philippines, going so far as to say that he would physically assault the official.\n\n“You can invite that [expletive], Leni, I dare you. I will tell the immigration [bureau] to let him in and I will slap him. Please invite him and accord him VIP treatment and I will slap him right in front of you,” Duterte said. But the president emphasized that he was not firing Robredo.\n\nSince taking on the job related to the campaign of ending the national scourge of drug addiction and the illegal drug trade, Vice President Robredo has met with officials of the U.S. Bureau of International Narcotics and Law Enforcement Affairs, the Drug Enforcement Administration (DEA), the FBI and the U.S. Agency for International Development (USAID) to discuss how to improve the Philippines’ approach in combating drugs.\n\nRobredo also declared that under her direction, she wanted to see fewer killings, which have reached nearly 6,000, according to official police statistics, since Duterte became president in mid-2016. Foreign governments and human rights groups have criticized the killings, saying that the actual death toll could be four times higher.\n\nRobredo could not be reached immediately for comment after Duterte’s press conference."}}