{"GDELT": {"GlobalEventID": 887619558, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "AFGLEG", "Actor1Name": "AFGHAN", "Actor1CountryCode": "AFG", "Actor1Type1Code": "LEG", "Actor2Code": "AFG", "Actor2Name": "AFGHAN", "Actor2CountryCode": "AFG", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.483091787439609, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Urozgan, Oruzgan, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF39", "Actor1Geo_ADM2Code": "3747", "Actor1Geo_Lat": 32.8333, "Actor1Geo_Long": 66.0, "Actor1Geo_FeatureID": "-3386013", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Urozgan, Oruzgan, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF39", "Actor2Geo_ADM2Code": "3747", "Actor2Geo_Lat": 32.8333, "Actor2Geo_Long": 66.0, "Actor2Geo_FeatureID": "-3386013", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Urozgan, Oruzgan, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF39", "Action2Geo_ADM2Code": "3747", "Action2Geo_Lat": 32.8333, "Action2Geo_Long": 66.0, "Action2Geo_FeatureID": "-3386013", "DATEADDED": 20191119161500, "SOURCEURL": "https://ariananews.af/watchdog-questions-ago-progress-on-cases-related-to-ex-ministers/"}, "ARTICLE": {"TITLE": "Watchdog Questions AGO Progress on Cases Related to Former Afghani Ministers", "TEXT": "(Last Updated On: August 22, 2020)\n\nSpokesman for the High Council for National Reconciliation Fraidoon Khwazoon confirmed Saturday that six deputies and more than 40 members have been appointed to the body that was established in May.\n\nSources said the newly-appointed deputies are council head Abdullah Adbullah’s election campaign running mates Enayatullah Babur Farahmand and Asadullah Saadati; State Minister for Peace Affairs Abdul Salam Rahimi, as well as Ata-ur-Rahman Saleem and Din Mohammad, two members of the now defunct High Peace Council, and a woman who would be introduced by the Presidential Palace.\n\n“More than 40 people have been introduced. The list was finalized and is waiting for the Chairman of the High Council for National Reconciliation to officially announce the structure,” Fraidoon Khwazoon said.\n\nThis development comes three months after the council was established following a power-sharing agreement between political rivals Abdullah and President Ashraf Ghani following months of post-election discord.\n\nIn addition to the six deputies, an additional 40-plus members were selected for the leadership committee of the council which is tasked with pursuing issues around the peace process.\n\nWhile names have not yet been released, sources indicate all those appointed are prominent members of society and are all proponents of peace.\n\nThis comes after the US Special Representative for Afghanistan Reconciliation Zalmay Khalilzad called on the Afghan government and the Taliban this week to immediately start intra-Afghan negotiations; aimed at finding a political settlement to end the long-term conflict in the war-weary country.\n\nKhalilzad said that there is no legitimate reason to delay the talks.\n\nThe Taliban, however, disputes this and has stated it will start negotiations once all the remaining 320 prisoners it has listed are released.\n\nAlthough Ghani signed the release order of these prisoners almost two weeks ago, the process has stalled after the government on Wednesday suspended the release process.\n\nSediq Sediqqi, the Presidential spokesman, told Ariana News that the government will not release the remaining Taliban prisoners unless the group frees 22 Afghan security force members they are holding captive.\n\nMeanwhile, Russian Foreign Ministry Spokeswoman Maria Zakharova said that his country hoped that “these issues will not become new obstacles to the launch of peaceful dialogue and will be resolved in the near future.”\n\nShe added that an early launch of intra-Afghan negotiations is in the interest of both the people of Afghanistan and the country’s foreign partners."}}