{"GDELT": {"GlobalEventID": 887620814, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "SPY", "Actor1Name": "INTELLIGENCE", "Actor1Type1Code": "SPY", "Actor2Code": "MED", "Actor2Name": "MEDIA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 12, "NumSources": 2, "NumArticles": 12, "AvgTone": -5.392665628783949, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191119161500, "SOURCEURL": "https://www.nationalreview.com/news/nunes-opens-impeachment-hearings-by-attacking-media-puppets-for-inaccurate-trump-coverage/"}, "ARTICLE": {"TITLE": "Impeachment Hearings: Nunes Opens by Attacking Media 'Puppets' for Inaccurate Trump Coverage", "TEXT": "Devin Nunes gives his opening statement as part of the impeachment inquiry into U.S. President Donald Trump on Capitol Hill in Washington, U.S., November 19, 2019. ( Shawn Thew/Reuters)\n\nHouse Intelligence Committee Ranking Member Devin Nunes (R., Calif.) accused the media of being “puppets of the Democratic Party” in his opening statement during public impeachment hearings on Tuesday.\n\n“If you watched the impeachment hearings last week, you may have noticed a disconnect between what you actually saw and the mainstream media accounts describing it,” Nunes said, directing his comments to the American people. “What you saw were three diplomats, who dislike the President’s Ukraine policy, discussing second-hand and third-hand conversations about their objections . . . they were unable to identify any crime or impeachable offense the President committed. But what you read in the press were accounts of shocking, damning, and explosive testimony that fully supports the Democrats’ accusations.”\n\nAdvertisement\n\nNunes focused his critiques on the media’s lack of “objectivity or fairness” in covering the Mueller report, and mentioned several articles as specific examples, before moving on to the coverage of the impeachment inquiry, including the acceptance of the Democrats’ “stunning reversal on the need for the Whistleblower to testify to this committee.”\n\n“The media have joined the Democrats in dismissing the importance of cross-examining this crucial witness. Now that the Whistleblower has successfully kickstarted impeachment, he has disappeared from the story — as if the Democrats put the Whistleblower in their own Witness Protection Program,” Nunes stated.\n\nThe congressman also pointed to recent articles on investigative journalist John Solomon as further evidence of media bias. Solomon, formerly of The Hill, has reported that Hunter Biden and his business partner Devon Archer joined Burisma despite the warnings of colleague Christopher Heinz, the stepson to former secretary of state John Kerry. Later, both Biden and Archer scheduled meetings with senior State Department officials, according to email records obtained by Solomon.\n\nAdvertisement\n\nAdvertisement\n\nThe records prompted a letter to the State Department from Republican senators Chuck Grassley and Ron Johnson that requested the disclosure of any other internal documents involving Biden and Burisma.\n\n“Since the Democrats switched from Russia to Ukraine for their impeachment crusade, Solomon’s reporting on Burisma, Hunter Biden, and Ukrainian election meddling has become inconvenient for the Democratic narrative, and so the media is furiously smearing and libeling Solomon,” Nunes said.\n\nSend a tip to the news team at NR."}}