{"GDELT": {"GlobalEventID": 887678126, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "GOV", "Actor1Name": "ADMINISTRATION", "Actor1Type1Code": "GOV", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 45, "EventBaseCode": 45, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.1897233201581, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20191119213000, "SOURCEURL": "https://www.haaretz.com/israel-news/.premium-pompeo-s-settlements-edict-is-another-trump-trinket-that-bibi-sells-as-pure-gol-1.8153801"}, "ARTICLE": {"TITLE": "Pompeo’s Settlements Edict Is Another Trump Trinket That Netanyahu Sells as Pure Gold", "TEXT": "Secretary of State Mike Pompeo’s declaration Monday that the United States doesn’t view Jewish settlements as inconsistent with international law – i.e. illegal – has delighted the settlers and their supporters. It gave Benjamin Netanyahu a much-needed shot in the arm at a crucial political juncture. It could help Donald Trump solidify evangelical support in advance of his critical year of an impeachment process and an election campaign. It could very well serve Pompeo himself, who is eyeing a Senate run in Kansas, where evangelicals comprise a third of the population.\n\nThe potential damage from the declaration is slightly more widespread and substantial: It erases whatever is left of the Trump administration’s ability to mediate between Israel and the Palestinians. It exacerbates frustration and desperation in Ramallah. It deepens the international isolation of Israel and the United States on the Israeli-Palestinian issue and energizes European hostility to the settlement project.\n\nHaaretz Weekly Ep. 49 Credit: Haaretz\n\nThe Pompeo proclamation also attaches Jewish settlements to Trump’s name and legacy, sparking Democratic criticism in the present and increasing chances that the Democrats will take a tougher stand against the settlements if and when the party takes over the White House.\n\nNetanyahu deserves recognition, if not admiration, for his mesmeric abilities to convince the Israeli public that Trump’s cheap trinkets are actually made of gold. Trump’s declaratory gestures, from Jerusalem through the Golan Heights to the settlements, are held up as historic achievements of strategic and even messianic import, and anyone who begs to differ is deemed heretically unpatriotic.\n\nMeanwhile, back on Earth, none of these momentous events have actually moved the Earth, improved Israel’s international situation or changed the lives of Israelis in any way, shape or form. The only tangible signs of the historic shift are two: the one that heralds arrival at the Potemkin village “Trump Heights” in the Golan, and the other that’s affixed to the faux U.S. Embassy in Jerusalem and serves as a backdrop for photo ops with visiting U.S. bigwigs. The promised rush of countries eager to follow in Trump’s footsteps has failed to show up.\n\nAs with Trump’s decision to abandon the Iranian nuclear deal – another brilliant Bibi achievement that gets dimmer by the day – the roots of Pompeo’s declaration lie deep within Trump’s insatiable desire to stamp out any last remnants of Barack Obama’s legacy. But while Pompeo’s pronouncement may have been geared to reverse the Obama administration's positions – with the added bonus of sticking it to Europe for its recent decision to enforce marking products produced in the settlements – in terms of U.S. policy over the past few decades, it didn’t break new ground or deviate from the general norm.\n\nJimmy Carter was the first U.S. president to brand the settlements “illegal,” but he made the pronouncement in June 1980 only after the conclusion of the peace agreement between Israel and Egypt – in what turned out to be the final months of his presidency. Carter’s statement had a short life span: A bit more than six months later Ronald Reagan nixed it, declaring his view that the settlements are “not illegal.” That didn’t prevent him from repeatedly blasting the settlements as obstacles to peace or from allowing the United States to abstain in a 14-0 Security Council resolution in which Jewish settlements were in violation of the Fourth Geneva Convention, which protects civilians under military occupation or in time of war.\n\nAs ambassador to the United Nations in 1971, George Bush Sr. was the first senior U.S. official to use the term “illegal” in relation to Jewish settlements. He didn’t repeat the adjective as president, even though he fought Prime Minister Yitzhak Shamir tooth and nail and leveraged Israel’s request for $10 billion to extract concessions on settlements. A few months later he was out of the White House, a development that many Jews believe was no coincidence.\n\nBill Clinton deftly averted the issue by speaking of settlements as violations of the spirit, if not the letter, of the Oslo Accords. George Bush Jr. zigzagged between harsh condemnations of settlements and his landmark 2004 letter to Ariel Sharon that indicated U.S. support for Israel’s demand that the “settlement blocs” remain in its hands.\n\nObama disowned the letter. He and most of his top officials fiercely opposed the settlements and constantly tried to constrain them, but preferred to stop a hair short of “illegal” and describe them as “illegitimate” instead. Like his predecessors, Obama waited until he was a lame duck before allowing administration officials to use the word “illegal,” as Carter had four decades earlier, and to abstain from a UN Security Council censure, as Reagan had three decades before. It was enough to earn him the Jewish right’s Worst President Ever award, in perpetuity.\n\nWhat remains constant is the amazing growth rate of the Jewish population in the West Bank, which multiplied 50 times since Carter rendered his “illegal” verdict, from 12,000 to today’s 600,000. It’s the relentless growth of Jewish settlements that frustrates Palestinians, undermines any hope for a two-state solution and brings Israel closer and closer to the critical T-Junction in which the only two possible directions are full annexation of the West Bank with full equality for the Palestinian population – or apartheid.\n\nPompeo’s statement is a manifestation of the decisive and wildly disproportionate influence wielded by Jewish settlers. After cementing their powerful position in Israeli politics, the settlers struck a strong religious, ideological and political bond with U.S. evangelicals, uniting fervent messianic believers in both countries. Trump’s ascent to power with the help of evangelicals gave settlers a powerful position of influence in Washington as well. The small group, a distinct minority in political terms, now has both the U.S. and Israeli ambassadors, David Friedman and Ron Dermer, lobbying on its behalf.\n\nIn the final analysis, Pompeo’s declaration is much ado about nothing. It gives a bit of a boost to Trump, Netanyahu and Pompeo but doesn’t change the legal status of the settlements, which the overwhelming majority of international law experts consider unequivocally illegal. It won’t weaken the European opposition to settlements and may, in fact, have the opposite effect. It certainly won’t put any limits on the settlements or their inexorable expansion.\n\nIn fact, given that anyone and anything that Trump embraces is automatically rejected and reviled by many Americans and most of the world – with the glaring exception of Israel – Pompeo’s gesture could come back to haunt the settlers and their backers. It has already stiffened opposition to settlements among current Democratic presidential candidates and could very well turn into one of their pet peeves, if and when one of them replaces Trump in the White House.\n\nFor now, however, Netanyahu, the settlers and their evangelical fans have a just cause for celebration. They have heard the words long awaited. Their investment in Trump has paid back in spades. And nothing could please them more than the disappointed faces of the dwindling minority of Israeli leftists and the vast majority of the rest of the world for which the Jewish settlers’ Trump-Pompeo-Netanyahu hootenanny sparks thoughts of a disco party on the decks of the Titanic."}}