{"GDELT": {"GlobalEventID": 887620283, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "HLH", "Actor1Name": "SOCIAL WORKER", "Actor1Type1Code": "HLH", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.4574468085106402, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Palm Beach County, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL099", "Actor1Geo_Lat": 26.6503, "Actor1Geo_Long": -80.4498, "Actor1Geo_FeatureID": "295761", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Palm Beach County, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 26.6503, "Actor2Geo_Long": -80.4498, "Actor2Geo_FeatureID": "295761", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Palm Beach County, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 26.6503, "Action2Geo_Long": -80.4498, "Action2Geo_FeatureID": "295761", "DATEADDED": 20191119161500, "SOURCEURL": "https://meaww.com/two-children-toddler-huddled-together-home-alone-weeks-caregiver-arrested"}, "ARTICLE": {"TITLE": "Three children, including 3-year-old toddler, found huddled together after they were left home alone for weeks in Florida, caregiver arrested", "TEXT": "WEST PALM BEACH, FLORIDA: Two young children and a toddler were allegedly found huddled together in a corner after they were left alone at home for weeks without access to food or water, according to reports.\n\nAuthorities arrested the caregiver of the children, identified as 32-year-old Maria Perez, after police found the boys in an unfurnished bedroom in West Palm Beach, Florida.\n\nThe toddler, a three-year-old boy, reportedly had a fever and a cut on his arm from an exposed pipe, according to a report by Miami Herald.\n\nA police report stated that the children had not seen Perez for more than a few minutes in at least two weeks. The three boys were discovered on November 8 this year during a welfare check.\n\nAccording to one of the children's account, the preteen boy told authorities that Perez came in only to drop off food. The child said that he last saw Perez the day before they were found after she brought him McDonald's meals to give to his siblings.\n\nA deputy wrote in the report: \"[The children] do not have access to food or water except at school or when [Perez] brings it to them.\" Authorities reportedly made several attempts to reach Perez, who said that she could not go home frequently because she was working.\n\nThe woman's roommate, while taking to officials, said that he had not seen Perez in at least three weeks and that she \"often states she is at work\" but does not have a job.\n\nReports state that the woman \"appeared disheveled\" when she finally returned around midday and told authorities that she planned to take the children to school after work. The children had reportedly not gone to school in the last three days.\n\nThe deputy, in the report, also noted: \"I reminded her it was almost noon, and she shrugged.\" According to a social worker who spoke with the officials, the children missed at least 15 days of school this year.\n\nPerez was subsequently arrested and sent to the Palm Beach County Jail on three counts of child neglect. She reportedly posted her $9,000 bond the next day.\n\nIf you have a news scoop or an interesting story for us, please reach out at (323) 421-7514"}}