{"GDELT": {"GlobalEventID": 887620777, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "RUS", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "Actor2Code": "DEU", "Actor2Name": "GERMAN", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.55642023346304, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Berlin, Berlin, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM16", "Actor2Geo_ADM2Code": "16538", "Actor2Geo_Lat": 52.5167, "Actor2Geo_Long": 13.4, "Actor2Geo_FeatureID": "-1746443", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tbilisi, Georgia (general), Georgia", "Action2Geo_CountryCode": "GG", "Action2Geo_ADM1Code": "GG00", "Action2Geo_ADM2Code": "16525", "Action2Geo_Lat": 41.725, "Action2Geo_Long": 44.7908, "Action2Geo_FeatureID": "-2330077", "DATEADDED": 20191119161500, "SOURCEURL": "https://www.georgianjournal.ge/politics/36106-adam-kinzinger-speaks-about-bipartisan-support-to-georgia-at-gdsc.html"}, "ARTICLE": {"TITLE": "Adam Kinzinger speaks about bipartisan support to Georgia at GDSC", "TEXT": "Other Stories\n\nAdam Kinzinger: I Strongly Support Georgia's Immediate NATO Membership Congressman Adam Kinzinger, Chairman of the Georgian Caucus of Congress, is one of the main authors of critical letters received by the Georgian government in recent months. Read more\n\nMatthew Bryza: \"I think it’s a shame if Georgia doesn’t participate in this digital hub project\" Matthew Bryza worries new telecommunications law targets Caucasus Online and will block major investments that could make Georgia the strategic center of a “digital silk road” Read more\n\nCzech Ambassador: “Georgia among the best countries worldwide when it comes to combating Covid 19” \"Czech contribution in monitoring COVID-19 in Georgia was invaluable and hugely important” - Georgia’s Health Minister Ekaterine Tikaradze praised the Czech Republic’s contribution during Friday meeting with the Ambassador of the Czech Republic to Georgia, H.E. Petr Mikyska as the Georgian and Czech sides met to discuss various aspects of joint collaboration. Read more\n\nRussian MFA Statement About Lugar Research Center-Another Disinformation The Ministry of Foreign Affairs of Georgia responds to the statement of the Russian Foreign Ministry regarding Lugar's laboratory. Read more\n\nUN Human Rights Council Adopts Resolution On Occupied Territories Of Georgia The UN Human Rights Council adopted a resolution on the occupied territories of Georgia - \"Cooperation with Georgia\" within the framework of its 43rd session. Read more\n\nKurt Volker about 20th of June: People Can’t Forget That Given that one year has passed since June 20, 2019, it is interesting to see how the West assesses the developments in Georgia during this one year and what expectations it has for the October parliamentary elections. Read more\n\nEastern Partnership Beyond 2020- Context and Expectations The Eastern Partnership (EaP) marked its 10th anniversary in 2019. The round dates always come with reflections and new resolutions for the future. Read more\n\n\"8 March Agreement Is Very important For Georgian Democracy\"-Carl Hartzell The 8th March agreement concerned not only the change in the electoral system but justice and the impermissibility of political partiality in electoral processes, - stated the Ambassador of the European Union to Georgia, Carl Hartzell during his video broadcast. Read more\n\nDonald Trump Congratulates Georgia on Independence Day The President of the United States of America Donald Trump sent a letter of congratulations to the Prime Minister of Georgia Giorgi Gakharia on Independence Day. Read more\n\nUS Ambassador Congratulating Georgia on the Independence Day US Ambassador to Georgia Kelly Degnan has congratulated Georgia on the Independence Day. Read more\n\nGeorgia's President Warns Covid-19 Crisis Could Trigger Russian Aggression Georgia’s president has warned that Russia’s struggle to contain the spread of coronavirus and an economic crisis compounded by an oil price collapse risk is triggering new Kremlin aggression beyond its borders, - reads an article published by Financial Times. Read more\n\nCreation of Maps Violating Georgia's Territorial Integrity To be Considered Illegal Production, advertising, use, and transportation of maps and other objects reflecting the violation of the principle of territorial integrity of Georgia will be considered as an illegal act. Read more\n\nTurkey Starts Accepting Health Tourists From Georgia Turkey has started accepting foreign patients from several countries, including from Georgia. Read more\n\nGeorgia Has The Greatest Support In the World From EU-Carl Hartzell A true friend is known to be in trouble, and we have proved that we are true friends, ”-EU Ambassador to Georgia Carl Hartzel said during an online meeting with members of the European Business Association. Read more\n\nThe EU Council Has Approved a Package of Financial Assistance to Georgia The Council of the European Union (EU) has approved a package of emergency macro-financial assistance for 10 countries as part of its Neighborhood and Enlargement Policy. Read more\n\nThe US Ambassador Stresses The Importance of Fair Judiciary System We would like to see more American companies invest in Georgia and more Georgian companies in the United States said US Ambassador Kelly Degnan during a virtual press conference. Read more\n\n\"One More Political Prisoner Is Still Waiting To Be Released\"-McAllister The MEPs expressed their opinions about the political situation in Georgia at the discussion of the report on the implementation of the Association Agreement between the EU and Georgia. Read more\n\nPromoting Georgia As a Safe Destination For Tourism “Georgia – a safe destination” is a message that Georgian diplomats should send to people in their countries, - Georgian Prime Minister Giorgi Gakharia said while talking to Georgian ambassadors abroad via a video conference today. Read more\n\nUN To Allocate USD 1 Million To Support COVID-19 Crisis in Georgia The United Nations will allocate USD 1 million for Georgia to help the country better respond to the immediate health consequences of the COVID-19 pandemic and protect the most vulnerable groups from the devastating socio-economic impacts of the health crisis. Read more\n\nU.S. Senators Express Concern Over The Expulsion of American Businesses From Georgia U.S. Senators Ted Cruz and John Cornyn, Congressmen Judy Arrington, and Markwayne Mullin have written to Secretary of State Mike Pompeo and Treasury Secretary Steve Mnuchin, expressing concern over the expulsion of U.S. companies and businesses from Georgia. Read more\n\nEuropean Parliament Approves €150 Million Aid For Georgia The European Parliament on Friday approved €3 billion in loans to help EU neighbors and partner countries deal with the fallout of COVID-19. Read more\n\nMEPs and U.S Senators Welcome the Pardon of Opposition Politicians Georgian President Salome Zurabishvili announced yesterday that she was pardoning Georgian opposition politicians Gigi Ugulava and Irakli Okruashvili, which she said was ‘a very difficult decision’. Read more\n\nThe Presidency of the Council of Europe of Georgia Received a High Assessment According to the Prime Minister Giorgi Gakharia, the presidency of the Council of Europe of Georgia had a very high assessment at the international level. Read more"}}