{"GDELT": {"GlobalEventID": 887621253, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "VNM", "Actor1Name": "NGHE AN", "Actor1CountryCode": "VNM", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.13675213675214, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ha Tinh, Tinh Ha Tinh, Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM52", "Actor1Geo_ADM2Code": "74078", "Actor1Geo_Lat": 18.3333, "Actor1Geo_Long": 105.9, "Actor1Geo_FeatureID": "-3715076", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ha Tinh, Tinh Ha Tinh, Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM52", "Actor2Geo_ADM2Code": "74078", "Actor2Geo_Lat": 18.3333, "Actor2Geo_Long": 105.9, "Actor2Geo_FeatureID": "-3715076", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ha Tinh, Tinh Ha Tinh, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM52", "Action2Geo_ADM2Code": "74078", "Action2Geo_Lat": 18.3333, "Action2Geo_Long": 105.9, "Action2Geo_FeatureID": "-3715076", "DATEADDED": 20191119161500, "SOURCEURL": "https://www.theguardian.com/world/2019/nov/19/vietnam-offers-grieving-families-loans-to-return-bodies"}, "ARTICLE": {"TITLE": "Vietnam offers grieving families loans to return bodies", "TEXT": "Impoverished relatives of the 39 people found dead in a refrigerated lorry in Essex last month have been told that neither the British nor Vietnamese governments will bear the costs of repatriating the bodies.\n\nBui Huy Cuong, the deputy chair of Can Loc district’s people’s committee in Ha Tinh province, where 10 of the victims were from, had expressed uncertainty last week over whether the British or Vietnamese governments would pay.\n\nOn Tuesday Cuong said officials in the region had received instructions from Vietnam’s foreign ministry to inform families that neither government would do so. He said the Vietnamese government was offering to pay only the costs of bringing the bodies “home from the airport”.\n\nHe said the government would rather bring back ashes post-cremation, but the families had all asked for the bodies to be returned intact.\n\nCuong said the Vietnamese government was prepared pay in advance on behalf of the families, who would then have to repay the debt.\n\n“We hope the Vietnamese community in the UK supports these families both in spirit and materials because they are in real difficulty now,” he said. “Many families have to take out loans to pay for their children, and these costs make their lives very hard.”\n\nPham Van Thin, the father of Pham Thi Tra My, whose text saying “I’m sorry mum … I’m dying because I can’t breathe” gave the first clue that the victims were Vietnamese, said local officials had visited him and relayed the government’s decision.\n\n“They gave me a document saying the two governments will not pay for repatriation,” he said. “They offered two options: receiving ashes or the body. For the first option, we have to pay 41,100,000 Vietnam dong (£1,370), while we have to pay for 66,240,000 Vietnam dong (£2,209) for the body.”\n\nMany of the families built up crippling debt trying to fund a better life for their relatives. “The cost is out of our family’s capacity to pay now,” Thin said. “We had to take loans from the bank to pay for her travel, and we still owe the banks.\n\n“But I have signed a consent form to bring her body back home. We are in a difficult situation now but the government offered us a loan to pay for the cost, and we’ll reimburse the government 30 days after her burial. The government will not take any interest on the loan.”\n\nThin said they are fearful of asking again for help after an appeal by his son had led to accusations of trying to profit from the tragedy.\n\nA document sent by Vietnam’s foreign ministry to officials in central Vietnam states that relatives with financial capability will have to pay for the costs of repatriation upfront. Those in debt will have to take out a loan and sign a form committing to reimburse the government.\n\nIt also says that under Vietnamese law, the cost of repatriating corpses or ashes of loved ones must always be covered by the family, not the government, though it says other individuals can sponsor the cost for families.\n\nThere has been little reporting of the repatriations in Vietnamese media since the government launched a clampdown on coverage of the case two weeks ago. A blogger on Radio Free Asia revealed that Vietnam’s propaganda department had written to newspaper editors asking them to “not report on identities or situations of families with suspected bereavement”.\n\nNghe An and Ha Tinh provinces, where the majority of victims are from, are a hotspot for human trafficking, according to Blue Dragon Children’s Foundation, which rescues trafficked people from China.\n\nHundreds of Vietnamese people are trafficked to the UK each year, according to the UK-based charity Ecpat. Often they are forced into slavery in nail bars or cannabis farms.\n\nA GoFundMe page has been launched to help pay for the repatriation of the remains."}}