{"GDELT": {"GlobalEventID": 887620177, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "CVL", "Actor2Name": "HUNTER", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.3333333333333304, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20191119161500, "SOURCEURL": "https://www.businessinsider.com/vindman-impeachment-testimony-sends-emotional-message-father-2019-11"}, "ARTICLE": {"TITLE": "Alexander Vindman ended his opening statement in Trump's impeachment hearing with a message to his father: 'Do not worry. I will be fine for telling the truth.'", "TEXT": "Lt. Col. Alexander Vindman sent an emotional message to his father toward the end of his opening statement in Tuesday's impeachment hearings.\n\nVindman applauded his father for deciding to flee the Soviet Union and bring the family to the US in the 1970s.\n\n\"Dad, I'm sitting here today in the US Capitol talking to our elected professionals is proof that you made the right decision 40 years ago to leave the Soviet Union,\" he said.\n\nVindman added: \"Do not worry. I will be fine for telling the truth.\"\n\nFollow along with our live coverage of the hearings here.\n\nVisit Business Insider's homepage for more stories.\n\nLt. Col. Alexander Vindman concluded his opening statement in the third day of public hearings in the impeachment inquiry with an emotional message to his father celebrating the rights and freedoms enjoyed by US citizens.\n\nVindman came to the US as a child from Ukraine when it was still part of the Soviet Union. In his testimony on Tuesday, the Army lieutenant colonel and National Security Council official applauded his father for deciding to flee Ukraine in the late 1970s and settle the family in the US.\n\n\"Dad, I'm sitting here today in the US Capitol talking to our elected professionals is proof that you made the right decision 40 years ago to leave the Soviet Union and come here to the United States of America in search of a better life for our family,\" Vindman said. \"Do not worry. I will be fine for telling the truth.\"\n\nAt another point, Vindman reflected on the fact that he would not be able to speak so freely in many countries.\n\n\"My simple act of appearing here today, just like the courage of my colleagues who have also truthfully testified before this committee, would not be tolerated in many places around the world,\" Vindman said, adding that in Russia, \"offering public testimony involving the president would surely cost me my life.\"\n\nVindman, the top expert on Ukraine on the NSC, was on the July 25 call between US President Donald Trump and Ukrainian President Volodymyr Zelensky that sparked a whistleblower complaint and spiraled into the impeachment inquiry. In the call, Trump urged Zelensky to launch investigations into former Vice President Joe Biden and his son Hunter and into a debunked conspiracy theory about the 2016 US presidential election.\n\nDuring Tuesday's hearing, Vindman described the July 25 call as \"inappropriate\" and said what he heard \"had significant national security implications for our country.\"\n\n\"It is improper for the president of the United States to demand a foreign government investigate a US citizen and a political opponent,\" Vindman said.\n\nVindman, a decorated Iraq War veteran, has been attacked by the president and his allies for participating in the impeachment inquiry. Trump has sought to publicly malign multiple witnesses in the inquiry, something Vindman alluded to in scathing terms on Tuesday.\n\n\"The character attacks on these distinguished and honorable public servants is reprehensible,\" Vindman said."}}