{"GDELT": {"GlobalEventID": 887621021, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "USA", "Actor1Name": "NORTH CAROLINA", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 115, "EventBaseCode": 115, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -3.24675324675324, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_Lat": 35.6411, "Actor1Geo_Long": -79.8431, "Actor1Geo_FeatureID": "NC", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_Lat": 35.6411, "Actor2Geo_Long": -79.8431, "Actor2Geo_FeatureID": "NC", "Action2Geo_Type": 2, "Action2Geo_Fullname": "North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 35.6411, "Action2Geo_Long": -79.8431, "Action2Geo_FeatureID": "NC", "DATEADDED": 20191119161500, "SOURCEURL": "https://www.cnbc.com/2019/11/19/new-york-sues-e-cigarette-giant-juul.html"}, "ARTICLE": {"TITLE": "New York sues Juul, says e-cigarette giant 'took a page from Big Tobacco's playbook'", "TEXT": "New York state is suing e-cigarette giant Juul, accusing the company of targeting teens, downplaying the presence of nicotine and hooking a generation on e-cigarettes, Attorney General Letitia James announced Tuesday.\n\nJames claims Juul \"took a page from Big Tobacco's playbook,\" targeting kids in advertising and allowing its products to be sold to minors. She alleges Juul misled consumers about its products' nicotine content and misrepresented its products as safer than cigarettes.\n\nJuul held more than a dozen launch parties across New York City and the Hamptons, \"a wealthy beach community on Long Island—home to celebrities, influencers, and trendsetting youth,\" according to the state's complaint. A company representative as part of Juul's now discontinued youth prevention program went into at least one New York City high school, telling students Juul's products were \"totally safe,\" the lawsuit alleges.\n\n\"There is no doubt that Juul, the largest e-cigarette company, has caused this addiction,\" James said at a news conference, referring to survey data showing a surge in teen vaping.\n\nThe state also alleges that as recently as last year, Juul continued to do business with \"many\" of the \"dozens\" of retailers in New York that failed Juul's secret shopper checks."}}