{"GDELT": {"GlobalEventID": 887682327, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "JUD", "Actor1Name": "ATTORNEY", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.68278201865988, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_Lat": 41.5834, "Actor1Geo_Long": -72.7622, "Actor1Geo_FeatureID": "CT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.5834, "Action2Geo_Long": -72.7622, "Action2Geo_FeatureID": "CT", "DATEADDED": 20191119220000, "SOURCEURL": "https://www.lmtonline.com/news/article/New-Haven-rabbi-convicted-of-4-felonies-wants-new-14846214.php"}, "ARTICLE": {"TITLE": "New Haven rabbi convicted of 4 felonies wants new trial, claims witnesses intimidated", "TEXT": "New Haven rabbi convicted of 4 felonies wants new trial, claims witnesses intimidated\n\nRabbi Daniel Greer, 77, of New Haven, leaves New Haven Superior Court on Elm Street in New Haven, Conn. Monday, August 14, 2017 after he was arraigned on a criminal charge of second-degree sexual assault and risk of injury to a minor. Greer did not enter a plea. The alleged victim in the criminal charge is Eliyahu Mirlis, of New Jersey, who was awarded $15 million in in his civil lawsuit against Greer in May of 2016. Greer was a dean of the Yeshiva of New Haven/the Gan School, where the alleged victim was a high school student. Greer was accused in May 2016 of repeatedly sexually assaulting Mirlis, of New Jersey, over several years in the early- to mid-2000s. Mirlis attended the school from 2001 to 2005. Greer has denied the allegations. less Rabbi Daniel Greer, 77, of New Haven, leaves New Haven Superior Court on Elm Street in New Haven, Conn. Monday, August 14, 2017 after he was arraigned on a criminal charge of second-degree sexual assault and ... more Photo: Peter Hvizdak / Hearst Connecticut Media Photo: Peter Hvizdak / Hearst Connecticut Media Image 1 of / 3 Caption Close New Haven rabbi convicted of 4 felonies wants new trial, claims witnesses intimidated 1 / 3 Back to Gallery\n\nNEW HAVEN — Lawyers for Rabbi Daniel Greer, who was convicted on four counts of risk of injury to a minor and is due to be sentenced Wednesday, have filed a motion asking for a new trial because, the attorneys allege, “an admitted agent of the state harassed and attempted to intimidate” two defense witnesses.\n\nAttorneys David Grudberg and William Dow III have charged that Lawrence Dressler, whose blog, www.larrynoodles.com, has contained “hundreds of negative items regarding Daniel Greer,” confronted witnesses Jean Ledbury and Thomas DeRosa near the courtroom and at DeRosa’s home in Southbury.\n\n“This conduct deprived the defendant of his constitutional right to a fair trial,” the attorneys wrote. “At minimum, an evidentiary hearing should be held to develop further the relevant facts.”\n\nDressler, who is also an attorney, has been subpoenaed to come to court Wednesday morning to testify about the defense allegations.\n\nThe defense motion quoted Dressler saying, “I spent half the summer in the Office of the State’s Attorney tracking down and convincing witnesses to testify against the Goat.” Dressler often uses that nickname for Greer when writing or talking about him.\n\nThe attorneys asserted it is clear “Dressler’s witness contacts prejudiced the defense and potentially altered the outcome of the trial.”\n\nGreer, now 79, was convicted in September after a jury was persuaded he repeatedly had illegal sexual contact with 15-year-old Eliyahu Mirlis at the school Greer founded, Yeshiva New Haven. Mirlis has allowed his name to be used.\n\nThe state originally also charged Greer with four counts of second-degree sexual assault. But in a surprise motion made after the state and defense rested their cases in September, Dow asked Superior Court Judge Jon M. Alander to dismiss those counts because Dow had found a clause in state law requiring a complainant in such cases to notify authorities within five years. Mirlis had waited until 2016 to go to New Haven police.\n\nAsked for comment on the subpoena and the new motion by the defense, Dressler said in an email: “The subpoena is nothing short of a dangerous attempt to silence my First Amendment rights as a member of the free press. This is America, not China. Mr. Greer’s attorneys, as prominent members of the Connecticut bar, should be ashamed of themselves for supporting Greer in his antics. I will be looking into suing Mr. Greer and his attorneys for vexatious suit and abuse of process.”\n\nSenior Assistant State’s Attorney Maxine Wilensky, one of the two prosecutors in the Greer case, said she had no comment on the defense motion.\n\nThe witnesses cited in the motion were described as “the only defense fact witnesses.”\n\nLedbury testified she has been Greer’s secretary for the past 22 years. She said she never saw Mirlis with Greer outside the school classrooms. Mirlis testified he had been in Greer’s office on many occasions.\n\nDeRosa, who taught at Yeshiva New Haven and had Mirlis as one of his students, testified Mirlis was “uncooperative” in the classroom as well as “dangerous” and “acting out a great deal.”\n\nAccording to the defense motion, “during the course of the trial Mr. Dressler contacted the two defense fact witnesses in ways both found to be alarming and intimidating.”\n\nThe motion reported that while Ledbury was in the courthouse waiting to testify, “Dressler made a comment to her that, while seemingly innocuous on its face, she took as an attempt to intimidate her or persuade her not to testify.” The writ did not quote what Dressler said to her.\n\nBut the motion added that at the beginning of the trial Dressler and a reporter (not from the New Haven Register) “blocked her car outside the courthouse while the reporter took photos.”\n\nThe next day Dressler allegedly told Ledbury: “I hope you know either way you’re out of a job.” The motion said she interpreted this “as a threat that Dressler or someone else would take steps to endanger her livelihood, even if Daniel Greer were found not guilty.”\n\n“Mrs. Ledbury indicates she believes at least one part of her testimony was affected negatively by the Dressler contacts and resulting anxiety,” the motion said.\n\nIn addition, the motion described an encouter Dressler allegedly initiated on the weekend before DeRosa testified. “DeRosa was outside on the front lawn of his wooded, secluded home in Southbury, and was unexpectedly approached by an individual he later learned was Lawrence Dressler. Dressler commented he was a ‘hard guy to find’ and started what Dr. DeRosa described as a tirade against Greer, talking about bad things he supposedly had done. DeRosa understood this to be an effort to try to convince him not to testify on Greer’s behalf.”\n\nAccording to the motion, the encounter “was particularly upsetting to Dr. DeRosa because he suffers from a spinal disability and was outside without the brace and/or cane he normally uses for physical support. He felt vulnerable and fearful because he was unable to defend himself. He remained anxious about the encounter even after Mr. Dressler left his property.”\n\nThe motion said DeRosa had trouble sleeping the night before he testified. The motion quoted him saying “my court appearance and testimony were affected by Mr. Dressler’s visit to my home.”\n\nThe defense attorneys wrote that Dressler’s conduct shortly before the witnesses testified “would be disturbing if undertaken by a private citizen. Dressler has admitted, however, to being a member of the state team prosecuting this case. Such witness interference by an agent of the state amounts to prosecutorial misconduct and a deprivation of the constitutional right to a fair trial.”\n\nThe defense attorneys added: “We have no evidence the state specifically sanctioned or was aware of Dressler’s contacts with defense witnesses. However, that does not mean the state is not bound by his conduct, if he was acting as an agent of the state at the time.”\n\nThe motion quoted Dressler saying he was surprised the state “asked a criminal like myself to assist” in the case against Greer. Dressler has said he received a 20-month prison sentence “for my involvement as a closing attorney in a mortgage fraud conspiracy.” It was not immediately clear what Dressler’s official role, if any, was in the case.\n\nThe defense attorneys also wrote: “Mr. Dressler has been open and honest in often vicious postings about his desire to see Daniel Greer and the Yeshiva of New Haven ruined, and Greer arrested and incarcerated.”\n\nThe attorneys implied Dressler might have tampered with the witnesses. They said his approaches to the witnesses “were at best troubling and at worst much more sinister and potentially unlawful.”\n\nrandall.beach@hearstmediact.com"}}