{"GDELT": {"GlobalEventID": 887682004, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.33333333333333, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "University Of Oklahoma, Oklahoma, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOK", "Actor1Geo_ADM2Code": "OK027", "Actor1Geo_Lat": 35.204, "Actor1Geo_Long": -97.4445, "Actor1Geo_FeatureID": "1099184", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "University Of Oklahoma, Oklahoma, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOK", "Action2Geo_Lat": 35.204, "Action2Geo_Long": -97.4445, "Action2Geo_FeatureID": "1099184", "DATEADDED": 20191119220000, "SOURCEURL": "https://www.ibtimes.com/syracuse-university-investigating-reports-racist-incidents-white-manifesto-appearing-2869435"}, "ARTICLE": {"TITLE": "Syracuse University Investigating Reports Of Racist Incidents, White Manifesto Appearing On Campus", "TEXT": "Syracuse University officials are investigating several reports of racism across campus and a white supremacist manifesto appearing online.\n\nThe manifesto reportedly began appearing Monday on an online school forum along with being “air dropped” to students’ phones in the vicinity of the university’s library. However, the university has also said the reports haven’t been confirmed but officials are urging any students who get the reported manifesto air dropped to alert school officials.\n\nThe new investigation comes on the heels of racist graffiti being found Monday night at Day Hall dorm. Officials have been speaking with residents in the residence hall, but no one has reportedly been identified as a culprit.\n\nIt was the fourth piece of racist graffiti found in Day Hall over the last month, along with four other reported incidents across campus still under investigation. One of these reported incidents included a female student reporting that several fraternity members verbally attacked her with racist language Saturday night, prompting the school to suspend fraternity activities for the semester.\n\n“I have deep appreciation of the pain, anger and anxiety recent events have caused on our campus,” Syracuse Chancellor Kent Syverud said in a video message to the school. “The social activities of all fraternities have been suspended for the remainder of this semester.”\n\nCBS News has reported that school officials identified the students responsible for Saturday’s fraternity incident. However, some students have expressed concerns that not enough has been done by the school to address the incidents.\n\n“There’s definitely like bubbling tension,” graduate student Isaac Howland told local CBS affiliate WLNY. “It doesn’t seem like it’s gonna have much long-lasting effect beyond the semester or, at best, next semester. It’s just like, yeah, you guys can’t throw any more parties.”\n\nPeaceful protests and sit-ins have broken out across campus demanding Syracuse University do more to address the incidents and have reportedly provided a list of demands. It allegedly includes $1 million to open new classes on diversity and the school has been given a Wednesday deadline."}}