{"GDELT": {"GlobalEventID": 887677728, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "CAN", "Actor1Name": "SASKATCHEWAN", "Actor1CountryCode": "CAN", "Actor2Code": "BUS", "Actor2Name": "PRODUCER", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.77099236641221, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Saskatchewan, Manitoba, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA03", "Actor1Geo_ADM2Code": "154724", "Actor1Geo_Lat": 52.15, "Actor1Geo_Long": -97.7167, "Actor1Geo_FeatureID": "-575075", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Saskatchewan, Manitoba, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA03", "Actor2Geo_ADM2Code": "154724", "Actor2Geo_Lat": 52.15, "Actor2Geo_Long": -97.7167, "Actor2Geo_FeatureID": "-575075", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Saskatchewan, Manitoba, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA03", "Action2Geo_ADM2Code": "154724", "Action2Geo_Lat": 52.15, "Action2Geo_Long": -97.7167, "Action2Geo_FeatureID": "-575075", "DATEADDED": 20191119213000, "SOURCEURL": "https://www.producer.com/2019/11/strike-begins-at-cn-negotiations-continue/"}, "ARTICLE": {"TITLE": "Strike begins at CN, negotiations continue", "TEXT": "About 3,200 conductors, train workers and yard workers at Canadian National Railway went on strike earlier today in a move that could have far-reaching implications for the Canadian agriculture industry and for the Canadian economy as a whole.\n\n“Unfortunately, we were unable to reach a deal with CN,” said officials with the Teamsters Canada Rail Conference (TCRC), the union that represents striking workers.\n\n“The company remains unwilling to address our member’s health and safety issues. As a result, (conductors, trainpersons and yard workers) at CN will be on strike.”\n\nADVERTISEMENT\n\nIn a brief statement issued Nov. 19, CN said it is “disappointed that the TCRC has initiated strike action.”\n\n“We will return to the negotiating table today, with the assistance of federal mediators,” the company said.\n\n“We have no further comment at this point.”\n\nThe strike is expected to affect all Canadian bulk freight traffic at CN, including movements of western Canadian grain.\n\nThe railway’s operations in the United States will not be affected, said a Nov. 19 update from Reuters.\n\nThe strike at CN comes at a inopportune time for the Liberal government.\n\nIn a statement Tuesday, federal Labour Minister Patty Hajdu and Transport Minister Marc Garneau said they were monitoring the CN strike situation closely.\n\nThe two ministers were to meet this week with representatives of CN and the TCRC in hopes of averting a strike.\n\nThe House of Commons is currently not sitting and MPs are not scheduled to return until Dec. 5.\n\nUnder Canadian parliamentary rules, any potential back-to-work legislation would only be considered after a new speaker is elected and the speech from the throne has been read.\n\nIt is also unclear whether a minority Liberal government would intervene, once Parliament returns. In order to pass back-to-work legislation, the Trudeau government would rely on the co-operation of other political parties.\n\nTCRC members at CN have been working without a contract since July.\n\nIn an earlier news release, the union said wages are not a sticking point in the negotiations.\n\nInstead, the union cited safety concerns, work hours and health benefits as key issues.\n\nCN and TCRC have been involved in negotiations for the past seven months.\n\nIn September, union members voted 99 percent in favour of strike action.\n\nThe union served the company with 72 hours strike notice late last week.\n\nADVERTISEMENT\n\nFor Canadian grain farmers, the strike will have immediate implications.\n\n“This strike comes at a terrible time for agriculture,” said Jeff Nielsen, chair of Grain Growers of Canada (GGC).\n\n“Grain farmers from coast to coast are experiencing one of the most challenging harvests in recent memory and international trade disputes have closed some of our most reliable markets. “Any delay in shipping will damage our access to hard-won markets.”\n\nAdded Markus Haerle, GGC vice-chair: “Canadian farmers are ready to ship grain but are once again at the mercy of the railways.”\n\nIn Saskatchewan, the Agricultural Producers Association of Saskatchewan (APAS) issued a similar statement, urging Ottawa to take immediate action.\n\n“Prairie farmers do not get paid unless we can ship our products to port, ” said APAS president Todd Lewis.\n\n“We have experienced a tremendously difficult production season on top of falling commodity prices due to trade issues in our major markets. Any additional factor which threatens our cash flow presents a grave risk to our operations.”\n\nLewis said rail delays would disrupt the remainder of the winter shipping season when grain shipments typically face delays due to weather.\n\n“Farmers are innocent bystanders in this labour dispute. We have ships waiting at Canadian ports to load grain and we need our government to take all measures necessary to ensure that products can move.”\n\n– With files from Reuters"}}