{"GDELT": {"GlobalEventID": 887677859, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "CRM", "Actor1Name": "CRIMINAL", "Actor1Type1Code": "CRM", "IsRootEvent": 0, "EventCode": 91, "EventBaseCode": 91, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.03030303030303, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Maricopa County, Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_ADM2Code": "AZ013", "Actor1Geo_Lat": 33.5, "Actor1Geo_Long": -112.501, "Actor1Geo_FeatureID": "37026", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Maricopa County, Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_Lat": 33.5, "Action2Geo_Long": -112.501, "Action2Geo_FeatureID": "37026", "DATEADDED": 20191119213000, "SOURCEURL": "https://www.azcentral.com/story/news/local/phoenix/2019/11/19/grant-woods-lead-maricopa-county-investigation-into-paul-petersen/4238828002/"}, "ARTICLE": {"TITLE": "Grant Woods to lead Paul Petersen investigation, but attorneys say he's biased", "TEXT": "Attorneys for suspended Republican Maricopa County Assessor Paul Petersen say the county is rigging an investigation into Petersen's work performance in an effort to keep him out of office.\n\nThe scathing remarks came after Maricopa County Attorney Allister Adel, also a Republican, announced former Attorney General Grant Woods will oversee an investigation into Petersen's performance as county assessor. Woods, a longtime Republican, changed his party to Democrat last year.\n\n\"It is difficult to imagine a less qualified investigator than Grant Woods,\" Petersen's attorney Kory Langhofer said in a statement.\n\nLanghofer pointed to a congratulatory tweet Woods sent to Attorney General Mark Brnovich following Petersen's arrest, saying it showed Woods was not a neutral party.\n\nPetersen is facing dozens of felony charges across three states related to his private sector job as an adoption attorney.\n\nThough none of the charges pertain to his work as an elected official, the predominantly Republican Maricopa County Board of Supervisors voted to suspend him from office last month, claiming Petersen neglected his duty when he spent three weeks in custody following his Oct. 8 arrest.\n\nPetersen has appealed his suspension and will have a hearing before the board on Dec. 11 to try to convince the supervisors to overturn their decision. But first, the board ordered Adel to conduct an investigation into Petersen's performance as county assessor.\n\nAdel announced Tuesday that her office would engage an outside law firm, Mitchell, Stein, Carey, Chapman, to conduct the investigation. A second firm, Cosmich, Simmons & Brown, PLLC, will conduct a document review.\n\nWoods will oversee the investigation and report directly to Adel.\n\nIn a statement, Adel's office said she chose \"professionals she believes will do a thorough investigation,\" and who have significant experience.\n\nWoods liked Petersen prison tweet\n\nAccording to screenshots Langhofer provided The Arizona Republic, Woods tweeted \"Great work General,\" in response to a Brnovich tweet announcing Petersen's indictment.\n\nThe tweet is no longer on Woods' Twitter page.\n\nIn an interview, Woods said he didn't remember tweeting the message or deleting it. But, he said he does applaud Brnovich and the prosecutors in Utah and Arkansas for bringing the case forward.\n\nHe said he doesn't believe that makes him biased in Petersen's administrative investigation. He said the county's investigation will not touch on the criminal case.\n\nWoods said his role is only to provide information on how Petersen ran the Assessor's Office, which will allow the Board of Supervisors to render a final decision on Petersen's future with the county.\n\n\"We're not presupposing anything. I have no idea how he ran the office, what he did, anything about it. We'll just see what the facts are,\" Woods said.\n\nAccording to another screenshot from Langhofer, Woods also \"liked\" a tweet that said Petersen should \"learn to enjoy prison.\"\n\nWoods said he also didn't remember liking the tweet, but, \"who knows, I like a lot of things.\"\n\n\"If he's convicted of what he's charged with, he needs to go to prison for a long time. If he's acquitted, then good for him,\" Woods said. \"We'll be happy to see the justice system work either way.\"\n\nCan the board suspend Petersen?\n\nThe Board of Supervisors is the central governing body for the county, but it typically cannot remove other elected officials, like Petersen, from office.\n\nState law does give the board authority to suspend the assessor for up to 120 days for \"neglect of duty.\"\n\nThe supervisors said they believe Petersen's absence from office while in custody for three weeks, along with details about his performance found through an internal audit, qualified as neglect of duty.\n\nLanghofer has blasted the county for its suspension decision, and said its use of Woods further proves that the county is biased against Petersen.\n\n\"Democracy in Maricopa County has become very cheap,\" Langhofer said.\n\nThe county audit found more than 1,000 personal documents, many of them relating to Petersen's adoption practice, on his county computer. It also found evidence that he used his county email and phone for personal use.\n\nThe county attorney's investigation is expected to compound on the audit and dig deeper into Petersen's performance as county assessor.\n\nHe's served in that role since 2013. Prior to his election, he worked as a lobbyist and spokesperson for the office beginning in 2007.\n\nReach the reporter at jessica.boehm@gannett.com or 480-694-1823. Follow her on Twitter @jboehm_NEWS.\n\nSupport local journalism. Subscribe to azcentral.com today."}}