{"GDELT": {"GlobalEventID": 887619715, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "CANGOV", "Actor1Name": "CANADIAN", "Actor1CountryCode": "CAN", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.20845921450151, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191119161500, "SOURCEURL": "https://www.reuters.com/article/canad-natio-rail-labor/update-1-canadian-government-says-it-is-monitoring-the-cn-rail-strike-closely-idUSL2N27Z0LK"}, "ARTICLE": {"TITLE": "UPDATE 5-Canada's largest railroad hit by strike, putting Trudeau in hot seat", "TEXT": "(Adds statement of BC Council of Forest Industries)\n\nBy Allison Lampert and Rod Nickel\n\nMONTREAL/WINNIPEG, Nov 19 (Reuters) - Thousands of workers at Canada’s largest railway went on strike for the first time in a decade on Tuesday, disrupting the shipping of commodities and sparking calls for Prime Minister Justin Trudeau’s Liberal government to intervene.\n\nAbout 3,000 unionized workers of Canadian National Railway , including conductors and yardmen, hit picket lines after both sides failed to resolve contract issues at a time of softening demand for freight service. They continued talks on Tuesday in Montreal amid union concerns over fatigue, safety and ensuring that workers’ breaks are not reduced.\n\nCanada, one of the world’s biggest exporters of farm products, relies on CN and Canadian Pacific Railway to move canola, wheat and other commodities over vast distances from western farms to ports. Crude oil shippers and the mining industry also depend on the railways.\n\nThe strike comes at an awkward time for Trudeau’s government, which relies on smaller parties to pass legislation and faces criticism from western provinces about its failures to get new oil pipelines built. Trudeau has said he is not reconvening Parliament until Dec. 5, and the government cannot start the process to force workers back on the job until then.\n\nAndrew Scheer, leader of the Conservatives, the second-largest party in Parliament, and Alberta Energy Minister Sonya Savage each separately urged Trudeau on Twitter to recall Parliament immediately.\n\nThe Canadian mining industry, which accounts for more than half of annual rail freight revenues, depends on CN to transport supplies to company sites and products from their operations.\n\n“This strike will result in a severe reduction or elimination of railway capacity and will trigger the closure of mines with concurrent layoffs of thousands of employees beginning in a matter of days,” said Pierre Gratton, president and CEO of the Mining Association of Canada.\n\n“SCREECHING HALT”\n\nIndustry groups ranging from the Canadian Manufacturers and Exporters to propane and fertilizer groups said Ottawa needed to step in to limit damage to the economy.\n\nThe BC Council of Forest Industries, which represents the sector in British Columbia, expressed concerns about the disruptions caused by the strike for rail transport.\n\n“Ninety percent of the forest products we produce are sent to export markets in North America and around the world,” Susan Yurkovich, the body’s president, said.\n\n“A disruption of this critical transportation network will adversely impact BC forest companies at a time when we are already facing significant challenges and increasing competition from around the globe”, Yurkovich added.\n\nCN and CP also collectively handle nearly all grain movement in Western Canada, the country’s crop belt, split roughly evenly between the railways.\n\nThe stoppage “has an impact before it even begins because companies pull back sales in anticipation of a strike,” said Wade Sobkowich, executive director of the Western Grain Elevator Association, whose members include Cargill Ltd, Richardson International and Viterra Inc.\n\nCN’s shipments of hazardous goods such as crude are likely to come to a “screeching halt” even if the railroad’s management steps in to limit freight volumes, said Kent McDougall, chief commercial officer at Torq Energy, which loads crude oil in Western Canada onto trains operated by both CN and CP.\n\nA strike may temporarily constrain CN’s volumes, but will not likely have a meaningful long-term impact on the company’s earnings, Credit Suisse analysts said in a research note on Monday, adding that Ottawa has historically been quick to intervene.\n\nShares of Montreal-based CN were down 1%, while the benchmark Canadian share index was up slightly.\n\nCanadian Labour Minister Patty Hajdu and Transport Minister Marc Garneau said they are monitoring the CN strike situation closely after meeting with the two sides on Monday.\n\nCN said in a statement that it was “disappointed” at the strike action. CN’s service in the United States will continue operating despite the strike.\n\nThe company said on Friday it would cut management and union jobs as it grapples with an economic slowdown.\n\nRail workers with the Teamsters held their last strike in 2009, when locomotive engineers walked off the job for five days, the union said. (Reporting by Allison Lampert in Montreal and Rod Nickel in Winnipeg Additional reporting by Kelsey Johnson, David Ljunggren and Steve Scherer in Ottawa and Kanishka Singh in Bengaluru Editing by Chizu Nomiyama, Sandra Maler and Leslie Adler)"}}