{"GDELT": {"GlobalEventID": 887677638, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.5527950310558998, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "American University, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.9375, "Actor1Geo_Long": -77.0869, "Actor1Geo_FeatureID": "531560", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "American University, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.9375, "Actor2Geo_Long": -77.0869, "Actor2Geo_FeatureID": "531560", "Action2Geo_Type": 3, "Action2Geo_Fullname": "American University, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.9375, "Action2Geo_Long": -77.0869, "Action2Geo_FeatureID": "531560", "DATEADDED": 20191119213000, "SOURCEURL": "https://www.sbs.com.au/news/family-relieved-after-australian-professor-timothy-weeks-freed-in-taliban-prisoner-swap"}, "ARTICLE": {"TITLE": "Tim Weeks 'in good spirits' after three years in Taliban captivity: PM", "TEXT": "Prime Minister Scott Morrison says Australian academic Tim Weeks is in good spirits after being released by the Taliban in a prisoner swap.\n\nMr Weeks and his American colleague Kevin King were freed overnight, three years after they were abducted in Afghanistan.\n\nThe men have been flown out of the country by US officials and are undergoing medical checks.\n\n\"Tim is in a safe place, he's out, and he's coming home,\" Mr Morrison told reporters on Wednesday.\n\n\"We look forward to that very, very much.\"\n\nThe prime minister thanked the Afghan government and the United States for helping end \"three years of absolute hell\" for the two men.\n\n\"The fact that Tim and Mr King will be actually coming home to their respective countries is a great relief,\" Mr Morrison said.\n\nWe are profoundly pleased and relieved Australian Tim Weeks & his US colleague, Kevin King, who were held hostage since August 2016, have been released by their kidnappers today in Afghanistan. We convey deep appreciation to the Governments of the United States & Afghanistan. — Scott Morrison (@ScottMorrisonMP) November 19, 2019\n\n\"It just goes to show that if you stick at these things and you work at it quietly, you don't seek to showboat around this stuff, that you can get good outcomes for people.\n\n\"It's not always guaranteed, there are tremendous risks, and what has been able to be achieved here for Professor Weeks I think is just tremendous and I couldn't be more thrilled.\"\n\nForeign Minister Marise Payne spoke to Mr Weeks' family overnight.\n\n\"They are needless to say extraordinarily relieved, extraordinarily pleased that they will be able to welcome home Timothy and very, very grateful to those who have worked so hard to achieve his release,\" she told reporters in Sydney.\n\nMr Weeks is from Wagga Wagga in NSW, which is also home to Deputy Prime Minister Michael McCormack.\n\n\"I know all Wagga Wagga is celebrating today the freedom and the safety of Timothy Weeks,\" Mr McCormack said.\n\n\"Well done to everybody who helped make that happen.\"\n\nREAD MORE More Americans will die after Trump abruptly ends Afghan talks, Taliban warns\n\nMr Weeks, 50, and Mr King, 63, who were grabbed outside the American University in Kabul in 2016, were freed in exchange for three members of the Taliban.\n\nThe people swap saw the release of Anas Haqqani, the younger brother of Sirajuddin Haqqani, who leads the Taliban's fearsome Haqqani network.\n\nAnas Haqqani, along with an uncle, Hajji Malik Khan, and a Haqqani lieutenant, Hafiz Rashid Khan, were released by the Afghan government on Monday and flown to Qatar, where the extremist group has a political office.\n\nMr Weeks and his American colleague were handed over to US forces in southern Afghanistan and flown out of the country by chopper to receive medical care.\n\nThe Weeks family has asked for privacy.\n\n\"We are grateful for the efforts of the Australian government in securing Tim's release,\" they said in a statement.\n\n\"We would like to thank the United States government for the significant role it played in securing Tim's freedom and acknowledge the important contribution of the government of Afghanistan.\n\n\"We thank our friends and extended family for their love and support over the past three years during this very difficult time.\n\n\"While we understand the intense public interest in Tim's release, we do not want to comment further.\"\n\nWith AFP and AAP..."}}