{"GDELT": {"GlobalEventID": 887682905, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USABUS", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.8083028083028103, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_Lat": 37.768, "Actor1Geo_Long": -78.2057, "Actor1Geo_FeatureID": "VA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 37.768, "Actor2Geo_Long": -78.2057, "Actor2Geo_FeatureID": "VA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 37.768, "Action2Geo_Long": -78.2057, "Action2Geo_FeatureID": "VA", "DATEADDED": 20191119220000, "SOURCEURL": "https://wvrecord.com/stories/520107590-doi-seeks-to-dismiss-lawsuit-filed-by-justice-companies-alleging-breach-of-contract"}, "ARTICLE": {"TITLE": "DOI seeks to dismiss lawsuit filed by Justice companies alleging breach of contract", "TEXT": "ROANOKE — The Office of Surface Mining Reclamation and Enforcement filed a motion to dismiss a lawsuit against it filed by several companies owned by Gov. Jim Justice’s family.\n\nThe motion to dismiss argues that the contract the plaintiffs claim it breached never existed in the first place.\n\nThe defendant, which is part of the U.S. Department of the Interior, contended that the federal court lacks subject matter jurisdiction and the plaintiffs fail to state a claim.\n\n\"This is a purported breach-of-contract action,\" the Nov. 12 memorandum of law in support of the motion to dismiss stated. \"The allegations arise out of Plaintiffs’ failure to comply with, or appeal, the abatement requirements of fifteen cessation orders issued by OSMRE—including two imminent harm cessation orders—and failure to pay over $4.2 million in civil penalties and reclamation fees.\"\n\nThe defendant argued that the plaintiffs allege the department entered into a binding contract with them to settle the $4.2 million for $250,000.\n\n\"Plaintiffs ask this Court to issue a declaratory judgment that a contract exists and then to enforce its terms,\" the memo states. \"No such contract, however, exists or ever existed. And this Court does not have the authority to enforce such a contract even if it did exist.\"\n\nA spokesperson for the Justice companies said they had done everything they were supposed to do as per the agreement.\n\n\"The company has complied with the plan that was agreed to with OSM and many of the key issues have been addressed. The company continues to work on the outstanding items and will do so until they are completed,\" the spokesperson said in an interview with The West Virginia Record.\n\nThe lawsuit was filed in May in U.S. District Court for the Western District of Virginia at Roanoke.\n\nWeekly Newsletter Sign-up and get latest news about the courts, judges and latest complaints - right to your inbox. Sign up × By signing up you agree to receive email newsletters or alerts from West Virginia Record. You can unsubscribe at any time.\n\nIn April, Jay Justice, Tom Lusk and Michael Castle had several meetings to resolve charges OSMRE had assessed over the years and Castle and Justice agreed to pay $250,000 over 12 months' time to satisfy the penalty assessments, according to the complaint.\n\nJustice claims when he left the April meetings, he believed an agreement had been reached, however, on May 6, a lawsuit was brought against the plaintiffs by the Mine Health and Safety Administration for violating an agreement.\n\nJustice claims John Austin then contacted the plaintiffs' counsel and relayed his assumption that because of the MSHA filing, the plaintiffs would be unable to fulfill their duties under the settlement agreement with OSMRE.\n\n\"When told that his assumption was totally unfounded and that the Justice Mining Entities still intended to abide by the Settlement Agreement, Mr. Austin suddenly renewed his requests for collateral and financial information,\" the complaint states.\n\nLess than one business day after that request, the plaintiffs agreed to provide the requested information, even though they did not believe it was a prerequisite to OSMRE’s performance under the terms of the settlement agreement, according to the suit.\n\nOn May 15, Austin wrote to the plaintiffs' counsel and denied the existence of any agreement to abate or otherwise reduce the fines and assessments, according to the suit.\n\n\"Instead, Mr. Austin claimed, for the very first time in the parties’ discussions, that Mr. Castle had never had authority to bind OMSRE to the terms of the Settlement Agreement,\" the complaint states. \"Instead of abiding by the Settlement Agreement, Mr. Austin announced he was proceeding to instruct the Department of Justice to sue to collect the fines and assessments...\"\n\nJustice claims OSMRE has \"entirely reneged on the Settlement Agreement,\" despite the fact that OSMRE held out Castle as having apparent and actual authority.\n\nJustice claims the defendants' actions were politically driven.\n\n\"The abrupt turnaround by the government in its attitude toward this matter is inexplicable and raises the question whether untoward political or other pressure from sources presently unknown has been brought to bear on OMSRE, perhaps from other federal agencies or political adversaries of the Justice family,\" the complaint states.\n\nJustice claims the repudiation of the settlement agreement may have resulted from inappropriate interagency influence between MSHA and OSMRE.\n\nJustice is seeking a judgment for declaratory judgment. The plaintiffs are represented by Aaron B. Houchens, Richard A. Getty, C. Thomas Ezzell and Marcel Radomile of The Getty Law Group.\n\nThe plaintiffs in the lawsuit are Justice; A&G Coal Corp; Chestnut Land Holdings LLC; Bluestone Coal Corporation; Dynamic Energy Inc.; Frontier Coal Company; Justice Energy Company; Kentucky Fuel Corporation; National Coal LLC; Pay Car Mining Inc.; Premium Coal Company; S&H Mining; and Tams Management Inc.\n\nU.S. District Court for the Western District of Virginia at Roanoke Case number: 7:19-cv-00381"}}