{"GDELT": {"GlobalEventID": 887681766, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "CRM", "Actor2Name": "PIRATE", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 871, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 9.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.42477876106195, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": 122.0, "Actor1Geo_FeatureID": "RP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP", "Actor2Geo_Lat": 13.0, "Actor2Geo_Long": 122.0, "Actor2Geo_FeatureID": "RP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP", "Action2Geo_Lat": 13.0, "Action2Geo_Long": 122.0, "Action2Geo_FeatureID": "RP", "DATEADDED": 20191119220000, "SOURCEURL": "https://www.newsinenglish.no/2019/11/19/piracy-may-alter-shipping-routes/"}, "ARTICLE": {"TITLE": "Piracy may alter shipping routes", "TEXT": "Norwegian shipowning company JJ Ugland may stop sailing off the west coast of Africa, after one of its bulk cargo vessels was attacked by pirates earlier this month. The company still hasn’t posted any updates about the status of eight crew members kidnapped by the pirates while the ship was anchored off Benin.\n\nUgland, based in Grimstad on Norway’s southern coast, reported on its website that the company had replaced the missing crew members and planned to leave Benin over the weekend. An Ugland official flew to Benin to help crew members who wanted to be reunited with their families in the Philippines.\n\n“Please understand that we can’t comment further,” Øystein Beisland of Ugland wrote in a text message to newspaper Dagens Næringsliv (DN). It remains unclear where the kidnapped crew members are being held or whether ransom demands have been made. The captain of the vessel Bonita was among those seized during the attack.\n\n“Ugland continally evaluates the safety situation in areas where our ships operate,” the company reported shortly after the attack. “In light of the ongoing situation we are evaluating whether our ships shall sail in this area.” The company has earlier said it was doing “everything it could” to bring its missing crew members to safety, all of whom are citizens of the Philippines.\n\nnewsinenglish.no staff"}}