{"GDELT": {"GlobalEventID": 887619439, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.65934065934065, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Buhari, Kano, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI29", "Actor2Geo_ADM2Code": "191078", "Actor2Geo_Lat": 11.4148, "Actor2Geo_Long": 8.25082, "Actor2Geo_FeatureID": "-2008713", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Buhari, Kano, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI29", "Action2Geo_ADM2Code": "191078", "Action2Geo_Lat": 11.4148, "Action2Geo_Long": 8.25082, "Action2Geo_FeatureID": "-2008713", "DATEADDED": 20191119161500, "SOURCEURL": "https://www.channelstv.com/2019/11/19/corruption-buhari-asks-nass-to-speedily-pass-special-crimes-court-bill/"}, "ARTICLE": {"TITLE": "Corruption: Buhari Asks NASS To Speedily Pass Special Crimes Court Bill", "TEXT": "President Muhammadu Buhari has called on the National Assembly to fast-track the passage of the Special Crimes Court Bill.\n\nHe made the call on Tuesday at the National summit on “Diminishing Corruption in the Public Service”.\n\nThe President also urged the judiciary to embrace and support the creation of special crimes court in the country.\n\n“The fight against corruption is of course not only for government and anti-corruption agencies alone. All arms and tiers of government must develop and implement the anti-corruption measures,” he was quoted as saying in a statement by his Special Adviser on Media and Publicity, Mr Femi Adesina.\n\nPresident Buhari added, “I invite the legislative and judicial arms of government to embrace and support the creation of special crimes court that Nigerians have been agitating for to handle corruption cases.”\n\nHe noted that the passage of the bill was a “specific priority” of the present administration’s Economic Recovery and Growth Plan (EPRG) 2017-2020.\n\nREAD ALSO: Nigerians Yet To Benefit From N1trn Constituency Projects, Says Buhari\n\nThe President also spoke about his recent directive to all agencies of government to enroll in the Integrated Payroll and Personnel Information System (IPPIS).\n\nHe, therefore, directed the Independent Corrupt Practices and other Related Offences Commission (ICPC) to beam its searchlight on public institutions that were yet to comply.\n\nPresident Buhari explained that the new directive on IPPIS was intended to halt the padding of personnel budgets and the diversion or misappropriation of capital budgets.\n\nHe said, “I am aware that the Commission recently conducted system studies and review of many MDAs to evaluate systems and processes relating to transparency and accountability in personnel and capital spending through which you successfully blocked over N9 billion from being diverted from 2019 personnel budget.\n\n“That was a proactive prevention measure. I have directed that all agencies of government must get on the IPPIS in order to eliminate the padding of personnel budgets.”\n\nThe summit was organised by ICPC in collaboration with the Office of the Secretary to the Government of the Federation.\n\nThe President used the occasion, which marked the launch of the Constituency Projects Transparency Group (CPTG) Report Phase One, to reiterate his appeal to all well-meaning Nigerians to join in the fight against corruption.\n\nHe insisted that the war against corruption cannot be won without prevention, enforcement, public education, and enlightenment.\n\n“I encourage the ICPC and other law enforcement agencies to intensify their efforts in public education, enlightenment, and engagement with citizens.\n\n“I also urge our development partners, civil society organisations, and the media to continue to support our efforts to strengthen ethical values and integrity in Nigeria,” President Buhari said."}}