{"GDELT": {"GlobalEventID": 887620377, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "PSE", "Actor2Name": "WEST BANK", "Actor2CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.51843817787419, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Elon Moreh, West Bank (general), West Bank", "Actor2Geo_CountryCode": "WE", "Actor2Geo_ADM1Code": "WE00", "Actor2Geo_ADM2Code": "32689", "Actor2Geo_Lat": 32.2216, "Actor2Geo_Long": 35.1447, "Actor2Geo_FeatureID": "-794818", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20191119161500, "SOURCEURL": "https://honestreporting.com/jewish-claim-west-bank/"}, "ARTICLE": {"TITLE": "How Strong is the Jewish Claim to the West Bank?", "TEXT": "A gold medallion inscribed with a Jewish menorah found during archaeological excavations at the foot of the southern wall of the Temple Mount in Jerusalem. September 9, 2013 (TALI MAYER/AFP via Getty Images)\n\nA gold medallion inscribed with a Jewish menorah found during archaeological excavations at the foot of the southern wall of the Temple Mount in Jerusalem. September 9, 2013 (TALI MAYER/AFP via Getty Images)\n\nThe issues of settlements, the Green Line, and international law regularly dominate the conversation about Israel’s control over the territories known as the West Bank and eastern Jerusalem. But all too frequently, the Jewish claim to the West Bank and eastern Jerusalem is neglected.\n\nWhat of them? How do they factor in with criticism of Israel’s “occupation” of these areas? And should Israel listen to international demands to simply quit the territory?\n\nWhat the West Bank Is (and Is Not)\n\nThe West Bank, including eastern Jerusalem, refers to 2,173 square miles of mostly mountainous land, running right down the middle of Israel from south of the Galilee to the northern part of the Dead Sea region, north and south of Jerusalem, sitting on the western bank of the Jordan River – hence its name.\n\nThere are numerous problems with this demand being made of Israel by the international community.\n\nStay informed Let us know where to email your free, daily news roundups: I still want to receive the following emails from HonestReporting: Communiques and Alerts IsraBite Daily News Roundup What's New? Israel in Focus Development & Outreach SIGN UP NOW\n\nThe first relates to the use of the word “occupied” from a legal perspective. Israel took control over this land during the Six Day War – a war of self-defense in June 1967 when the armies of all neighboring Arab countries ganged up to attack and destroy Israel. Jordan had control of the West Bank, but when King Hussein’s force joined the attack on the Jewish state, the IDF chased them out of the area. No Jordanian forces remained on the “western bank” of the Jordan River.\n\nTo qualify as “occupied territory,” a country needs to conquer an area which another country had sovereign rights to.\n\nBut Jordan never had sovereign control over the West Bank.\n\nThe United Nations had proposed giving the region to the Arab state that was to be established alongside a Jewish state as part of the 1947 Partition Plan. Jordan took control of the area during the all-out Arab assault on Israel after Israeli independence was declared in May 1948. But when Jordan annexed the territory in 1950, the international community refused to accept Jordan as having rights to the West Bank.\n\nTherefore, Israel taking control of the West Bank from from Jordan cannot be called an “occupation.”\n\nRelated reading: The War of Independence: The Sin of Israel’s Creation?\n\nThe Historical Jewish Claim to the West Bank\n\nPutting aside the question regarding the term “occupied” from a legal perspective, the terminology is misleading as it rejects the historical Jewish claim to the West Bank and Jerusalem.\n\nIn Jewish history, this region was known as Judea and Samaria, and was an essential part of the Jewish capital.\n\nSamaria, the area in the “West Bank” to the north of Jerusalem is home to numerous important sites in Jewish history:\n\nElon Moreh: In Genesis 12:6, Abraham makes this area his home and it is there where God promises him that this land will be his. Beit El: Abraham lived here (Genesis 12:8 and 13:3), the site of Jacob’s famous dream as described in Genesis 28:11-19. Jacob also moved there with his family (Genesis 35:6). Mount Grizim and Mount Eival: Site where the Jewish people received the blessings and curses as commanded in Deuteronomy 11:29-30 and 27:11-13 and actually carried out in Joshua 8:30-35. Shechem (known today as Nablus): Abraham lived here (see Genesis 12:6), Jacob moved his family there and bought land (see Genesis 33:18-20) and this land which he bought is where Joseph was buried (Joshusa 24:32), this is where Joshua gave his farewell speech to the nation (Joshua Chapter 24:1-15), and where King Solomon crowned his son, Rehoboam, to succeed him as king (Kings 12:1). Shiloh – site where the Tabernacle sat for 369 years as described in Joshua 18:1, Joshua 22:12, Judges 21:19, Samuel I Chapter 1, and more.\n\nThe general area of Samaria belonged to the biblical tribe of Joseph from which the tribes of Ephraim and Menashe derive.\n\nJudea, the southern part of the “West Bank,” also played a major role in Jewish history including:\n\nHebron: City where Abraham lived and home to the Cave of the Patriarchs which Abraham bought and where he, Sarah, Isaac, Rebecca, Jacob, and Leah are buried (see Genesis Chapter 23 and 49:29-32). King David also served as king in Hebron for 7 years (Samuel 11 5:4-5 ). Beit Lechem: Burial place of Rachel as described in Genesis 35:19. The story of Ruth originates here (Ruth 1:1) and Ruth returns to this city as described in Ruth 1:22. Christianity believes that Jesus was born in this city, living there as a religiously observant Jew. Betar: The last standing Jewish fortress in the Bar Kochva revolt against the Romans, which was destroyed by Emperor Hadrian in 135 CE.\n\nThe region of Judea belonged to the biblical tribe of Judah, hence its name.\n\nRelated reading: What’ s In a Name? The Origins Judea, Philistia, Palestine and Israel\n\nArchaeological Evidence\n\nBoth Judea and Samaria are filled with archaeological evidence of robust Jewish religious life in the region from 2,000 – 3,000 years ago.\n\nEastern Jerusalem, which was captured along with the West Bank in 1967, used to be the Jewish capital of Israel. The Bible relates that King David purchased the land in this area (see Samuel 11 24:17-25), now known as the Silwan neighborhood. Archaeologists have discovered what they believe to have been King David’s palace in that area.\n\nArchaeologists have also found numerous coins featuring Hebrew names and symbols and expressions on the Temple Mount, the site of the First Temple built by King Solomon and the Second Temple built during the generation of Ezra and later refurbished by Herod the Great.\n\nA water tunnel uncovered in Silwan is believed to be the tunnel which King Hezekiah dug to prepare Jerusalem for a siege from the attacking Assyrians (see Kings II 20:20 and Chronicles 2 Chapter 32). It is also the location of the Pool of Siloam which is referenced in Kings II 18:17, Isaiah 7:3 and Nehemiah 2:14.\n\nThe proof of Jewish life in this region, dating back thousands of years, and the spiritual significance of the area to the Jewish faith, paints a very different picture than the international narrative of Israel “occupying” the land illegally in 1967.\n\nRelated reading: The Jewish Connection to the Land of Israel\n\nStrategic Necessity to Israel\n\nThere is one final element beyond Jewish claim to the West Bank which is critical to understand when discussing the West Bank and the suggestion that Israel must vacate its presence there for a Palestinian state.\n\nThe West Bank is the high ground of Israel – reaching 3,060 feet above sea level – overlooking the central plains where 70% of the population of the State of Israel lives. It’s just 11 miles from the border of the West Bank to the Mediterranean Sea in the Tel Aviv area. That distance drops to nine miles near Netanya. The border is just one mile from the Israeli city of Kfar Saba.\n\nGiving this region to a Palestinian entity means that these Israeli population centers and Ben Gurion International Airport would be living under the shadow of this entity. If, as happened when Israel withdrew from the Gaza Strip, radical Palestinian elements use the higher ground of the West Bank to launch rockets and artillery at Israel, the Jewish state would have no way to protect itself.\n\nAs Israeli Foreign Minister Abba Eban once said, “the 1948 borders are Auschwitz borders,” meaning they would lead to the destruction of the State of Israel.\n\nAnother strategic aspect of the West Bank is the aquifer which runs beneath the mountains of this region. A little over one-third of Israel’s water comes from this aquifer, which provides all the water for the Yarkon and Taninim rivers. Ceding this asset would allow the Palestinians to cut Israel off from this critical source.\n\nHundreds of thousands of Israelis now live in “settlements” throughout the West Bank. It should be noted that many of these so-called “settlements” are actual cities and the Israelis believe that they are simply living in their ancestral and biblical homeland.\n\nAnd finally, even putting aside the biblical and historic connection to the land, the Israeli presence in the West Bank prevents a hostile takeover which would have the potential to destroy the Jewish state just as the Arab countries tried to do before 1967 .\n\nEnjoyed reading this article? Follow the Israel In Focus page on Facebook to read more articles explaining Israel’s history, politics, and international affairs. Click here to learn more!"}}