{"GDELT": {"GlobalEventID": 887682310, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "Actor2Code": "ITAGOV", "Actor2Name": "ITALIAN", "Actor2CountryCode": "ITA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.9370078740157504, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20191119220000, "SOURCEURL": "https://www.ibtimes.com/big-tech-news-czech-government-approves-7-digital-tax-google-facebook-2869453"}, "ARTICLE": {"TITLE": "Big Tech News: Czech Government Approves 7% Digital Tax On Google, Facebook", "TEXT": "The Czech Republic approved a 7% digital tax on Monday that would be slapped on big tech companies such as Google and Facebook but the measure still has to be passed by Czech lawmakers in parliament.\n\nThe proposed tax would apply to companies with global sales over the equivalent of $830 million and Czech revenue of over 100 million Czech crowns ($4.3 million). The Czech finance ministry believes that the tax could bring in the equivalent of $216 million a year if implemented.\n\nOther European countries have planned similar measures. Italy has approved a 3% digital tax on big tech as part of its 2020 budget which could yield the equivalent of $662 million a year for the Italian government.\n\nIn July, France approved a 3% digital tax on large tech companies, angering the Trump administration. The Office of the United States Trade Representative began a Section 301 investigation into the fairness of France's policy towards U.S. companies, and President Trump threatened a tax on French wine.\n\n\"We tax our companies, they don't tax our companies,\" Trump said about the tax. In August, Trump and French President Emmanuel Macron agreed on a compromise, with Macron promising to do away with the national digital tax once there are international rules for taxing digital services.\n\nThe Organization for Economic Cooperation and Development is still working on a method to properly tax big tech companies but will likely put out a digital tax framework in 2020."}}