{"GDELT": {"GlobalEventID": 887681657, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor2Code": "LEG", "Actor2Name": "SENATOR", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.5, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Karachi Shipyard, Sindh, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK05", "Actor2Geo_ADM2Code": "40395", "Actor2Geo_Lat": 24.8423, "Actor2Geo_Long": 66.9752, "Actor2Geo_FeatureID": "10526265", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Karachi Shipyard, Sindh, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK05", "Action2Geo_ADM2Code": "40395", "Action2Geo_Lat": 24.8423, "Action2Geo_Long": 66.9752, "Action2Geo_FeatureID": "10526265", "DATEADDED": 20191119220000, "SOURCEURL": "http://www.senate.gov.pk/en/news_content.php?id=3420"}, "ARTICLE": {"TITLE": "Senate of Pakistan", "TEXT": "Senate Standing Committee on Defence Production in its meeting was told that on the committee’s persistent follow up of the issue of surplus electricity being wasted from Pakistan Ordnance Factory Sajawal the matter has been resolved. The Committee was told that contract between IESCO and POF has been signed and feeder construction has also been initiated. It was told that as soon as the construction is completed electricity will be generated and wheeling of surplus electricity will be done. This will be the first wheeling project in the country and the Pakistan Ordnance Factory expressed gratitude to the Standing Committee on the support provided.\n\nThe meeting was held under the chairmanship of Senator Lt. Gen (R) HI (M) here at the Parliament House on Tuesday and was attended among others by Senators Nauman Wazir Khattak, Muhammad Akram, Nuzhat Sadiq, Taj Afridi, Gul Bashra, Secretary Defence Production, Managing Director Karachi Shipyard and Engineering Works (KS&EW), POF, IESCO officials.\n\nThe Committee during a briefing on projects currently under execution and completed during previous years observed that we are not a marine nation and consequently we haven’t given importance to developing our coastal belt. It is unfortunate that neighbouring India has 48 shipyards and Bangladesh has 23 shipyards while Pakistan has only 1 shipyard. Gwadar shipyard is on country’s development agenda for the last 12 years. Chairman Committee noted that we need a chain of shipyards as Pakistani coastline runs parallel to a very busy international maritime highway. Two ideal sites are Gwadar and Port Qasim because latter can spare about 1500 acres of land right on the sea channel contiguous to Port Qasim.\n\nThe Committee appreciated the performance of Karachi Shipyard which is not only self-financing but also making tremendous contributions in our defence assets undertaking works on four submarines and two service ships (freights). The Committee recommended that Karachi Shipyard should have the first right of refusal but ensure that they provide superior quality work on reasonable price within the stipulated period. PNSC, PQA and KPT may be directed by the government to abide by this direction. The Committee also recommended to ensure refunding Rs. 581 million receivable sales tax. Planning and implementation of Gwadar Shipyard project also was recommended to be expedited. The Committee called for resolution of land issue ensuring allocated land caters for futuristic expansion and enrolling and training of manpower for the new shipyard as well as hiring reputed international firms for construction of shipyard.\n\nThe Committee was told that 750 acres of land has been allocated out of which 117 acres is government land and will be handed over in Phase-I while remaining 632 acres will be acquired from owners and will be handed over accordingly. The Committee was told that draft MoU has been prepared and will be signed shortly after approval of provincial government cabinet approval in its meeting on 3rd December. The Committee observed that instead of MoU there should be a formal agreement and directed to hand over the 117 acres by 1st December and remaining land by 1st March.\n\nThe Committee noted that development or connectivity infrastructure always adds to economic activity, job creativity and hence prosperity. Marine and maritime industry is very well equipped to do general engineering works and construction of machinery for dams and barrages already being done by KS&EW is appreciable.\n\nThe Committee was told by MD KS&EW that in 2006 the company was at a loss of 3.3 billion and since then it has boosted its business and is in profit currently. KS&EW has so far built 448 ships of various sizes, designs and capacities. Ships have also been constructed for foreign clients including Abu Dhabi, Iran, Belgium, China, Saudi Arabia. A number of projects completed in the last 10 years. The Committee was also briefed about the MILGEM project underway at KS&EW under which two ships will be made in Turkey and two in Pakistan. Similarly a project of Hangor Class submarines will have four submarines built in Pakistan and four in China. The Committee called for administrative plans and financial releases to be carried out well in time. DG KS&EW told the committee that foreign orders can be arranged either by political engagement or by being competitive in international market and political commitment support is needed for both.\n\nThe company’s profit in 2017-18 was 707 million and 619 million in 2018-19 but will steadily grow in coming years when ongoing projects get newer to completion and payments start rolling in. The Committee asked KS&EW to come up with an evaluation of cash flow and accounting profit to understand how profits can be improved and more business can be gathered.\n\nThe matters of restructuring of the ministry, a well-coordinated work among the government departments to do maximum possible construction work within the country instead of importing machinery were also discussed."}}