{"GDELT": {"GlobalEventID": 887678226, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "IGOEUREEC", "Actor1Name": "THE EUROPEAN UNION", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "EEC", "Actor1Type1Code": "IGO", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.3432835820895495, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20191119213000, "SOURCEURL": "https://sputniknews.com/europe/201911201077353578-paris-regrets-us-move-to-terminate-sanctions-waiver-on-irans-fordow-nuclear-facility/"}, "ARTICLE": {"TITLE": "Paris Regrets US Move to Terminate Sanctions Waiver on Iran's Fordow Nuclear Facility", "TEXT": "PARIS (Sputnik) - France expresses concern over Tehran’s non-compliance with nuclear obligations and regrets over US decision to reverse a sanctions waiver on Iran's Fordow nuclear facility, a spokesperson for the French Foreign Ministry said Tuesday.\n\n\"France is extremely concerned about Iran’s non-compliance with its nuclear obligations, which could have serious implications for proliferation. ... We also regret the US decision — following Iran’s resumption of [uranium] enrichment at Fordow section — to cancel the waiver, which was supposed to facilitate the implementation of civilian projects on this site,\" the spokesperson said at a briefing.\n\nAt the same time, Paris intends to make efforts in support of the Joint Comprehensive Plan of Action (JCPOA) and reducing tension, he added.\n\nFrance calls on Iran to immediately fully implement the agreement, the spokesman said.\n\nUS Secretary of State Mike Pompeo said on Monday that the United States would terminate its sanctions waiver for Iran's Fordow nuclear facility from 15 December and called on the nation to immediately cease its uranium enrichment activities.\n\nThe JCPOA, also known as the Iran nuclear deal, was signed in 2015 by Iran, China, France, Germany, Russia, the United Kingdom, the United States, and the European Union.\n\nIt stipulated that Tehran significantly limit its nuclear program in exchange for the removal of nuclear-related international sanctions.\n\nIn May 2018, the US withdrew from the deal and reimposed economic sanctions on Iran. Roughly a year later, Tehran responded by warning that it would steadily abandon its own JCPOA obligations every 60 days unless the other signatories helped facilitate continued oil and other trade with Iran.\n\nIt has since been gradually following through on its warnings, and on 7 November, Tehran began its fourth stage in the process — enriching uranium at the Fordow Fuel Enrichment Plant."}}