{"GDELT": {"GlobalEventID": 887619563, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "GHA", "Actor2Name": "GHANA", "Actor2CountryCode": "GHA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.5200868621063999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191119161500, "SOURCEURL": "https://eurekalert.org/features/doe/2019-11/dnl-art111819.php"}, "ARTICLE": {"TITLE": "Argonne researchers team with local colleagues to develop sub-Saharan energy transition strategies", "TEXT": "Feature Article\n\nArgonne researchers team with local colleagues to develop sub-Saharan energy transition strategies\n\nDOE/Argonne National Laboratory\n\nArgonne engineer helps global research group host workshops in Ghana to launch long-term plan of expanding electrical access in Ghana and other countries.\n\nJust before Thanksgiving in 2017, three babies stopped breathing and died when the electricity stopped on the neonatal ward of the Bo Government Hospital in Sierra Leone, Africa. The tragedy starkly illustrated the impact the country's power situation -- at the time, less than one quarter of the population had access to electricity -- was having on healthcare, education, the economy and other quality of life measures.\n\nArgonne's Todd Levin and Carnegie Mellon's Destenie Nock helped SEN-Africa colleagues from University of Ghana, the University of Cape Town and the University of Nairobi host two workshops to learn about tradeoffs involved with sporadic electrical access. (Image by SEN-Africa.)\n\nOther countries in Africa have similarly low rates of electrical access. Less than half of sub-Saharan Africans have electricity, compared to 89% worldwide, according to the World Bank.\n\nWhile the issue seems clear -- either you have electricity, or you don't -- a closer look reveals a challenge that isn't so cut and dried. Areas with sporadic access to electricity face tough choices.\n\n\"How willing are people in emerging economies to sometimes forgo household lighting to promote economic activity in their community?\" -- Destenie Nock, member of SEN-Africa and incoming assistant professor at Carnegie Mellon University\n\n\"Would you rather provide limited access to rural areas for the first time or increase the reliability of electricity in a nation's capital so it can avoid outages?\" asked Todd Levin, principal energy systems engineer at the U.S. Department of Energy's (DOE) Argonne National Laboratory.\n\nTo learn more about these tradeoffs, Levin and others from SEN-Africa, an international energy research group with members at the University of Ghana, the University of Cape Town and the University of Nairobi, recently hosted two workshops in Ghana. The workshops, said Levin, are a first step toward SEN-Africa's more ambitious goal -- helping expand electrical access in Ghana and other countries facing the same issues. Eventually, SEN-Africa members hope to help design and develop software to bring more electricity, on fair terms, to the region.\n\nA spotlight on equity\n\nAt the workshops, Levin and his peers began to find common ground among affected groups -- consumers, electric utilities, businesses, taxpayers and government leaders -- who typically tend to view electrical access differently. Consumers often focus on lighting their homes, while businesses want reliable electricity in order to thrive and boost the economy.\n\n\"During the workshops, many people stressed that reliable electricity can jump start industry,\" said Destenie Nock, a member of SEN-Africa and incoming assistant professor at Carnegie Mellon University, who previously worked with Levin at Argonne. One of the workshops' guiding questions, Nock said, was ?\"How willing are people in emerging economies to sometimes forgo household lighting to promote economic activity in their community? For example, would they give up lighting and electric cook stoves to keep factories, hospitals and irrigation systems running on electricity?\"\n\nThis idea flips the conventional approach to power system planning on its head, Levin said. In developed countries, engineers strive to ensure that all electrical demand is always met, regardless of the overall cost. In sub-Saharan Africa, however, the group's ultimate goal is to maximize the social benefits of electricity within a limited budget. In short, what is the most value -- accounting for equity of energy service consumption -- one could get with their money?\n\n\"The hard part is knowing how to quantify those social benefits,\" said Levin. Intuitively it makes sense, he said, that providing a few kilowatt-hours of electricity to off-grid rural areas so that children can study is more valuable than providing those extra kilowatt-hours to urban areas that enjoy electricity most of the time. But how much more valuable? Two times as valuable? 10 times?\n\nA search for those answers has set the stage for the engineers' next phase of work, creating new analytical approaches and collecting data from local residents. Levin and Nock are now looking to obtain more funding to host additional workshops in South Africa and Kenya and then begin technical work.\n\n\"This will hopefully lead to higher quality of life for all citizens and more equitable policies, as energy transitions move forward,\" said Nock.\n\nThis project was sponsored by the World Universities Network's Research Development Fund.\n\nArgonne National Laboratory seeks solutions to pressing national problems in science and technology. The nation's first national laboratory, Argonne conducts leading-edge basic and applied scientific research in virtually every scientific discipline. Argonne researchers work closely with researchers from hundreds of companies, universities, and federal, state and municipal agencies to help them solve their specific problems, advance America's scientific leadership and prepare the nation for a better future. With employees from more than 60 nations, Argonne is managed by UChicago Argonne, LLC for the U.S. Department of Energy's Office of Science.\n\nThe U.S. Department of Energy's Office of Science is the single largest supporter of basic research in the physical sciences in the United States and is working to address some of the most pressing challenges of our time. For more information, visit https://?ener?gy?.gov/?s?c?ience."}}