{"GDELT": {"GlobalEventID": 887682036, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "USAEDU", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 175, "EventBaseCode": 175, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.5950804162724705, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Binghamton, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY007", "Actor1Geo_Lat": 42.0987, "Actor1Geo_Long": -75.918, "Actor1Geo_FeatureID": "943985", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Binghamton, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_ADM2Code": "NY007", "Actor2Geo_Lat": 42.0987, "Actor2Geo_Long": -75.918, "Actor2Geo_FeatureID": "943985", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Binghamton, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY007", "Action2Geo_Lat": 42.0987, "Action2Geo_Long": -75.918, "Action2Geo_FeatureID": "943985", "DATEADDED": 20191119220000, "SOURCEURL": "https://www.bupipedream.com/news/112746/two-arrested-after-students-community-members-protest-speaking-engagement/"}, "ARTICLE": {"TITLE": "Two arrested after students, community members protest speaking engagement", "TEXT": "University to investigate individuals, organizations that violated ‘applicable law and University policies’\n\nTwo individuals, a student and a community member, were arrested on Monday evening at Binghamton University after a speech from economist Arthur Laffer was interrupted by protesters.\n\nLaffer, who worked as an adviser to former President Ronald Reagan and President Donald Trump, was set to speak at BU College Republicans’ and Young America’s Foundations’ “Trump, Tariffs, Trade Wars” event, but around 200 attendees were part of a sit-in protest, filling Lecture Hall 8 to the point that officers with Binghamton’s New York State University Police (UPD) prevented any more people from entering.\n\nOfficial charges against the individuals arrested have yet to be released by UPD or the University.\n\nThe sit-in, which was organized by BU students from multiple organizations, including BU Progressives, comes days after a protest on the Spine against College Republicans and BU’s chapter of Turning Point USA (TPUSA). Demonstrators also aimed to address racism and over-policing on campus.\n\nVideo footage taken by conservative students during Thursday’s demonstration has gone viral online, raking in 110,000 views and prompting Republican Assemblyman Douglas Smith, who represents New York state’s 5th assembly district and is a ranking minority member of the Assembly’s Committee on Higher Education, to send a letter to BU President Harvey Stenger on Nov. 15, addressing the protest and advocating for the protection of free speech for students on campus.\n\nThe first student to speak out at Monday’s event read news stories highlighting injustice and oppression of minority community members from his phone. As he spoke, members of College Republicans held signs that read, “Disrupting speech is fascism.”\n\n“We will mention the stories of the lives lost due to the administration that you, this man, this liar, Arthur Laffer, supports,” the protester said.\n\nA bullhorn was handed to the protester, and Laffer left the event. Officers with UPD asked members of College Republicans if they wanted the protester removed from the event. Several officers converged to remove the student, but other protesters formed a circle, protecting the speaker.\n\nAfter the first protester was removed by police, other students continued to read similar stories out loud. A number of protesters followed the officers out as the protest spread to the hallway and just outside Lecture Hall. Outside, protesters played music and directed the protest through a microphone system.\n\nThe protester removed from the event was arrested in the basement of Lecture Hall. Once the protests moved outside, demonstrators formed a large circle and shared thoughts on discrimination imposed upon the community.\n\nDuring this part of the protest, many students declined to talk with media, and some blocked journalists with cameras from taking video footage and photographs.\n\nBefore the event, Jon Lizak, secretary of College Republicans, vice president of BU’s chapter of TPUSA and a freshman majoring in business administration, said his group was aware of the planned sit-in, but planned to continue regardless.\n\n“I think right now the most important part of this event is just letting it happen because we have a free speech crisis going on right now,” Lizak said. “Just the fact that this is happening is a pretty sad reflection of the way we are going in this county.”\n\nBroome County community members, most with Progressive Leaders Of Tomorrow (PLOT), also contributed to the protest. Shanel Boyce, ‘18, a member of PLOT, spoke through the microphone to protesters, telling them community members stand behind them.\n\n“You guys have to remain united because honestly, the enemy is the people up in Couper [Administration Building], all the departments that didn’t sign our letter,” Boyce said. “We have been waiting for a very long time to see this happen on this campus. I want to let you know the community has your back. But this is your campus and we are only here to support you. “\n\nNicole Francik, a junior majoring in sociology, said she came to the protest to show support for her peers, but didn’t participate in the speaking portion of the event.\n\n“I’m just here to not stand out too much,” Francik said. “As a white person, it’s not really my place to speak — I’m just here to show my support.”\n\nAlong with community members, several faculty members were also present. Tina Chronopoulos, an associate professor of classical and Near Eastern studies and interim director of the Center of Medieval and Renaissance Studies, said she wanted to be at the demonstration to provide another perspective on the situation.\n\n“I care very much about the safety of our students and I wanted to make sure that there are some people who are not the police and students to observe what is going on,” Chronopoulos said.\n\nIn the aftermath of the demonstration, Brian Rose, vice president for student affairs, released a public statement indicating the University will investigate individual students and organizations who “encouraged or participated in any activity that violated applicable law and University policies.”\n\n“The University is incredibly disappointed with the events that happened tonight, particularly given that demonstrators were provided an adjacent lecture hall to engage in a counter discussion,” the statement read. “The protestors chose instead to infringe on the expressive activity of others and to prevent those who wished to hear the speaker from doing so.”\n\nRose also wrote that the University chose to deploy “a large number of police to maintain order at the event.” Roughly 10 officers were present in the Lecture Hall at the start of Laffer’s talk.\n\nState Sen. Fred Akshar (R-Binghamton) also weighed in on the protest, announcing via Twitter that he will be canceling an event he was scheduled to speak at on campus on Tuesday.\n\n“These kinds of unconstructive and abusive stunts should have no place on campus for an institute of higher learning,” Akshar wrote. “They do nothing but impede meaningful dialogue, higher learning and the expression of beliefs and ideas. On-campus organizations should be able to peacefully and respectfully gather, and the very fact that this needs to be stated is disheartening.”\n\nRose wrote that the University will defend freedom of speech on campus.\n\n“As an institution of higher education, freedom of speech is fundamental to our core mission; academic inquiry and the exchange of ideas rest on the principle that all have a right to express their beliefs,” his statement read."}}