{"GDELT": {"GlobalEventID": 887677752, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "CAN", "Actor1Name": "VANCOUVER", "Actor1CountryCode": "CAN", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.56862745098039, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "San Ignacio, Guerrero, Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX12", "Actor1Geo_ADM2Code": "19963", "Actor1Geo_Lat": 17.8667, "Actor1Geo_Long": -101.53299999999999, "Actor1Geo_FeatureID": "6263776", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "San Ignacio, Guerrero, Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX12", "Actor2Geo_ADM2Code": "19963", "Actor2Geo_Lat": 17.8667, "Actor2Geo_Long": -101.53299999999999, "Actor2Geo_FeatureID": "6263776", "Action2Geo_Type": 4, "Action2Geo_Fullname": "San Ignacio, Guerrero, Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX12", "Action2Geo_ADM2Code": "19963", "Action2Geo_Lat": 17.8667, "Action2Geo_Long": -101.53299999999999, "Action2Geo_FeatureID": "6263776", "DATEADDED": 20191119213000, "SOURCEURL": "https://www.cbc.ca/news/canada/british-columbia/great-panther-mining-deaths-1.5364680"}, "ARTICLE": {"TITLE": "Vancouver-based company reports 2nd mining fatality in as many weeks", "TEXT": "A Vancouver-based mining company says an employee was killed late Sunday at the processing plant for its Coricancha Mine complex in Peru.\n\nThe news comes less than two weeks after Great Panther Mining reported a contractor's employee was killed at its San Ignacio underground mine in Mexico.\n\nThe intermediate gold and silver mining company said the latest fatality occurred while workers were processing stockpiles and performing limited mining following a bulk sample program completed earlier this year.\n\nGreat Panther has been working to restart the Coricancha Mine since 2017. It was first closed in 2013.\n\nThe company said personnel immediately closed the plant area after the accident Sunday and informed the employee's family and local authorities. It said the victim was an experienced plant operator who had worked at the Coricancha Mine for nearly seven years.\n\nThe area of the accident has been barricaded while an investigation is completed.\n\n\"Safety is a core value at Great Panther and we will continue to strive to prevent such accidents from occurring,'' said interim CEO Jeffrey Mason in a statement.\n\n\"This includes completing an investigation of this accident and taking remedial action. Great Panther is continuing an in-depth review of its comprehensive safety policies, programs, and training across all operations.''\n\nThe worker in Mexico was killed in rock fall at an auxiliary access ramp on Nov. 8. He was later identified as Jesus Demetrio Ramirez Bueno, 41, who was employed by contractor Demili-Desarrollos Mineros Librado."}}