{"GDELT": {"GlobalEventID": 887678555, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -8.157894736842099, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Philippine, Benguet, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP10", "Actor1Geo_ADM2Code": "24213", "Actor1Geo_Lat": 16.45, "Actor1Geo_Long": 120.55, "Actor1Geo_FeatureID": "-2445611", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20191119213000, "SOURCEURL": "https://www.npr.org/2019/11/19/780909917/philippines-duterte-says-he-will-ban-e-cigarettes-threatens-to-arrest-vapers"}, "ARTICLE": {"TITLE": "Philippines' Duterte Says He Will Ban E-Cigarettes, Threatens To Arrest Vapers", "TEXT": "Philippines' Duterte Says He Will Ban E-Cigarettes, Threatens To Arrest Vapers\n\nEnlarge this image toggle caption Aaron Favila/AP Aaron Favila/AP\n\nThe use and importation of electronic cigarettes will soon be outlawed in the Philippines, according to President Rodrigo Duterte. He criticized vaping devices at a press conference Tuesday, four days after Filipino health regulators saw their first case of vape-associated lung injury.\n\nThe Philippines' Department of Health announced Friday a 16-year-old girl was hospitalized in late October, requiring intensive care. The teenager was later diagnosed with e-cigarette-associated lung injury or EVALI.\n\nIn response, Duterte said he would immediately order a ban on e-cigarettes and ordered authorities to arrest people caught using them.\n\nThe announcement comes on the heels of Filipino politicians and health officials calling for an executive order regulating e-cigarettes.\n\nDuterte likened vaping to the use of cigarettes and tobacco. Earlier this year, Duterte — a former smoker himself — said that cigarette users \"should be exterminated.\"\n\n\"This vaping, it contains nicotine and other chemicals that we do not know,\" he said. \"It has not passed the FDA ... and at this time, I said 'smoking is dangerous' so vaping is also dangerous and I am banning it.\"\n\nAn executive order made in 2017 prohibited smoking in public places, punishable by fines. Duterte said he was concerned by the growing number of Filipinos afflicted with tobacco-related diseases.\n\nIn banning e-cigarettes, the Philippines will join several nations across the globe creating sweeping regulations against vaping products.\n\nThe Philippines under Duterte is known for its brutal stance on substances. Since the Duterte administration began in 2016, the country's law enforcement has waged a domestic war on drugs. Thousands have died in drug raids, either by the police or by vigilantes who were encouraged by Duterte himself to take matters into their own hands.\n\nEarlier this year, the United Nations said it will open an investigation into allegations of extrajudicial killings, kidnappings and unjust arrests.\n\nPaolo Zialcita is an intern on NPR's News Desk."}}