{"GDELT": {"GlobalEventID": 887619610, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "BEL", "Actor1Name": "BRUSSELS", "Actor1CountryCode": "BEL", "Actor2Code": "GOVMIL", "Actor2Name": "DEFENSE MINIST", "Actor2Type1Code": "GOV", "Actor2Type2Code": "MIL", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.33236151603498, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor1Geo_CountryCode": "BE", "Actor1Geo_ADM1Code": "BE11", "Actor1Geo_ADM2Code": "5850", "Actor1Geo_Lat": 50.8333, "Actor1Geo_Long": 4.33333, "Actor1Geo_FeatureID": "-1955538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE11", "Actor2Geo_ADM2Code": "5850", "Actor2Geo_Lat": 50.8333, "Actor2Geo_Long": 4.33333, "Actor2Geo_FeatureID": "-1955538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE11", "Action2Geo_ADM2Code": "5850", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": 4.33333, "Action2Geo_FeatureID": "-1955538", "DATEADDED": 20191119161500, "SOURCEURL": "https://www.dw.com/en/natochief-to-visit-macron-after-brain-death-comments/a-51317219"}, "ARTICLE": {"TITLE": "NATO chief to visit Macron after 'brain death' comments", "TEXT": "NATO Secretary-General Jens Stoltenberg will visit Paris next week to discuss comments by French President Emmanuel Macron that the alliance was suffering \"brain death.\"\n\nMacron's sharp criticism stirred debate in Washington and European capitals ahead of an early December leaders' summit in London.\n\nRead more: Why has French President Macron taken the lead in NATO-bashing?\n\nStoltenberg said Tuesday that the best way to address any differences \"is to sit down and discuss them and to fully understand the messages and the motivations.\"\n\n\"My message is that NATO is adapting, NATO is agile, NATO is responding,\" he told reporters ahead of a NATO defense ministers meeting on Wednesday.\n\nWatch video 01:35 Share NATO under increasing strain Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3Scir NATO coming under increasing strain\n\nWhat did Macron say?\n\n\"What we are currently experiencing is the brain death of NATO,\" Macron told the Economist Magazine, going on to question the alliance's mutual defense clause and the commitment of the United States.\n\n\"You have partners together in the same part of the world, and you have no coordination whatsoever of strategic decision-making between the United States and its NATO allies. None,\" Macron said. \"Strategically and politically, we need to recognize that we have a problem.\"\n\nThe French leader's comments came after the United States abruptly pulled troops out of northeastern Syria, allowing NATO member Turkey to launch an incursion against Kurds fighting against the \"Islamic State\" group.\n\nThe United States and Turkey did not coordinate their moves with NATO members.\n\nDonald Trump on NATO: Top quotes Trump on NATO: A war of words Even before taking office, US President Donald Trump's relationship with NATO has been a tumultuous one, to say the least. He has disparaged the trans-Atlantic alliance, once describing it as \"obsolete\" and a relic of the Cold War. Here are Trump's most memorable quotes about the military alliance, even if they are at times false.\n\nDonald Trump on NATO: Top quotes 'Days of the Soviet Union' While on the campaign trail in 2016, Trump made clear that he saw NATO as a relic of the Cold War. \"You know, we're dealing with NATO from the days of the Soviet Union, which no longer exists. We need to either transition into terror or we need something else.\" But his remarks didn't account for how the alliance backed the US well after the collapse of the Soviet Union, especially in Afghanistan.\n\nDonald Trump on NATO: Top quotes 'Germany owes vast sums' Trump has made defense spending his main talking point on NATO. But he has falsely accused member states of owing money to Washington, saying: \"Germany owes vast sums of money to NATO, and the United States must be paid more for the powerful, and very expensive, defense it provides to Germany.\" The problem is NATO doesn't work like that. No money is owed to the alliance for defense or otherwise.\n\nDonald Trump on NATO: Top quotes 'Obsolete' Days before his inauguration, Trump caught NATO members off guard when he claimed the alliance was \"obsolete\" and threatened to withdraw support. \"I said a long time ago that NATO had problems: Number one, it was obsolete, because it was designed many, many years ago.\" Months later, he retracted his statement, citing changes within the alliance. \"Now they fight terrorism,\" he said.\n\nDonald Trump on NATO: Top quotes 'Doesn't sound very smart' Trump had tended to lump trade between US allies with how much Washington spends on defense. \"We are spending a fortune on military in order to lose $800 billion (in trade losses). That doesn't sound very smart to me,\" Trump said. The problem is that while NATO members have agreed to spend 2 percent of their GDP on defense, the alliance has nothing to do with international trade.\n\nDonald Trump on NATO: Top quotes 'We are the schmucks' During a 2018 rally in Montana, Trump hit out at European allies, saying: \"They want (us) to protect against Russia, and yet they pay billions of dollars to Russia, and we're the schmucks paying for the whole thing.\" Trump was referring to Russia as Europe's primary source for oil and natural gas, but he created a false dichotomy between energy reliance and NATO's defense spending goal.\n\nDonald Trump on NATO: Top quotes 'Congratulations, you're in World War III' In an interview with Fox News, Trump was asked why the US should jump to the defense of NATO ally Montenegro if it was attacked. The president said he asked himself the same question, a remark that appeared to undermine the alliance's collective defense clause. Trump went on to describe Montenegrins as \"very strong\" and \"very aggressive,\" and that that aggression risked starting World War III. Author: Lewis Sanders IV, Elliot Douglas\n\n\n\nHow did NATO partners react?\n\nUS ambassador to NATO Kay Bailey Hutchison later said \"we firmly disagree with President Macron's assessment of NATO.''\n\n\"NATO is absolutely essential if we are going assess the risks that we face all together and the thought of only one of our countries, or one of our groups of countries, facing the enormous risks to our populations alone is not even rational.''\n\nMacron's comments were widely criticized by other NATO members in the days after they were made.\n\nGerman Chancellor Angela Merkel condemned Macron's \"sweeping judgments,\" and she reconfirmed Germany's commitment to its role within NATO.\n\nEastern European members of the alliance concerned about Russian aggression were similarly shocked by Macron's position and his suggestion that there be a rapprochement with Moscow.\n\nMacron's comments, as well as Turkey's purchase of Russia's S-400 missile system, are likely to overshadow the defense ministers meeting on Wednesday in Brussels and the December 3-4 gathering of leaders.\n\ncw/rt (AFP, AP, dpa, Reuters)\n\nEach evening at 1830 UTC, DW's editors send out a selection of the day's hard news and quality feature journalism. You can sign up to receive it directly here."}}