{"GDELT": {"GlobalEventID": 887682520, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "NMR", "Actor1Name": "NORTH AMERICA", "Actor1CountryCode": "NMR", "Actor2Code": "USA", "Actor2Name": "CALIFORNIA", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.04849279161206, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20191119220000, "SOURCEURL": "https://spectrummagazine.org/news/2019/central-california-conference-constituency-meeting-ends-without-election-president"}, "ARTICLE": {"TITLE": "Central California Conference Constituency Meeting Ends Without the Election of a President", "TEXT": "The 34th Constituency Session of the Central California Conference convened at Fresno Adventist Academy on November 17, 2019. The highlight of the agenda was the election of officers and directors, but when the meeting concluded at 5:00 p.m., no president had been elected, although other officers and directors had been voted.\n\nConference President Ramiro Cano’s name was not brought to the floor for a vote. Instead, the Nominating Committee recommended Elden Ramirez, president of the Montana Conference, known in Central California from the time that he spent as assistant to the CCC president and Director of Youth Ministries. He left California to become the Director of the Office of Volunteer Ministries for the North American Division of the General Conference, and from there went to the Montana Conference. The first motion of the day was to send the Nominating Committee Report back to the committee and allow for delegates to speak to the committee. It passed overwhelmingly, followed by several positive speeches on behalf of Cano. Then 74 people followed the Nominating Committee to the library where over the next several hours the committee listened to comments, but did not change their recommendation for president. Then the constituents of the Central California Conference voted down Ramirez’s nomination to be president with 361 opposed to 209 in favor.\n\nThe Nominating Committee then needed to be quickly reconvened to approve a new name for president and for the vice president for ministries position.\n\nIt was late in the afternoon when the Nominating Committee returned. The meeting was scheduled to end by 4:00 p.m., so a ticking clock played into the drama that ensued. A vote was taken to extend the meeting until 5. Antonio Huerta’s name was presented for the vice president for ministries position. There was a speech in opposition to his election from the floor, but the vote proceeded. He prevailed with a vote of 236 to 232.\n\nHowever, a delegate went to the microphone and claimed that her voting mechanism had not worked. She requested the vote be done over with paper ballots, which prompted its own controversy, including a comment about General Conference voting mechanisms. Then a woman came to the microphone and requested that the time again be extended, this time “by 30 seconds.” She corrected herself to say “by 30 minutes,” then said “30 seconds.” Someone came to her side and spoke to her and she concluded, “30 minutes.” The chair said he would take the 30 minutes, but the two-thirds vote needed to extend the meeting was not reached.\n\nRicardo Graham, president of the Pacific Union Conference and the chair of the Nominating Committee, announced that the Nominating Committee did not have a name to recommend for president. Reporting on the session earlier in the day when constituents were allowed to address the Nominating Committee, he said that everyone had had a chance to be heard. He said there were many different opinions expressed by members of the Nominating Committee and no particular side had dominated.\n\nIn a meeting that took a number of twists and turns, the climate was always civil and respectful, according to Chris Blake, pastor of the San Luis Obispo and Morro Bay Churches. “Many times during the day warm laughter filled the room, largely due to Ricardo Graham’s good-natured influence.”\n\nAnother vote on Huerta apparently remained, but delegates did not reach a two-thirds majority to extend the time again. By then it was 5, and the meeting was declared over. The next day (Monday), Graham clarified that the simple majority vote to elect Huerta as Vice President for Ministries stands.\n\nElder Cano will continue to serve as the president for the next sixty days. The presidential election will now be referred to the Executive Committee. December 8 is the date for its next regular meeting. Ten new members were elected during the constituency session for the 28-member committee. In the meantime, the Conference Bylaws require that Town Hall meetings be held when the election of the president is not done in a constituency session. However, there is an ongoing discussion about how to interpret that requirement, since Town Hall Meetings were held prior to the Constituency Session.\n\nNathan Renner, pastor of the Discover Life Church in Sonora and member of the Executive Committee, expects that the Committee will be looking for someone who is spiritual, passionate for evangelism, someone who has the ability to lead a diverse conference, and will continue the programs like the Life Hope Clinics that have been so successful. “There is broad support for the current direction of the conference,” he says.\n\nBonnie Dwyer is editor of Spectrum.\n\nPhoto by Edwin Andrade on Unsplash\n\nUpdates:\n\nNov. 19, 2019 at 5:30 p.m. ET: An earlier version of this article incorrectly stated that Ricardo Graham chaired the constituency meeting in addition to the Nominating Committee. The constituency meeting was chaired by the incumbent president, Ramiro Cano. We apologize for the error.\n\nNov. 20, 2019 at 9:00 a.m. ET: This article has been updated to reflect a corrected timeline for the events of the day.\n\nWe invite you to join our community through conversation by commenting below. We ask that you engage in courteous and respectful discourse. You can view our full commenting policy by clicking here."}}