{"GDELT": {"GlobalEventID": 887678460, "Day": 20191119, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.874, "Actor1Code": "MIL", "Actor1Name": "COMMANDER", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.091653027823241, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191119213000, "SOURCEURL": "https://www.dailymaverick.co.za/article/2019-11-19-pentagon-spy-agency-finds-trumps-syria-pullout-aided-isis/"}, "ARTICLE": {"TITLE": "Pentagon Spy Agency Finds Trump’s Syria Pullout Aided...", "TEXT": "(Bloomberg) --Turkey’s military offensive in northern Syria following Donald Trump’s order for U.S. forces to pull back aided Islamic State and damaged ties with Kurdish-led militias, according to a new assessment by the Defense Intelligence Agency.\n\nThe DIA’s assessment, part of a quarterly report, concluded that Islamic State “exploited the Turkish incursion and subsequent drawdown of U.S. troops to reconstitute capabilities and resources within Syria and strengthen its ability to plan attacks abroad.” The report was released Tuesday by the Pentagon’s inspector general.\n\nThe report’s preparation was delayed beyond its scheduled Sept. 30 deadline, according to Pentagon Inspector General Glenn Fine, due to the “significant developments” last month that resulted in the drawdown of U.S. troops. Since then, Defense Secretary Mark Esper has said about 500 to 600 of 1,000 American forces will remain in Syria, some at a base in the south of the country and others in northern oil fields.\n\nSenate Judiciary Committee Holds Hearing On Firearms Accessory Regulation And Enforcing Background Checks\n\nGlenn Fine, acting Inspector General at the U.S. Department of Defense, testifies during a Senate Judiciary Committee hearing concerning firearm accessory regulation and enforcing federal and state reporting to the National Instant Criminal Background Check System (NICS) on Capitol Hill, December 6, 2017 in Washington, DC. (Photo by Drew Angerer/Getty Images)\n\nTrump’s abrupt decision to begin withdrawing forces, following an early October phone call with Turkish President Recep Tayyip Erdogan, drew bipartisan criticism for abandoning Kurdish allies the U.S. has counted on to fight Islamic State and for giving an implicit approval of Turkey’s offensive into the region. Turkey views the Kurdish-led forces in Syria as terrorists.\n\nThe DIA report added that Islamic State is “postured to withstand” the recent death of leader Abu Bakr al-Baghdadi, and probably will maintain “continuity of operations, global cohesion, and at least its current trajectory.” Absent U.S. “counterterrorism pressure, ISIS will likely have the ‘time and space’ to target the West and provide support to its global networks and branches,” DIA said.\n\nSyrian and Russian forces that moved into northeastern Syria “are unlikely to prioritize fighting ISIS,” the intelligence agency said. It said that the forces aligned with Syrian President Bashar al-Assad “had not conducted operations against ISIS in the areas that they had moved into, and that these forces probably prioritize limiting Turkey’s incursion into Syria over counterterrorism operations against ISIS.” ISIS is an acronym for Islamic State.\n\nSenator Minority Leader Chuck Schumer, a Democrat, said the report “confirms many of our worst fears.”\n\nChuck Schumer\n\n@SenSchumer\n\nThis new assessment from @DefenseIntel confirms many of our worst fears:\n\nPres. Trump’s precipitous withdrawal of troops from northern Syria gave ISIS a lifeline.\n\nAnd we still don’t have a plan from him for how he will ensure the enduring defeat of ISIS.\n\nbloomberg.com/news/articles/…\n\nSent via Twitter Web App.\n\nView original tweet.\n\nIn Iraq, U.S. commanders told the Pentagon inspector general that Islamic State continued last quarter “to solidify and expand its command and control structures, although it had not increased its capabilities in areas where the Coalition was actively conducting operations against.”\n\nCommanders also added that “ISIS combat power remains in restricted terrain and unpopulated areas where there is little to no local security presence.”\n\n(Updates with Schumer’s response in seventh paragraph)\n\nTo contact the reporter on this story:\n\nTony Capaccio in Washington at [email protected]\n\nTo contact the editors responsible for this story:\n\nBill Faries at [email protected]\n\nLarry Liebert\n\nBloomberg Follow Save More"}}