{"GDELT": {"GlobalEventID": 888384908, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "EUR", "Actor1Name": "EUROPEAN", "Actor1CountryCode": "EUR", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -1.4287716768793401, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rome, Lazio, Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT07", "Actor1Geo_ADM2Code": "18350", "Actor1Geo_Lat": 41.9, "Actor1Geo_Long": 12.4833, "Actor1Geo_FeatureID": "-126693", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rome, Lazio, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT07", "Actor2Geo_ADM2Code": "18350", "Actor2Geo_Lat": 41.9, "Actor2Geo_Long": 12.4833, "Actor2Geo_FeatureID": "-126693", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rome, Lazio, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT07", "Action2Geo_ADM2Code": "18350", "Action2Geo_Lat": 41.9, "Action2Geo_Long": 12.4833, "Action2Geo_FeatureID": "-126693", "DATEADDED": 20191122153000, "SOURCEURL": "https://www.capebretonpost.com/business/reuters/italy-coalition-divided-over-euro-zone-bailout-fund-reform-379399/"}, "ARTICLE": {"TITLE": "Italy coalition divided over euro zone bailout fund reform", "TEXT": "A A\n\nBy Giuseppe Fonte\n\nROME (Reuters) - Italy's ruling parties failed to reach an agreement on Friday over a planned reform of the euro zone's bailout fund, two lawmakers said, as Rome frets about the impact the changes could have on the country's massive public debt.\n\n\"There are strong critical points in the reform. We continue to work on it,\" Raphael Raduzzi, a lawmaker for the ruling 5-Star Movement told Reuters at the end of a meeting of top coalition figures including Prime Minister Giuseppe Conte.\n\nEuro zone finance ministers agreed on draft reform of the fund, known as the European Stability Mechanism or ESM, in June and its leaders are due to finalize it next month.\n\nBut Italy, with a public debt equivalent to 135% of its gross domestic product, is concerned about proposals that would make it easier to restructure sovereign bonds in the event of a financial crisis.\n\nThe new rules, politicians from ruling and opposition parties say, could potentially hurt market confidence in Rome's debt and make a debt restructuring or even default more likely.\n\nThe government is under pressure to change or block the reform at the European level.\n\nA political source said that during the meeting Economy Minister Roberto Gualtieri strongly defended the reform, which was negotiated in June by the previous government of the anti-establishment 5-Star and the far right League party.\n\nSpeaking in Rome after talks with Conte, European Economic Affairs Commissioner Pierre Moscovici said the reform was in the interests of all euro zone countries, including Italy.\n\nLuigi Marattin, of the small centrist ruling party Italia Viva, said Rome's main concern was to make sure make sure that sovereign bonds do not lose their status as risk-free assets.\n\nThe sustainability of Italy's huge debt is often questioned at times of rising bond yields. If its sovereign bonds, mainly in the hands of domestic investors, are no longer treated as risk-free, yields would almost certainly climb.\n\nMarattin said he did not expect a delay in government approval of the reform and he was confident the ruling parties would find an agreement.\n\n(Editing by Gavin Jones, Hugh Lawson and Frances Kerry)"}}