{"GDELT": {"GlobalEventID": 888307477, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "LEG", "Actor1Name": "SENATE PRESIDENT", "Actor1Type1Code": "LEG", "Actor2Code": "NGA", "Actor2Name": "ABUJA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.3422818791946298, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI11", "Actor2Geo_ADM2Code": "191147", "Actor2Geo_Lat": 9.08333, "Actor2Geo_Long": 7.53333, "Actor2Geo_FeatureID": "-1997013", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20191122074500, "SOURCEURL": "https://www.informationng.com/2019/11/any-request-from-buhari-will-make-nigeria-a-better-place-we-will-act-on-it-lawan.html"}, "ARTICLE": {"TITLE": "Any Request From Buhari That Will Make Nigeria A Better Place, We Will Act On It: Lawan", "TEXT": "Senate President Ahmad Lawan says the senate will work expeditiously on any request that comes from President Muhammadu Buhari because it will make the country a better place.\n\nThe Senate president disclosed this on Thursday when he received Itse Sagay, chairman of the Presidential Advisory Committee Against Corruption (PACAC), at his office in Abuja.\n\nSagay had made an appeal to the senate president to make sure that Ibrahim Magu, acting chairman of the Economic and Financial Crimes Commission (EFCC), is confirmed as the substantive head of the anti-graft agency.\n\nHowever, Lawan said there is no pending request for Magu’s confirmation.\n\nRecall that 8th Senate led by Bukola Saraki had rejected the nomination of Magu thrice.\n\nHowever, Lawan said, “The confirmation of Acting chairman of EFCC – there is no request before this senate for the confirmation of the acting chairman of EFCC. ”\n\n“This is a new senate and therefore until there is a request to his senate, there is nothing the senate can do.\n\nRead Also: I Try My Best To Obey The Constitution: Buhari\n\n“I want to assure you that any request that comes from Mr President is a request that will make Nigeria a better place in terms of appointments or legislation and the senate will act expeditiously to ensure that we play our part in the confirmation or passing of legislation appropriately.”\n\nSpeaking on anti-corruption bill, Lawan said, “As far as we are concerned, those bills will have to come again and start to go through the process from the very beginning. ”\n\n“We are ready, in fact, we are in a haste if those bills are ready for us to start working on them.”"}}