{"GDELT": {"GlobalEventID": 888385717, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "REB", "Actor1Name": "GUERRILLA", "Actor1Type1Code": "REB", "IsRootEvent": 1, "EventCode": 62, "EventBaseCode": 62, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.96803652968037, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191122153000, "SOURCEURL": "https://www.3quarksdaily.com/3quarksdaily/2019/11/literary-landscapes-hemingways-for-whom-the-bell-tolls.html"}, "ARTICLE": {"TITLE": "Literary Landscapes: Hemingway’s “For Whom the Bell Tolls”", "TEXT": "John Sutherland in Delanceyplace:\n\nIn 1940, Ernest Hemingway wrote of the Spanish Civil War and the Guadarrama Mountains of Spain: “The Guadarrama Mountains of Spain run from northeast to southwest across the central plains of Castille. They are ancient mountains, formed of pale granite and gneiss, their slopes densely wooded with pines of several species: black pines, maritime pines, sentry pines, Scots pines. To visit them is to be able to recall the scents of those days and nights, even years on: ‘the piney smell of … crushed needles’, as Ernest Hemingway puts it in for Whom the Bell Tolls, ‘and the sharper odour of … resinous sap’.\n\n“Hemingway’s novel is set in the Guadarrama during the last May of the Spanish Civil War. Its hero is Robert Jordan, a young American fighting for the International Brigade. Jordan, an explosives expert with a profound dis­interest in his own fate, is tasked by his Soviet commander with destroying a bridge in the Fascist-held mountains. He joins forces with Republican par­tisans who have gone guerrilla. Their base for the operation is a cave in the ‘rim-rock’ at the ‘cup-shaped upper end’ of a ‘little valley’.\n\n“In the book’s second paragraph, Jordan unfolds a photostatted map on the ‘pine-needle floor’ of the forest. That contrast between military percep­tion and natural presence preoccupies Hemingway throughout the novel. The landscapes of the Guadarrama are interpreted chiefly in terms of tactics: open ground is read for its lines of fire, ‘timber’ for its cover. Those with close knowledge of the range — like Jordan’s trusted guide Anselmo — are valuable because they can move discreetly through this hostile territory. Yet these tough men remain alert to the beauty of the mountains. When a two-day blizzard blows in, Jordan relishes its wildness, though he knows it will betray their position. Pilar, a fellow partisan, agrees: ‘What rotten stuff is the snow and how beautiful it looks.’ The hurry-up-and-wait aspects of war mean there is time to appreciate the ‘afternoon clouds … moving slowly in the high Spanish sky’. Maria, Jordan’s lover, speaks of her passion for the pine forest: ‘the feel of the needles under foot … the wind in the high trees and the creaking they make against each other: Even their target is assessed both aesthetically and militarily — it is a ‘steel bridge of a single span’, possessing a ‘solid-flung metal grace’,’ standing ‘dark against the steep emptiness of the gorge’.\n\nMore here."}}