{"GDELT": {"GlobalEventID": 888385638, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "NLD", "Actor1Name": "NETHERLANDS", "Actor1CountryCode": "NLD", "IsRootEvent": 1, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.5748031496063, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Amsterdam, Noord-Holland, Netherlands", "Actor1Geo_CountryCode": "NL", "Actor1Geo_ADM1Code": "NL07", "Actor1Geo_ADM2Code": "22373", "Actor1Geo_Lat": 52.35, "Actor1Geo_Long": 4.91667, "Actor1Geo_FeatureID": "-2140479", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Amsterdam, Noord-Holland, Netherlands", "Action2Geo_CountryCode": "NL", "Action2Geo_ADM1Code": "NL07", "Action2Geo_ADM2Code": "22373", "Action2Geo_Lat": 52.35, "Action2Geo_Long": 4.91667, "Action2Geo_FeatureID": "-2140479", "DATEADDED": 20191122153000, "SOURCEURL": "https://www.rfidjournal.com/articles/view?19069"}, "ARTICLE": {"TITLE": "Avery Dennison to Buy Smartrac’s Transponder Business", "TEXT": "Avery Dennison has announced that it is purchasing the entire RFID product portfolio of Smartrac Technology Group's RFID transponder business, including its UHF, HF and LF RFID products. The company says the agreement includes all of Smartrac's manufacturing, research and development, and sales and administration facilities; the purchase transaction is expected to take place within the next few months.\n\nAvery Dennison, located in Glendale, Calif., sells a variety of adhesive products used in industrial and medical applications, as well as in retail. The company also offers a line of UHF RFID-based products, predominantly for retail applications. For instance, Avery released a line of \"intelligent labels\" this year that utilize UHF RFID technology for product identification.\n\nThe addition of Smartrac's products will allow the firm to add to its portfolio, says Francisco Melo, Avery's VP and general manager. With the acquisition, Avery Dennison will be able to offer 125 kHz LF, 13.56 MHz HF and NFC, and UHF RFID products, including on-metal tags and sensor tags that can detect moisture or temperature, then transmit that data via UHF.\n\nSmartrac, founded in 2000 in Amsterdam, the Netherlands, sells a variety of RFID inlays, tags and solutions. Its products are used in tags designed for inventory management and other use cases for the industrial, automotive, health-care, supply chain and retail sectors. The company operates manufacturing sites in China, Malaysia, Germany and the United States, employs about 900 workers and produces approximately 2.5 billion RFID transponders each year.\n\nRecently, Smartrac has offered Internet of Things (IoT) solutions as well. Smart Cosmos is the company's cloud-based solution for managing RFID data. With the sale of its line of RFID transponders, Smartrac will shift its focus to its Solutions Division, says Christian Uhl, Smartrac's CEO. \"The acquisition supports Smartrac's strategy to further accelerate its Solutions Division growth,\" he states, \"and successfully expand its existing IoT solutions portfolio across many segments, such as cold chain management and retail.\"\n\nSmartrac and Avery Dennison are committed to completing the transfer of the transponder product lines in a seamless process throughout the coming months, Uhl says, adding, \"Hence, our customers can fully rely on consistent service and product supply, performance and quality.\" With the acquisition, he notes, \"Avery Dennison will take over all contractual obligations to customers, suppliers and any other business partners.\" In the meantime, Melo says, by acquiring Smartrac's transponder product portfolio, Avery Dennison will be able to broaden its own offerings. That means not only extending its existing offerings in retail, but also reaching other markets, such as industrial use cases, including aerospace and automotive manufacturing.\n\nAvery Dennison has been designing RFID products and solutions for more than 15 years. \"RFID is a key part of our growth strategy,\" Melo states, \"and we look for opportunities to accelerate that growth. This is exactly where we believe Smartrac comes in as an important addition.\" Smartrac not only offers the additional inlays and tags needed, he explains, but also has customers in the industrial market and other sectors."}}