{"GDELT": {"GlobalEventID": 888384155, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.17857142857142003, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Stoffberg, Mpumalanga, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF07", "Actor2Geo_ADM2Code": "77340", "Actor2Geo_Lat": -25.4167, "Actor2Geo_Long": 28.8333, "Actor2Geo_FeatureID": "-1287596", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Stoffberg, Mpumalanga, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF07", "Action2Geo_ADM2Code": "77340", "Action2Geo_Lat": -25.4167, "Action2Geo_Long": 28.8333, "Action2Geo_FeatureID": "-1287596", "DATEADDED": 20191122153000, "SOURCEURL": "https://www.thesouthafrican.com/news/who-is-nico-bezuidenhout-mango-airlines-ceo-credentials-qualifications/"}, "ARTICLE": {"TITLE": "Nico Bezuidenhout: Mango Airlines CEO’s credentials and qualifications", "TEXT": "Mango Airlines CEO, Nico Bezuidenhout has been thrown into a political tug of war between the office of the Public Protector, backed by the EFF, and Public Enterprises Minister, Pravin Gordhan.\n\nGordhan battle with EFF, Public Protector intensifies\n\nRecently, a letter written by Busisiwe Mkhwebane and intended for SAA Board Acting Chairperson, Thandeka Mgoduso, has been leaked on social media.\n\nIn it, Mkhwebane detailed the premise of EFF deputy president, Floyd Shivambu’s application for a probe into Nico Bezuidenhout and if Gordhan had anything to do with his reinstatement as CEO of the budget SAA subsidiary airline.\n\nThe letter, meant to be confidential, was an indication that Mkhwebane has launched an official investigation into Gordhan’s hand in catapulting Nico Bezuidenhout back into the seat of power at Mango Airlines.\n\nShivambu and the EFF have charged Gordhan with influencing the appointment and called on Mkhwebane to probe whether the minister had, in doing so, effectively breached the Executive Ethics Code.\n\nWho is Nico Bezuidenhout? Here’s what we know about Mango Airlines’ CEO\n\nThe basis of the EFF’s charge is that Nico Bezuidenhout was given the executive position, which grosses around R3.5-million per annum, without meeting the appropriate education qualification requirements.\n\nThe allegation is that Nico Bezuidenhout has somehow managed to sustain executive status at these airline companies with a Matric certificate.\n\nMoreover, Shivambu and the Red Berets have found it to be odd that Bezuidenhout had managed to beat Comair joint chief executive Glenn Orsmond, who is a registered Chartered Accountant and, on paper, the perfect candidate, to the position.\n\nSo, who exaclty is Bezuidenhout, and how has he grown to become a prominent figure in South Africa’s aviation business? This is what we have dug up on the Mango Airlines CEO.\n\nQualifications\n\nIt is true that Bezuidenhout’s highest qualification is a Matric certificate, obtained at Stoffberg High School, in 1994. It is believed that the 44-year-old only made it through one year into his BCom undergraduate degree, at the University of Johannesburg (previously known as the Rand Afrikaans University), in 1995.\n\nWork experience\n\nThere is a gap between 1995 and 1997, where it is not known what the 44-year-old got up to. According to African Mania, Bezuidenhout, after dropping out of UJ, had allegedly enrolled at Unisa, majoring in industrial psychology and transport economics. However, that has not been listed on his verified Linkedin page.\n\nBezuidenhout has been credited as the founder and Chief Operating Officer of South Africa’s first e-ticketing service, Ticketweb, in 1998.\n\nHe would hold this position for three years and after a five-year gap (it is not known what he got up to in this period), in October 2006, the 44-year-old led a crucial role in the development and running of Mango Airlines as its CEO.\n\nHe stayed in this position for ten years, assisting SAA as the Acting Group CEO for two stints between Janaury 2013 and July 2015.\n\nBezuidenhout left Mango in 2016 and became the CEO at FastJet and held the position for three years before returning, controversially so, to the former in September 2019.\n\nThese are his other credentials:"}}