{"GDELT": {"GlobalEventID": 888306828, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor2Code": "JOR", "Actor2Name": "JORDAN", "Actor2CountryCode": "JOR", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.4, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191122074500, "SOURCEURL": "https://www.prweb.com/releases/cpamerica_and_surgent_cpa_review_award_scholarships_to_cpamerica_members/prweb16741500.htm"}, "ARTICLE": {"TITLE": "CPAmerica and Surgent CPA Review Award Scholarships to CPAmerica Members", "TEXT": "CPAmerica has partnered with preferred provider, Surgent CPA Review, to offer scholarships for Surgent’s CPA Review Course to CPAmerica members. Surgent’s Premier Pass course was named a Top New Professional Education Product by Accounting Today.\n\nThe following CPAmerica members will receive Surgent’s CPA Review scholarships:\n\n\n\nIqra Majid, Staff Accountant at Mathieson, Moyski, Austin & Co., LLP\n\nKaren Meyers, Accountant at Stoy, Malone & Company, P.C.\n\nKayla Rogers, Accounting Advisor at VonLehman CPA & Advisory Firm\n\nThe following CPAmerica members will receive Surgent’s diagnostic testing scholarships:\n\n\n\nAnthony Jackson, Staff Accountant at Coulter & Justus, P.C.\n\nAlexis Jordan, Tax Supervisor at Frazier & Deeter, LLC\n\nCPAmerica and Surgent CPA Review will reopen applications for these scholarships on December 3, 2019. Current CPAmerica members who are planning to sit for the CPA exam are encouraged to apply. More information on Surgent offerings for CPAmerica members can be found here: https://bit.ly/2KGXcWR.\n\nAbout CPAmerica, Inc.\n\nAn accounting association made up of independent certified public accounting firms that built on four key goals: to continuously improve; to make more money; to strengthen relationships among member firms; and to bring prestige to firms both domestically and internationally. As a member of the eighth largest global accounting network Crowe Global, CPAmerica expands to over 200 independent accounting and advisory services firms in 130 countries, and has a combined firm revenue of $4.3 billion. Learn more about CPAmerica at http://www.cpamerica.org.\n\nAbout Surgent\n\nFor more than 30 years, Surgent has been a top provider of Continuing Professional Education (CPE), providing more than 6 million CPE credits to tens of thousands of CPAs, tax preparers, and accounting professionals through online webinars, self-study courses, and in-person live events. Surgent’s skilled team of in-house authors and instructors produce in-depth courses on new legislation and regulations faster than any other provider in the industry.\n\nMore recently, Surgent has become one of the fastest-growing Exam Review course providers. Surgent CPA Review’s proprietary adaptive learning technology is helping students pass the rigorous 4-part CPA Exam while saving as much as 400 hours of study time compared to competitors’ review courses—and we recently introduced Exam Review courses featuring this same adaptive technology for the EA, CMA, CIA, and CISA Exams."}}