{"GDELT": {"GlobalEventID": 888307382, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "Actor2Code": "VATMED", "Actor2Name": "VATICAN", "Actor2CountryCode": "VAT", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.79510022271715, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rome, Lazio, Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT07", "Actor1Geo_ADM2Code": "18350", "Actor1Geo_Lat": 41.9, "Actor1Geo_Long": 12.4833, "Actor1Geo_FeatureID": "-126693", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Buenos Aires, Distrito Federal, Argentina", "Actor2Geo_CountryCode": "AR", "Actor2Geo_ADM1Code": "AR07", "Actor2Geo_ADM2Code": "22379", "Actor2Geo_Lat": -34.5875, "Actor2Geo_Long": -58.6725, "Actor2Geo_FeatureID": "-979186", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Buenos Aires, Distrito Federal, Argentina", "Action2Geo_CountryCode": "AR", "Action2Geo_ADM1Code": "AR07", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -34.5875, "Action2Geo_Long": -58.6725, "Action2Geo_FeatureID": "-979186", "DATEADDED": 20191122074500, "SOURCEURL": "http://www.khaosodenglish.com/news/international/2019/11/22/sex-abuse-allegation-bishop-blasts-prosecutors-for-seeking-arrest/"}, "ARTICLE": {"TITLE": "Sex Abuse Allegation: Bishop Blasts Prosecutors for Seeking Arrest", "TEXT": "BUENOS AIRES, Argentina (AP) — The spokesman for an Argentine bishop close to Pope Francis who has been accused of sex abuse criticized Argentine prosecutors for requesting an arrest order, saying the release of information in the case hurt his image and his presumption of innocence.\n\nSpokesman Javier Belda denied that Bishop Gustavo Zanchetta was in “rebellion” for not responding to calls or messages, as Argentine prosecutor María Soledad Filtrín asserted this week. Belda said Zanchetta had cooperated with judicial authorities throughout the case.\n\nZanchetta has been formally accused of “aggravated continuous sexual abuse” of two seminarians, charges that carry a maximum penalty of 10 years in prison. The alleged abuse began in 2016 in Oran, about 1,600 kilometers northwest of Buenos Aires. He has denied the charges.\n\nThe Zanchetta case is particularly grave for Francis, given the pope was aware of allegations of inappropriate sexual behavior by his onetime protege in 2015, two years before Zanchetta resigned. Francis allowed him to step down in 2017 for “health reasons,” but then named him to a senior Vatican administration position a few months later.\n\nThe Vatican insists the first accusation of actual sex abuse was only lodged in late 2018. But the Associated Press and the newspaper Tribune of Salta have reported that documents and testimony from diocesan officials raised credible allegations of inappropriate sexual misconduct well before then.\n\nZanchetta is also facing a canonical trial. The allegations do not involve minors.\n\nOn Wednesday, prosecutors in Argentina said an order for Zanchetta’s capture had been requested because the bishop did not answer repeated phone calls or emails to be notified of the legal process against him.\n\nIn Thursday’s letter to the press, the bishop’s spokesman said the request came from prosecutors and was not a judge’s order, that no notification was received at this home in Argentina and that he only received an email which did not ask for him to confirm its receipt or any other diligence.\n\nHe did not say where Zanchetta was, or whether he would respond. The Vatican didn’t respond to requests for comment about whether Zanchetta was on Vatican territory, and if so, whether it would compel him to return to Argentina.\n\nBelda said the bishop wants to clarify everything in the case and will continue cooperating with authorities.\n\nFrancis acknowledged in a TV interview earlier this year that he asked Zanchetta about the initial accusation, involving nude selfies on the bishop’s cellphone. The pope said he gave Zanchetta the benefit of the doubt after he claimed his phone had been hacked."}}