{"GDELT": {"GlobalEventID": 888307419, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "JUD", "Actor1Name": "PROSECUTOR", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -8.04347826086961, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20191122074500, "SOURCEURL": "https://www.ibtimes.com/new-zealander-found-guilty-british-tourists-tinder-murder-2871556"}, "ARTICLE": {"TITLE": "New Zealander Found Guilty Of British Tourist's 'Tinder Murder'", "TEXT": "A New Zealand man was found guilty Friday of murdering British backpacker Grace Millane in Auckland last year after a jury rejected his defence that she was accidentally choked in a sex game gone wrong.\n\nMillane disappeared on the eve of her 22nd birthday last December, a few days after arriving in Auckland while on a year-long around-the-world holiday after graduating from university.\n\nThe 27-year-old accused, whose identity is suppressed under a court ruling, had pleaded not guilty to her murder, but a jury convicted him after a three-week trial.\n\nThe court heard Millane and the killer met on the evening of her death after matching on the Tinder dating app, then went back to his city-centre apartment.\n\nThe defendant did not dispute the fact that Millane died in his home and that he disposed of her body in rugged bushland outside Auckland, where it was found a week later.\n\nBut his defence team claimed Millane died after encouraging him to choke her during consensual sex, then he disposed of the body and cleaned up the death scene because he was in a panic.\n\nProsecutor Brian Dickey said the man was seeking \"total domination\" over his victim.\n\nA jury took about five hours to find him guilty and he is due to be sentenced on February 21, when the judge is likely to lift his identity suppression.\n\nHe faces minimum a 10-year non-parole period in prison, although the judge can order longer terms -- including life without any chance of release.\n\nMillane's parents were in the public gallery throughout the trial, and wept when the guilty verdict was read out.\n\n\"It will not reduce the pain and suffering we've had to endure,\" father David told reporters outside the court, paying tribute to \"a beautiful, talented, loving daughter\".\n\n\"Grace was taken away from us in the most brutal fashion a year ago and our lives and family have been ripped apart, this will be with us for the rest of our lives.\"\n\nThe killing shocked New Zealand -- which is usually regarded as a safe place to travel -- prompting nationwide vigils and a heartfelt apology to Millane's family by Prime Minister Jacinda Ardern."}}