{"GDELT": {"GlobalEventID": 888385353, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "ITA", "Actor1Name": "ROME", "Actor1CountryCode": "ITA", "Actor2Code": "MNCIRLBUS", "Actor2Name": "RYANAIR", "Actor2CountryCode": "IRL", "Actor2Type1Code": "MNC", "Actor2Type2Code": "BUS", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.10344827586207, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yerevan, Yerevan*, Armenia", "Actor1Geo_CountryCode": "AM", "Actor1Geo_ADM1Code": "AM11", "Actor1Geo_ADM2Code": "4936", "Actor1Geo_Lat": 40.1811, "Actor1Geo_Long": 44.5136, "Actor1Geo_FeatureID": "-2325645", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yerevan, Yerevan*, Armenia", "Actor2Geo_CountryCode": "AM", "Actor2Geo_ADM1Code": "AM11", "Actor2Geo_ADM2Code": "4936", "Actor2Geo_Lat": 40.1811, "Actor2Geo_Long": 44.5136, "Actor2Geo_FeatureID": "-2325645", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yerevan, Yerevan*, Armenia", "Action2Geo_CountryCode": "AM", "Action2Geo_ADM1Code": "AM11", "Action2Geo_ADM2Code": "4936", "Action2Geo_Lat": 40.1811, "Action2Geo_Long": 44.5136, "Action2Geo_FeatureID": "-2325645", "DATEADDED": 20191122153000, "SOURCEURL": "https://www.newsinfo.am/eng/article/view/E1gEY1bhP"}, "ARTICLE": {"TITLE": "Italy is Armenia’s 2nd trade partner in EU – PM Pashinyan", "TEXT": "There are all the necessary preconditions for giving new breath to Armenian-Italian economic relations. At the moment, Italy is Armenia’s 2nd trade partner in the European Union, Prime Minister of Armenia Nikol Pashinyan announced following the meeting with Italian Prime Minister Giuseppe Conte.\n\n“We dedicated an important time of our negotiations to trade and economic relations. I am glad to mentioned that this year we have recorded tangible improvement in this direction. I recorded that at the moment Italy is our 2nd trade partner in the EU. I am glad to note that there are all the necessary preconditions for giving new breath to Armenian-Italian economic relations. Armenia’s membership to the Eurasian Economic Union and close cooperation with the EU create good opportunities for attracting investments”, PM Pashinyan said.\n\nHe told that he informed the Italian PM about the Armenian-Italian economic forum that took place on November 21 in the financial and industrial capital of Italy, Milan. “We both highly assessed the works of the Armenian-Italian intergovernmental commission and expressed confidence that by joint efforts it will be possible to hold the 2ns session of the commission in Yerevan in a short period of time. We referred to the opportunities of developing tourism cooperation. We highlighted the implementation of direct Rome-Yerevan and Milan-Yerevan flights by “Ryanair” airlines, which will greatly contribute to the development of tourism and business relations. We also highlighted the importance of maintaining the cultural heritage of one another”, PM Pashinyan said.\n\nHe assessed his talks with Giuseppe Conte as productive, noting that the negotiations once again showed the high level of the relations between Armenia and Italy and the m..."}}