{"GDELT": {"GlobalEventID": 888307302, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.6666666666666696, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Boston, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA025", "Actor1Geo_Lat": 42.3584, "Actor1Geo_Long": -71.0598, "Actor1Geo_FeatureID": "617565", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_Lat": 42.2373, "Actor2Geo_Long": -71.5314, "Actor2Geo_FeatureID": "MA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.2373, "Action2Geo_Long": -71.5314, "Action2Geo_FeatureID": "MA", "DATEADDED": 20191122074500, "SOURCEURL": "https://uspirg.org/news/usp/massachusetts-bill-combat-youth-tobacco-use-heads-governor%E2%80%99s-desk"}, "ARTICLE": {"TITLE": "Massachusetts bill to combat youth tobacco use heads to governor’s desk", "TEXT": "For Immediate Release\n\nBOSTON -- By an overwhelming majority (32-6), the Massachusetts Senate passed a bill last night aimed at stemming the youth vaping epidemic. “An Act to Modernize Tobacco Control” would ban flavored tobacco products, including e-cigarettes, menthol cigarettes and chewing tobacco. This is notable because four out of five kids who have used tobacco started with a flavored product.\n\nThe bill also taxes tobacco vaping products at the same rate as cigarettes, increases retailer fines for sales to minors, and provides for insurance-covered cessation tools. Having already passed the House, it now heads to Gov. Charlie Baker’s desk.\n\nU.S. PIRG End the Nicotine Trap Campaign Director Matt Wellington released the following statement applauding the act’s passage:\n\n“The legislation, championed by State Sen. John Keenan and State Rep. Danielle Gregoire, would make Massachusetts the first state to ban all flavored tobacco products, which hook kids and drag them into a potentially life-long struggle with nicotine addiction.\n\n“Unfortunately, when it comes to youth tobacco use, vaping is proving that history can repeat itself. But Massachusetts’ legislators are showing us the way forward to fight this scourge. The critical reforms in this bill will protect our children’s health from the e-cigarette epidemic that is currently choking our country. We urge Governor Baker to sign it into law immediately.\n\n“Other states should follow Massachusetts’ lead in combating the youth vaping epidemic by prohibiting the sale of all flavored tobacco products.”\n\n###\n\nU.S. PIRG is the federation of state Public Interest Research Groups. PIRGs are non-profit, non-partisan public interest advocacy organizations that stand up to powerful interests whenever they threaten our health and safety, our financial security, or our right to fully participate in our democratic society."}}