{"GDELT": {"GlobalEventID": 888384452, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "BEL", "Actor1Name": "BELGIUM", "Actor1CountryCode": "BEL", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.430985017532679, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor1Geo_CountryCode": "BE", "Actor1Geo_ADM1Code": "BE11", "Actor1Geo_ADM2Code": "5850", "Actor1Geo_Lat": 50.8333, "Actor1Geo_Long": 4.33333, "Actor1Geo_FeatureID": "-1955538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE11", "Actor2Geo_ADM2Code": "5850", "Actor2Geo_Lat": 50.8333, "Actor2Geo_Long": 4.33333, "Actor2Geo_FeatureID": "-1955538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE11", "Action2Geo_ADM2Code": "5850", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": 4.33333, "Action2Geo_FeatureID": "-1955538", "DATEADDED": 20191122153000, "SOURCEURL": "https://www.collective-evolution.com/2019/11/22/16-months-of-hidden-camera-footage-shows-what-happens-at-humane-dairy-farms/"}, "ARTICLE": {"TITLE": "16 Months of Hidden Camera Footage Shows What Happens At “Humane” Dairy Farms", "TEXT": "In Brief The Facts: Hidden cameras were set u across dairy farms that market themselves as \"humane,\" \"free range,\" and \"organic.\" These labels truly mean nothing when it comes to how the entire dairy industry treats these animals, as the hidden camera footage shows.\n\nReflect On: When we've been made to believe something for so long and we are confronted with the idea that it's not true, it can cause cognitive dissonance. In today's day in age, it's best to keep an open mind and question our actions. What are we doing?\n\nThe practice of drinking cow’s milk begs the question, for the mass consumption of human beings, can it really be done in any sort of humane or ethical way? It’s hard to think of a way it could be, given the simple fact that for one, a cow has to give birth in order to produce milk for their young. This means that if you are going to provide the masses with the milk of a cow, you’re going to have to forcefully impregnate a cow, which today on most farms is done by artificial insemination. Second of all, the milk needs to be preserved for humans, so the baby is prevented from taking the mothers milk and is usually separated from the mother and taken away to be used for beef. Male calves are of no use to the dairy industry and generally less suitable for beef production. This means that every year around 90,000 male dairy calves in the UK are shot soon after birth and discarded as a by-product. Dairy cows are sent to slaughter after around 4 – 6 years, or when they are too weak to continue producing milk. Their natural lifespan is around 25 years.\n\nFrom the perspective of the animal, and hopefully the human, it’s heart-breaking, depressing and hard, and the animals are predominately kept in terrible conditions. These animals love, they fear, they think and contemplate. They are emotional just like us, and it’s our lack of ability to see ourselves in all other life that continues this pattern.\n\n--> Help Support Collective Evolution: Become a member of CETV and get access to exclusive news and courses to help empower you to become an effective changemaker. Click here to join.\n\nOne of the latest examples comes from footage captured by hidden camera’s that were set up across dairy farms in the United Kingdom by Dismantle Dairy.\n\nWe’ve Been Brainwashed Into Thinking A Cow’s Milk Is Necessary.\n\nCalcium has been the backbone of big food companies that have marketed cow’s milk to human beings. These are big corporations that, through lobbying, have basically dictated government policy when it comes to what’s distributed as ‘food education’ in many different countries. It’s ironic, because calcium is largely available in many plant forms. Furthermore, casein, the protein found in dairy, actually triggers something called metabolic acidosis. This happens when the body produces too much acid and becomes very acidic, which can be caused by multiple things, including the absorption of casein found in animal protein. In order to compensate for this condition, the body actually leeches calcium out of its bones, this helps neutralize the increased acidity.\n\nAnimal protein in general has been shown to be harmful to human health, while plant protein shows the opposite. You can read more about that here in this heavily sourced article.\n\nPerhaps this is why multiple studies show that drinking milk from a cow leads to an increased mortality rate and actually makes bones more prone to fracturing, not less. One example would be this giant study from researchers at Uppsala University in Sweden.\n\nThis became known to me through the work of Dr. Colin Campbell, an American biochemist who specializes in the effect of nutrition on long term health. He is the Jacob Gould Schurman Professor Emeritus of Nutritional Biochemistry at Cornell University. Scholars like Campbell are vital to the world, because they are among the few who actually examine and study nutrition and health, something that our modern day medical industry completely ignores. You can watch a video of him explaining, here. Dr. Campbell also discovered that animal protein (casein) can accelerate and “turn on” cancer, while plant based protein has the opposite effect. You can read more about that and which him explain in this article.\n\nIf we look at all other animals who don’t consume the milk of another animal or after weaning, it is because they do not have the enzymes to break down the sugar found in milk. We are no different, and this explains why in some ethnic populations around the world, lactose intolerance is present in 90 percent of the population. A staggering 70 percent of the world’s population has some degree of lactose intolerance. Humans actually never had this enzyme, and to digest the sugar in cow’s milk, we had to develop the LTC gene, which was acquired by mutation. This is the lactase gene, which allows us to process lactose as adults. Clearly, we are not doing what is natural and in accordance with our bodies. I first came across this information from Katherine S. Pollard, a PhD at the University of California, San Francisco, in this lecture.\n\nMore doctors are waking up, The Physicians Committee for Responsible Medicine (PCRM) recently submitted a citizen petition with the Food and Drug Administration (FDA) to change labeling on cheese to include a cancer warning.\n\nThe petition states:\n\nHigh-fat dairy products, such as cheese, are associated with an increased risk for breast cancer. Components in dairy such as insulin-like growth factor (IGF-1) and other growth hormones may be among the reasons for the increased risk for cancer. To ensure that Americans understand the potential significant risks, and resulting long-term costs, of consuming dairy cheese products, the FDA should ensure that the notice above is prominently placed on product packaging and labeling for all dairy cheese products.\n\nThe list goes on and on, what’s presented in this article is simply a tidbit with regards to why big milk is going out of business. People are waking up. It’s just not necessary.\n\nPerhaps the biggest indication that people are waking up is the fact that Dean foods, the largest milk producer in the United States has filed for bankruptcy. You can read more about that here.\n\nWhen it comes to health and cruelty, it’s not just dairy, it’s also meat-eating as well. It’s very in-humane, not all that healthy, and is also destroying our planet.\n\nYou can read this article for more information about that: Another Study Suggests That Human Beings Are Not Designed To Eat Meat\n\nLet’s not forget about that animal agriculture is also destroying our planet. There is simply nothing good about dairy, period. It’s truly hard to make an argument in favour of it.\n\nThe Takeaway\n\nWhy are human beings forced into believing things that aren’t true, and that ruthlessly defend them so much? It’s because our consciousness is used against us, and with regards to various topics, we’ve been made to believe the opposite of truth for the purposes of control, profit, greed and ego. Many may have a hard time accepting that our federal health regulatory agencies, or big corporations for example can be so corrupt, but they are. The positive thing is that many truths are not surfacing, as truth cannot stay hidden for long. We live in a world with beautiful people, and there are many great things about our planet. Compassion and empathy are returning to our planet, and that’s the backbone as to why the dairy industry continues to struggle. Let’s keep the awareness going! How have we been made to believe that it’s ok to treat other lifeforms in the manner that we treat them?"}}