{"GDELT": {"GlobalEventID": 888384977, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.55871886120996, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20191122153000, "SOURCEURL": "https://www.northdevongazette.co.uk/news/drug-dealer-set-up-base-in-bideford-jailed-1-6389050"}, "ARTICLE": {"TITLE": "Dealer who set up Bideford drugs base jailed for more than five years", "TEXT": "Jamhall Raffington-Paul set up an outpost in Bideford for the London-based county lines gang to which he belonged and used it as a base to sell heroin and crack cocaine.\n\nHe got tenant Anthony Cox to work as his driver and delivery man and his partner Mary Sheehan to act as runner. He also got his teenaged girlfriend Kessia Davies to secrete the drugs about her person.\n\nIt was the second time in the space of three years that he had done exactly the same thing. He was jailed for three years in 2015, served his time, and then went back to drug dealing.\n\nThis time he was jailed for five years and seven months at Exeter Crown Court because it was his third conviction for dealing class A drugs and made him liable for a mandatory sentence of seven years, less 20 per cent discount for pleading guilty.\n\nJamhall Raffington-Paul. Jamhall Raffington-Paul.\n\nOn April 19, 2018 he was caught in a car which was stopped in Bideford in April last year because police suspected it was being used for drug dealing.\n\nCox was driving and Raffington-Paul and Davies were passengers. She was found with 39 wraps of crack cocaine and 18 of heroin and Raffington-Paul was found with £300 cash.\n\nRaffington-Paul, aged 26, of no fixed address in Barnet, London, Davies, aged 19, from Golders Way, London, Cox, aged 37, and Sheehan, aged 36, both of Queen Street, Bideford, all admitted being concerned in the supply of class A drugs.\n\nRaffington-Paul was jailed for 2,044 days (roughly five years, seven months), Davies 16 months, suspended for two years, Cox for two years, suspended for two years, and Sheehan for 20 months, suspended for two years.\n\nThe three who received suspended sentences were all ordered to do rehabilitation activities or unpaid community work by Judge Timothy Rose.\n\nHe told Raffington-Paul: \"This had all the hallmarks of what is commonly known as a county lines drug dealing operation. The drugs emanated from London and there was a the very familiar picture of taking over a house locally.\n\n\"The individuals who lived there, Cox and Sheehan, had some degree of vulnerability, although that does not justify them getting involved and they received some advantage by way of drugs.\n\n\"You have substantial previous convictions, including one in which you were down in Devon creating mayhem in terms of drugs supply.\"\n\nHe told Cox and Sheehan that he accepted they had been 'cuckooed' and Davies that she had been brought into the activity through her relationship with Raffington-Paul.\n\nRobert Yates, prosecuting, said Cox's car was stopped in Bideford on April 19, 2018, and the drugs, worth £570, were recovered after Davies told police she had them.\n\nA search of Cox's home uncovered another two wraps of cocaine, which Sheehan admitted she was going to supply to Raffington-Paul's customers.\n\nKelly Scrivener, for Raffington-Paul, said he had been threatened with violence and put under pressure to go to Devon to sell drugs.\n\nHolly Gilbery, for Davies, Mr Michael Brown, for Cox, and Mr Richard Crabb, for Sheehan, all said their clients had played lesser roles and performed limited functions under direction."}}