{"GDELT": {"GlobalEventID": 888384763, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.61507402422611, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20191122153000, "SOURCEURL": "https://www.afr.com/chanticleer/sohn-s-focus-on-australia-china-and-gold-20191122-p53d6d"}, "ARTICLE": {"TITLE": "Sohn's focus on Australia, China and gold", "TEXT": "On Friday, several fund managers at the Sohn conference in Sydney said they had achieved returns on their stock picks from 2018 in excess of 50 per cent. One fund manager, Jun Bei Liu, from Tribeca Investment Partners, saw her 2018 stock pick, New Oriental Education and Techno more than double.\n\nChanticleer has been as interested in hearing about undervalued and overvalued stocks as the next person with a self managed super fund or superannuation fund member taking an active interest in their retirement savings.\n\nInternational investment stars\n\nBut this year's Sohn was more interesting than usual because of the decision to fly in seasoned global investment experts with extraordinary track records.\n\nFor the first time in the four year history of the event Ray Dalio, who founded the $US160 billion ($235 billion) macro hedge fund Bridgewater, and Howard Marks, the co-founder of the $US122 billion Oaktree Capital shared the same stage.\n\nHoward Marks likens China to a teenager whereas Europe and Japan are \"economic senior citizens\" and the US is a \"mature adult\".\n\nComments by Marks about Australia provided a welcome reminder of the attractiveness of long term investment in Australia. It is easy to forget the absolute and relative strength of the key structural pillars of the local economy.\n\n\"As an outside observer I am generally impressed with Australia,\" Marks said.\n\nAdvertisement\n\n'This time is different'\n\n\"I wrote a memo six months ago called This Time is Different and this time is different are four dangerous words because when investors believe that it's different this time that leads them to disconnect from the norms of the past and ignore valuation norms and valuation norms and interconnection norms.\"\n\nMarks said the talk in the US that the country is not going to have a recession and that business cycles have been banished are things he has heard several times in his 35 year career.\n\n\"But, you know, a lot of people say well look at Australia, they haven't had a recession in 29 years, maybe the US can too. We're in our 11th year without a recession and that's the longest period in history. But the optimists say maybe we'll go to 29 like Australia.\"\n\nMarks says the US cannot be compared to Australia because Australia has enormous natural resources and a nearby customer, China, which has been growing steadily for decades.\n\nHe likens China to a teenager whereas Europe and Japan are \"economic senior citizens\" and the US is a \"mature adult\". The big difference is teenagers have their best years ahead of them whereas the senior citizens and mature adults don't.\n\nMarks says China is poised to grow strongly for decades and therefore \"you probably want to have some significant investment there\".\n\nAdvertisement\n\nDalio's cautious outlook\n\nDalio's big picture view of the world has led him to conclude investors should be cautious, particularly when it comes to accepted wisdom about the performance of reserve currencies.\n\nDuring a panel discussion between Marks and Dalio, which was moderated by Magellan Financial Group chairman, Hamish Douglass, Dalio launched a staunch defence of investment in gold as part of a diversified investment portfolio.\n\n\"I think you have to view gold as an alternative to cash,\" he said. Marks said gold failed his investment criteria because it did not produce cash flow.\n\nBut Dalio countered that in many countries cash does not earn a return and in several countries such as Germany and Japan the yield on government bonds is negative.\n\nHe said central banks were increasingly buying gold as an alternative to currencies.\n\n\"I think it (gold) works on the diversification and works on the relative basis. I'm not saying go crazy. But if you look at the efficient frontier, you say, what is my least risk portfolio.\"\n\nAdvertisement\n\nDalio says you can overlay gold on top of an existing portfolio or buy gold and displace other assets in the portfolio. He warned investors against sticking with the traditional portfolio of 60 per cent equities and 40 per cent cash and fixed interest.\n\nHe said this was a dangerous portfolio without adequate diversification. Douglass said he had long aligned his position with Marks and questioned the intrinsic value of gold because it has no cash flow.\n\nBut he said he would be asking his investment team to look at gold as an alternative to US dollar cash reserves managed by Magellan.\n\n\"I haven't reached a conclusion but I think it is a reserve currency sitting there,\" Douglass said."}}