{"GDELT": {"GlobalEventID": 888384722, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.63063063063063, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Outerbridge Crossing, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ023", "Actor1Geo_Lat": 40.5248, "Actor1Geo_Long": -74.244, "Actor1Geo_FeatureID": "879051", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Outerbridge Crossing, New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.5248, "Action2Geo_Long": -74.244, "Action2Geo_FeatureID": "879051", "DATEADDED": 20191122153000, "SOURCEURL": "https://nj1015.com/missing-freehold-womans-ex-boyfriend-commits-suicide-cops-say/"}, "ARTICLE": {"TITLE": "Missing Freehold woman’s ex-boyfriend commits suicide, cops say", "TEXT": "FREEHOLD TOWNSHIP — A man romantically linked to a township woman who has been missing for weeks took his own life at his parents home, according to the Monmouth County Prosecutor's Office.\n\nJohn Ozbilgen 29, had been released from custody on Tuesday on a charge of possession of child pornography, which investigators said they found on his phone during their search of his parents' home for Stephanie Parze, 25. He was considered a person of interest in the investigation of Parze's disappearance but no arrests have been made.\n\nMonmouth County Prosecutor's Office spokesman Charles Webster said that Ozbilgen's body was found hanging on Friday morning. He did not say whether Ozbilgen left any note or message.\n\nThere was a large police presence outside the house on Friday morning, according to News 12 New Jersey.\n\nOfficials said Tuesday at Ozbilgen's detention hearing for the first time that investigators had discovered multiple images of child sexual exploitation on Ozbilgen's phone — as many as 10 images with prepubescent children.\n\nParze posted on her Facebook page in August that she was \"in a relationship\" with Ozbilgen and shared a number of posts with pictures of them together. Their relationship status on their profiles has since been changed to \"single.\"\n\nFacebook post about relationship (Stephanie Parze via Facebook)\n\nOzbilgen was already facing charges of domestic violence. In September, Ozbilgen was accused of hitting a woman's hand, \"causing injury to her thumb and thumbnail,\" and hitting the side of her head with the back of his hand. That victim has been identified in some press reports citing anonymous police sources as Parze.\n\nIn June, a different woman accused Ozbilgen of \"pulling her hair and dragging her by her hair causing minor injury and pain/discomfort.\" That charge was later dismissed.\n\nStephanie Parze's father, Edward, in an interview with New Jersey 101.5 earlier this week, would not discuss the nature of his daughter's relationship with Ozbilgen.\n\n\"I can't really comment on anything about him,\" he said.\n\nThe Monmouth County Prosecutor's Office and the New York Police Department have conducted several searches of Long Pond Park, a 91-acre Staten Island park not far from Route 440 and the Outerbridge Crossing. Prosecutors have not said what exactly they were looking for.\n\nEdward Parze, Stephanie's father, has led community searches in Freehold Township the past two days in an effort to \"check off some boxes and putting pieces together.\"\n\nStephanie Parze went missing on Oct. 30 after a night out with family members to see a medium in New Brunswick, family members have said. Police were called the next day when her family could not reach her by phone. Parze left behind her car, phone, purse, and shoes that she wore that night, authorities have said.\n\nContact reporter Dan Alexander at Dan.Alexander@townsquaremedia.com or via Twitter @DanAlexanderNJ\n\nMore from New Jersey 101.5"}}