{"GDELT": {"GlobalEventID": 888307211, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "FRA", "Actor1Name": "PARIS", "Actor1CountryCode": "FRA", "Actor2Code": "DEU", "Actor2Name": "BERLIN", "Actor2CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.504201680672271, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Berlin, Berlin, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM16", "Actor2Geo_ADM2Code": "16538", "Actor2Geo_Lat": 52.5167, "Actor2Geo_Long": 13.4, "Actor2Geo_FeatureID": "-1746443", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20191122074500, "SOURCEURL": "https://brudirect.com/news.php?id=81382"}, "ARTICLE": {"TITLE": "Nhon – Ha Noi Station Metro Line Expected To Run In 2021", "TEXT": "Home > Vietnam\n\nNhon – Ha Noi Station Metro Line Expected To Run In 2021\n\nA delegation of Việt Nam stands next to the first train of the line during their visit to the train manufacturing factory in France in October 26. — Photo courtesy of Hà Nội Metropolitan Railway Management Board\n\nNovember 22nd, 2019 | 15:17 PM | 289 views\n\nHA NOI\n\nOnce ready, the Nhổn – Hà Nội Station metro line is expected to serve more than 23,000 passengers per hour from 2021.\n\nThe line is planned to have 10 France-manufactured trains with a capacity of 950 passengers each.\n\nThe trains are expected to be operated at 35km per hour on average and 80km per hour maximum, the same speed as metros in Paris, Berlin and other Asian cities.\n\nHà Nội Metropolitan Railway Management Board said the train was designed to have a wide door, creating more space for passengers, especially passengers with restricted mobility, to get on and off.\n\nThe colour of the trains is inspired by the colour of Vietnamese dragon fruit and yellow rice field that was warmly applauded by the public following a survey in September 2018, the board said.\n\nAfter the trains are completely assembled, they will undergo testing at the Railway Testing Centre in Valenciennes, France before being sent to Việt Nam.\n\nNext, the producer will be required to test the train’s automatic control system and audio-visual equipment during the last six months of 2020 at the construction site of Nhổn – Hà Nội Station, the board said.\n\nThe board also said it was scheduled that Alstom, the French producer of the 10 trains for the railway line in Hà Nội, would send the first train to Việt Nam in June 2020, online newspaper Tiền Phong (Vanguard) reported.\n\nThen, three other trains would be dispatched to Việt Nam in August, 2020.\n\nPreviously, the People’s Committee of Hà Nội and France’s Alstom Company signed a memorandum of understanding about the introduction of the first train in the line on October 29.\n\nThe project, which kicked off in September 2010, was scheduled to be completed in September 2017 but has had problems with land clearance, so the city People’s Committee extended the project deadline to 2022.\n\nThe 8.5km elevated section is planned to be finished in April 2021 and the remaining 4km underground line will be opened in December 2022.\n\nSo far, 99 per cent of the elevated section has been finished, only 61 per cent of the underground section is complete.\n\nThe project's investment of about VNĐ30.1 trillion (US$1.29 billion) comes from official development assistance of the French Development Agency and loans from the French Government.\n\nThe urban railway line No 3, connecting Nhổn area and Hà Nội Station, will run through Nam Từ Liêm, Bắc Từ Liêm, Cầu Giấy, Ba Đình, Đống Đa and Hoàn Kiếm districts. — VNS\n\nSource:\n\ncourtesy of VIET NAM NEWS\n\nby Viet Nam News\n\nIf you have any stories or news that you would like to share with the global online community, please feel free to share it with us by contacting us directly at [email protected]"}}