{"GDELT": {"GlobalEventID": 888307667, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "SYRBUS", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor1Type1Code": "BUS", "Actor2Code": "SYR", "Actor2Name": "SYRIAN", "Actor2CountryCode": "SYR", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.588235294117647, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20191122074500, "SOURCEURL": "https://www.financialexpress.com/market/csb-bank-ipo-for-rs-410-crore-subscribed-about-20-so-far-on-day-1-should-you-invest/1772085/"}, "ARTICLE": {"TITLE": "CSB Bank IPO for Rs 410 crore subscribed about 20% so far on Day 1; should you invest?", "TEXT": "Formerly known the Catholic Syrian Bank, the lender looks to raise up to Rs 410 crore from the public offer.\n\nCSB Bank IPO which opened for subscription today, got subscribed by about 20% within the first two hours of opening. The issue has received bids for 21.54 lakh shares, as against the the issue size of 1.15 crore, implying a subscription of 20 per cent. Formerly known the Catholic Syrian Bank, the lender looks to raise up to Rs 410 crore from the public offer. Kerala-based CSB Bank’s IPO is being carried out to meet RBI’s regluation with regard to listing. The public offer contains a fresh issue of shares to raise up to Rs 24 crore, and an offer for sale (OFS) of 1.97 crore shares by existing investors through which it will sell Rs 385 crore of scrips.\n\nAlso read: Lenders brace for possible $5 billion DHFL writeoff\n\nCSB Bank IPO will remain open till November 26th, Tuesday. The price band has been fixed between Rs 193 and Rs 195 per share. The minimum bid lot has been fixed at 75 equity shares, and in multiples of 75 equity shares thereafter. The bank is set to finalise basis of allotment on December 2 and will credit equity shares to shareholders’ DP accounts on December 3, Axis Capital said in its IPO note.\n\nEven as investors maybe mulling whether to invest in the issue, brokerage firm Motilal Oswal says that the issue may list at a premium. “At the upper price band, the issue is valued at 2.4x P/B on 1HFY20 post issue diluted basis. Post the acquisition by Fairfax group, the realigned operational strategy has helped the company to report profits in 1HFY20. The company is focused to improve profitability and growth going ahead. We believe that given the strong promoter backing and turnaround in profitability, investor can Subscribe to the IPO for listing gains,” Motilal oswal said in a note. According to HEM Securities, CSB Bank has professional and experienced management with strong and independent Board which infuse optimism in future prospects of bank. “Hence we recommend “Subscribe” on issue for listing gain as well as long term investment,” HEM Securities said in its IPO note."}}