{"GDELT": {"GlobalEventID": 888385751, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "RWA", "Actor1Name": "RWANDA", "Actor1CountryCode": "RWA", "Actor2Code": "BUS", "Actor2Name": "INDUSTRY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.5906642728904905, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kigali, (RW09), Rwanda", "Actor1Geo_CountryCode": "RW", "Actor1Geo_ADM1Code": "RW09", "Actor1Geo_ADM2Code": "21996", "Actor1Geo_Lat": -1.9536099999999998, "Actor1Geo_Long": 30.0606, "Actor1Geo_FeatureID": "-2181358", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kigali, (RW09), Rwanda", "Actor2Geo_CountryCode": "RW", "Actor2Geo_ADM1Code": "RW09", "Actor2Geo_ADM2Code": "21996", "Actor2Geo_Lat": -1.9536099999999998, "Actor2Geo_Long": 30.0606, "Actor2Geo_FeatureID": "-2181358", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kigali, (RW09), Rwanda", "Action2Geo_CountryCode": "RW", "Action2Geo_ADM1Code": "RW09", "Action2Geo_ADM2Code": "21996", "Action2Geo_Lat": -1.9536099999999998, "Action2Geo_Long": 30.0606, "Action2Geo_FeatureID": "-2181358", "DATEADDED": 20191122153000, "SOURCEURL": "https://allafrica.com/stories/201911220790.html"}, "ARTICLE": {"TITLE": "Rwanda: Italian Firm to Open Food Innovation Hub in Rwanda", "TEXT": "Seed&Chips, an Italy-based firm focused on using technology to improve food value system, has announced plans to set up a food innovation hub in Rwanda with investment estimated at between $50 million and $100 million.\n\nSpeaking during a news conference to announce the Global Food Innovation Summit slated for November 3-5, 2020 in Kigali, Marco Gualtieri, Founder and Chairman of Seed&Chips said that in total, the company will open 10 food innovation hubs in 10 countries in Africa, but starting from Rwanda.\n\nThe firm runs Global Food Innovation Summit, which is considered the leading food innovation summit in the world.\n\nGualtieri said that the company has launched a $1 billion call to set up several of such hubs on the continent.\n\nThe 10 beneficiary countries are Rwanda, Ghana, Nigeria, Ethiopia, Mozambique, Angola, Morocco, South Africa, and Egypt.\n\n\"We want to open the first one in Rwanda in one year if we get the right place, and other countries will follow,\" he said.\n\n\"The idea is that we could invest between $50 million and $100 million in each country because we think we can create many jobs. The goal is to create thousands of new jobs - at least 30 [thousands] - in each country,\" he said.\n\nThe food industry, he said, \"is the most important, the biggest industry in the world in terms of occupation, and in terms of money. So, we are just working on innovating this industry.\"\n\nFor instance, according to information from the World Bank, Africa's food market is predicted to reach $1 trillion per year by 2030 from $313 billion in 2013.\n\nThe hubs will be involved in technologies in food production, precision agriculture - which Gualtieri said is expected to be a multibillion-dollar industry, and food processing among others.\n\nGualtieri said that some technologies or focuses will be in some countries depending on the needs.\n\n\"We want these hubs to be (interconnected) so that people in the recipient countries can benefit from them through learning different skills,\" he said.\n\nSpeaking to The New Times, Régis Umugiraneza, co-founder of the Kigali-based CARL Group, an agribusiness company created by young university graduates, welcomed the idea of having the hub in Rwanda saying it will be of great benefit especially to young entrepreneurs in the agribusiness sector.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Innovation Company Agribusiness By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\n\"Sometimes young people's start-ups fail because they lack the know-how as their products fall short of standards and lack competitiveness on the market,\" he said.\n\n\"We very much need food innovation hubs where we can hone our skills, and take to markets improved winning products. We hope this hub will support us to achieve that,\" he said.\n\nNeed for 'adequate space'\n\nGualtieri said that the place where they want to establish the hub should be big enough - with an estimated 3,000 to 4,000 square meters, adding that it should be close to the city, very easy to be reachable by the people who visit the City.\n\nHe said that the space should be enough to accommodate working space, a room for sharing ideas, conference rooms, and 'laboratories with the best food testing technologies ever', among others.\n\n\"We need the government to help us find the right place where we can do that in terms of infrastructures. We should find a place where other innovators are moving because you know investors and innovators are looking for ecosystem,\" he said.\n\neditor@newtimesrwanda.com\n\nFollow https://twitter.com/EmNtirenganya"}}