{"GDELT": {"GlobalEventID": 888307524, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "MNCUSAMED", "Actor1Name": "GOOGLE", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.31958762886598, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20191122074500, "SOURCEURL": "https://www.energyfm.net/cms/news_story_605167.html"}, "ARTICLE": {"TITLE": "GPS tracking system specialist appointed for TT and MGP 2021", "TEXT": "GPS tracking system specialist appointed for TT and MGP 2021\n\nThe Department for Enterprise has appointed a global technology services company to provide data for 2021 racing events.\n\nNTT, which delivers ICT services to over 200 countries, will supply live timing tracking services for course cars, travelling marshal bikes and competitors in the Isle of Man TT Races, the Classic TT Races and the Manx Grand Prix.\n\nThe company will deliver a GPS based tracking system, that will give real time data from any point around the circuit, made available to race fans via the official www.iomttraces.com website.\n\nThe Luxembourg based organisation - who are the data and timing services provider for the Tour De France - has already carried out preliminary tracking system testing around the Mountain Course and is targeting delivery of the new service for the 2021 Isle of Man TT Races.\n\nLaurence Skelly MHK, Minister for Enterprise, commented: ‘We are delighted to be entering into a key strategic partnership with such a prestigious international partner, who has worked closely with Isle of Man based SES to deliver the satellite based solution, and we believe that this activity can provide key insights for our own digital agency objectives.’"}}