{"GDELT": {"GlobalEventID": 888385726, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "REF", "Actor1Name": "REFUGEE", "Actor1Type1Code": "REF", "Actor2Code": "MUS", "Actor2Name": "MAURITIUS", "Actor2CountryCode": "MUS", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.934210526315789, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mauritius", "Actor2Geo_CountryCode": "MP", "Actor2Geo_ADM1Code": "MP", "Actor2Geo_Lat": 16.0, "Actor2Geo_Long": 146.0, "Actor2Geo_FeatureID": "MP", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20191122153000, "SOURCEURL": "https://www.business-standard.com/article/pti-stories/chagos-islanders-protest-british-refusal-to-leave-119112201278_1.html"}, "ARTICLE": {"TITLE": "Chagos Islanders protest British refusal to leave", "TEXT": "Demonstrators from the Chagos Islands protested Friday at British defiance of a United Nations deadline to end their \"illegal occupation\" of the Indian Ocean archipelago.\n\nThe islands have been at the centre of a decades-long dispute over Britain's decision to separate them from Mauritius in 1965 and set up a joint military base with the US on Diego Garcia, the largest of the isles.\n\nOlivier Bancoult, from The Chagos Refugee Group, led a peaceful protest of few dozen islanders outside the British High Commission on Mauritius, where many of the displaced Chagossians live after being barred from their homelands.\n\nA UN deadline for Britain to leave ended Friday.\n\n\"This peaceful demonstration is intended to show the discontent of the Chagossians and Mauritians at Britain's refusal to respect the United Nations resolution, adopted on May 22, and giving her six months to end the illegal occupation of Chagos,\" Bancoult said.\n\n\"Until now, Britain has shown no interest at the request of the UN, and has made it clear that it does not intend to go,\" he added.\n\nProtestors waved flags and held up placards.\n\n\"Our dignity is not for sale,\" one read.\n\nIn May, a total of 116 countries voted in favour of a non-binding resolution presented by African countries that urged Britain to \"withdraw its colonial administration\" from the Chagos Islands within six months. The ruling recognised Mauritius's sovereignty over islands.\n\nOnly six countries, including Britain and the United States, voted against the measure in the 193-nation assembly.\n\n\"Britain should be ashamed,\" Bancoult said.\n\nOn Thursday, Mauritian Prime Minister Pravind Jugnauth said he was \"deeply disappointed\" at Britain's failure to leave, and called on London to end its \"illegal administration.\" Britain, some 9,500 kilometres (5,900 miles) to the west from Chagos, insists the islands belong to London.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}