{"GDELT": {"GlobalEventID": 888385311, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "IRNMOS", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor1Religion1Code": "MOS", "Actor2Code": "IRNMED", "Actor2Name": "IRANIAN", "Actor2CountryCode": "IRN", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 175, "EventBaseCode": 175, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -7.55395683453238, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20191122153000, "SOURCEURL": "https://www.ifj.org/media-centre/news/detail/category/middle-east-arab-world/article/iran-new-threats-against-journalists-in-europe.html"}, "ARTICLE": {"TITLE": "Iran: New threats against journalists in Europe", "TEXT": "The IFJ has called on Iran to lift new threats and pressures being imposed on Iranian journalists in Europe.\n\nThe Islamic Republic of Iran’s security forces and judiciary have renewed pressure on the Iranian journalists that are based and work outside Iran. The pressure has come amid the rise of international concerns about the status of human rights in the country.\n\nIranian journalists told the IFJ that at least six of their colleagues working with the Persian media outside Iran reported recent intimidations and serious harassment from the Iranian government.\n\nA journalist of a Persian TV channel based in Europe told the IFJ: “the security forces recently called my parents, summoned them, and asked them to convince me to stop my career here.”\n\nIn another case, the family of a journalist was warned that “if your son does not quit his job, our agents will take him back to Iran by force.”\n\nIran’s Islamic Revolutionary Guard Corps recently arrested Ruhollah Zam, an ‘exiled Iranian journalist’ who was based in Paris and managed a popular Persian news channel on Telegram Messenger.\n\nThese recent pressures come after the previous intimidations of BBC Persian service current and former journalists and their families. In 2017, the Iranian judiciary banned more than 150 Iranian reporters and staff of BBC Persian from any legal transaction inside Iran, which was also accompanied with asset-freezing in some cases.\n\nOther measures have also been used to restrict and intimidate Iranian journalists outside the country. They include the arbitrary arrest and detention of family members in Iran, the confiscation of passports and travel bans preventing people leaving Iran, ongoing surveillance of journalists and their families, and the spread of fake and defamatory news targeting individuals, especially women journalists."}}