{"GDELT": {"GlobalEventID": 888307623, "Day": 20191122, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8822, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "RUSGOV", "Actor2Name": "VLADIMIR PUTIN", "Actor2CountryCode": "RUS", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.36363636363637, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20191122074500, "SOURCEURL": "https://www.reuters.com/article/us-gazprom-sharesale-price-idUSKBN1XW0KC"}, "ARTICLE": {"TITLE": "Gazprom raises $3 billion from single buyer with discounted stake", "TEXT": "MOSCOW (Reuters) - Russia’s Gazprom said on Friday it had raised nearly $3 billion by selling a 3.6% stake, which exchange data showed was bought by a single buyer, whose identity was not disclosed by the world’s largest gas producer.\n\nFILE PHOTO: The logo of Russian gas giant Gazprom is seen on a board at the St. Petersburg International Economic Forum (SPIEF), Russia, June 6, 2019. REUTERS/Maxim Shemetov/File Photo\n\nThe share sale, via a Gazprom subsidiary, was completed at an 11% discount to company’s closing market price on Wednesday. Gazprom raised $2.2 billion in July through a similar deal, selling 2.9% of its shares at a 5% discount.\n\nGazprom said the latest deal involved about 3.6% of so-called quasi-treasury shares, built up in several purchases over previous years, being sold at 220.72 rubles each, implying proceeds of 187.7 billion rubles ($2.95 billion).\n\nAlthough Gazprom does not have to disclose the names of the buyers as both deals were below 5%, data from the Moscow Stock Exchange showed that there was only one buyer in the latest.\n\nGazprom did not respond to a Reuters request for comment.\n\n“The most important takeaway from both placements is that new shareholders with a total 6.5% stake have appeared in the shareholder structure,” Sberbank CIB said in a note.\n\n“It is not certain whether these new investors are strategic, though an overall investment of $5.1 billion suggests that most likely they are,” it added.\n\nGazprom is headed by Alexei Miller, a long-standing ally of President Vladimir Putin, who said this week that the company would stick to its policy of raising dividends as it responds to “challenges” in the global energy industry.\n\nOn Thursday, Gazprom said it had received 479 bids worth a total of 237.7 billion rubles.\n\n“It seems that low participation had an impact on the placement pricing,” Sberbank said.\n\nThe sale of treasury shares is positive for Gazprom in the mid-term due to the growth of its free float and a potential increase of its share in indexes, said Mikhail Poddubsky, an analyst at Promsvyazbank.\n\nShares in Gazprom were steady on Friday after rising the previous day when the deal was announced."}}