{"GDELT": {"GlobalEventID": 888551598, "Day": 20191123, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8849, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.96010296010296, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Boston, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_ADM2Code": "MA025", "Actor2Geo_Lat": 42.3584, "Actor2Geo_Long": -71.0598, "Actor2Geo_FeatureID": "617565", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Boston, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_ADM2Code": "MA025", "Action2Geo_Lat": 42.3584, "Action2Geo_Long": -71.0598, "Action2Geo_FeatureID": "617565", "DATEADDED": 20191123111500, "SOURCEURL": "http://www.msn.com/en-us/news/us/influenza-vaccine-denied-to-border-camp-detainees/ar-BBXcViI"}, "ARTICLE": {"TITLE": "Influenza vaccine denied to border camp detainees", "TEXT": "© Paul Ratje/AFP via Getty Images Migrants board buses to take them to shelters after being released from migration detention as construction of a new migrant processing facility is underway at the Customs and Border Protection - El Paso Border Patrol Station.\n\nPeak flu season is fast approaching North America and the U.S. government is actively encouraging anyone over 6 months old to vaccinate – that is, unless you are one of the thousands of people being detained in Customs and Border Protection facilities for undocumented entry.\n\nThe average number of people in CBP custody each day is about 3,500, according to the latest data released by the federal agency. That's down from a peak of about 20,000 earlier this year.\n\n“To us in the medical community the situation is alarming. When the CBP stated in August that they weren’t planning on vaccinating we saw this as egregious to deny basic health care access to people forced to stay in their care,\" said Dr. Bonnie Arzuaga, a Boston-based pediatrician and one of the founders of Doctors for Camp Closure.\n\nThe organization is a volunteer group of 2,000 U.S. based physicians who support the closing of the Customs and Border camps because of public health concerns. The organization volunteered to provide free influenza vaccines to those detained but the government never responded.\n\n“We got no response, not even an acknowledgement of the letter,\" said Arzuaga.\n\nIn a statement to ABC News, the CBP noted that individuals in CBP custody should not be held for more than 72 hours. Earlier this year, when CBP camps were overcrowded, the migrants' stays were often longer than the three days allowed.\n\nCBP referred to logistical difficulties in implementing a vaccine program on top of its existing medical efforts, which includes more than 250 nurse practitioners and physician assistants along the Southwestern U.S. border.\n\n“To try and layer a comprehensive vaccinations system on to that would be logistically very challenging for a number of reasons. There's a system and process for implementing vaccines – for supply chains, for quality control, for documentation, for informed consent, for adverse reactions,\" the CBP said in a statement.\n\nCBP pointed out this is not a new policy. Because the goal is to process people rapidly before they are moved through the system, it’s not efficient for CBP workers to distribute vaccines.\n\n\"It is very complex, and those programs are already in place at other steps in the immigration process as appropriate,\" the agency said.\n\nArzuaga said this underscores the need for vaccinations as they enter the country because infected individuals could be spreading the disease as they move between camps.\n\nThere is also no requirement that CBP staff receive the influenza vaccine. If officers do not get the flu vaccine it can end up being dangerous for the officers and their families and communities when they go home from work.\n\n“CBP officers could be shedding the virus and you are adding a whole other layer to what is basic medical neglect,\" she said. \"In every other institutionalized setting, hospitals, schools, long term healthcare facilities staff are required to get the flu shot.”\n\nIn the 2018-19 flu season as many as 61,200 adults and 143 children died from complications of the flu illness, according to federal statistics provided by the Centers for Disease Control and Prevention.\n\nDr. Richard Webby, a member of the Infectious Diseases Department at St. Jude Children’s Research Hospital and the World Health Organization’s Vaccine Composition, said getting the flu vaccine “isn’t just about protecting your health. It’s also about protecting those around you who are vulnerable like the elderly, children and those with serious health issues. The more people who get the flu shot, the less chance the virus can spread while protecting more people.”\n\nA CBP spokesperson told ABC News that migrants who show up with the flu may be diagnosed and treated on site by CBP medical personnel, or may be referred as appropriate to local health systems for diagnosis and treatment. But according to the CDC, the influenza virus is contagious up to a day before someone develops symptoms and up to a week after becoming symptomatic.\n\n“We could run a pop-up vaccine clinic at no cost to CBP, DHS or HHS,\" said Arzuaga. “As physicians we are acutely aware of the dire public health consequences of denying basic medical care to people.”\n\nMonica Saxena, MD/JD is a Resident in Emergency Medicine and a member of the ABC News Medical Unit."}}