{"GDELT": {"GlobalEventID": 888551612, "Day": 20191123, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8849, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "FRA", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.07253886010363, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20191123111500, "SOURCEURL": "https://www.thepeninsulaqatar.com/article/23/11/2019/Arctic-adventurers-struggle-as-climate-change-thins-ice"}, "ARTICLE": {"TITLE": "Arctic adventurers struggle as climate change thins ice", "TEXT": "AFP\n\nOslo: Two men trying to cross the Arctic Ocean on skis have run into difficulty as unusually thin ice has lengthened their journey and cut into their rations, their team said Saturday.\n\nSouth African Mike Horn, 53, and Borge Ousland of Norway, 57 -- both experienced adventurers -- left Nome, Alaska by sailboat on August 25.\n\nSince September 12, when they reached the sea ice, they have been travelling on skis pulling sleds with supplies.\n\nThey had planned to complete their journey by reaching the edge of the sea ice by mid-November.\n\n\"Because of climate change the ice is thinner than usual, which is more prone to drift,\" a spokesman for the expedition, Lars Ebbesen, told AFP.\n\nNormally there would be a positive drift of a few extra kilometres per day, \"but the winds are pushing the ice toward Greenland and they have gone backwards three to five kilometres per day,\" he said.\n\nThe team now hopes to reach their goal within 10 or 12 days, which is how long their rations will last.\n\n\"There is no danger, no huge drama. But it is touch and go -- a mad dash to reach the goal.\"\n\n\"We are considering how to get more food to them in case it takes longer.\"\n\nHe said weather patterns were now changing and more favourable northerly winds were forecast.\n\nThe pair have not asked to be evacuated.\n\nA spokesman for the Joint Rescue Coordination Centre in Northern Norway, Bard Mortensen, told AFP rescuers were exploring possibilities and \"considering precautionary plans at this point\" in case an evacuation were to become necessary.\n\n\"There is no evacuation underway ... they are determined at this point to make it on their own,\" Mortensen said.\n\nA helicopter in Longyearbyen, the main town in Norway's Svalbard archipelago, would be able to rescue the pair, or a ship, he said.\n\nEbbesen said Horn and Ousland were in \"surprisingly good condition\" considering their feat.\n\n\"They have a little frostbite but that's quite normal.\"\n\nHorn's 26-year-old daughter, Annika Horn, meanwhile told French newspaper Le Parisien that she had heard from her father and he sounded very downbeat.\n\n\"His morale is very low. I've never seen him like that, in such an extreme state of fatigue... My sister Jessica and I just want him to come home soon,\" she said."}}