{"GDELT": {"GlobalEventID": 888770232, "Day": 20191125, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8904, "Actor2Code": "myn", "Actor2Name": "MAYAN", "Actor2EthnicCode": "myn", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.230266027038811, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "North Fort Myers, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 26.6673, "Actor2Geo_Long": -81.8801, "Actor2Geo_FeatureID": "287818", "Action2Geo_Type": 3, "Action2Geo_Fullname": "North Fort Myers, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 26.6673, "Action2Geo_Long": -81.8801, "Action2Geo_FeatureID": "287818", "DATEADDED": 20191125010000, "SOURCEURL": "https://www.tcpalm.com/story/news/crime/2019/11/21/toddlers-brutal-rape-language-barrier-southwest-florida-growing-mayan-community-hinders-justice/2561111001/"}, "ARTICLE": {"TITLE": "Language barrier in Southwest Florida's growing Mayan community hinders justice for toddler's brutal rape", "TEXT": "A child’s cry pierced the trailer home before dawn.\n\nThe sound awoke a teenage girl, one of the Guatemalan immigrants crowded into the four-bedroom trailer in a farmworker community an hour outside Naples. She opened the bathroom door to see a man holding a toddler. Both had blood running down their legs.\n\nThe 16-year-old rushed back to the room she shares with her boyfriend and locked the door. Soon the knocking began. It had to be the man, she thought.\n\nShe didn’t dare open it, worried he would hurt her. She didn’t know how to contact police.\n\nLike others in the trailer, the teen had arrived in the Immokalee community only months earlier from Huehuetenango, a rural and impoverished region of Guatemala where ancient Mayan languages are still spoken. Her primary language was the Mayan language Mam.\n\nAuthorities said the language barrier has stymied the hunt for the attacker. More than a month later, no one has been arrested for the rape, which was so brutal the toddler needs multiple reconstructive surgeries.\n\nThe crime reveals how language and culture can hinder justice. In Southwest Florida in the last 15 years, other high-profile crimes — a slavery case in Cape Coral and a child bride case in Bonita Springs — were concealed for a year or longer within the Guatemalan community, even when authorities were involved. Girls were the victims.\n\nIt took a month for authorities to make any arrest in last month’s rape in Immokalee. The toddler’s father, Hector Gabriel-Jimenez, was arrested Nov. 7 on a felony child neglect charge. He told Collier County sheriff’s deputies he brought the child with him from Guatemala so he would \"not have any problems with immigration for entering the U.S.A. illegally.\"\n\nIf he brought the girl with him to ease immigration, he would be just one case in a surge of so-called family units arriving at the southwestern border since 2018.\n\nTeen witness: Man jailed after child’s rape is father\n\nRISING GUATEMALAN IMMIGRATION\n\nThe father and child, as well as the teenage couple and many others in Immokalee, are part of a growing immigration wave from Guatemala to Southwest Florida. Many come from rural Guatemala for agricultural work in Immokalee, an epicenter of winter tomato production in the United States.\n\nThe Guatemalan population in Collier and Lee counties has swelled from about 3,000 in 2000 to 14,000 in 2015, according to the latest Census estimates.\n\nThere are signs many of them are Mayan, a people who have long faced poverty, violence and discrimination in their own country. Spanish is taught in schools, but many indigenous people speak a Mayan language at home.\n\nJust in the last three months, interpretation for a Mayan language was required for 70 Collier and Lee circuit court cases. The two most commonly needed were Mam and Qanjobal.\n\nNationwide, three of the 20-plus Mayan languages ranked in or near the top 10 most common languages spoken last year in U.S. immigration courts. Mam reached ninth and Quiche 11th, according to the Executive Office for Immigration Review. In 2014, Mayan languages barely broke the top 20.\n\nYet there’s a scarcity of professional Mayan interpreters. In the Immokalee case, authorities had to fly in an interpreter from California to learn enough to file an arrest warrant for the father.\n\nCarmelina Cadena, of LaBelle, is the founder of Mayainterpreters.com and one of the few professional Mayan interpreters in Southwest Florida.\n\nMarried at 13: How a middle schooler became a bride\n\nIn 2014, her network had around 10 interpreters translating in four Mayan languages. Now she has more than 50 interpreters translating in 22 Mayan languages, she said.\n\n“We’re doing the best we can, but there are also things that tie our hands.”\n\nCadena knows of only two other professional interpreters in the country other than her who can translate Akateko to English. Cadena could not discuss whether the agency was involved in securing a Mam interpreter for the Immokalee case.\n\n“We have very limited resources for people who speak these languages,” she said. “Everybody kind of just sees us as brown people and therefore you speak Spanish, that’s the mentality.”\n\nMarta Sicajan is one of few visible Mayan leaders in Southwest Florida. She cried when she saw the news of the brutal rape.\n\n“How could there be such monsters, human beings that call themselves people that are capable to hurt a little girl, an innocent being, in this way?”\n\nSicajan emigrated from Huehuetenango at age 17 by way of a smuggler. Three decades later, she leads the local empowerment and cultural group Espíritu Maya.\n\nShe felt shame the father came from Guatemala, where she’s seen child abuse go unreported. Governmental officials have a reputation for being corrupt, and people fear authorities won’t carry out justice, she said.\n\nMayan people may not report crimes here for other reasons.\n\n“It’s fear of deportation. It’s fear of not knowing the laws,” she said. “When you know your language is limited, if you don’t understand, it’s scary. You feel like you won’t understand so you prefer not to even start the dialogue.”\n\nTHE CRIME\n\nIn early November, the Immokalee trailer was dark and bare. A picking bucket was wedged between the toilet and the sink in the bathroom where the toddler was raped. The blood was gone.\n\nOutside, beneath the home’s steps, a plastic bag held colorful clothes, a clean diaper, a toy and a pink sippy cup. Empty Corona bottles lay nearby in the dirt.\n\nMore:Arrest warrant recalled after witnesses recanted statements about toddler's rape\n\nThe teenage couple sat inside on rusty chairs at a folding table. The 16-year-old girl spoke timidly about the morning of the rape as her boyfriend, Reynaldo Mateo, translated for her, relating her words from Mam to Spanish.\n\nThe boyfriend knew enough Spanish to translate her account to a reporter. The Naples Daily News is not identifying the teenage girl because of her age.\n\nThe girl had followed Mateo, who had arrived three years earlier in Immokalee.\n\nAccording to their account along with details from the Collier County Sheriff’s office arrest report, Hector Gabriel-Jimenez met up with friends at the trailer on Saturday evening, Oct. 5, around 10 p.m. The 23-year-old brought his little girl. But he was there to drink.\n\nThey partied. He passed out. Early Sunday morning, the 16-year-old tried but failed to rouse him.\n\nMore:5 things to know about toddler's rape in Immokalee's Guatemalan community\n\nSometime later that morning, Gabriel-Jimenez woke up. The young father used soap and rags to clean the blood from the bathroom. He got rid of her bloody diaper and dressed her in a white sweater with flowers and black pants.\n\nThat day, the teenage girl overheard Gabriel-Jimenez on the phone with someone she believed was in Guatemala. He was telling the person the toddler had been raped.\n\nThe teenager told deputies that Gabriel-Jimenez's cousin planned to return to Guatemala to bring the child back because her father wasn’t taking good care of her. He left the toddler alone at times and did not feed her.\n\nLater that day, the teenage girl tried to soothe the little girl. The toddler did not want to be touched. She refused to go to the bathroom.\n\nShe cried all day long.\n\nA COMMUNITY IN PAIN\n\nGloria Padilla teared up when she thought about the little girl.\n\n“As a community member here,” her voice broke, “I wish I could have done more.”\n\n“We’re all suffering for what’s happening with the child.”\n\nPadilla is the area coordinator for Redlands Christian Migrant Association, which provides education and childcare to migrant and rural poor children statewide and to nearly 800 Immokalee children. She wishes the girl had been under RCMA’s care.\n\nIn the past two years, the Immokalee centers have been serving more single migrant fathers and their children. “The dads that we’ve had, they’re very engaged.”\n\nMore:Caregiver arrested on neglect charges after child found raped; language barrier delays investigation\n\nPadilla and other Immokalee service providers have noted more Guatemalans too.\n\n“Two years ago, we really had not served that many Guatemalans, but we saw more of an influx coming especially last season with the caravan,” Padilla said, referring to the 2018 caravan of Central American migrants.\n\nPadilla began recruiting bilingual parents to translate parent meetings into some of the more widely spoken Mayan languages.\n\nGenelle Grant, a North Fort Myers resident who has been working with Guatemalans in Southwest Florida since 1993, said that based on what she’s heard from people in Huehuetenango, “When coyotes bring people from Guatemala to the U.S. border, there are usually two choices: Los Angeles or Immokalee.” Grant travels to the country frequently as founder and director of the Guatemalan Rural Adult and Children's Education Project.\n\nA block away from RCMA’s headquarters on Immokalee’s Main Street is the Tienda de Guatemala, a nod to the Guatemalan community. A handwritten sign pushed tamales Guatemaltecos on a recent afternoon.\n\nIn the same squat brick building as the grocery store, men in jeans and caps waited before clear partitions to send money out of the country.\n\nMore workers have been sending wages to Guatemala in the past five years, said Alex Capel, a manager at Brothers Services, a wire transfer storefront.\n\nAbout 80 percent of the money goes to Guatemala, 20 percent to Mexico, he said. In the past, that percentage was flipped. Capel estimated 90 percent of the money sent to Guatemala goes to Huehuetenango.\n\n“They have family over here and it’s like a chain,” Capel said of the well-forged migrant stream between Huehuetenango and Southwest Florida.\n\nPeople migrate out of “desperation,” Sicajan said. In the absence of healthcare, education, jobs and protection, “you can’t breathe.”\n\nHELP ARRIVES\n\nIt wasn’t until the morning after the rape that the toddler’s father, Gabriel-Jimenez, took his daughter to the Community Medical Center in Immokalee. A babysitter had urged him, according to the arrest report.\n\nThe medical team found obvious signs of sexual abuse and severe injuries. He later explained to deputies that he didn’t think it was an emergency.\n\nHe came with another man, who gave staff fraudulent information and spoke for the father. The man told doctors in Spanish the child had sustained injuries to her vaginal area after a fall.\n\nMore:Man who 'married' middle-schooler takes plea\n\nMedical staff contacted the Collier sheriff’s office. Emergency medical personnel transported her to Naples Community Hospital North where emergency room staff discovered her injuries were “so severe it was beyond their capabilities,” according to the arrest report.\n\nShe was rushed to Golisano Children’s Hospital of Southwest Florida where she had emergency surgery to repair her vaginal and rectal area, according to the arrest report. The toddler required a colostomy bag because she was at risk of developing a life-threatening infection.\n\nCrowded migrant housing puts children at risk for sexual abuse, said Javier Rosado, director of clinical research at the Florida State University's Center for Child Stress & Health.\n\nMigrant parents may not know their roommates well or for very long.\n\nFSU College of Medicine partners with the Healthcare Network of Southwest Florida at the Immokalee Pediatric and Women’s Health clinics. Rosado also works at the network as a clinician. The network screens Immokalee children for sexual abuse and other adversity during annual wellness visits.\n\nIf the team discovers a case, it can be hard to find alternate housing, given the shortage of affordable locations. They work community connections.\n\n“We beg,” Rosado said. “Sometimes you don’t know what else to do and even start thinking, ‘Can you go somewhere else other than Immokalee?’”\n\nDaniel Gonzalez, an immigration reporter for the Arizona Republic, contributed."}}