{"GDELT": {"GlobalEventID": 888771147, "Day": 20191125, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8904, "Actor1Code": "OPP", "Actor1Name": "DETAINEE", "Actor1Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 1822, "EventBaseCode": 182, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.44444444444445, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Xinjiang, Jiangxi, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH03", "Actor1Geo_ADM2Code": "13167", "Actor1Geo_Lat": 27.7481, "Actor1Geo_Long": 116.274, "Actor1Geo_FeatureID": "11065838", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Xinjiang, Jiangxi, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH03", "Action2Geo_ADM2Code": "13167", "Action2Geo_Lat": 27.7481, "Action2Geo_Long": 116.274, "Action2Geo_FeatureID": "11065838", "DATEADDED": 20191125010000, "SOURCEURL": "https://www.centralmaine.com/2019/11/24/secret-documents-reveal-how-china-mass-detention-camps-work/"}, "ARTICLE": {"TITLE": "Secret documents reveal how China mass detention camps work", "TEXT": "The Chinese government has detained more than a million Uighurs, Kazakhs and other ethnic minorities for what it calls voluntary job training. But a newly revealed classified blueprint shows that the camps Beijing runs in China’s far west are instead secret centers for forced ideological and behavioral re-education.\n\nThe confidential documents, leaked to a consortium of international journalists, lay out the Chinese government’s deliberate strategy to lock up minorities, most of whom are Muslims, to rewire their thoughts and even the language they speak.\n\nThe documents stipulate watch towers, double-locked doors and blanket video surveillance “to prevent escapes.” They describe an elaborate scoring system that grades detainees on how well they speak the dominant Mandarin language, memorize ideology and adhere to strict rules on everything down to bathing and using the toilet.\n\nThey also show how Beijing is pioneering a new form of social control using data and artificial intelligence. With the help of mass surveillance technology, computers issued the names of tens of thousands of people for interrogation or detention in just one week, including university students and party officials who wouldn’t need vocational training.\n\nTaken as a whole, the documents give the most significant description yet of how the mass detention camps work in the words of the Chinese government itself.\n\nExperts say they spell out a vast system that targets, surveils and grades entire ethnicities to forcibly assimilate them – especially Uighurs, a Turkic minority of about 10 million with its own language and culture.\n\n“They confirm that this is a form of cultural genocide,” said Adrian Zenz, a leading security expert in the far western region of Xinjiang, where many Uighurs live. “It really shows that from the onset, the Chinese government had a plan.”\n\nZenz said the documents echo the aim of the camps as outlined in a 2017 report from a local branch of the Xinjiang Ministry of Justice: To “wash brains, cleanse hearts, support the right, remove the wrong.”\n\nChina has struggled for decades to control Xinjiang, where hundreds, both Uighurs and Han Chinese, have died in terror attacks, reprisals and race riots. In 2014, Chinese President Xi Jinping launched what he called a “People’s War on Terror” in response to terror attacks carried out by radical Uighur militants.\n\nIn late 2016, the crackdown intensified dramatically when Xi named Chen Quanguo, a hardline official transferred from Tibet, as Xinjiang’s new head. Most of the documents were issued in 2017.\n\n“Since the measures have been taken, there’s no single terrorist incident in the past three years,” said a written response from the Chinese Embassy in the United Kingdom. “Xinjiang is much safer … The so-called leaked documents are fabrication and fake news.”\n\nThe statement said that religious freedom and the personal freedom of detainees was “fully respected” in Xinjiang.\n\nThe documents came from an anonymous source, and the International Consortium of Investigative Journalists verified them by consulting experts, cross-checking content and comparing signatures. They consist of a notice with guidelines for the camps, four bulletins on how to use technology to target people, and a court case sentencing a local Uighur party official to 10 years in prison for telling colleagues not to say dirty words, watch porn or eat without praying.\n\nIssued to rank-and-file officials by the powerful Xinjiang Communist Party Political and Legal Affairs Commission, the documents confirm what is known about the camps from the testimony of Uighurs and Kazakhs, satellite imagery and highly restricted visits by journalists to the region.\n\nErzhan Qurban, a Chinese-born ethnic Kazakh, was held for nine months because he had spent time abroad in Kazakhstan. Qurban said he was locked in a cell with 10 others last year, forced to sit rigidly for hours and forbidden to pray or even talk.\n\n“It wasn’t education, it was just punishment,” said Qurban. “I was treated like an animal.”\n\nOther detainees have said there was torture or rape at the camps.\n\nThe documents show direct links between the internment camps and the extreme digital surveillance in Xinjiang. One document states that the purpose of the surveillance is “to prevent problems before they happen.”\n\nThis is done through a system called the Integrated Joint Operations Platform or IJOP, built by a state-owned military contractor. The IJOP spat out the names of people considered suspicious for behavior that includes going abroad, asking others to pray or using cell phone apps that cannot be monitored by the government. These people were then called in for questioning and funneled into different parts of the system, from house arrest to detention centers with three levels of monitoring to prison.\n\nOnce inside, the documents show, detainees are subject to forced indoctrination.\n\nThe first item listed as part of the curriculum is ideological education. It is partly rooted in the ancient Chinese belief in transformation through education – taken before to terrifying extremes during the mass thought reform campaigns of Mao Zedong’s Cultural Revolution.\n\nThe indoctrination goes along with “manner education,” where behavior is dictated, including ensuring “timely haircuts and shaves,” “regular change of clothes” and “bathing once or twice a week.” The tone, experts say, echoes a general perception by the Han Chinese government that Uighurs are prone to violence and need to be civilized.\n\nMandarin is mandated. Detainees are frequently tested on Mandarin, ideology and discipline, and their scores feed into a point system tracked by computer. Detainees who do well are to be rewarded with perks like family visits and early graduation, and those who do poorly are to be sent to a stricter “management area” with longer detention times.\n\nStudents go for “vocational skills improvement” only after at least one year of learning ideology, law and Mandarin. After they leave, the documents say, every effort should be made to get them jobs. Some detainees describe being forced to sign work contracts for low pay.\n\nIndependent experts on Chinese law say the detentions are a clear violation of China’s own laws.\n\n“They’re not even trying to justify this legally,” said Maggie Lewis, a professor of Chinese law at Seton Hall University. “This is arbitrary.”\n\nSend questions/comments to the editors.\n\n« Previous\n\nNext »"}}