{"GDELT": {"GlobalEventID": 888770305, "Day": 20191125, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8904, "Actor1Code": "AUT", "Actor1Name": "AUSTRIA", "Actor1CountryCode": "AUT", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.63164721141375, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vienna, Wien, Austria", "Actor1Geo_CountryCode": "AU", "Actor1Geo_ADM1Code": "AU09", "Actor1Geo_ADM2Code": "5672", "Actor1Geo_Lat": 48.2, "Actor1Geo_Long": 16.3667, "Actor1Geo_FeatureID": "-1995499", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vienna, Wien, Austria", "Action2Geo_CountryCode": "AU", "Action2Geo_ADM1Code": "AU09", "Action2Geo_ADM2Code": "5672", "Action2Geo_Lat": 48.2, "Action2Geo_Long": 16.3667, "Action2Geo_FeatureID": "-1995499", "DATEADDED": 20191125010000, "SOURCEURL": "https://www.nbcnews.com/politics/trump-impeachment-inquiry/nunes-dodges-question-about-allegations-he-sought-dirt-biden-n1090281?cid=public-rss_20191125"}, "ARTICLE": {"TITLE": "Nunes dodges questions about allegations he sought dirt on Biden from Ukraine", "TEXT": "Rep. Devin Nunes, R-Calif., on Sunday dodged questions about reports he met with Ukraine's former top prosecutor in an effort to investigate the Bidens citing his threats to sue the media outlets that uncovered the allegations.\n\n\"I really want to answer all these questions, and I promise you I absolutely will come back on the show and answer these questions,\" Nunes, the ranking member of the House Intelligence Committee, told Fox News' \"Sunday Morning Futures.\" \"But, because there is criminal activity here, we’re working with the appropriate law enforcement agencies; we’re going to file this, and everyone’s going to know the truth, everybody’s going to know all the facts.\"\n\n\"But, I think you can understand that I can’t compete by trying to debate this out with the public media when 90% of the media are totally corrupt,\" he added. \"And, because this is criminal in nature, and because it’s so bad, it’s so slanderous — we’ve got all the facts on our side, and we’re going to file in federal court, because I'm not going to sit here and try to compete against the media that I have no chance of winning. I will win in court, and they’ll have a chance to cooperate, and they’ll have to show how they work with somebody who has been indicted, which is likely conspiring to obstruct justice.\"\n\nThe allegations arose when the attorney for an indicted associate of President Donald Trump's personal attorney Rudy Giuliani said he was willing to tell Congress that Nunes met with that ex-Ukrainian prosecutor, Viktor Shokin, about investigating former Vice President Joe Biden and his son, Hunter Biden, who had business dealings in Ukraine.\n\nTrump's efforts to have Ukraine investigate the Bidens are at the center of the ongoing impeachment inquiry. As the top Republican on the House Intelligence Committee, Nunes plays a leading role in the probe.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nAs vice president, the elder Biden pushed for Ukraine to oust Shokin — an effort backed by the wider international community — because the prosecutor was allegedly ignoring corruption in the country. Trump and his allies have accused the former vice president of ousting Shokin to protect his son, who sat on the board of a Ukrainian gas company that was under investigation. However, that investigation was dormant by the time the then-vice president pushed for Shokin's ouster, and multiple impeachment witnesses have testified that there was no credibility to the idea that the then-vice president acted improperly\n\nJoseph A. Bondy, an attorney for Lev Parnas, the indicted Giuliani associate who assisted in his push for Ukrainian probes, told NBC News that his client was willing to testify before Congress that Nunes met with Shokin.\n\n\"I can confirm that Victor Shokin told Lev Parnas that he had met with Nunes in Vienna in late 2018, and that Derek Harvey informed that they were investigating the activities of Joe and Hunter Biden related to Burisma,\" Bondy told NBC News. Harvey, a former member of Trump's National Security Council, is Nunes' investigator.\n\nCongressional records show Nunes traveled to Europe last year on Nov. 30 and returned Dec. 3. Those records to not indicate whether Nunes went to Vienna nor with whom he met.\n\nParnas' offer was first reported by CNN. On Wednesday, the Daily Beast reported Parnas helped arrange meetings for Nunes in Europe last year. Nunes has said that he plans to sue both news outlets. His office has not responded to NBC News’ requests for comment.\n\nParnas was indicted last month for allegedly making illegal campaign contributions. He pleaded not guilty.\n\nSpeaking with CBS's \"Face the Nation,\" Rep. Jim Himes, D-Conn., said he didn't know whether the allegations against Nunes were true but that he would be interested in hearing from Parnas on the matter.\n\n\"That's actually what the president is accused of doing, misusing public dollars for a political purpose,\" Himes said. \"Look, I haven't seen evidence one way or the other [about Nunes], but obviously Mr. Parnas may be able to cast some light on that.\"\n\nHouse Intelligence Chairman Adam Schiff, D-Calif., told CNN's \"State of the Union\" he could not \"go into the\" specifics of the allegations against Nunes, but said his committee has \"had discussions with the Southern District of New York in terms of Mr. Nunes' conduct.\"\n\n\"If he was on a taxpayer-funded CODEL — and I say if — seeking dirt on a potential Democratic candidate for president, Joe Biden, that will be an ethics matter,\" he said, pointing to a potential Ethics Committee investigation of Nunes. \"That's not before our committee.\""}}