{"GDELT": {"GlobalEventID": 888771229, "Day": 20191125, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8904, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.11173974540311, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191125010000, "SOURCEURL": "https://dailytimes.com.pk/506796/at-trump-impeachment-hearings-american-dream-looms-large/"}, "ARTICLE": {"TITLE": "At Trump impeachment hearings, ‘American Dream’ looms large", "TEXT": "As impeachment hearings play out in Washington, high-level officials, many of them immigrants or children of immigrants, who have testified before Congress are being forced to defend their loyalty to the United States.\n\nUkrainian-born Lieutenant Colonel Alexander Vindman, a National Security Council expert, rebuffed attacks by proudly stating at the proceedings: “The uniform I wear today is that of the United States Army.”\n\nLike many of his peers who have testified, he embodies the “American Dream,” as an immigrant who rose to the top.\n\nHaving displayed exemplary service to their country, they boast of patriotic gratitude for the United States, which gave them opportunity — and for some, refuge from oppression.\n\nBut that attitude has given them little cover from attack as they participate in the impeachment investigation against Donald Trump, spurred by a phone call in which he asked Ukraine to investigate one of his potential 2020 presidential election opponents.\n\nVindman, whose family fled anti-Semitism in the Soviet Union to New York when he was just three, has been subject to sharp criticism from the president and his allies.\n\nAs a respected member of the White House National Security Council, he testified before the House Intelligence Committee on Tuesday wearing his dress blue uniform displaying his combat infantry badge, campaign ribbons and a Purple Heart received for wounds suffered by a roadside bomb in Iraq.\n\nFollowing his testimony, which touched on the pressure the president’s cohorts had placed on Kiev, Trump cast doubts on his allegiance.\n\nOne guest commentator on the conservative TV channel Fox News even accused him of being a spy for Ukraine.\n\nDuring the hearing, an attorney for the House Republicans questioned him at length about the fact that a Ukrainian official had offered him the position of minister of defense in Kiev. Vindman explained that he never knew if the offer was serious and immediately declined.\n\nRepeating multiple times that he is an American, he told the Intelligence Committee that “as a young man I decided that I wanted to spend my life serving the nation that gave my family refuge from authoritarian oppression.”\n\nWhat ‘makes America great’\n\nTwo day later, former national security council expert Fiona Hill, who was Vindman’s superior, echoed the same message.\n\nAlmost “everyone immigrated to the United States at some point in their family history. And this is for me what really makes America great,” said Hill who was born in England and became an American “by choice” in 2002.\n\n“This country has offered me opportunities I never would have had in England. I grew up poor with a very distinctive working-class accent. In England in the 1980s and 1990s, this would have impeded my professional advancement,” she said.\n\nShe herself has been described by far-right detractors as a “globalist” and “mole” of George Soros, the billionaire philanthropist who is often the subject of anti-Semitic campaigns.\n\n‘It’s very intimidating’\n\nHill joked about the matter but said she was furious that the former ambassador to Kiev, Marie Yovanovitch, who was born in Canada to parents who fled the Soviet and Nazi regimes, suffered such attacks.\n\nYovanovitch was called back to the United States in May, after a smear campaign orchestrated by Donald Trump’s personal attorney Rudy Giuliani. Her absence, Democrats say, gave Trump and his allies freer rein in the country.\n\nLess than an hour into the hearing, the president erupted spectacularly on Twitter with an attack on the highly regarded former envoy.\n\nAsked what effect Trump’s tweet might have on her and other witnesses, Yovanovitch appeared unnerved.\n\n“It’s very intimidating,” she told the panel, after also speaking of her “gratitude for all that this country has given my family and me.”\n\nUS ambassador to the European Union Gordon Sondland, whose parents fled Nazi Germany first to Uruguay and then to Seattle in the United States, grew up in a family that he said “was eager for freedom and hungry for opportunity.”\n\nIn an editorial Will Bunch of the Philadelphia Inquirer called out what he said was a “subliminal theme” running through the proceedings: that immigrants fleeing oppression “became zealous defenders – only to see a dangerous demagogue threaten to drag their country into a muck.”"}}