{"GDELT": {"GlobalEventID": 888770608, "Day": 20191125, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8904, "Actor1Code": "GBR", "Actor1Name": "SCOTLAND", "Actor1CountryCode": "GBR", "Actor2Code": "COKELI", "Actor2Name": "JOHN BRYAN", "Actor2CountryCode": "COK", "Actor2Type1Code": "ELI", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 4.32, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Aberdeenshire, Aberdeenshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKT6", "Actor1Geo_ADM2Code": "40171", "Actor1Geo_Lat": 57.1667, "Actor1Geo_Long": -2.66667, "Actor1Geo_FeatureID": "-2587759", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191125010000, "SOURCEURL": "https://www.stuff.co.nz/life-style/117678651/prince-andrews-exwife-fergie-his-top-supporter-during-jeffrey-epstein-saga"}, "ARTICLE": {"TITLE": "Prince Andrew's ex-wife Fergie trying to save his image during Jeffrey Epstein saga", "TEXT": "Prince Andrew has had an eventful few weeks.\n\nHis mum cancelled his birthday party, and he stepped back from his official royal duties, with the approval of his mum.\n\nWhy? Because he has been embroiled in one of the biggest scandals to hit Buckingham Palace. The Prince's disastrous interview with the BBC about his controversial relationship with wealthy US sex offender Jeffrey Epstein received a lot of criticism, with more questions arising after it aired\n\nBut while his brother, Prince Charles, mother, and daughters remained silent about his actions and the interview, his ex-wife emerged as one of his biggest supporters.\n\nREAD MORE:\n\n* Prince Andrew's accuser Virginia Giuffre to give interview of her own\n\n* Prince Andrew's actions are a right royal disgrace\n\n* Charles silent on Prince Andrew's 'sacking' reports\n\n* The 'black cloud' of Prince Andrew's interview on Princess Beatrice's wedding\n\n* Prince Andrew's ex says she felt like she 'was being watched' at Jeffrey Epstein's apartment\n\n* Royal interviews that stunned the world\n\n* Prince Andrew went from 'party prince' to pariah\n\nThe day the interview aired, Sarah \"Fergie\" Ferguson showed her support for her ex-husband on social media, praising his character.\n\nSome believed she even had a hand in organising the infamous interview with BBC journalist Emily Maitlis, but a source told The Telegraph she never thought it was a good idea.\n\n\"She was very clear that if he was to do an interview, it should only be answering four questions for 15 minutes with a journalist she knew, preferably on American TV,\" the source claimed.\n\nGETTY IMAGES Despite their divorce in 1996, Prince Andrew and Sarah Ferguson still have a close relationship.\n\nThe Times reported that the Queen felt \"hoodwinked\" by her son's Newsnight interview.\n\n\"The Queen did not give her approval. The fact that notion has somehow been put about has aggrieved people in the [royal] households,\" a royal source told the newspaper.\n\n\"It is so rare to meet people that are able to speak from their hearts with honesty [and] pure real truth, that remain steadfast and strong to their beliefs,\" Ferguson said on social media.\n\n\"Andrew is a true [and] real gentlemen and is stoically steadfast to not only his duty but also his kindness [and] goodness,\" she tweeted alongside four photos of the Duke of York.\n\nShe also shared photos on Instagram with a longer supportive message.\n\n\"For so many years he has gone about his duties for Great Britain and the Monarch. It is time for Andrew to stand firm now, and that he has, and I am with him every step of the way and that is my honour.\n\n\"We have always walked tall and strong, he for me and me for him.\"\n\nBBC's Maitlis said the sit down was a \"no holds barred interview\" and claimed Prince Andrew nor his staff had checked or approved the questions before the interview.\n\nIn the interview, the prince rebutted claims he had sex with a teenaged girl trafficked by Epstein.\n\nRoyal author Penny Junor told The Sunday Times: \"He's absolutely finished. If Andrew is no longer representing or supporting the monarch in any capacity, or doing good charitably, what's the point of him?\"\n\nSUPPLIED Prince Andrew with Victoria Roberts Giuffre. The image caused scandalous headlines for the royal family when it first surfaced in 2015, along with an array of serious allegations of sexual misconduct.\n\nCO-PARENTING AND THAT TOE-SUCKING SCANDAL\n\nThe couple married in 1986, following the balcony kiss tradition set by Andrew's older brother Charles and his first wife, Princess Diana.\n\nBut six years later, they announced their separation and in 1996 they divorced. Despite this, the pair remained close over the years. Fergie praised their co-parenting efforts on social media, putting it down to her \"three C's: communicate, compromise [and] compassion\".\n\nAfter their separation, Andrew went on the annual family holiday to their property in Aberdeenshire and Fergie went on over a month-long holiday to Thailand, Indonesia, Argentina, Paris and Scotland, with her American \"business adviser\" John Bryan.\n\nSupplied The couple married in 1986, following the balcony kiss tradition set by Andrew's older brother Charles and his first wife, Princess Diana.\n\nShe later went on another holiday with Bryan, this time with her two daughters, Princess Beatrice and Princess Eugenie, to Saint Tropez in France. This holiday went down in history when the scandalous photo of Bryan sucking the Duchess' toes emerged.\n\nThat reportedly marked the end of Fergie's time as a royal."}}