{"GDELT": {"GlobalEventID": 888770554, "Day": 20191125, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8904, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.20942408376963, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20191125010000, "SOURCEURL": "https://www.thesouthafrican.com/horoscopes/free-daily-horoscope-celeb-gossip-and-lucky-numbers-for-25-november-2019/"}, "ARTICLE": {"TITLE": "Free daily horoscope, celeb gossip and lucky numbers for 25 November, 2019", "TEXT": "CELEBRITIES BORN ON THIS DAY: Christina Applegate, John F. Kennedy Jr., Amy Gibson, John Larroquette, Ricardo Montalban, Donovan McNabb, Amy Grant.\n\nARIES (March 21-April 19): You may need to watch out for going above and beyond the call of duty, particularly when it comes to repairs, fixes and solutions. Recognize the distinction between a helpful idea and an unworkable one. By the same token, something in your day-to- day routine may need a few tweaks, not a complete overhaul!\n\nWant to know what the future holds? Get a FREE tarot card reading.\n\nTAURUS (April 20-May 20): Today requires a little time and effort. As the day progresses, you may find yourself reflecting on a couple of unresolved issues. There may even be a sudden and quite obvious realization. Don’t be tempted to sweep the matter under the carpet, because it will re-emerge again!\n\nGEMINI (May 21-June 20): The full moon is likely to radiate a very mixed vibe. New beginnings and new starts may be strongly hinted, but without developing into anything solid or tangible. Like other signs, it may just be a matter of timing and waiting. As an aside: keep things light on the romance front!\n\nCANCER (June 21-July 22): A marginally fretful vibe may well introduce a sense of pressure, but could have hidden benefits. It’s a day where you could get long-awaited verification of something that you felt needed addressing. That said; the timing may not be great and you may need to put this on hold for a few days!\n\nLEO (July 23-Aug. 22): A highly pushy vibe has the capacity to help you make a good impression on the work-front. Be prepared to be proactive at the right time. However; that same pushy vibe may have a downside: do consider whether you really want to rehash and go over an unrelated past matter!\n\nVIRGO (Aug. 23-Sept. 22): Something imparted through what will perhaps be a casual exchange may not seem very significant, but it may enable you to retrace your steps when it comes to a particular issue. That said; take care with casual responses in general: try to avoid committing yourself to something that hasn’t been fully clarified!\n\nLIBRA (Sept. 23-Oct. 22): Certain parts of the day may not go entirely according to plan, thanks to the driving forces of the full moon. There’s possibly a call for you to take a risk or a leap of faith, one way or another. However, do familiarize yourself with all aspects of this before you commit or decline!\n\nSCORPIO (Oct. 23-Nov. 21): The highly pushy and rather ‘loud’ vibe may well increase a sense of pressure on one front. That said; the cosmic restrictions may actually be working in your favor, by offsetting just enough of your natural caution to see a possible broader picture. In addition, you shouldn’t need to make a snap decision, just yet!\n\nSAGITTARIUS (Nov. 22-Dec. 21): There’s likely to be a subtle downside to what may feel like a highly buoyant and dynamic vibe. A hint of something rather intriguing could fail completely to develop. Incoming answers may be a little vague too. Just as an aside: don’t engage with playing games for today!\n\nCAPRICORN (Dec. 22-Jan. 19): A slightly fretful vibe may have more of an impact on one particular issue than you would like. There’s a propensity to question almost complete developments. There’s also a tendency to change your mind at the last minute. You may even find yourself questioning something you felt certain about!\n\nAQUARIUS (Jan. 20-Feb. 18): Don’t allow minor issues develop into something more. You should have more control than you realize. Aim to lessen any tension. Don’t rise to what may be a very minor clash of opinion. By the same token, ignore any rumors and anecdotes that haven’t been confirmed by a trustworthy source!\n\nPISCES (Feb. 19-March 20): A recent or past matter is likely to dominate the day, but don’t allow it to take over. As with other signs, the overriding vibe today will be slippery, but manageable. By the same token, a tricky choice or decision can be simplified, if you look at it from an alternative point of view!\n\nFOR THOSE OF US BORN ON THIS DAY: Happy Birthday! The months ahead are likely to start with a few tricky choices, given the number of oppositions appearing in the first half of the year. Double check your vacation plans, and double check your available cash; start saving now to avoid hassles later! Romance will be sweet in the winter, but a definite reluctance to settle on your part could hold things up; however, the planets in the new year will introduce a much more calming effect but it will be finding time to enjoy a budding or refreshed relationship that will be the problem. Work or school will seem to take over, and you’re likely to be doubly driven, thanks to a possible promotion or reward. However, the summer will see you in a very flighty mood again when what will be needed is a more down-to-earth approach!\n\nCELEBRITY GOSSIP: Eva Longoria still draws plenty of attention when she is out in public and recently there have been a lot more pictures of her on the celebrity pages. This is no accident as the planets tell us that she will be soon be launching a major new project!\n\nToday’s lucky numbers\n\nARIES 4, 15, 21, 25, 33, 47\n\nTAURUS 1, 8, 19, 23, 30, 48\n\nGEMINI 2, 16, 24, 36, 42, 49\n\nCANCER 3, 7, 12, 20, 35, 44\n\nLEO 5, 15, 29, 33, 37, 48\n\nVIRGO 2, 16, 21, 30, 38, 43\n\nLIBRA 9, 11, 13, 27, 35, 42\n\nSCORPIO 6, 12, 28, 34, 38, 43\n\nSAGITTARIUS 9, 15, 19, 21, 30, 47\n\nCAPRICORN 2, 5, 14, 23, 36, 44\n\nAQUARIUS 8, 17, 21, 30, 35, 45\n\nPISCES 2, 9, 14, 23, 38, 41\n\nTODAY’S CHINESE PROVERB: Inspiration comes from perspiration.\n\nTODAY’S MOTIVATIONAL QUOTE: The best smell is bread; the best saver, salt; the best love, that of children. – George Herbert.\n\nTODAY’S WISDOM FROM AROUND THE WORLD: You can’t make pancakes without breaking eggs. – Spanish proverb."}}