{"GDELT": {"GlobalEventID": 889057783, "Day": 20191126, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8932, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.1301247771836, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Metropolitan Correctional Center, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY061", "Actor1Geo_Lat": 40.7132, "Actor1Geo_Long": -74.0018, "Actor1Geo_FeatureID": "2060431", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191126074500, "SOURCEURL": "https://www.wsws.org/en/articles/2019/11/26/barr-n26.html"}, "ARTICLE": {"TITLE": "US Attorney General Barr adds to coverup in death of Jeffrey Epstein", "TEXT": "US Attorney General Barr adds to coverup in death of Jeffrey Epstein\n\nBy Kevin Reed\n\n26 November 2019\n\nUS Attorney General William Barr backtracked on comments he made last August about the circumstances surrounding the death of convicted pedophile Jeffrey Epstein, telling the Associated Press on Friday that a series of mistakes by prison authorities gave the multimillionaire Wall Street consultant the opportunity to kill himself in his jail cell on August 10.\n\nBarr said that although he initially had “suspicions” about Epstein’s death under federal custody at the Metropolitan Correctional Center (MCC) in Manhattan, he had come to the conclusions that it was a suicide. Barr added, “I can understand people who immediately, whose minds went to sort of the worst-case scenario because it was a perfect storm of screwups.”\n\nThe AP report said Barr drew his conclusion “after the FBI and the Justice Department’s inspector general continued to investigate,” adding that he “sought to dampen conspiracy theories by people who have questioned whether Epstein really took his own life, saying the evidence proves Epstein killed himself.”\n\nBarr told the AP that “he personally reviewed security footage that confirmed that no one entered the area where Epstein was housed on the night he died.” However, it is not clear what video Barr reviewed, since prior to the AP interview it had been widely reported that both surveillance cameras near Epstein’s cell were discovered to be dysfunctional following their removal as part of the FBI investigation.\n\nBarr gave his interview two days after two MCC prison guards, Tova Noel and Michael Thomas, were arrested and charged on multiple counts in connection with their failure to monitor Epstein during the hours preceding his death. The guards, who had worked overtime shifts and extended hours at the understaffed facility, have been accused of “sleeping and browsing the internet” between 10:30 p.m. and 6:30 a.m., when they should have been checking on Epstein every half-hour. They are also charged with filing fraudulent reports.\n\nAn attorney for one of the two, both of whom have pled not guilty, has said that the guards are being “scapegoated.” Even if the claims against them are true, the lawyer notes, such violations are normally considered prison employee disciplinary issues and not criminal actions.\n\nThe guards discovered Epstein with a noose made of bed sheets around his neck when they entered his cell in the morning to bring him breakfast.\n\nEpstein had been in prison for more than a month before his death. He was arrested by the FBI on July 6 at Teterboro Airport in New Jersey and charged with multiple counts of sex trafficking, with victims including underage females.\n\nOn August 12, two days after Epstein was found dead, Barr gave comments to the press in which he seemed to question the claims of suicide, saying the Department of Justice was “now learning of serious irregularities at this facility that are deeply concerning and demand a thorough investigation.”\n\nAlthough Barr is now endorsing the finding of the New York medical examiner that Epstein died from “suicide by hanging” and says that his conclusion is based on an investigation conducted by the FBI and the Justice Department inspector general, the details of this investigation have not been made public.\n\nBarr’s “perfect storm” theory is dubious on its face since the known facts surrounding Epstein’s death, including any so-called prison “screwups,” point in the direction of murder, not suicide. The most important of these facts are:\n\n* Epstein was a member of the financial elite with social and business ties to top US political figures, foreign dignitaries, royalty and the super-rich around the world. Many of these associates frequented Epstein’s lavish residences in New York City and Little St. James in the Caribbean, euphemistically referred to as “Orgy Island.”\n\n* Epstein had been arrested and charged with sex crimes previously in 2006 and 2008, but his connections with people in high places resulted in cover-ups. In the first case he was permitted a “non-prosecution agreement” and immunity from all charges. In the second, he pled guilty to a prostitution charge and served 18 months in prison, during which he was granted a “work release” for up to 12 hours a day, 6 days a week, allowing him to come and go as he pleased.\n\n* In the 2019 case, it became clear that the Wall Street investment consultant would likely seek a plea deal, possibly giving information about ruling-class figures who were complicit in his alleged procurement of young girls for sex.\n\n* On July 23, Epstein was found injured and unconscious at 1:30 a.m. on the floor of his prison cell. Although authorities claimed Epstein attempted to kill himself, he reportedly told his legal team that his cellmate, former police officer Nicholas Tartaglione, who was facing four counts of murder, had assaulted and tried to kill him. Tartaglione was subsequently cleared of any wrongdoing by an internal prison review.\n\n* Epstein was then relocated to a special housing unit in the prison and placed on suicide watch. The Justice Department was told he would have a cellmate at all times. But on August 9, Epstein’s cellmate was inexplicably transferred out, with no replacement.\n\n* Forensic pathologist Dr. Michael Baden was present for the autopsy and has reported that the neck bone fractures, the broken blood vessels in the face and eyes and the depression from the ligature made of bed sheets around Epstein’s neck are consistent with homicidal murder, not suicide.\n\n* Epstein’s lawyers reported that he was in good spirits the day before he was found dead and that he exhibited no signs of depression or suicidal behavior and was looking forward to working on his legal defense.\n\nThe timing of Barr’s comments, coming on the heels of the indictment of the prison guards, indicates that the FBI and the Department of Justice are moving rapidly to shut down any further investigation into the events at the MCC on the night of August 9 and the morning of August 10.\n\nCombined with the months-long campaign by the New York Times and the Washington Post to present the medical examiner Barbara Sampson’s finding of suicide as established fact and dismiss all questions about Epstein’s death as wild “conspiracy theories,” Barr’s intervention points to a continued effort to prevent a public airing of Epstein’s activities, his connections to prominent political and corporate figures and the highly suspicious circumstances of his death.\n\nPlease enable JavaScript to view the comments powered by Disqus."}}