{"GDELT": {"GlobalEventID": 889057503, "Day": 20191126, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8932, "Actor1Code": "LCAGOV", "Actor1Name": "STEPHENSON", "Actor1CountryCode": "LCA", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.13157894736842, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Presque Isle, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI141", "Actor1Geo_Lat": 45.3042, "Actor1Geo_Long": -83.4769, "Actor1Geo_FeatureID": "635430", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Michigan, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMI", "Actor2Geo_Lat": 43.3504, "Actor2Geo_Long": -84.5603, "Actor2Geo_FeatureID": "MI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 43.3504, "Action2Geo_Long": -84.5603, "Action2Geo_FeatureID": "MI", "DATEADDED": 20191126074500, "SOURCEURL": "https://www.thealpenanews.com/news/local-news/2019/11/efforts-afoot-to-expand-broadband-in-northeast-michigan/"}, "ARTICLE": {"TITLE": "Efforts afoot to expand broadband in Northeast Michigan", "TEXT": "ALPENA — Efforts are underway to make broadband more accessible to residents of Alpena, Alcona, Montmorency, and Presque Isle counties.\n\nThe Northeast Michigan Council of Governments has partnered with the firm Connected Nation Michigan to engage communities and groups working on broadband expansion and help them reach out to internet service providers, said Steve Schnell, NEMCOG community and economic development senior planner.\n\nSchnell said internet coverage “varies quite a bit” in Northeast Michigan. Spotty coverage can be hard to identify, he said, mainly because a lot of the broadband infrastructure is privately held and difficult to map. He said companies don’t want to share the information for competitive reasons.\n\nU.S. Census estimates show that 24.6% of households in Alpena County had either no home internet subscription or dial-up internet only. Those figures were slightly higher in outlying counties, with 30.7% in Alcona County, 30.3% in Montmorency County, and 33.3% in Presque Isle County.\n\nNEMCOG and the Connected Nation Michigan program recently released an inventory of the types of internet connectivity infrastructure in Northeast Michigan. The project catalogs public and privately held assets, such as buildings, towers and utility poles, available for the location and expansion of high-speed internet infrastructure.\n\n“What we hope happens is a lot of local (internet service providers) use that in order to find areas … that have more assets that work to their advantage and help their expansion plans,” Schnell said. “Maybe it’s a new ISP, maybe it’s an existing ISP.”\n\nTom Stephenson, community technology advisor with Connected Nation Michigan, said the lack of broadband in rural Michigan is considered by leaders to be the number-one deterrent to economic expansion. He said they are trying to chip away at the issue community by community, township by township.\n\n“You have to really get into the grassroots of the problem and bring the providers to the table, creating the business cases for expansion — putting the two parties together and trying to resolve their issues and hopefully attracting private investment,” Stephenson.\n\nAlcona County resident Doug Cheek, chairman of Alcona County’s recently re-established economic development corporation, said a committee has been formed to look into possibilities for broadband in the county.\n\nCheek said the county is underserved.\n\n“There is not access like there should be for the kids to do their homework, for the farmers to check their commodity prices, for people in general who want to telecommute, and for people who are coming to the area and are looking for those kinds of services and want to invest in real estate and/or start a business,” he said.\n\nCheek said the committee will try to contact some of the groups trying to expand broadband in the area, but it will take some time because its a very disparate marketplace. He said they will have to learn where the fiber currently exists in the county, who owns it, and more before they can develop a strategy.\n\nStephenson said Connected Nation Michigan is also working with NEMCOG to look at ordinance issues related to broadband. As an example, he said that, sometimes, communities want cell phone service but don’t want cell phone towers. There has to be a connection made between the two, he said.\n\nSchnell said Great Lakes Energy, the state’s third-largest utility company servicing 26 counties in northwest Michigan, has worked with Boyne City-based company Truestream to bring broadband to every one of their power customers.\n\n“It’s just an amazing model, and some of that is happening in the northeast,” he said, referencing the company’s coverage in a small region of northwest Montmorency County.\n\nSchnell noted that officials with Presque Isle Electric and Gas Co-op have talked about doing something similar.\n\nTom Sobeck, president and chief executive officer of PIE&G, said via e-mail that officials have researched the viability of a fiber-to-home deployment in its service territory for several months now. PIE&G services residents in nine counties, including portions of Alpena, Alcona, Montmorency, and Presque Isle counties.\n\nSobeck said PIE&G most recently received a grant from the Post Road Foundation, which was funded by the Rockefeller Foundation, to develop a fully executed business plan.\n\n“We anticipate that plan to be completed in the March-April 2020 timeframe,” Sobeck said. “As part of that process, PIE&G is currently undertaking a survey of its entire membership to gauge interest in fiber to the home. It is our belief that high-speed internet access is vital to the economy of northeast Michigan and we are excited over the opportunity to potentially provide this service.”\n\nCrystal Nelson can be reached at 989-358-5687 or cnelson@thealpenanews.com."}}