{"GDELT": {"GlobalEventID": 889057016, "Day": 20191126, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8932, "Actor1Code": "BUS", "Actor1Name": "MANUFACTURER", "Actor1Type1Code": "BUS", "Actor2Code": "MNCJPN", "Actor2Name": "HITACHI", "Actor2CountryCode": "JPN", "Actor2Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.4240506329113898, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20191126074500, "SOURCEURL": "https://www.japantimes.co.jp/news/2019/11/26/business/corporate-business/hitachi-negotiations-chemical-showa-denko/"}, "ARTICLE": {"TITLE": "Hitachi in talks to sell chemical unit to Showa Denko", "TEXT": "Hitachi Ltd. is in talks with Showa Denko K.K. to sell its chemical unit Hitachi Chemical Co., sources familiar with the matter said Tuesday.\n\nHitachi is looking to offload its chemical unit so it can focus resources on what it believes to be growing sectors such as information technology and social infrastructure, the sources said.\n\nIf a deal is reached, Showa Denko is expected to launch a tender offer in mid-December to make Hitachi Chemical a wholly owned subsidiary for around ¥900 billion ($8.26 billion), the sources said.\n\nAn acquisition of that scale would be the largest yet for Showa Denko, and would boost the company’s revenue from advanced automotive batteries and functional materials, two segments that are growing fast as carmakers race to make more electric-powered vehicles.\n\nHitachi Chemical’s board agreed to negotiate with Showa Denko as a preferred bidder in what will probably be a tender offer that will include the rest of the company’s publicly listed shares, according to a person familiar with the matter who asked not to be identified because the information isn’t public.\n\nThe Hitachi subsidiary supplies materials for semiconductors and LCDs, as well as synthetic resins.\n\nThe conglomerate has a 51 percent stake in the chemical subsidiary, whose market capitalization amounted to ¥834.5 billion as of Tuesday morning.\n\n“Nothing has been decided at the moment although we are considering a wide range of options, including acquisition of shares in Hitachi Chemical,” Showa Denko said in a statement. Hitachi echoed the view, saying no decisions have been made.\n\nHitachi Chemical, established in 1962, makes a wide range of products, including materials for semiconductors and lithium-ion batteries as well as auto parts. The company logged a group net profit of ¥28.7 billion on sales of ¥681.0 billion in the business year through March.\n\nTokyo-based Showa Denko, a manufacturer of various chemical products set up in 1939, posted a group net profit of ¥111.5 billion on sales of ¥992.1 billion in 2018.\n\nHitachi has been streamlining its businesses, stripping away subsidiaries with low profitability or less relevance to its core IT and infrastructure business, and shedding noncore businesses to re-center its group on manufacturing equipment and services that benefit from internet of things technologies.\n\nIn March, Hitachi sold its car navigation unit Clarion Co. to French auto parts maker Faurecia SA.\n\nHitachi and Honda Motor Co. said last month they will merge four auto parts suppliers under a new company to boost competitiveness.\n\nAs Hitachi shifts its focus toward power grids and data management, it is on track to buy ABB Ltd.’s power grid division for about $6.4 billion after reaching an agreement a year ago in its biggest-ever deal.\n\nThe manufacturer has also said it is considering options for Hitachi High-Technologies Corp., including making the electronics, medical and chipmaking equipment company a wholly owned subsidiary."}}