{"GDELT": {"GlobalEventID": 889057325, "Day": 20191126, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8932, "Actor1Code": "GOVBUS", "Actor1Name": "RESERVE BANK", "Actor1Type1Code": "GOV", "Actor1Type2Code": "BUS", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.2813688212927796, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20191126074500, "SOURCEURL": "https://www.jagranjosh.com/articles/rbi-grade-c-officer-result-2019-1574736745-1"}, "ARTICLE": {"TITLE": "RBI Grade C Officer Result 2019 Announced @ rbi.org.in", "TEXT": "RBI Grade C Officer Result 2019: Reserve Bank of India (RBI) has released the RBI Grade C Officer Exam 2018 Result on its official website. Now all wait is over for those candidates who have appeared for the RBI Grade C Officer exam. Candidates can check their result on the official website of Reserve Bank of India (RBI)- rbi.org.in.\n\nReserve Bank of India (RBI) has announced the various posts result under Grade C Posts. Candidates who have applied for the posts like Trade Finance, Corporate Lending, Treasury, Analytics & General Banking, Information Technology and Web Designer posts can check their result available on the official website.\n\nAccording to the short notification released by the Reserve Bank of India (RBI), not the selected candidates will have to go through the document verification in support of their eligibility. The Board / Bank will cross check the document/s submitted by the candidates in support of their eligibility and other facts.\n\nAlso Read\n\nAPPSC Group 1 Revised Mains Exam Schedule 2019 Announced\n\nReserve Bank of India (RBI) had earlier released the notification for the various posts including Trade Finance, Corporate Lending, Treasury, Analytics & General Banking, Information Technology and Web Designer against Advt. No. 5A/2018-19 dated December 19 2018.\n\n\n\nDirect Link for RBI Grade C Officer Result 2019\n\n\n\n\n\nRBI Grade C Officer Result 2019 Download Process\n\n\n\nVisit the official website i.e. https://www.rbi.org.in/\n\nClick the link-Lateral Recruitment of Officers in Grade ‘C’ on Contract Basis – 2018 given on the Home Page.\n\nYou will get your desired PDF of the result in a new window open on your screen.\n\nYou can take Print Out of your result.\n\nYou May Also Read\n\nDRDO-DRDE Recruitment 2019 for 10 Junior Research Fellowship (JRF) Posts\n\nNortheast Frontier Railway (NFR) Recruitment 2019 for 16 Sportsperson Posts\n\nFCI Recruitment 2019 for Sports Personnel as Assistant Grade-III Posts\n\n\n\nCandidates are advised to check the official website of Reserve Bank of India (RBI) for latest updates regarding the Officers in Grade ‘C’ posts. You can check www.jagranjosh.com also for further latest update regarding the various Government jobs Notification and other updates."}}