{"GDELT": {"GlobalEventID": 889057437, "Day": 20191126, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8932, "Actor1Code": "JUD", "Actor1Name": "SUPREME COURT", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.0864197530864197, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20191126074500, "SOURCEURL": "https://tvtonight.com.au/2019/11/producers-in-court-battle-over-the-checkout.html"}, "ARTICLE": {"TITLE": "Producers in court battle over The Checkout", "TEXT": "EXCLUSIVE: A dispute between producers of The Checkout, Giant Dwarf-owned The Checkout Pty. Ltd. and Cordell Jigsaw Zapruder, has landed in the NSW Supreme Court.\n\nBoth produced the consumer show for 6 seasons for ABC, but parties were in court earlier this month following a major fallout.\n\nThe dispute follows CJZ transferring a 50% share of a Checkout joint venture company to Giant Dwarf. Producer and presenter Julian Morrow is now sole director of Giant Dwarf.\n\nWhile parties are locked in a feud over company documents, future royalties, full disclosure and consumer law (!), separately there are also doubts about whether ABC is interested in a return.\n\nThis week Morrow surprisingly took to social media this week disclosing communications with ABC as part of a campaign to see The Checkout return, and released a video through Facebook.\n\nSo much for “hiatus”…. Now @ABCTV is also banning personnel from #thecheckout from a new consumer show … quite the F.U. for the talented, hard-working folks who worked on the Tube. Working on the only consumer show on TV for 6 series disqualifies you from consumer show ??? pic.twitter.com/DdaH9VJqMW — The Checkout (@checkouttv) November 24, 2019\n\nBring back The Checkout! Remember the popular consumer affairs series, The Checkout? Would you like to see it back on television screens? Cast your vote: bit.ly/2qzdji9 Posted by CHOICE on Wednesday, November 20, 2019\n\nCJZ said in a statement to TV Tonight, “We are bewildered by the recent activity about The Checkout on social media. The ABC has made it clear that it will not commission The Checkout while there is a dispute between CJZ and Giant Dwarf about the show.\n\n“CJZ has tried very hard to resolve the dispute but have been unable to do so. Julian has now chosen to commence legal proceedings and we will be defending that action.”\n\nIt noted, “We are very proud of The Checkout and are saddened if this dispute has delayed the return of the show to TV.”\n\nJulian Morrow declined to comment.\n\nABC appears to have been caught in the producer crossfire, but a spokesperson indicated the broadcaster was looking at a new consumer affairs show rather than a return to The Checkout.\n\nIn response to The Checkout tweet an ABC spokesman said in a statement: “As the ABC has said previously, we are looking to develop a consumer affairs program that offers something new to our audiences, showcasing fresh ideas and diverse Australian talent.\n\n“We have not commenced development of any program and discussions with other parties are preliminary only. While we don’t comment on such confidential negotiations, the claims to which you refer are misleading.”\n\nSources rejected the notion of an ABC “ban” on Checkout personnel. Kirsten Drysdale & Zoe Norton Lodge are due to feature in Reputation Rehab and Craig Reucassel has Fight for Planet A: The Climate Challenge, plus Big Weather and how to survive it.\n\nThe case returns to court on December 6.\n\nUpdated.\n\nRelated"}}