{"GDELT": {"GlobalEventID": 889057496, "Day": 20191126, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8932, "Actor1Code": "LABLEG", "Actor1Name": "TRADES UNION", "Actor1Type1Code": "LAB", "Actor1Type2Code": "LEG", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.5267993874425803, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manchester, Manchester, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKI2", "Actor1Geo_ADM2Code": "40118", "Actor1Geo_Lat": 53.5, "Actor1Geo_Long": -2.21667, "Actor1Geo_FeatureID": "-2602512", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manchester, Manchester, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKI2", "Actor2Geo_ADM2Code": "40118", "Actor2Geo_Lat": 53.5, "Actor2Geo_Long": -2.21667, "Actor2Geo_FeatureID": "-2602512", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manchester, Manchester, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKI2", "Action2Geo_ADM2Code": "40118", "Action2Geo_Lat": 53.5, "Action2Geo_Long": -2.21667, "Action2Geo_FeatureID": "-2602512", "DATEADDED": 20191126074500, "SOURCEURL": "https://www.wsws.org/en/articles/2019/11/26/unis-n26.html"}, "ARTICLE": {"TITLE": "Thousands of UK university staff begin eight-day strike with support of students", "TEXT": "Thousands of UK university staff begin eight-day strike with support of students\n\nBy Robert Stevens\n\n26 November 2019\n\nMore than 40,000 university staff began an eight-day strike Monday to oppose attacks on their pay, conditions and pensions. The action involves lecturers, student support services staff, admissions tutors, librarians, technicians and administrators.\n\nHundreds of strikers mounted picket lines at university campuses at 63 institutions around the UK. The University and College Union (UCU) said 43,600 members were involved in the stoppage after voting in two separate ballots to oppose the plans of Universities UK (UUK).\n\nThe walkout involves workers at almost half the universities in Britain, including University College London, Goldsmiths College, Queen Mary University of London, Courtauld Institute of Art, the Open University, University of Manchester, University of Leeds, University of Sheffield, University of Bristol and University of Glasgow.\n\nStudents and lecturers march in solidaity in Manchester\n\nEverything was done by university management to intimidate strikers. According to the Financial Times, “Birmingham said picket lines on university land would be regarded as trespassing.” Some universities said that striking staff would be docked pay and pension contributions. Staff, including those who were not UCU members, were told by Lancaster and Stirling universities that their pay would be deducted if they did not cross picket lines.\n\nDespite picket lines in many cities being even larger than in last year’s well supported strike against pension cuts, Universities UK claimed that less than 10 percent of staff were on strike. Rallies were held, including in Manchester, Bristol and Newcastle, that were attended by hundreds of strikers.\n\nAround a million students are impacted by the strike, with many showing their support for academics on picket lines and at rallies.\n\nIn the days leading up to the strikes a number of universities threatened students with disciplinary action if they refused to cross picket lines of their tutors and other university staff. The University of Liverpool warned international students that those who did not cross picket lines risked jeopardising their visas to study in the UK.\n\nStudents refused to be intimidated, not only refusing to cross picket lines in many cases but also joining in marches held during the day and sending delegations to rallies held by strikers.\n\nIn response to the threats at Liverpool, seven external examiners to the university’s school of law and social justice resigned. They said the threats amounted to a “weaponization of the UK’s immigration system” and insisted that students supporting a picket line was “entirely lawful.”\n\nOn the eve of the strike, the Office for Students—the higher education watchdog—said that students had a right as “consumers” to have their education protected. Trying to encourage a right-wing movement against their tutors—including taking legal action against them—it said that students had entered into “contractual arrangements” with their universities. If these are breached, students could “explore legal options.”\n\nThe UCU has a long record of refusing to fight the onslaught of university and college management over the last decade, which has only emboldened management to go further on the offensive.\n\nUniversity staff and students picketing at UCL\n\nFollowing last year’s national pension strike at 64 institutions by 50,000 lecturers and other university staff—which the UCU ended after first trying to impose a shoddy deal—and then accepting token promises by management to review the entire pension set-up, the universities are insisting that employees pay in additional tens of thousands of pounds to fund their own pensions! A typical member of the Universities Superannuation Scheme (USS) is set to lose up to £240,000 in retirement—a loss of around £200,000 from a year ago.\n\nThe UCU capitulated again on the first day of the strike as they accepted management deducting strikers’ pay. Rather than oppose such draconian moves, the UCU proposed that any docked pay be staggered over more than a single month.\n\nOpposed to mobilising the collective strength of its membership in higher and further education—that still stands at more than 120,000 workers—the UCU is working overtime to end the dispute and go back into talks with UUK. The UCU called on employers to launch a new round of negotiations and to pull back from “strong-arm” tactics. The union issued a statement Monday declaring, “We agree with [Labour Party shadow education secretary] Angela Rayner that universities should be putting students first and coming back to us with a better offer to try and avoid further disruption.”\n\nLabour claims to oppose the “marketized system” in education, which has resulted in the intolerable conditions that many university staff now endure, despite Corbyn’s party having played a central role in this development. The marketization of higher education began with the introduction and later tripling of tuition fees by Labour in 1998 and 2004.\n\nLabour leader Jeremy Corbyn and Shadow Chancellor John McDonnell issued only token tweets of solidarity to the strikers. Trades Union Congress leader Frances O’Grady also tweeted in support of university staff “standing up for decent pay, pensions and conditions. Our whole movement is standing with you.”\n\nSpeaking at the strikers’ rally in Manchester, Kate Green, the incumbent MP and Labour candidate for the Greater Manchester constituency of Stretford and Urmston, exposed the hyperbole of Rayner, Corbyn and McDonnell, as she underscored Labour’s acceptance of the fact that universities are being forced to compete against other global institutions.\n\nDescribing the University of Manchester as a “world class success,” Green said, “Everyone knows that our university sector is facing fierce international competition and universities like Manchester, the jewels in the crown of our university sector, have to be protected, have to be grown to ensure that we retain our place as one of the premier destinations in the world for students and academics to come.”\n\nDennis Leech at the University of Manchester as strikers and students prepare to march down Oxford Road to a rally\n\nSocialist Equality Party general election candidates Thomas Scripps and Dennis Leech spoke to strikers and students in London and Manchester.\n\nSpeaking at the University of Manchester, Leech explained, “The Socialist Equality Party are here today in support of thousands of strikers who are taking action across Britain against cuts in wages, their conditions of work and attacks on pensions. Last year, UCU members across the UK voted down a sell-out deal that was being imposed by the union leadership. This rejection had mass support from union members at mass meetings across the UK.”\n\nAt University College London, Scripps stated, “This is a hugely important strike. Those on strike are taking a stand against the marketisation of higher education, which has transformed this sector from a public service, to high-price-tag students and property speculation founded on an insecure, underpaid and unprotected workforce.\n\nThomas Scripps at University College London\n\n“The main question in this struggle is the role of the higher education unions. The UCU called off strikes in 2011, 2015 and 2018 to pave the way for attacks on pensions, to raising members’ contributions and for the raising of the retirement age.\n\n“The crucial question now for workers is the formation of independent committees in their universities. These committees should decide on their needs in terms of conditions, pay and pensions, the needs of higher education staff for secure employment and a secure family life. These action committees should co-ordinate strike action to win those demands and reach out to the entire workforce for their support in the struggle.”\n\nPlease enable JavaScript to view the comments powered by Disqus."}}