{"GDELT": {"GlobalEventID": 889057830, "Day": 20191126, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8932, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "MEX", "Actor2Name": "MEXICAN", "Actor2CountryCode": "MEX", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.03829524397776, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_Lat": 33.7712, "Actor1Geo_Long": -111.38799999999999, "Actor1Geo_FeatureID": "AZ", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Sugar House, Utah, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USUT", "Actor2Geo_Lat": 40.7258, "Actor2Geo_Long": -111.865, "Actor2Geo_FeatureID": "1446208", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_Lat": 33.7712, "Action2Geo_Long": -111.38799999999999, "Action2Geo_FeatureID": "AZ", "DATEADDED": 20191126074500, "SOURCEURL": "https://www.sltrib.com/artsliving/food/2017/07/21/deep-fried-history-celebrated-at-salt-lake-citys-navajo-hogan-restaurant/"}, "ARTICLE": {"TITLE": "Deep-fried history celebrated at Salt Lake City’s Navajo Hogan restaurant", "TEXT": "Deep-fried dough sprinkled with salt. That's how Bill Espinoza, owner of the Navajo Hogan restaurant in South Salt Lake, ate fry bread as a child. And that's how the New Mexico native prefers it today.\n\nMost of his customers would never think of eating it so plain. They order the hot, golden discs slathered with honey and butter; or as a Navajo taco — topped with meat and beans, lettuce, tomatoes and salsa.\n\nEspinoza and his wife Marcie have been running the \"Home of the Navajo Taco,\" since 1989 from a plain, cinder block building at 447 E. 3300 South. When it opened, it was one of the few restaurants in the country that served Native American fare.\n\n\"It was a gamble,\" Bill Espinoza said about opening the restaurant with such a specific culinary focus.\n\nUtahns usually can find fry bread and Navajo tacos during summer fairs and festivals — like the one-day Native American celebrations taking place on July 24 in Salt Lake City and South Jordan (see box).\n\nBut other times of the year, the Navajo Hogan has often been the only source.\n\nWithin the last year, however, two more eateries with a Native American focus have opened in Salt Lake City, including Black Sheep at Epic Brewing, 1048 E. 2100 South, and The Blue Bird Stand, a mobile food vendor that parks on the weekends at the Native American Trading Post, 3971 S. Redwood Rd.\n\nDeep-fried history • Pioneer Day is an appropriate time to pay homage to fry bread. After all, American Indians are an important — but often overlooked — part of July 24 celebrations. From the Shoshone and Goshutes to Utes, Paiutes and Navajo, some 20,000 are said to have lived in the area that now encompasses Utah in 1847, when the Mormon pioneers arrived.\n\nFry bread is a recent addition to American Indian cuisine, originating in 1860 when about 8,000 Navajos were driven from their land by U.S. troops and sent to a reservation in Fort Sumner, N.M. The government provided the tribe with only limited food staples, including white flour and lard. The Navajo made the best of what they had been given, turning the flour into flat discs of dough and cooking them in hot grease.\n\nThrough the years, the bread became the foundation for the Navajo or Indian tacos, considered the state dish of Arizona.\n\nWhile some may say the fried dough is a symbol of oppression, that’s not how Bleu Adams, owner of Black Sheep at Epic Brewing (where fry bread and a beef brisket Navajo taco are served), looks at it. “For me, it speaks to the perseverance and ingenuity of native peoples, fusing food cultures much like the beignets of the South (French/Creole) or even shina soba (ramen, China/Japan),” she told The Tribune.\n\nThere are other names for fried bread dough. Western pioneers — including the Mormons who came to Utah — called these creations \"dough gods.\"\n\nIn New Mexico and other parts of the southwest, they are referred to as sopaipillas. And, weirdly, in modern-day Utah, they have been dubbed scones — which causes some confusion with the small, triangular shaped scone served with high tea in England, Scotland and Ireland.\n\nAdams said the leavening agent is what distinguishes traditional fry bread — made with flour, water and baking powder— from scones, which are made with yeast.\n\nRoad food favorite • Navajo Hogan got its big break when authors Jane and Michael Stern included it in their popular \"Road Food\" eating guides. After that, people from all over the country and the world would stop in for a taste of the southwest.\n\nThrough the years, the restaurant has had its share of celebrity visitors, said Espinoza, who has an autographed photo of former \"Tonight Show\" host Jay Leno. The cast from \"Touched by an Angel,\" which was filmed a few blocks east at Granite Hight School, were known to drop by.\n\nA graduate of the University of New Mexico, Espinoza is part-Latino but identifies more with the Navajo portion of his family heritage. He worked in minority affairs under former Gov. Scott Matheson and in the banking industry before persuading Marcie to open Navajo Hogan.\n\n\"I was cooking Navajo tacos at home one night and Bill said 'Why don't we start selling these?' \" his wife remembered. At the time, she had a full-time job and thought it was a crazy idea. Bill, an avid runner, celebrated the restaurant grand opening with a 5K run that he continued to sponsor for many years.\n\nThe small, 10-table dining room has changed little over the years. It still feels like a grandmother's kitchen with its homey tablecloths and Native American and Southwest touches on the walls. If Espinoza knows you — and he's not busy taking orders and giving change — he might sit down at your table, tell you a joke or discuss the latest news.\n\nThe menu at Navajo Hogan is small, but affordable, everything costs less than $10. Fry bread is available plain, sweet or made with blue corn. Navajo tacos can be ordered with choice of ground beef and beans (traditional), chicken, green chile or vegetarian. Mutton stew is available on Saturdays.\n\n\"He's kept it simple, affordable and authentic,\" said Curtis Lane, a resident of Eagle Mountain and a customer for more than two decades. \"You're doing something right if you've stayed in business that long.\"\n\nEspinoza said he has thought about retiring, \"but if I leave, what will I do?\" he asked. \"The best part of this restaurant is meeting people from all over the world. We talk about fry bread and different cultures.\"\n\nkathys@sltrib.com\n\nLeah Hogsten | The Salt Lake Tribune Traditional Navajo Fry bread with lavender is made by Alberta Mason, 76, mother of Black Sheep Sugar House owner, Bleu Adams and sous chef Katt Mason. Black Sheep Sugar House, a self-described Southwestern Native Fusion restaurant honors Southwest cuisine, blending Native American and Mexican cultures. fusion restaurant inside Epic Brewing. Leah Hogsten | The Salt Lake Tribune Traditional Navajo Fry Bread with lavender, made by Alberta Mason, 76, mother of Black Sheep Sugar House owner, Bleu Adams. Black Sheep Sugar House, a self-described Southwestern Native Fusion restaurant honors Southwest cuisine, blending Native American and Mexican cultures. fusion restaurant inside Epic Brewing.\n\nLeah Hogsten | The Salt Lake Tribune Bill Espinoza, owner of Navajo Hogan serves sweet fry bread and traditional Navajo tacos at his restaurant in Salt Lake City, July 19, 2017. Leah Hogsten | The Salt Lake Tribune Bill Espinoza, owner of Navajo Hogan laughs with customers as he serves sweet fry bread and traditional Navajo tacos at his restaurant in Salt Lake City, July 19, 2017.\n\nLeah Hogsten | The Salt Lake Tribune Sweet fry bread. Bill Espinoza, owner of Navajo Hogan serves sweet fry bread and traditional Navajo tacos at his restaurant in Salt Lake City, July 19, 2017. Leah Hogsten | The Salt Lake Tribune Bill Espinoza, owner of Navajo Hogan (center) welcomes his Wednesday regulars-- sisters l-r Janet Drake, Marilyn Gillman and Luana Hadfield. Espinoza serves sweet fry bread and traditional Navajo tacos at his restaurant, knows regulars by name and their order.\n\nLeah Hogsten | The Salt Lake Tribune Sisters Janet Drake, Marilyn Gillman and Luana Hadfield, who are regulars at Navajo Hogan, grab a drink before their Wednesday lunch. Leah Hogsten | The Salt Lake Tribune A traditional Navajo Taco from Navajo Hogan. Bill Espinoza, owner of Navajo Hogan serves sweet fry bread and traditional Navajo tacos at his restaurant in Salt Lake City, July 19, 2017.\n\nLeah Hogsten | The Salt Lake Tribune Bill Espinoza, owner of Navajo Hogan serves sweet fry bread and traditional Navajo tacos at his restaurant in Salt Lake City, July 19, 2017. Leah Hogsten | The Salt Lake Tribune Bill Espinoza, owner of Navajo Hogan serves sweet fry bread and traditional Navajo tacos at his restaurant in Salt Lake City, July 19, 2017."}}