{"GDELT": {"GlobalEventID": 889443795, "Day": 20191127, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8959, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "NEW JERSEY", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.65225933202357, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Ridgewood, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ003", "Actor1Geo_Lat": 40.9793, "Actor1Geo_Long": -74.1165, "Actor1Geo_FeatureID": "879689", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Ridgewood, New Jersey, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNJ", "Actor2Geo_ADM2Code": "NJ003", "Actor2Geo_Lat": 40.9793, "Actor2Geo_Long": -74.1165, "Actor2Geo_FeatureID": "879689", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Ridgewood, New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_ADM2Code": "NJ003", "Action2Geo_Lat": 40.9793, "Action2Geo_Long": -74.1165, "Action2Geo_FeatureID": "879689", "DATEADDED": 20191127210000, "SOURCEURL": "https://www.nbcnews.com/know-your-value/feature/here-s-how-willie-christina-geist-keep-their-marriage-kids-ncna1091181"}, "ARTICLE": {"TITLE": "Here's how Willie and Christina Geist keep their marriage, kids and careers on track", "TEXT": "With Thanksgiving around the corner, “Morning Joe” co-anchor Willie Geist and his wife Christina are reflecting on marriage, family and what they’re thankful for this year.\n\n“I'm feeling particularly grateful for our family,” Willie Geist told millennial contributor Daniela Pierre-Bravo at a recent Know Your Value event in Philadelphia. “Our daughter is 12, and you start doing the math in your head, because five seconds ago she was a baby and could fit in my two hands, and six years from now, she’ll be a freshman in college ... I'm feeling very grateful for this time we have right now.”\n\n“I think for Willie, honestly, I'm most thankful for his friendship,” Christina Geist said. “At the end of the day … we find each other really funny. We get a big kick out of each other. We really love being together. And that hasn't changed since we were really young.”\n\nThe two met at their middle school in Ridgewood, New Jersey and started dating their junior year in high school. In an unplanned move, they both went to Vanderbilt University. But after college, they went their separate ways for work — Christina to Boston, and Willie to Atlanta — and they broke up for several years in their 20s.\n\nGet the knowyourvalue newsletter. This site is protected by recaptcha\n\n“It's a hard thing to say ‘hey, let's break up for the benefit of the relationship,’ because what if you don't get back together? then, that's a weird thing to do,” Willie Geist reflected. “But it felt like the right thing to do. And thank God for me and hopefully for Christina, too: We did find each other again.”\n\nNowadays, the power couple balances two thriving careers and two kids. While Willie Geist arrives at work in the middle of the night to co-host “Morning Joe,” in addition to anchoring his own weekend program on “Sunday TODAY,” Christina Geist takes the lead at home, getting the kids ready for school. She’s also a bestselling children’s book author and the owner of two companies. Pierre-Bravo asked how the two press pause on their professional lives to keep their personal lives thriving.\n\n“I think for me, it's about compartmentalization,” Christina Geist said. Part of her success in managing her time comes from working really close to home and cutting out the hours a day she would otherwise be commuting. “When you own your own business, you kind of control the circumstances by which you work,” she said. “So there's a lot of efficiency and just the way that we generally kind of run our schedule, which I think comes from Willie working in TV, because it's such an efficient business, you have to be that way with your time. so that kind of spills over to life at home.”\n\nFor Willie Geist, their success hinges on an “unspoken agreement.” As a lead television anchor six mornings a week, he makes it a priority to be home with his family at night as much as possible.\n\n“I think I've done a much better job in the last few years of just saying ‘no’ to things at night, making that crucial time not to do anything extravagant or crazy or go to a Knicks game or anything, just like to be home with the kids, have dinner, when they were younger, give them a bath, read to them, and just have that time and know that OK, this is work time all day. But at night, it's time for the family,” he said.\n\nBut that partnership was hard-fought for the two equally ambitious partners. As Willie Geist remembers it, his wife was always a professional, landing her first job before she even finished her senior year in college. So, he didn’t take her decision lightly when she decided to stay home with their young kids.\n\n“There was a point where the kids were three and one, and I waved the white flag and quit my corporate job,” Christina Geist remembered. “And it was really hard because right about that same moment, Willie’s career went on a vertical trajectory. So, all of a sudden, we weren't equal in anymore, at least in terms of our professional lives. But for that phase in our life, that was the best decision to make and we kind of have a way of looking each other in the eye at certain moments and knowing all right, one of us needs to just do this right now. It’s a long game.”\n\nWhen their youngest child turned five and went to kindergarten, Christina Geist re-evaluated her decision and, as Willie Geist put it, “chased a couple of her dreams.” That includes authoring two bestselling children’s books: “Buddy’s Bedtime Battery”, which hit number one in children’s books on Amazon, and “Sorry Grown-ups, You Can’t Go To School!”, which debuted at number four on the New York Times’ bestseller list. One of her companies, Boombox, offers personalized memory boxes, and the other, True Geist, is a brand strategy and design firm she founded with a former business partner.\n\n“We've always been absolute equals,” Christina Geist said. “We were academic equals growing up. So we have just an innate respect for each other, regardless of one of us being up, one of us being down professionally. I think we both in our hearts know that if all of this went away, we're OK.”\n\nPart of what keeps the couple anchored is stopping to appreciate the moments that bring them joy amid their busy days.\n\n“These are the good old days right now,” Willie Geist said. “When we're older and we're thinking about the good old days — we're in them right now. So let's soak them up let’s enjoy each other. Let's love each other. Let's laugh with each other. And I think we're in that moment right now, and I'm grateful for it.”"}}