{"GDELT": {"GlobalEventID": 889443944, "Day": 20191127, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8959, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 6.66666666666667, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191127210000, "SOURCEURL": "https://news.wbfo.org/post/thanksgiving-treat-local-veterans-more-700-suits-which-choose"}, "ARTICLE": {"TITLE": "A Thanksgiving treat for local veterans, more than 700 suits from which to choose", "TEXT": "Mayor Byron Brown's Suits for Veterans clothing drive ended Wednesday with the distribution of men's suits, shirts and ties to local veterans in need of such attire. A Medal of Honor recipient was among those present to celebrate a drive which, organizers say, far exceeded the expected response.\n\nMore than 700 suits were available for the taking, according to Mayor Brown. Veterans arriving at the Belle Center on Maryland Street could choose an outfit - some chose more than one - and receive a voucher for complimentary tailoring and cleaning by Colvin Cleaners.\n\n\"Today, this is our chance to say thank you to our veterans who have served and sacrificed and protected our way of life,\" said Mayor Brown. \"The Suits for Veterans drive in Buffalo City Hall has gone phenomenally well. We started with a goal of collecting over 100 suits.\"\n\nBut the public's generosity, as well as a personal pitch from a Medal of Honor recipient, resulted in a collections several times the original goal. Army Staff Sergeant David Bellavia, who was awarded the nation's highest military decoration earlier this year, urged support of the clothing drive while being honored by the mayor last week in a City Hall ceremony.\n\n\"Someone's going to take this suit and, next Thanksgiving, they might be able to provide for their family in the job that they love and be able to have dignity and respect back in their lives,\" Bellavia said. \"That's one of the most beautiful gifts you can give.\"\n\nSome came in search of a suit for a forthcoming job interview. Some simply needed dress attire. John Ryan, an Army veteran who recently retired from his civilian career, came to collect a suit, shirts and ties for his next life mission. He's going to hit the streets as a grassroots-level Christian evangelist.\n\n\"These suits all make a good impression, not that you have to look good for the Lord because He accepts everybody,\" Ryan said.\n\nBut first impressions are important to veterans who may have the ideal skills for a vacant job, skills acquired through their military service, yet need to look presentable to their potential employer. Mayor Brown's office created this clothing drive as a means to help local veterans complete a transition from military life to the civilian world.\n\nStaff Sergeant Bellavia credits the mayor and his administration with hosting numerous services for veterans.\n\n\"I don't think anyone is going to allege that anyone in this administration is anti-veteran,\" he said. \"The point is, they're so veteran, there are so many programs and so many opportunities. This is one small one, and look at what it was able to become because people started talking about it.\""}}