{"GDELT": {"GlobalEventID": 889444491, "Day": 20191127, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8959, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.70298769771529, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Madison County, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL119", "Actor1Geo_Lat": 38.8334, "Actor1Geo_Long": -89.9001, "Actor1Geo_FeatureID": "424258", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Madison County, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 38.8334, "Action2Geo_Long": -89.9001, "Action2Geo_FeatureID": "424258", "DATEADDED": 20191127210000, "SOURCEURL": "https://www.thetelegraph.com/news/article/Madco-911-considering-consolidation-options-14866972.php"}, "ARTICLE": {"TITLE": "Madco 911 considering consolidation options", "TEXT": "Madco 911 considering consolidation options\n\nWOOD RIVER — Madison County 911 officials will meet with their attorneys Dec. 5 to go over options following the state’s denial of its 911 consolidation plan.\n\nInterim Director Dana Burris updated officials on the plan at Wednesday’s Emergency Telephone System Board meeting. She said she also wants to meet with Madison County fire and police chiefs about the situation.\n\nOn Nov. 20, the Illinois State Police 911 coordinator notified the county that its consolidation plan had been denied. In October Madison County 911 appeared before the state’s 9-1-1 advisory committee, which voted not to recommend the plan.\n\n“It’s unfortunate,” said ETSB Vice Chairman Joe Petrokovich, who chaired Wednesday’s meeting because Chairman Robert Rizzi was out of town. “It’s taken 3½ years to get to this point.”\n\nState law says Madison County must cut in half the number of its Public Service Answering Points (PSAPs) which handle 911 calls. The number of 911 PSAPs and a dispute over “direct dispatching” were the main issues with the local plan, according to a copy of the notice sent to Burris.\n\nThe ETSB has been working on the consolidation plan for about three years. Hearings and final actions on the plan had been delayed by several issues, primarily opposition from St. Clair County.\n\nAs part of its plan, Madison County had included an unmanned backup PSAP in the 911 offices in Wood River as one of the dispatch centers to be closed. Statewide 9-1-1 Administrator Cindy Barbera-Brelle said the station, referred to as MADCOM, does not count and the county must close another PSAP.\n\nThe state also took issue with the lack of direct dispatching allowing individual units to be dispatched to specific incidents. Instead, Madison County dispatching for police calls is done by radio broadcast by dispatchers, which are then acknowledged by units answering calls. For many fire departments, especially smaller volunteer ones, dispatching is done by a general call-out with the first responding members radioing acknowledgement to dispatchers.\n\nETSB members are exploring options, including seeking a review, fighting the order in court or developing a new plan. The state denial was not unexpected.\n\n“It seemed that it didn’t matter what answers we gave them,” said Coleen Shaller, support services supervisor for the Glen Carbon Police Department who testified at the Springfield hearing. “They try to reach very hard beyond the scope of the law.”\n\nAlso on Wednesday, the ETSB agreed to consider approval of a job description for the director’s position. Burris has been the interim director July 2017 when she was named acting director after Terry McFarland took a leave of absence for medical reasons. She was named interim director in November 2017, and McFarland was terminated in April 2018.\n\nWork on the 911 plan was one of the reasons cited for ETSB taking no action taken on the position. At the time of Burris’ appointment, Rizzi said it was expected the plan would be quickly approved and it did not make sense to bring in a new person in the middle of that.\n\nA personnel policy change approved by the county board in 2013 calls for the 911 director to be appointed. However, at a recent county Personnel Committee meeting it was announced the State’s Attorney’s Office has determined the director should be named by the ETSB.\n\nThe board on Wednesday also approved extending the maintenance contract with AT&T for one year for about $400,000.\n\nBecause of the consolidation plan, the ETSB has been extending the existing contract since 2015."}}