{"GDELT": {"GlobalEventID": 889443616, "Day": 20191127, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8959, "Actor1Code": "COLOPP", "Actor1Name": "COLOMBIA", "Actor1CountryCode": "COL", "Actor1Type1Code": "OPP", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.73492286115007, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bogota, Cundinamarca, Colombia", "Actor1Geo_CountryCode": "CO", "Actor1Geo_ADM1Code": "CO33", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 4.6, "Actor1Geo_Long": -74.0833, "Actor1Geo_FeatureID": "-578472", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bogota, Cundinamarca, Colombia", "Actor2Geo_CountryCode": "CO", "Actor2Geo_ADM1Code": "CO33", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 4.6, "Actor2Geo_Long": -74.0833, "Actor2Geo_FeatureID": "-578472", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bogota, Cundinamarca, Colombia", "Action2Geo_CountryCode": "CO", "Action2Geo_ADM1Code": "CO33", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 4.6, "Action2Geo_Long": -74.0833, "Action2Geo_FeatureID": "-578472", "DATEADDED": 20191127210000, "SOURCEURL": "https://www.state.gov/special-representative-for-venezuela-elliott-abrams-2/"}, "ARTICLE": {"TITLE": "Special Representative for Venezuela Elliott Abrams", "TEXT": "MS ORTAGUS: Good afternoon, a man who needs no introduction, Elliott Abrams, but I wanted to say happy Thanksgiving to all of you. I’m so thankful for our State Department press corps. (Laughter.) Most of you.\n\nMR ABRAMS: Hello. Happy Thanksgiving. A few things to lead off with.\n\nFirst, it has now been two years that the Maduro regime has kept six Citgo employees in a Venezuelan military prison in deplorable conditions and without due process. The employees are scheduled to have a hearing next week on December 2nd, and the United States will be closely following that. This should not be another pro forma step. Seventeen hearings have been canceled to date. These six men face cumulative health problems given their lack of consistent access to food, sunlight, and exercise. Their detention should end.\n\nSecond, next week, on December 3rd, signatory countries of the Rio Treaty will meet in Bogota, Colombia, to consider and we hope adopt coordinated regional travel restrictions and visa denials against several dozen Maduro regime officials. These are new steps in growing regional efforts against the regime and in support of a return to democracy.\n\nFinally, on the socioeconomic situation and U.S. sanctions, it’s very clear that every social and economic indicator began to fall precipitously in 2014 and even more so in 2017. As a Brookings-Harvard study this year put it, quote, “The bulk of the deterioration of living standards occurred long before sanctions were enacted in 2017,” closed quote. That’s the truth. Severe economic decline and shortages of basic goods began long before sanctions.\n\nThe Venezuelan people have never benefited from oil revenues under the Maduro regime, which has used Venezuelan crude to pay for tools to repress its own people and siphon billions of dollars to provide for regime members’ bank accounts. In the course of this year as an example, it has signed contracts for $209 million in military purchases from Russia: Sukhoi fighter jets, military helicopters, and other things.\n\nAs you know, the United States has given more than $650 million to ease the plight of Venezuelans inside and outside their country. Our sanctions, in this case and always, do not cover food and medicine. The regime in Caracas can buy all the food and medicine it wants, including in the United States, and in fact, it has been buying food in the United States throughout this year. The problem for Venezuelans is it has not been buying enough. It has the money.\n\nThe regime paid the Russian oil company Rosneft over a billion and a half dollars to reduce debt. It has reduced that debt a billion and a half dollars this year. It has sent China just under $3 billion worth of oil, much of it to reduce debts. It has sent about $900 million worth of oil to Cuba. That’s about $5 billion that could have been spent on food and medicine but was not. And the regime steals more and more money. In July, the Treasury accountant – the Treasury Department sanctioned three stepsons of Nicolas Maduro for stealing money from the program that provides food for the poorest Venezuelans. Hundreds of millions of dollars went to no-bid and overvalued contracts that Treasury called profiting from starvation.\n\nAnd the regime uses those food programs for control of the people. The UN high commissioner for human rights, in her report a few months ago, said that food program was used, quote, “in a discriminatory manner, based on political grounds, and as an instrument of social control.” My point is there are resources available to the regime, but it chooses to steal them or use them to pay China, Russia, and Cuba rather than to procure food and medicine, and it uses food to control the population. There can be no solution to the terrible problems faced daily by Venezuelans while the Maduro regime is in power, because the Maduro regime created those problems and is exacerbating them.\n\nWe look forward to the day when democracy has returned, and we will join with other nations, NGOs, international organizations, and the people of Venezuela to solve those problems. Until then, we’ll work with other donors to do something the Maduro regime will not do: try as best we can to help ameliorate the humanitarian situation while we work for change in Venezuela.\n\nMS ORTAGUS: Okay, great. Let’s start with some of our foreign journalists. Go ahead.\n\nQUESTION: David Alandete from ABC Spain. I wanted to ask you, Ambassador Abrams, about a recent meeting that was held, according to the Venezuelan opposition, of some leaders of FARC – the dissident part of FARC – and some Chilean opposition leaders with the idea of keeping alive the ideas of the Forum of Sao Paulo, and creating unrest, political unrest, within the continent. This question would be framed in the major problems of digital interference in this crisis, and if you think that Venezuela may be a factor, not of the discontent but of aggravating crisis with interference. Like, close to 30 Venezuelans were expelled from Colombia recently, so I wanted to know your opinion on that.\n\nMR ABRAMS: I don’t know about that particular meeting. It’s clear from the public record that Cuba and Venezuela did a lot of broadcasting, tweeting, speaking in an effort to exacerbate the problems that have existed in the last let’s say month or so in a number of South American countries. That’s obvious. And there is some evidence – you cite, for example, the expulsions. We know of other cases where people were arrested. There was a case in Bolivia with $100,000 in cash – Cubans. So there is evidence beginning to build of an effort by the regimes in Cuba and Venezuela to exacerbate problems in South America.\n\nMS ORTAGUS: Yellow tie. Sorry, I don’t know your name.\n\nQUESTION: Ambassador, Jorge from Voice of America Spanish. My question is: Is there a change in the U.S. policy on Venezuela? And I ask this because it’s been, like, a month – a lot of months without having these briefings here to talk on – about Venezuela. If so, or no, what is next in the policy?\n\nMR ABRAMS: There’s no change. There’s no change, and there is no change not only in policy, but in the level of very intense interest on the part of the President and the Vice President and the Secretary of State. What is next is, I would say, a continuation of the current policy. We think we have the right policy. We think – we are confident we have the support of the Venezuelan people. You saw it when hundreds of thousands of them went to the streets on November 16th to protest against the regime that’s in power and to demand change. So the policy that you see – economic pressure, diplomatic pressure, an effort to get more and more countries in this region and in Europe to join in these efforts to restore democracy to Venezuela – that policy will continue.\n\nMS ORTAGUS: Yes, you.\n\nQUESTION: Hi. I – from El Pais. Hugo Carvajal is still missing, and I want to know if you have talked with the Spanish authorities, and if there’s any update about this issue?\n\nMR ABRAMS: No update. I have not talked to the Spanish authorities about it. I would assume that those more directly in line, American law enforcement authorities, people in the U.S. embassy, will surely have been in regular contact with Spanish authorities. But I have no new information as to the whereabouts of Carvajal.\n\nMS ORTAGUS: Next over, yeah.\n\nQUESTION: Yeah, just a follow up. Juan Camilo Merlano, Caracol TV, Colombia. We have our sixth day of national strike in Colombia. Are you concerned that the Maduro government is intervening on our national protests? And the second one: Are you concerned with the change of the ambassador – Guaido ambassador in Bogota, Humberto Calderón Berti?\n\nMR ABRAMS: On the change, no, that’s a decision that Interim President Guaido makes. Other ambassadors have been changed over time, so it’s not a matter of concern to us. As to Colombia, I would look to the public statements from Cuba and Venezuela, which are – which have, over the last weeks, in essence, tried to promote more strife everywhere, and just leave it at that. I think it’s clear that they favor it, they want it, and they keep talking about it.\n\nQUESTION: But are you looking at that closely in Colombia?\n\nMR ABRAMS: We look at it everywhere. I mean, we follow very closely what the Cubans and Venezuelans are doing in all of South America.\n\nMS ORTAGUS: In the lavender.\n\nQUESTION: Morgan, Mr. Abrams, thank you. Emiliana Molina with NTN-24 and Noticias RCN in Colombia as well. Trump is planning to designate Mexican cartels as terrorist groups. Would this be applied to as well, or are you considering applying it to terrorist cartels in Venezuela, for example, or in Colombia, for example, El Cartel de Los Soles in Venezuela?\n\nMR ABRAMS: Well, on Venezuela, we view the FARC and ELN as terrorist groups. On anything to do with Mexico, you’ve got the wrong guy. I just do Venezuela.\n\nMS ORTAGUS: Carol.\n\nQUESTION: Mr. Abrams, as I’m sure you know, there’s been a perceived slippage of support for Mr. Guaido from mid 50s to the low 40s, and some of the demonstrations have been smaller than anticipated. Are you concerned that this – about a sort of a perceived lack of momentum by the opposition?\n\nAnd one other question. Some critics have said that the United States really does not have a Plan B if Maduro didn’t leave quickly, and that the sanctions on the oil industry in particular could hamper the ability, should he – should Maduro ever leave, hamper the ability to recover. Could you – what would you say to those critics?\n\nMR ABRAMS: Thanks. I do not agree with the notion there is a slippage of momentum. I read it, and then – go back. Remember the High Commissioner for Human Rights Michelle Bachelet wrote a report this year saying that in the last year – the last year, 2018 to ’19 – more than 6,000 Venezuelans have been murdered, executed by the regime. That’s in her report. Nevertheless, take that 6,000, add the number of thousands who have been jailed or beaten. Nevertheless, hundreds of thousands go out to demonstrate on November 16th in defiance of the regime and with a good degree of danger.\n\nI don’t think that shows a diminution of support. I think the people of Venezuela do not believe that it is their fate and their future to live in starvation and penury under a brutal dictatorship forever. And we certainly support them in that view.\n\nSo I don’t see a diminution in support, and I would say to you that if you look at the opinion polls, every poll I’ve seen – and there are a lot of polls over time – shows that the single most popular person in Venezuela is Juan Guaido, the highest approval rating in Venezuela is Juan Guaido.\n\nNo, we don’t have a Plan B. We have a Plan A. We think it will work. That is, we’re supporting the people of Venezuela. We are joining with what is now nearly 60 countries supporting the people of Venezuela and calling for a restoration of democracy, and we believe that will happen.\n\nAs to the recovery of the oil industry, the oil sector in Venezuela is quite – is in quite bad shape, because it’s years and years of disinvestment and underinvestment, and there have been a number of stories about this in the U.S. and world press. One of the reasons that we have, I guess twice now, given a license to Chevron and a number of service companies is precisely to make it easier for them to help in the recovery of oil production after the regime is replaced and there is a return to democracy. But I think we shouldn’t be under any illusions; it’s going to be a multiyear project because the amount of investment by this regime has been pitiful.\n\nMS ORTAGUS: In the back. Yeah.\n\nQUESTION: Yes. Protesters in Colombia are asking for President Duque to resign. Are you going to step by President Duque and support him in his presidency?\n\nMR ABRAMS: Well, I could answer that off the record, but I’ll give you the same answer. I’m the special representative for Venezuela, and I have tried to stay pretty carefully in my lane.\n\nMS ORTAGUS: Yes.\n\nQUESTION: Thank you, Morgan. I’d like to talk to you about Venezuela. It seems like currently South Korea’s situations, like Venezuela’s Maduro government, many people are resisting the Moon Jae-in regime in South Korea now. How is the United States watching this? Will you watching happily this situation in South Korea?\n\nMR ABRAMS: This is an easy one. I’m the special rep for Venezuela. (Laughter.)\n\nMS ORTAGUS: Jessica.\n\nQUESTION: I have two questions. One, I was wondering, so the AFP had a reporter on the day of the protest earlier this week, and they said that there was just 5,000 protesters there, and they also showed that the video that was being virally shared about the protest was fake, and even though it was tweeted by, like, Marco Rubio and others, it was really a video of the protest from Jan. 23. So where are you getting your data that there was hundreds of thousands on the streets when that’s contradicted by reporters that were there? Second question. The oil sanctions regime is still allowing for a lot of slippage, and it hasn’t cut off resources from the government, and the economy seems to be stabilizing, so what is – are you satisfied with the way that the sanctions regime is working, and is there any plan to reinforce the effort?\n\nMR ABRAMS: On the sanctions, there are plans to reinforce the effort. The purpose of the effort is to diminish the resources available to the regime, which as I said, doesn’t use them to feed people or to buy medicine; it uses them for repression and for theft. So we would like to see, obviously, the sanctions work better, and there are a number of companies around the world and individuals around the world that try sanction busting, which is why the Treasury keeps finding new targets for our sanctions. But we think that the funds available to the regime are diminishing. The gravy train days that they had 10 years ago are over. So we will continue our sanctions program and try to make it work better and better.\n\nOn the numbers, frankly, I’m astonished by the number of 5,000, which I think is absurd. It’s completely ridiculous. We have photos that many, many people on the ground sent us. I can make them available to you because it’s not just Caracas. These demonstrations took place, obviously smaller demonstrations than in Caracas, all over the country in something like 20 different cities around the country. We have lots of photos that were taken that day. You can find them – most of the time they were censored inside Venezuela. There was a little bit of coverage by a couple of Venezuelan TV stations that will also show just huge crowds of people in this demonstration. I have never seen that number. Frankly, the regime’s propaganda has had a larger number than that, so I just – I think that’s really bad reporting.\n\nMODERATOR: Okay, Abbie, last question.\n\nQUESTION: Thanks so much for doing this. I wondered if you’re concerned at all about the President’s lawyer representing a Venezuelan energy executive who is accused of money laundering, and if you feel that that undermines your sanctions program or your case against – of corruption against Maduro, and if you spoke with him about the case.\n\nMR ABRAMS: I would – I just – I’m going to stay away from anything that’s sort of politics, House hearings, Giuliani, impeachment. I’m just not going there.\n\nMODERATOR: Okay, it’s a good way to end it. Happy Thanksgiving.\n\nMR ABRAMS: Thanks. Happy Thanksgiving.\n\nQUESTION: Thank you."}}