{"GDELT": {"GlobalEventID": 889444700, "Day": 20191127, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8959, "Actor1Code": "USAEDU", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "EDU", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.7496382054992794, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Charleston, South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_ADM2Code": "SC019", "Actor1Geo_Lat": 32.7766, "Actor1Geo_Long": -79.9309, "Actor1Geo_FeatureID": "1221516", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191127210000, "SOURCEURL": "https://www.postandcourier.com/business/judge-gives-sink-jr-all-neins-in-sc-trademark-case/article_d0945008-108c-11ea-b61d-57818ad97c5e.html"}, "ARTICLE": {"TITLE": "Judge gives Sink Jr. 'all neins' in SC trademark case", "TEXT": "In a ruling rife with withering criticisms and caustic witticisms, a federal judge this week denied George Sink Jr.'s request to lift an injunction that's keeping him from using his name to market his law firm.\n\nJudge David Norton — in a 31-page order — said Sink Jr. failed to show the preliminary injunction is improper or harmful, adding that some of the evidence Sink Jr. presented during a hearing last month \"twists logic beyond its furthest possible bounds.\"\n\nSink Jr. is being sued for trademark infringement by his father, the ubiquitous television pitchman who urges accident victims to dial \"all-nines\" to reach his North Charleston-based George Sink P.A. Injury Lawyers.\n\nThe elder Sink says his son is trying to capitalize on his fame by using the \"George Sink\" name to advertise his separate and unrelated law practice. The dispute between the two lawyers is headed to arbitration. In the meantime, the temporary injunction bars Sink Jr. from infringing on his dad's trademarked name.\n\nNorton forcefully rejected the seven arguments Sink Jr. made in an effort to lift the injunction, adding: \"If the court were to issue its order in German, the bottom line would be 'Nein, nein, nein, nein, nein, nein, nein.'\"\n\n\"The irony is staggering,\" Norton wrote, referring to the elder Sink's well-advertised \"all nines\" phone number.\n\nNorton did grant Sink Jr.'s request that his father post a bond to cover the son's losses should he eventually win the trademark case. That bond was set at $500. Sink Jr. had asked for $1.5 million.\n\nThe bond issue didn't come up during an initial hearing on the injunction in July, and Norton appeared irritated when the request was made at last month's proceeding. That annoyance was reflected in his order.\n\n\"The court knows not whether this 'oversight' was due to strategy or sloth, but because of the quality of the lawyers on both sides, the court will chalk it up on the strategy side of the ledger (however curious the strategy was),\" Norton wrote.\n\nSign up for our new business newsletter We're starting a weekly newsletter about the business stories that are shaping Charleston and South Carolina. Get ahead with us - it's free. Email\n\nSign Up!\n\nHe added: \"This issue might be summed up by a corollary of an old saw, 'be careful what you don't ask for because you won't get it'.\"\n\nIn upholding the injunction, Norton stated that attorneys are not immune from intellectual property law.\n\n\"Sink Jr., like other business people, may not reap the profits of goodwill cultivated by others,\" Norton said in his order. \"His status as an attorney does not change this core concept of trademark law.\"\n\nJason Luck, a lawyer representing the younger Sink, said his client will probably combine an appeal of Norton's latest ruling with an appeal of the trademark case that's already filed with the Fourth Court of Appeals in Richmond, Va.\n\nSink Jr. worked for his father for more than five years and regularly appeared in television commercials for the firm — wearing the hallmark red tie and white shirt and going by the George Sink Jr. name.\n\nSink Jr. said his moniker didn’t become an issue until after his father fired him in February. The elder Sink then filed a trademark infringement lawsuit when his son opened his own law practice.\n\nA court filing appears to shed light on why the younger Sink was fired, with claims that his father reneged on a promise to turn the law firm over to his son. When Sink Sr. decided instead to sell the firm, the filing states, he asked his son to sign over the rights to his name for professional reasons. Sink Jr. was dismissed when he declined the request.\n\nSink Jr., a graduate of Yale and the Charleston School of Law, was working as a marketing executive in New York when his father urged him in 2013 to join his firm as a marketing employee. The younger Sink earned a law degree in 2016 and started handling client matters at his father’s firm for the next three years."}}