{"GDELT": {"GlobalEventID": 889444686, "Day": 20191127, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8959, "Actor1Code": "USACVL", "Actor1Name": "SEATTLE", "Actor1CountryCode": "USA", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 20, "NumSources": 1, "NumArticles": 20, "AvgTone": -2.4828767123287703, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20191127210000, "SOURCEURL": "http://www.federalwaymirror.com/news/homeless-vet-evicted-after-alleged-wrongful-arrest-finds-solace-at-veterans-house-in-federal-way/"}, "ARTICLE": {"TITLE": "Homeless vet evicted after alleged wrongful arrest finds solace at veterans house in Federal Way", "TEXT": "Chris Cates, (left) the housing supervisor for Multi-Service Center’s William J. Wood Veterans House, chats with Alan Clapper, the lead case manager at the facility. All employees at William J. Wood, which offers housing for homeless veterans and their families, are veterans, including Cates and Clapper. Carrie Rodriguez/staff photo\n\nEditor’s note: This is the fifth story in the Mirror’s year-long “Humanizing Homelessness” series.\n\nCharles E. Slade doesn’t own much — but he has a lot of paperwork.\n\nOn a recent Tuesday morning, the 63-year-old sits on a small vinyl couch with several bags of documents at his feet in an office at William J. Wood Veterans House, a housing community for homeless veterans and their families in Federal Way.\n\nAsk him about his accomplishments and hobbies, he pulls out his 1989 patent.\n\n“You know that light that you have in the back of your vehicle window? I’m the one that came up with the idea — there it is right there,” he points to his patent that has since expired, which explains how the rear warning lights on a vehicle are activated in response to vehicular speed.\n\nOr he sifts through a binder with dozens of photos he took of his model dollhouses that he worked on for five years that show the various rooms and features, including an intricate Ferris wheel he made out of wood.\n\n“All this stuff took thousands of hours,” Slade explained.\n\nHis military service? Here’s a copy of his discharge paperwork that states he served in the U.S. Army during the Vietnam War in 1976-1979.\n\nThere’s also police and court documents about his alleged wrongful arrest. That paperwork doesn’t explain much about how that arrest led to his unfair eviction and subsequent homelessness. But Slade is eager — and prepared — to share his story.\n\nFinding camaraderie\n\nAfter the news every night, the name of each person who was killed in Vietnam scrolled across the TV screen.\n\n“I was scared like I don’t know what,” Slade recalled. “Shoot, I didn’t want to go in the military. I went because wasn’t nobody coming back from the Vietnam War. So I said, ‘Shoot, I’d better pick my spot. What hole you want?’”\n\nThe Atlanta, Georgia native left his job in textiles making blue jeans and enlisted in the U.S. Army, where he worked in logistics. He said he was in charge of all the narcotics, gold and silver for Fort McPherson, an Army military base in Atlanta, Georgia. He also served at The Dwight D. Eisenhower Army Medical Center in Fort Gordon, Georgia.\n\n“I had a good time in the military because it was a sheltered life. It was like living in a gated community.”\n\nYou didn’t get paid much in the military back then — but you got perks. There were many places that were isolated just for soldiers “where you feel safe because we’re in a gated community,” Slade said, noting he enjoyed the camaraderie of being around other military personnel. They understood doing what is right, and the resulting consequences and discipline when they didn’t get it right, he said.\n\nHis transition from military to civilian life was difficult.\n\n“You know why it was so hard? Because as a military person, you travel around a lot and people are leeches,” he said. “And they prey on military people. They take advantage of you.”\n\nHe became addicted to drugs, developed heart problems and had to have three stents placed in his heart.\n\n“I went to treatment, got off drugs, got my heart better and was clean for seven years,” he recalled.\n\nHe began working on a model dollhouse for the National Veterans Creative Arts Competition, and then he moved into a SHAG (Sustainable Housing for Ageless Generations) senior living community in Seattle.\n\nSlade invested three thousand dollars into his model dollhouse and worked on it for three years. Then he discovered that his landlord was allegedly overcharging him for his rent. While Section 8 subsidized part of his rent, his share was $322 per month. However, he ended up paying $493 per month. He said corporate headquarters looked into it and discovered that SHAG owed him $2,000 for the over-payments.\n\nBut he believes his landlord took advantage of him and then evicted him before he had the chance to resolve the financial dispute.\n\nWrongful arrest leads to homelessness\n\n“Next thing I know, I’m in my apartment,” Slade recalled. “This lady was picking the lock. I walk out of my bedroom and me and her bump into each other.”\n\nHe tussled with the stranger. She tripped in the entryway and fell into the hallway. Slade called the police.\n\n“Police come. They go into the hallway and I think they are going to arrest her,” he said.\n\nHowever, they spoke with his landlord, who allegedly told police they were having problems with him.\n\n“The police came right back and arrested me. I’m in my apartment, OK. I’m supposed to be in my safest place. But somebody breaks in on me, now I go to jail,” he said. “It’s like this. I’m just going to call it like it is. All they seen was a woman crying and a black man standing up. They didn’t give a rat’s tail.”\n\nAccording to the police report, the woman told police she had accidentally entered the wrong apartment. However, Slade said his front door was locked and that was not the case.\n\nHe stayed one night in jail and when he got home, there was an eviction notice posted on his door that stated he had three days to vacate his apartment.\n\n“I said what? Wait a minute. What just happened? One minute, I’m in my apartment building all of my models, trying to stay out of trouble … Then I get evicted? Wait a minute, wait a minute. I had to throw everything I own — all this — in the garbage can,” he said, pointing to the binder of his dollhouse models.\n\nAfter his eviction, he left his apartment with only a sleeping bag and some food.\n\n“I’m a vet. Never been in trouble in my life. All of a sudden, how I go from being in my apartment to being homeless?”\n\nHe slept at a bus shelter in downtown Seattle for nine months. Then someone told him about William J. Wood Veterans House.\n\n“They’re like a little family to me,” Slade said. “Sometimes I want to cry because they be looking out for me.”\n\nVeterans helping veterans\n\nAll of the Multi-Service Center employees at William J. Wood Veterans House are veterans.\n\nChris Cates, housing supervisor, served in the Marines as a corporal from 1997-2001.\n\n“I like to work with veterans because you never know what kind of trauma or demons they are carrying,” he said.\n\nCates carries trauma of his own.\n\nDuring his service, he stepped on an improvised explosive device (IED) in the Middle East. His best friend grabbed his arm and said: “Either we’re going to die here together, or we’re going home together,’” he recalled, tearing up. “And he didn’t have to do that because we were the only two out there. He could’ve walked off without me, but he grabbed my arm and said we’re going home together.”\n\nThe bomb didn’t go off, but guilt has stuck with Cates over the years. He was so distraught after the incident that he left the IED there and forgot to mark it so someone could come and dispose of it.\n\n“Over the years I had this thought: I probably killed another Marine by leaving that bomb there, but could never talk about it because of my guilt. I just worked through this last year.”\n\nWorking with veterans at William J. Wood, Cates thinks about what trauma they have also gone through.\n\n“Yeah, we have all our arms and legs, but what kind of trauma happened in there?”\n\nHe also understands the transition from military to civilian life is difficult. When you come home from the military and take off your uniform, it doesn’t feel like home anymore, Cates said.\n\n“I felt more safe in the Middle East than I did home,” he added. “That felt more like home because I had my Marines with me. I never had a doubt that if something happened, that they would have my back. When you come home, it’s like, OK, I have my family but they’re treating me different, my friends are all off getting married and starting families and I’m over here like, what just happened? It feels really lonely.”\n\nCates, who has a criminal record, struggled as he transitioned back to civilian life.\n\n“It was just a tough transition for me,” he said. “That’s why I do this work. It’s not easy. But part of my personal healing is, I still see this as a way to fight for those guys who are about to come back next.”\n\nAlan Clapper, the lead case manager at William J. Wood, served in the Army as a first class sergeant from 1981-2018. He enjoys when residents share their military experiences with him.\n\n“It’s a community of veterans and we all share the same kind of background,” Clapper noted. “We all had order in our life at one time and some of us have lost that, some of us just need a little bit to get it back.”\n\nAs he listens to residents’ stories that led them to homelessness, he understands that most people are not homeless by choice.\n\n“They have a point in their life they have to make a choice: Pay your rent or fix your car,” Clapper said. “They fix their car and they lose their house and then they’re homeless. So here I try to have my guys avoid that so we try to set up budgets for them. Rent comes out first — everything else you can do whatever you want with. That’s what we try to instill in guys here.”\n\nWilliam J. Wood has 44 one, two and three bedroom units that are fully furnished and eligible for rental subsidies through the HUD VASH Program in collaboration with King County Housing Authority. Residents are responsible for paying for 30% of their rent.\n\nClapper said there are a lot of veterans in Federal Way and there is a big need for veterans housing in King County.\n\n“We deal with people who have high barriers here meaning they have a criminal charge or they have substance abuse or something that keeps them from getting on a lease, like bad credit history,” he noted. “Those are the guys that we want to take in here because we can get them the help. The whole premise of our building is to bring the veterans in and to bring the services in to help them here while they’re housed and not on the street.”\n\nOne of the challenges for residents is that some people victimize and exploit them for their money.\n\n“The outside world knows these things about veterans: They get a check and they get a lot of free stuff,” Clapper said. “And a lot of our veterans, they just want to help somebody — that’s part of what we do. So it’s hard to see somebody at the bus stop sleeping there. Why don’t you come up to my place and get a shower? And next thing you know, the guy left after a shower and took the guy’s pension for a month. It’s a work in progress.”\n\nDespite the challenges, Clapper said the success stories motivate him.\n\n“One guy tells me he used to live in a church yard in a tent for a year,” he said. “So when I see him come here and he gets an apartment and he takes care of it — that makes me feel better. That’s one guy that I know tomorrow he’s gonna wake up in a nice warm bed, with a roof over his head, he’ll have a meal and we’ve done that. We’ve allowed him to not worry about who’s going to rob him or who’s going to steal from him, because he can lock his door at night.”\n\nFinding a way forward\n\nClapper has been working with Slade for the past year-and-a-half trying to help Slade get his life on track.\n\nSlade reported the police incident that led to his arrest to the Seattle Police Accountability Board. The board on found that the arresting officers did not have on a body camera during Slade’s arrest, so they sent the officers to training on how to do that, according to Jan. 22, 2019 board documents.\n\n“But his big beef is, how did he get kicked out of his apartment before he came home [from jail]?” Clapper said.\n\nClapper sends Slade on “missions,” including to classes to get educated on renter’s rights.\n\n“Never has anybody told him that they’ve ever heard of a three-day eviction,” he said of Slade. “I don’t believe he was in the wrong. I believe he was unduly arrested and put out of his place the next day before he even got out of jail.”\n\nClapper said they are trying to find a pro bono lawyer to look at Slade’s case regarding his unfair eviction.\n\n“He really just wants an answer. Do I have a case? Or do I just put this behind me?” Clapper said.\n\nAs Slade continues to seek justice, he is also working on his sanity, he said. He would also like to one-day return to making more dollhouses.\n\n“Before, I had a passion. I spent a lot of money and a lot of time making these dollhouses,” Slade said. “And then they took what I love away … I’m mad as I don’t know what. Everybody want closure. They want the right thing done. But I have no justice.”\n\nSlade said he does have William J. Wood Veterans House, and employees like Clapper who are helping him to move forward.\n\n“Sometimes, [Clapper] come in here at 4:30 in the morning and he don’t have to be here until 7,” Slade said. “Sometimes he comes and checks on everybody. I feel safe in this building. I have some beautiful people here and if it weren’t for these beautiful people, I’d probably be somewhere I wouldn’t be proud of.”\n\nMore information\n\nWilliam J. Wood Veterans House is opening a new supply room next week for their residents to get clothing, household goods and other items they need, free of charge. They are seeking donations of new and gently used clothing, household goods, pillows, linen and more to stock the supply room. To donate, or for more information, visit mschelps.org/gethelp/housing/veterans or call 253-838-6810.\n\n\n\n\n\n"}}