{"GDELT": {"GlobalEventID": 889443645, "Day": 20191127, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8959, "Actor1Code": "COP", "Actor1Name": "RIOT POLICE", "Actor1Type1Code": "COP", "Actor2Code": "OPP", "Actor2Name": "ACTIVIST", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.51826792963464, "Actor1Geo_Type": 0, "Actor1Geo_CountryCode": "GG", "Actor1Geo_ADM1Code": "GG", "Actor1Geo_Long": 42.0, "Actor1Geo_FeatureID": "GG", "Actor2Geo_Type": 0, "Actor2Geo_CountryCode": "GG", "Actor2Geo_ADM1Code": "GG", "Actor2Geo_Long": 42.0, "Actor2Geo_FeatureID": "GG", "Action2Geo_Type": 0, "Action2Geo_CountryCode": "GG", "Action2Geo_ADM1Code": "GG", "Action2Geo_Long": 42.0, "Action2Geo_FeatureID": "GG", "DATEADDED": 20191127210000, "SOURCEURL": "https://oc-media.org/one-man-shot-dead-and-three-more-injured-in-georgia-s-pankisi-valley/"}, "ARTICLE": {"TITLE": "One man shot dead and three more injured in Georgia’s Pankisi Valley", "TEXT": "One man shot dead and three more injured in Georgia’s Pankisi Valley\n\nOne man has been shot dead and three more hospitalised after a conflict broke out between two families in Georgia’s Pankisi Valley.\n\nThe incident occurred on Wednesday afternoon in the village of Sakobiano after members of the Mutoshvili and Kavtarashvili families gathered in the village centre earlier that day.\n\nLocal environmental activist Luisa Mutoshvili, who said the deceased, Malkhaz Mutoshvili, was her uncle, told Georgian news agency IPN that the conflict was not personal.\n\n‘This is a conflict that started over the construction of hydropower plants. People who lobbied for HPPs [Hydroelectric power plants] in the region, with the government and the police at their backs, killed a man who was against constructing HPPs. The people openly lobbying this issue in the region are the Kavtarashvilis and Pareulidzes’, Mutoshvili said.\n\nShe added that the conflict started ‘1-2 months ago’.\n\nFollowing the deadly shootout, Khaso Khangoshvili, the head of the Council of Elders — a traditional ruling body in the valley — denied it was related to hydropower plants. He said it originated from a conflict between two young people three months ago.\n\nThe Interior Ministry has launched an investigation for ‘premeditated murder’.\n\nControversial plants\n\nTwo planned hydropower projects in Pankisi Valley, Khadori 3 and Samkuristskali 2, have been a source of controversy between the government and many local residents.\n\nThe sudden resumption of construction on Khadori 3 in the village of Birkiani in April triggered a protest, resulting in clashes between a group of local activists and riot police.\n\n[Read more on OC Media: Georgian riot police deploy rubber bullets and tear gas in Pankisi hydropower protest]\n\nGeorgian Prime Minister Giorgi Gakharia, then the Interior Minister, met a wave of criticism for using special police forces to secure the ‘safety of construction workers’. Despite Gakharia’s vow to do so, no one was prosecuted for attacking riot police officers.\n\nGeorgian rights group the Human Rights Education and Monitoring Centre (EMC) has mounted multiple legal challenges to halt construction of Khadori 3 and Samkuristskali 2. The cases are pending.\n\nRepresenting local residents opposed to Khadori 3, EMC argued that Akhmeta Municipality had issued a construction permit for the dam based on an incomplete Environmental Impact Assessment report by Georgia’s Environmental Protection Ministry.\n\nIn a later report on government policies in Pankisi, EMC described the government’s infrastructural projects there as failing to involve or employ local residents. They also criticised the authorities for approaching the region only ‘from a security angle’.\n\nMany residents of Pankisi Valley, which is populated mainly by ethnic Kists, have maintained that they never consented to the latest HHP projects in their region. However, resistance to the projects has not been unanimous and has been a source of friction among the local population.\n\nIn early November, Khaso Khangoshvili claimed that following the incident in April over Khadori 3, the government had halted planned investments in the region."}}