{"GDELT": {"GlobalEventID": 889444711, "Day": 20191127, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8959, "Actor1Code": "USAELI", "Actor1Name": "PITTSBURGH", "Actor1CountryCode": "USA", "Actor1Type1Code": "ELI", "Actor2Code": "JUD", "Actor2Name": "FEDERAL COURT", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.72519083969466, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_Lat": 40.5773, "Actor1Geo_Long": -77.264, "Actor1Geo_FeatureID": "PA", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Regent Square, Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_Lat": 40.4278, "Actor2Geo_Long": -79.8998, "Actor2Geo_FeatureID": "1202828", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.5773, "Action2Geo_Long": -77.264, "Action2Geo_FeatureID": "PA", "DATEADDED": 20191127210000, "SOURCEURL": "https://www.wesa.fm/post/whistleblower-sues-pittsburgh-arts-group-over-firing"}, "ARTICLE": {"TITLE": "Whistleblower Sues Pittsburgh Arts Group Over Firing", "TEXT": "A former employee of Pittsburgh Center for Arts & Media (PCAM) has sued the group in federal court, alleging she was fired for blowing the whistle on some $250,000 in misspending, and due to age discrimination.\n\nIdeliza Medina, a former director of finance and controller for the group, filed the suit Oct. 10. She filed an amended complaint Nov. 21. Four days later, the nonprofit group abruptly announced mass layoffs, and the closure of such longtime cultural assets as its signature arthouse-movie venue, the Regent Square Theater, and Shadyside’s landmark, yellow Marshall Mansion, which housed galleries and classrooms. (PCAM has also ceased running downtown's Harris Theater, owned by the Pittsburgh Cultural Trust. Exhibits and the holiday gift shop at the Marshall building will remain open through Dec. 31.)\n\nThe group, which plans to continue its art classes and youth summer camps in other buildings, cited shaky finances as the reason for the cutbacks.\n\nMariah L. Passarelli, the attorney representing PCAM, declined to comment on the suit. Medina's attorney, Charles Lamberton, did not return messages seeking comment by deadline.\n\nMedina, 76, was hired by Pittsburgh Filmmakers in 2000. (Filmmakers merged with Pittsburgh Center for the Arts in 2006, and the group renamed itself PCAM this year.) Medina was fired this past May – just days, she alleges in her suit, after submitting a “Report of Mismanaged Administrative Spending” to Rick Perchalski, vice president of the group’s board.\n\nAccording to the suit, originally filed Oct. 10, Medina had documented about $18,600 in “unnecessary operating expenses as a result of poor or absent planning”; about $97,200 in “operating expenses incurred as a result of the negligence of mismanagement of [the group’s] administration”; and some $133,200 in “redundant operating expenses incurred because of incompetent decisions” by administration.\n\nThe suit included 37 pages of receipts and other documentation. In one instance, the suit alleges, about $9,700 was paid to an electrician for repairs to a gallery and storage space in the Marshall building that were “unnecessary” because, “[d]ue to poor communication and poor planning,” the repairs were done in the wrong room.\n\nMedina’s report singled out “wasteful operating expenses incurred and decisions made by” PCAM’s chief administrative officer, Dorinda Sankey, a veteran Filmmakers employee who had headed the group since late 2018. Sankey was among those let go by the group this week.\n\nThe suit alleges that the “wasteful spending” was paid from an account that included $230,000 in funds awarded by the Allegheny Regional Asset District (funded by the county’s 1 percent sales tax) and $58,000 from the Pennsylvania Council for the Arts.\n\nMedina’s suit alleges that John Fleming, a co-worker who helped her prepare the report, shared the information in it with Sankey. According to the suit, when Medina was laid off, Sankey told the board it was because Medina's position as controller had been eliminated, but then replaced her with Fleming, a recent hire who was 25 years old.\n\nFor PCAM’s alleged violation of federal age-discrimination laws, the suit seeks damages including back pay and benefits with interest, reinstatement in former position, and reimbursement of legal expenses.\n\nFor alleged violation of the state’s whistleblower-protection law, Medina seeks damages including payment for unused vacation time."}}