{"GDELT": {"GlobalEventID": 889444688, "Day": 20191127, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.8959, "Actor1Code": "USACVL", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "CVL", "Actor2Code": "GOV", "Actor2Name": "LAW OFFICER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.78956943602183, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Mississippi, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMS", "Actor1Geo_Lat": 32.7673, "Actor1Geo_Long": -89.6812, "Actor1Geo_FeatureID": "MS", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Mississippi, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMS", "Actor2Geo_Lat": 32.7673, "Actor2Geo_Long": -89.6812, "Actor2Geo_FeatureID": "MS", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Mississippi, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMS", "Action2Geo_Lat": 32.7673, "Action2Geo_Long": -89.6812, "Action2Geo_FeatureID": "MS", "DATEADDED": 20191127210000, "SOURCEURL": "https://www.polygon.com/tv/2019/11/27/20984352/watchmen-superman-lone-ranger-african-american-history"}, "ARTICLE": {"TITLE": "Watchmen confronts the erasure of African American history", "TEXT": "After spending five hours stacking question on top of question, “This Extraordinary Being” was the most daring and clear-eyed episode of Watchmen yet.\n\nThe sixth episode of the HBO series not only unveiled the identity of Judd Crawford’s killer, but also that of Hooded Justice, one of the few crossover characters from the original comic. The revelations snap a lot of the series’ meaning into focus, particularly in the show’s strident dissection of race.\n\n[Ed. note: This post contains major spoilers for Watchmen episode 6.]\n\nThere’s a long tradition of Black history being overwritten by white American culture, the truth buried for the sake of a safer and more palatable legend. In the world of Watchmen, Hooded Justice is a foundational figure, a founder of the Minutemen, and cornerstone of costumed crime fighters in the US as “the first masked adventurer.” As we know from the fictional American Hero Story, he’s also assumed to be white. After episode 6, Watchmen is now the story of obscurement of African-American history, first through the eradication of ancestral knowledge, then through the suppression of injustices like that of the Tulsa massacre and similar untold crimes committed during America’s post-Reconstruction era in order to prevent Black self-determination. That silencing extends into the modern era, with things as seemingly innocuous as the appropriation of stories like that of William Reeves.\n\nThe Watchmen premiere created a parallel between William and the legendary Bass Reeves, the first Black deputy U.S Marshal west of the Mississippi. The film playing during the massacre opens with a screen version of the law officer arresting a corrupt white sheriff, who stole from an Oklahoma community. It concludes with Reeves (whose outfit is styled to look like that of Hooded Justice) assuring the populace to “trust in the law,” for the law supposedly will protect the righteous and the innocent in the end. But William will soon learn better; episode 6 explored the capability of the individual striving for collective justice, and the limitations of one person working for positive change within a system rigged against them.\n\nA couple of decades after he escaped the Tulsa massacre, William adopted the surname Reeves, and further trusts in the law by becoming a cop. “They gave you a gun and a stick — what are you gonna do with them?” asks William’s wife, who also escaped Tulsa in 1921. It’s spoken out of fear of where William’s anger might lead, but it also alludes to his limitations as a Black police officer.\n\nNot long after, a black officer congratulates William’s admission to the police force by whispering the vague, ominous warning “beware the Cyclops”, in reference to the “third eye” symbol that secret Klu Klux Klan members signal to each other. The reality of being a Black police officer sets in quickly; after pushing for the arrest of a racist arsonist, Williams gets jumped by his supposed fellow officers. The soul of the Klan is everywhere: obvious in the riders in the Tulsa massacre, bubbling underneath William’s police force, and alive and well in contemporary political groups, as Senator Joe Keene’s involvement in the white supremacist group The Seventh Kavalry helps us understand.\n\nIn the episode’s most harrowing scene, the cops mockingly lynch Will before he can detect the conspiracy. As he walks back home, with the noose and hood still around his neck, he comes across a mugging, waiting a beat before donning the hood and attacking the criminals. In this moment, the show’s point begins to snap into focus: the history of the Minutemen, the saga of Watchmen’s costumed characters, almost everything that happened in the TV sequel is because of William. Angela is the inheritor of the history.\n\nBut nobody knows this. William purposefully obscured his role in history by painting his brow and around his eyes to create the illusion of whiteness, so his violent actions become socially acceptable. But even when he is recruited to the Minutemen, Captain Metropolis’ pressures him to never reveal his identity. It’s not for his safety, but for Metropolis’.\n\nOnce an amusing, seemingly throwaway satire of Ryan Murphy shows and Zack Snyder’s own Watchmen movie, the show-within-a-show American Hero Story now has a more potent point in the fabric of Damon Lindelof’s series. Even though the historical Bass Reeves is all-but-confirmed as inspiration behind The Lone Ranger (a character whose earliest portrayals also had him in a full face mask, mirroring William), the character has always been portrayed as white. Hooded Justice is his generation’s Bass Reeves, and in turn, is portrayed as a white man in episodes of American Hero Story, played by a brooding Cheyenne Jackson (of Ryan Murphy show fame). Crucially, neither version erases Hooded Justice’s sexuality and his relationship with Captain Metropolis, though one portrayal is more sensitive than the other.\n\nThe revelation also solidifies William’s arc as a dark mirror of the Superman mythos, in a way that things like Doomsday Clock (the ongoing Geoff Johns Watchmen/mainline DC crossover) could only dream of. And like William Reeves, Superman is also a reflection of a minority experience of America, created by two Jewish writers Jerry Siegel and Joe Shuster as a power fantasy in a time of intense anti-semitism.\n\nIn those original stories, Superman aggressively targeted entities like lynch mobs and corrupt politicians. He actively fought for social change, even taking radical measures (that now seem misguided) like leveling property in an attempt to force the government to provide better housing for the poor, fighting the National Guard as he did so. Later on, in a story that echoes through the climax of “This Extraordinary Being”, he fought the Klan. But his targets have since changed; as of Zack Snyder’s Man of Steel, the most prominent portrayal of Superman fights for the US Military. Looking at it this way, Hooded Justice and his retcon asks how the superhero fantasy applies to minorities, the idealism and quest for civil rights becoming gradually overwritten to better suit the establishment. Hooded Justice becomes immortalized as a ‘white’ man, while Superman takes up a fight for ‘the American way,’ a phrase only linked to him at the height of the Cold War; and not by his first generation immigrant creators, but by the makers of his radio serial.\n\nDid Alan Moore know where Jefferson and Lindelof might go with their Watchmen sequel? A recently unearthed interview with the comic writer linked modern nostalgia for superhero stories to what he calls the “first superhero story,” DW Griffith’s Birth of a Nation. Both Moore and the Watchmen show wonder at the extent to which the ideals of white power and the white Übermensch have bled into superhero fiction, and whether we’re too blinded by regressive nostalgia to realise it. That Angela is using a drug called Nostalgia to recall the actions of her grandfather spells it out even more clearly: The idealized America of the past, so often pined for, is a false history built from ideals that are inherently corrupt and predicated on the suffering of others. Nostalgia is often a symptom of a fear of change, and Lindelof uses Watchmen to critique the conservative nature of this worldview. The evocation of the past is only ever violent.\n\nThe revelation of William’s past as a survivor of the Greenwood Massacre and subsequently as Hooded Justice crystallises the show’s main aim, drawing attention to erased or forgotten Black history, particularly the reactionary political violence that followed the era of Reconstruction (a moment which gave rise to the KKK) — terrorism orchestrated to dissuade Black voters, destructive events of such a calibre that the scars are still felt today. Lindelof’s dramatization of the widely-forgotten Tulsa massacre also recalls another major modern day instance of a black community assaulted by air-to-ground bombing: the police assault on MOVE in Philadelphia in 1985, which was also practically erased from public memory. Bass Reeves and William Reeves are the harbingers of a once suppressed, now resurgent African American history. William, a survivor of an atrocity from which bodies are still being uncovered, dons the tools and symbols of his oppressors and tormentors and forms them into a weapon.\n\nThe episode also fundamentally changes the dynamic of the Minutemen themselves, not just in the show but but in Moore and artist Dave Gibbons’ work, as the Hooded Justice retcon alters our perception. While the original portrayal of the group was far from virtuous (lest we forget The Comedian), Jefferson and Lindelof highlight the group’s inherent corruption from the beginning. It’s clear that the Minutemen were never really about justice, it was a white power fantasy. William’s history and mission of righteous vengeance jeopardises this fantasy, and so Captain Metropolis insists he keeps the mask on, and the group remains white only, as their appropriation of his image is completed. The Minutemen supplements in various issues of Watchmen always had an undercurrent of hearsay and unreliable sourcing to them, Lindelof’s take on the group exposes a cold reality.\n\nWill’s desire for real justice is stifled by the deeply entrenched institutional racism of post-Reconstruction America, reactionaries resisting the idea of Black self-determination. His desire to accomplish justice according to what’s morally right begins to clash with what’s allowed by the eyes of law, the “Cyclops” adding a secret perspective, aware of the white supremacist machinations at play in their work. So in response, like the original portrayal of Superman or the real Lone Ranger before him, William decided to be the one who would hold corrupt white law to account, as if to directly answer the famous (altered and repurposed Latin) refrain of Moore’s book: Who watches the Watchmen?"}}