{"GDELT": {"GlobalEventID": 889988817, "Day": 20191130, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.9041, "Actor1Code": "AUSCVL", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.23452768729642, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20191130173000, "SOURCEURL": "https://thetechportal.com/2019/11/30/facebook-corrective-label-singapore-fake-news-law/"}, "ARTICLE": {"TITLE": "In a first, Facebook controversially issues corrective label on user’s post under Singapore fake news law", "TEXT": "Facebook said today, that it has now issued a correction notice on a user’s post at the request of the Singapore government. However, the company has called for a measured approach to the implementation of a new “fake news” law in the city-state.\n\nThe correction label was embedded at the bottom of the original post without any alterations to the text. In a notice, which is visible to Singapore users, it reads: “Facebook is legally required to tell you that the Singapore government says this post has false information.”\n\nThe Singapore government said that it had instructed Facebook “to publish a correction notice” on a Nov. 23 post which contained accusations about the arrest of a supposed whistleblower and election rigging.\n\nSingapore Government, which is due to face a general election within months, said the allegations were “false” and “scurrilous” and initially ordered user Alex Tan, who runs the States Times Review blog, to issue the correction notice on the post.\n\nBut Alex Tan refused to do so saying he is an Australian citizen. However, it is being reported that he is now under investigation. Even now, when Facebook has issued the notice, some Singapore users said they could not see the correction notice.\n\nThis fresh law from Singapore was in the making for the last two years and was implemented last month. Facebook’s correction notice is the first instance of the law being practically implemented. The law states, that the Government can demand Facebook to publish “corrections” when directed to do so. The penalties for violating the law range from prison terms of as much as 10 years or fines up to S$1 million."}}