{"GDELT": {"GlobalEventID": 889988961, "Day": 20191130, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.9041, "Actor1Code": "CVL", "Actor1Name": "VOTER", "Actor1Type1Code": "CVL", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.93939393939394, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_Lat": 40.3736, "Actor1Geo_Long": -82.7755, "Actor1Geo_FeatureID": "OH", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Arkansas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAR", "Actor2Geo_Lat": 34.9513, "Actor2Geo_Long": -92.3809, "Actor2Geo_FeatureID": "AR", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20191130173000, "SOURCEURL": "https://arktimes.com/arkansas-blog/2019/11/30/public-school-champions-fire-back-at-new-york-times-misleading-charter-school-report"}, "ARTICLE": {"TITLE": "Public school champions fire back at New York Times’ misleading charter school report", "TEXT": "Two public school champions have fired back at a remarkably one-sided New York Times article this week on a supposed backlash from black voters about Democratic presidential candidates’ criticism of charter schools.\n\nAdvertisement\n\nMost Democratic candidates have been critical of the billionaire-funded charter school movement for the usual reasons: Encouraging segregation, lack of accountability, scheming profiteers and, most of all, a lack of demonstrated education benefits.\n\nThe Times article was nearly propaganda, leaving an impression of overwhelming support for charters among black voters.\n\nAdvertisement\n\nNot so, say Diane Ravitch, the public school champion, and Robert Kuttner of the progressive American Prospect. Writes Ravitch of the supposed universal turn of black and brown parents against critics of charters:\n\nThis is not true. Black parents in Little Rock, Arkansas, are fighting at this very moment to stop the Walton-controlled state government from controlling their district and re-segregating it with charter schools. Jitu Brown and his allies fought to keep Rahm Emanuel from closing Walter Dyett High School, the last open enrollment public high school on the South Side of Chicago; they launched a 34-day hunger strike, and Rahm backed down. Jitu Brown’s Journey for Justice Alliance has organized black parents in 25 cities to fight to improve their neighborhood public schools rather than let them be taken over by corporate charter chains. Black parents in many other districts–think Detroit–are disillusioned with the failed promises of charter schools. Eve Ewing wrote a terrific book (Ghosts in the Schoolyard: Racism and School Closings on Chicago’s South Side) about resistance by parents, grandparents, students, and teachers in the black community to Rahm Emanuel’s mass closings of public schools to make way for charter schools; Ewing called their response “institutional mourning.” When Puerto Rico teetered on the verge of bankruptcy, parents, teachers, and students rallied against efforts to turn the Island’s public schools over to charter chains.\n\nRavitch writes of the lack of proof of charter advocates’ claims of long waiting lists to enroll in such schools. We’ve heard that claim repeatedly here, but with no proof. Are lists renewed each year? Do they include students have received placements or are no longer interested? Are seats open in schools claiming waiting lists? We don’t know.\n\nAdvertisement\n\nRavitch suggests:\n\nPerhaps the Times will now interview Dr./Rev. Anika Whitfield in Little Rock to learn about the struggles of Grassroots Arkansas to block the Walton campaign to destroy their public schools. Perhaps its reporters will interview Jitu Brown to hear from a genuine civil rights leader who is not funded by the Waltons or the Bradley Foundation or Betsy DeVos. Perhaps they will dig into the data in Ohio, where 2/3 of the state’s charter schools were rated either D or F by the state in 2018, and where the state’s biggest cyber charter went into bankruptcy earlier this year after draining away over $1 billion from public schools’ coffers. Perhaps they will cover the news from New Orleans, the only all-charter district in the nation, where the state just posted its school scores and reported that 49% of the charters in New Orleans are rated either D or F. Perhaps they will cover the numerous real estate scandals that have enabled unscrupulous charter operators to fleece taxpayers.\n\nKuttner’s take was similar:\n\nThe piece reads as if it were dictated by the charter school lobby. Read the story very carefully, if you bother to read to the end, and you will learn that some black and Hispanic voters see charters as a good alternative to public schools, while others are concerned that charters, which serve only a fraction of minority kids, drain resources from the larger number of kids in public schools, as the Prospecthas documented. And if you read all the way to paragraph 38 (!), you will learn that according to a poll by Education Next, a journal that supports charters, black opinion on charter schools is in fact evenly divided, 47 percent supportive to 47 percent opposed. But that kind of nuance doesn’t get your story on the front page, while quoting fervent charter school activists and making unsupported generalizations does. Other 2017 polling by Peter Hart Associates showed that large majorities of voters, black and white, oppose shifting funds from public schools to charters. Black parents were opposed, 64 to 36. Hart’s Guy Molyneux says there’s no evidence that these views have changed. Does the Times have fact-checkers? Editors? Do they hold writers accountable?\n\nHere in Arkansas, we are familiar with media that pump pro-charter propaganda.\n\nChristmas idea: Ravitch’s new book taking on the forces hoping to privatize public education. A charter school is essentially a private school operated with public money, free of the regulations that apply to most true public schools and relieved of the responsibility of coping with the hardest student cases."}}