{"GDELT": {"GlobalEventID": 889988732, "Day": 20191130, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.9041, "Actor2Code": "IGOUNO", "Actor2Name": "UNITED NATIONS", "Actor2KnownGroupCode": "UNO", "Actor2Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.8955223880596981, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Chile", "Actor2Geo_CountryCode": "CI", "Actor2Geo_ADM1Code": "CI", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": -71.0, "Actor2Geo_FeatureID": "CI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Chile", "Action2Geo_CountryCode": "CI", "Action2Geo_ADM1Code": "CI", "Action2Geo_Lat": -30.0, "Action2Geo_Long": -71.0, "Action2Geo_FeatureID": "CI", "DATEADDED": 20191130173000, "SOURCEURL": "http://www.china.org.cn/world/Off_the_Wire/2019-12/01/content_75464826.htm"}, "ARTICLE": {"TITLE": "PM visits COP25 venue as Spain \"hands over\" IFEMA to UN for coming 2 weeks", "TEXT": "You are here:\n\n视频播放位置 下载安装Flash播放器\n\nMADRID, Nov. 30 (Xinhua) -- Spain's acting Prime Minister Pedro Sanchez on Saturday visited the IFEMA exhibition center in Madrid which will be the venue for the 2019 UN Climate Change Conference COP25 slated for Dec. 2-13.\n\nThe 113,000 square meters that COP25 will occupy at IFEMA have been prepared in just a month since Spain offered to host the event after social unrest in Chile saw the Chilean government step down as host, although it will still preside over the conference.\n\nDuring his visit, Sanchez looked over the finishing touches for the event, which has been prepared by around 8,000 workers, 2,000 of whom volunteers, for the 25,000 delegates expected to attend the event.\n\nFollowing his visit, the Spanish leader tweeted that COP25 is \"vital to achieve more ambitions, fairer and more inclusive climate action\", adding that the preparation work was another demonstration of Spain's commitment to the fight against climate change.\n\nDuring the visit, Sanchez was accompanied by Spain's acting Minister for Ecological Transition Teresa Ribera, Chilean Minister for the Environment Carolina Schmidt, and Patricia Espinosa, executive secretary of the United Nations Framework Convention on Climate Change.\n\nThe three took part in a brief ceremony to \"hand over\" the IFEMA installations to the United Nations for the duration of the COP25 conference.\n\nRibera said the conference will need \"to be convinced of the willingness to generalize and to speed up global action\" to stop climate change.\n\nMeanwhile, Espinosa highlighted that a model of sustainable growth for the whole world will demand major changes. \"It won't happen from one day to the next,\" she said, stressing that it demands \"decisions which are taken today so they can affect tomorrow.\"\n\n\"We have to change everything, our means of production, transport and the way in which we eat,\" she noted. Enditem"}}