{"GDELT": {"GlobalEventID": 889989563, "Day": 20191130, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.9041, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.86335403726708, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_Lat": 39.8647, "Actor1Geo_Long": -86.2604, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20191130173000, "SOURCEURL": "https://www.indystar.com/story/entertainment/dining/bars/2019/11/30/craft-beer-startup-brings-1st-time-flavors-indy-short-stints/4290166002/"}, "ARTICLE": {"TITLE": "Craft beer startup brings first-time flavors to Indianapolis in short stints", "TEXT": "With craft beer thriving locally and bars offering dozens of styles on tap, it's no surprise consumers want more.\n\nA thirst for variety even has a nickname within the industry: \"rotation nation.\"\n\n\"Customers are always saying, 'What’s your latest beer?' 'What’s new this week?' \" said Steve Kwapil, co-founder of a Wisconsin company offering something new to distributors, retailers, breweries and their fans.\n\nGuest Brewer, an initiative of Kwapil's Brew Pipeline startup, brings first-time flavors to markets in short stints. Visiting beers are available for 30 days, an approach that transforms \"rotation nation\" from a liability to a strength.\n\nIndianapolis is one of the latest Guest Brewer cities, with styles from Minnesota brewery Surly and California brewery Chihuahua popping up at bars, restaurants, liquor stores and other retail sites.\n\nKwapil, who helped launch Brew Pipeline in May 2018, said the goal is to complement an area's emphasis on local craft beer \"by sprinkling in some of the best\" of what's not available.\n\n\"Ninety percent of the best beers aren’t in Indiana,\" he said. \"It’s a statistical fact.\"\n\nKwapil, who worked for Anheuser-Busch for more than 30 years, said bars and stores are susceptible to trends in which new beers are popular until that popularity fades.\n\n\"As a distributor, I’d bring a brewer in and they’d get that huge bump the first few months,\" he said. \"Then it drops off, just like a lot of consumer products.\"\n\nGuest Brewer's \"exit strategy\" allows new beer companies to connect with customers every month.\n\nHow it works\n\nGuest Brewer identifies breweries that don't have a presence in a specific market. Surly beer, for instance, is sold in eight states but not in Indiana. Chihuahua beer is sold in California and Florida.\n\nIn Indianapolis, Zink Distributing is Guest Brewer's partner in getting beer to bars and retailers.\n\n\"We handle compliance and registration,\" Kwapil said of Guest Brewer's role in adhering to state regulations, transportation protocols, barrel guidelines and distributor contracts.\n\nGuest Brewer promises fresh inventory, and breweries aren't required to stay out of cities once the 30-day cycle is complete.\n\nThe shelf space battle\n\nKwapil said visiting breweries appreciate access to shelf space at liquor stores and grocery stores, where competition can be fierce.\n\n\"Shelf space is never set,\" he said. \"You have your mainstays, and then you have this huge section that constantly turns over,\" he said. \"It’s not something new, and it probably won’t end anytime soon.\"\n\nFrom Indiana to elsewhere\n\nIn 2020, Guest Brewer will partner with Indianapolis-based Sun King Brewery to place Sun King's Grapefruit Jungle IPA in more than 30 states.\n\nA Brew Pipeline initiative titled Cellar already includes Bloomington-based Upland Brewing Co. Focused on barrel-aged beers and small-batch offerings, Cellar makes Upland's oak-aged sour styles available in 18 states spanning Washington to Maine.\n\nEnticing you to give it a try\n\nGuest Brewer is more than halfway toward its goal of bringing beer to 100 cities.\n\n\"The top 100 markets sell 80 percent of the craft beer in the United States,\" Kwapil said.\n\nTo bring attention to brands coming into bars and stores, Guest Brewer will use signs to note a company's accolades.\n\nSurly's Axe Man IPA can be touted for its 99-out-of-100 rating at at beeradvocate.com. In June, Chihuahua's El Primero collected a gold medal among American-style lagers at the San Diego International Beer Competition.\n\n\"That makes the customer more comfortable,\" Kwapil said. \" 'Hey, I’m not wasting my money by trying this beer from out of town.' \"\n\nIndianapoLIST:Obsessed with Indianapolis? Subscribe to our newsletter\n\nContact IndyStar reporter David Lindquist at 317-444-6404 or dave.lindquist@indystar.com. Follow him on Twitter: @317Lindquist."}}