{"GDELT": {"GlobalEventID": 889989141, "Day": 20191130, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.9041, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "PHLGOV", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.08991825613079, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manila, Manila, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPD9", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.6042, "Actor1Geo_Long": 120.98200000000001, "Actor1Geo_FeatureID": "-2437894", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20191130173000, "SOURCEURL": "http://manilastandard.net/news/national/311401/vp-leni-sara-told-don-t-seek-presidency.html"}, "ARTICLE": {"TITLE": "VP Leni, Sara told: Don’t seek presidency", "TEXT": "President Rodrigo Duterte advised Vice President Leni Robredo not to run for president in the 2022 polls, calling her clueless days after firing her as co-chairperson of the Inter-Agency Committee on Anti-Illegal Drugs. The President likewise ruled out the possibility of his daughter, Davao City Mayor Sara Duterte-Carpio will seek the presidency after he completes his term. “Leni, don’t seek to cross over to the presidency. You don’t know anything,” he said in an interview with CNN Philippines late Friday night. Duterte earlier accused Robredo of making “an asshole of herself” when she had reached out to foreign entities critical of the administration’s anti-narcotics campaign. He also belittled Robredo, a fellow lawyer, for having to take the Bar exams twice. Duterte fired Robredo as co-chair of the ICAD, 18 days since she assumed the post after insisting there can be no trust between them since they belong to opposing political parties. Robredo, however, said she will disclose matters she had discovered during her short-lived stint in ICAD. “In the coming days, I will give a report to the people. I will reveal what I discovered and my recommendations,” Robredo said.“I assure you that even if I was stripped of the position, my determination to stop the killings, to make those accountable pay and to win our campaign against illegal drugs remains,” she added. Meanwhile, the President also assured the public that his daughter will not seek the highest public office in 2022. “I told her, ‘No, do not run.’ She will not run because I told her I will just end up pitying her. What will she do? These fools who think they are bright will think of all kinds of scenarios,” he said. “I don’t like that. I would rather have someone else run for the presidency because they will just destroy and besmirch the reputation of my daughter,” he added. Duterte-Carpio earlier floated the possibility of gunning for the presidency as she promised to make a decision by January 2021. “My party-mates do not talk to me about politics. They know I easily get peeved,” the President said."}}