{"GDELT": {"GlobalEventID": 889988953, "Day": 20191130, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.9041, "Actor1Code": "CVL", "Actor1Name": "CITIZEN", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.2330623306233095, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 90.0, "Actor1Geo_FeatureID": "BG", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 90.0, "Action2Geo_FeatureID": "BG", "DATEADDED": 20191130173000, "SOURCEURL": "https://www.ndtv.com/india-news/assam-citizens-list-nrc-helped-lower-infiltration-from-bangladesh-says-border-security-force-2141342"}, "ARTICLE": {"TITLE": "Citizens' List Helped Lower Infiltration From Bangladesh: Border Force", "TEXT": "The Border Security Force said the number of illegal migrants from Bangladesh has been less\n\nAt a times when the ongoing NRC updation process in Assam is in a crucial state and the state is witnessing protests against the Citizenship (Amendment) Bill, the Border Security Force (BSF) that guards the 262-km-long border with Bangladesh in Assam, has said illegal infiltration from Bangladesh is almost \"negligible\".\n\nSeveral civil society groups feel that the Citizenship Bill would give a fresh impetus to illegal influx of migrants from neighbouring Bangladesh.\n\nThe BSF said the National Register of Citizens has actually \"helped\" in decreasing the trend of illegal influx.\n\nOn its Raising Day, the BSF has once again assured the people of Assam and the north-east that there is no apprehension of escalation of illegal incursion from Bangladesh, and if it happens, the force is fully prepared to nab illegal migrants on the border.\n\n\"NRC was an exercise to find out who is a genuine Indian and who is not. Our troops have also carried out duties for the NRC with other central forces. Now the process of NRC updation has actually helped us as we observed that infiltration bid from across Bangladesh border has been almost zero,\" the IG of the Guwahati frontier of BSF Piyush Mordia told NDTV on Saturday.\n\n\"Now people know that our country doesn't allow infiltrators and that we will go hard at them. There are no reasons to be apprehensive since we are at the border to make sure no illegal infiltration takes place,\" he said.\n\nHe said the border guards intensified patrolling along the India-Bangladesh border in the state during the updation process of NRC.\n\n\"We had increased alertness so that infiltrators do not come in and we do not have any proof that there has been infiltration from the neighbouring country during the (NRC) updation process,\" he said.\n\nAccording to BSF records, 27 Bangladeshi nationals and 185 Indians during the last one year in the Guwahati frontier sector were arrested for infiltration attempts and most of them were involved in cattle smuggling."}}