{"GDELT": {"GlobalEventID": 889989373, "Day": 20191130, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.9041, "Actor1Code": "NOR", "Actor1Name": "NORWAY", "Actor1CountryCode": "NOR", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.10131712259372, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Norway", "Actor1Geo_CountryCode": "NO", "Actor1Geo_ADM1Code": "NO", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "NO", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "NO", "DATEADDED": 20191130173000, "SOURCEURL": "https://www.newsadvance.com/news/local/bedford-fire-and-rescue-offers-christmas-tree-tips-and-tricks/article_838effa4-a110-52b0-986e-0d499b30bf1b.html"}, "ARTICLE": {"TITLE": "Bedford Fire and Rescue offers Christmas tree tips and tricks", "TEXT": "But some of the most important fire safety steps come after you select the tree, Bedford County Fire Marshal Leo George said.\n\nGeorge said they always see an increase in fires during this time of the year — usually not because of Christmas trees, but because of hazards like wood stoves, space heaters and chimneys that have not been properly cleaned.\n\nAlthough Christmas tree fires are not common, when they do occur they are dangerous — on average, one of every 52 reported home Christmas tree fires resulted in death, according to statistics from the NFPA.\n\nOne of the most important steps to prevent a fire hazard is the “fresh cut” — or cutting about two inches from the base of the trunk before you place the tree in the stand. Though the tree has already been cut from the field, this ensures that the pores are open to absorb the water and stay healthy.\n\nPlacement also is crucial, said George. The tree should be placed away from any radiators, heat vents, candles or other heat sources. Faulty Christmas lights also could cause a safety hazard."}}