{"GDELT": {"GlobalEventID": 890049663, "Day": 20191201, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9068, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.44827586206897, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191201054500, "SOURCEURL": "https://www.wisn.com/article/police-investigate-shooting-crash/30063229"}, "ARTICLE": {"TITLE": "Police investigate shooting, crash", "TEXT": "Police investigate shooting, crash Milwaukee police are investigating a shooting that appears to involve a crash and three scenes. Share Shares Copy Link Copy\n\nHide Transcript Show Transcript\n\nWE BEGIN WITH BREAKING NEWS. A LARGE POLICE PRESENCE AFTER A SHOOTING, AND CAR CRASH AT 26TH AND HOPE IN MILWAUKEE 12 NEWS’ KENT WAINSCOTT JOINS US THERE LIVE TELL US? >> THE DEVELOPING SEEN IT THREE DIFFERENT LOCATIONS. THIS IS ONE OF THE LOCATIONS. YOU CAN SEE MILWAUKEE FIREFIGHTERS CLEANING UP THE REMNANTS OF WHAT WAS AN ACCIDENT. YOU CAN SEE THIS PICKUP TRUCK WAS SMASHED. THIS IS FROM EARLIER. THERE WAS A SMALL CAR THAT IT HIT THIS PICKUP AND HAD PUSHED BOTH OF THEM TO TE LAWN. POLICE SURROUNDED THOSE VEHICLES. THEY WERE MOVING EVIDENCE FROM THAT SMALL CAR. IT HAS NOW BEEN TOWED AWAY. THIS APPEARS TO BE THE CENTRAL POINT OF THIS INVESTIGATION. IT CAME IN SHORTLY AFTER 3:00 HERE. ANOTHER SHOOTING CALL, JUST THREE BLOCKS AWAY FROM WHERE I AM STANDING. THAT SCENE WAS ALSO CONNECTED TO THIS. A THIRD LOCATION NEAR 60TH AND SILVER SPRING. WE HAVE VIDEO OF A HOME THERE. THAT WAS ALSO A SHOOTING CALL. POLICE TELL US THERE WAS NOT A SHOOTING AT THAT LOCATION. IT IS CONNECTED TO THIS INVESTIGATION. A DEVELOPING SITUATION RIGHT NOW. WE DON’T KNOW MUCH MORE FROM POLICE OTHER THAN THIS SCENE IS JUST STARTING TO GET CLEARED. YOU CAN SEE FIREFIGHTERS CLEANING UP THE LOCATION NORTH OF 26 AND HOPE ON MILWAUKEE’S NORTH SIDE. ONE PERSON TAKEN TO FROEDTERT HOSPITAL, NO WORD ON WHERE THAT SHOOTING HAPPENED. OR ON THE CONDITION OF THE PERSON WHO WAS TAKEN TO THE HOSPITAL. WE WILL HAVE FULL DETAILS\n\nSIGN UP FOR BREAKING NEWS Get local stories sent straight to your inbox as news breaks. Submit Privacy Notice"}}