{"GDELT": {"GlobalEventID": 890050104, "Day": 20191201, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9068, "Actor1Code": "srd", "Actor1Name": "SARDINIAN", "Actor1EthnicCode": "srd", "Actor2Code": "TUR", "Actor2Name": "TURK", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.92724266225713, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU", "Actor2Geo_Lat": 39.059012, "Actor2Geo_Long": 34.911546, "Actor2Geo_FeatureID": "TU", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20191201054500, "SOURCEURL": "https://news.yahoo.com/special-crimea-almost-everything-024918351.html"}, "ARTICLE": {"TITLE": "What’s So Special About Crimea? Almost Everything.", "TEXT": "Jane Sweeney/Getty\n\nSEVASTOPOL, Crimea—The seductive voice of the late French songwriter Serge Gainsbourg played as background. “Je t’aime.. moi non plus.” And waiters in long white aprons drifted among the tables at the La Brasserie café. Looking at the exaggerated 19th century Parisian interior, nobody would have guessed Sevastopol’s tragic past and turbulent present.\n\nSeveral wars and conflicts have left this strategic Black Sea port in ashes, pushing waves of terrified people away from the sandy beaches and green hills of the Crimean peninsula as refugees and exiles. Today, almost five years after Russia took this land from Ukraine, one sees articles in the Western press starting to tout Crimea as a tourist destination, even as sanctions against Russia keep it isolated economically. Some residents say life in this city has come to seem “a parallel universe.”\n\nTrump at G7 Blames Everybody but Putin for Crimea Annexation\n\nOur tourist guide, Alexander Kuts, a local expert in Crimean history, suggested we step outside of the café to see the main highlights along the embankment. War museums, memorials and monuments were all around us, a vivid map of strife that killed hundreds of thousands of people since the name of Crimea first became a byword for Great Power confrontation in the 1850s.\n\nThe city of Sevastopol was founded by Russian Empress Catherine the Great in 1783, the first time Crimea was taken over by Moscow. The French philosopher Voltaire, fascinated by Russia, wrote to Catherine that he saw Russia’s European destiny in the Black Sea region where it would push out Turkey, and he endorsed the “genius” of the empress who took control of Crimea as well as other regions along the Azov and Black Seas coasts. But its very importance made Crimea hard to hold on to. By the mid-1800s Turkey and Europe were pushing back.\n\nAlexander, our guide, pointed to a place in the bay where Admiral Pavel Nakhimov and other Russian navy commanders made the decision in September 1854 to scuttle seven of their own ships to block the entrance to the harbor. Only the masts remained above the water. The tactic stopped the British and French fleet approaching the city center, but the troops landed to the north virtually unopposed, then pushed southward in a long and horrifying campaign.\n\nStory continues\n\nAfter the battle of Inkerman, now a suburb of Sevastopol, British war correspondent William Howard Russell wrote to his wife about friends he had lost, “buried as they lay all bloody on the hillside amid their ferocious enemies, and I could not but exclaim in all bitterness of heart, ‘Cursed is he that delighteth in war.’” Russell wrote that he found it impossible to sleep in his tent that night “owing to the groans of dying Russian prisoners outside. They are as thick on the field as sparrows on a hayrick. They literally die in heaps, and they are buried 30 together in holes in the ground. The air stinks of blood.”\n\nIn Leo Tolstoy’s “Tales of Sevastopol” he writes about the carnage of the Crimean War that he saw as a young officer in the Russian army. Tolstoy wondered at the extraordinary courage of the common soldiers risking their lives to defend the city: “the kind of men who are capable of living calmly under a hail of shot and shell … in conditions of constant, toil, vigilance and filth. Men cannot endure such awful conditions for the sake of a Cross or a title, or under threat of punishment: some other, more exalted reason must prompt them. And this reason is a feeling that is rarely displayed, shyly hidden by the Russian, but nonetheless entrenched deep within each—love for the mother country.”\n\nThe siege of Sevastopol (or Sebastopol, as the British and French spelled it) went on for almost a year before, finally, it fell. And yet, when the Ottoman Empire, the British Empire, the French Empire, the Austrian Empire, Sardinia (the most powerful kingdom of Italy), and Prussia signed a peace agreement with the Russian Empire in Paris the following spring, Sevastopol was just another bargaining chip for the monarchs of Europe to trade on the map, and it went back to the tsar.\n\nOn December 9 this year, there will be an echo of that history when world leaders sit down for one more peace agreement in Paris. Ukrainian President Volodymyr Zelensky will meet with Russian President Vladimir Putin, French President Emmanuel Macron, and German Chancellor Angela Merkel, to try to decide the future of the war in Eastern Ukraine, or Donbas, that began in the spring of 2014 after pro-Russian President Victor Yanukovych was toppled and Russia unilaterally took Crimea away from Ukraine.\n\nAccording to Russia, taking Crimea was not an aggressive act of annexation, it was “reunification” with the motherland, which is one reason history weighs so heavily here, where the air once stank of Russian blood.\n\nSHIFTING SOVEREIGNTY\n\n\n\n\n\nIn Soviet times, in 1954, Crimea was assigned to the Ukrainian Soviet Socialist Republic, and after the collapse of the Soviet Union, when Ukraine gained its independence in 1991, it kept the peninsula.\n\nUnder an agreement brokered in part by the United States, Kyiv agreed to give up the many nuclear weapons left in its possession in exchange for guarantees that Russia would “respect the independence and sovereignty and the existing borders of Ukraine.” But that was in 1994. In 2014, Putin simply ignored the agreement and, after the annexation of Crimea he supported separatists in eastern Ukraine to give the government in Kyiv something else to worry about. So far, almost 14,000 people have been killed in the Donbas war.\n\nPresident Zelensky has lamented the fact that Crimea has never been part of the efforts to settle the Donbas conflict in the earlier Minsk accords or what are called “the Normandy format” talks, even though they are now held in Paris. He said recently he hopes that the upcoming round will offer “at least” the chance to bring Crimea back into the discussion.\n\nBut in truth, as Putin certainly expected, much of the world is coming to accept Russia’s annexation of Crimea as irreversible, a fait accompli. The latest incremental appeasement of Moscow: Apple now shows Crimea as Russian territory on its map and weather apps—but only when viewed from Russia.\n\nMore troubling for Kyiv and many of its supporters in the West, U.S. President Donald Trump, who wants to be friends with Putin and, we recently learned, really does not like Ukraine, seems to be leaving the door open to U.S. and international acceptance of Moscow’s dominion over Crimea.\n\nRussia was expelled from the G8 in 2014 as one of several measures, including economic sanctions, taken by Europe and the U.S. to punish the Kremlin for its aggression. In August this year, Trump argued Russia should be let back into the G8 club, suggesting the only reason it was expelled was because an “embarrassed” President Barack Obama was “outsmarted by Putin” when Crimea was “taken away from President Obama,” as if it had somehow belonged to the United States in the first place.\n\nNAME CHANGES\n\n\n\n\n\nThrough the generations, Crimea’s heroes and its perspectives on their place in history have ebbed and flowed like the waves of the Black Sea. Three decades after the end of the Crimean War, the Russian Empire named a street after Admiral Nakhimov. But 34 years after that, the Bolsheviks’ October Revolution destroyed the old Russian Empire and the street lost its name again.\n\nOur guide pointed at Grafskaya Dock, another historical spot in Sevastopol. After years of fighting, the Reds had pushed Russian nobility and the White Army south to Crimea. Almost a century ago, on a chilly, grim November morning in 1920, Russian General Petr Vrangel, the last commander of the White Army, arrived at Grafskaya Dock to inspect the ships with noble families waiting to flee from the Bolsheviks’ terror. The British and French military now helped to evacuate more than 150,000 Russian refugees and soldiers to Turkey.\n\nThe Bolsheviks for a time renamed Nakhimov Street after Leon Trotsky, but he was soon out of favor, out of Russia, and murdered in exile in Mexico. And when the Soviets finally renamed the street after Nakhimov in 1946, there was very little of Sevastopol left.\n\nDuring World War II, Nazi aviation destroyed the city, leaving fewer than a dozen of the buildings that dated to the reign of Catherine the Great. Soviet leader Josef Stalin then reconstructed Sevastopol’s white edifices.\n\nTHE SECOND COLD WAR\n\n\n\n\n\nThere was no place to exchange foreign currency on the weekend before Unity Day, a Russian national holiday. One could hardly think of another place in Europe where a foreign tourist loaded with U.S. dollars and euros could not pay for a hotel. “Thank the anti-Russian sanctions,” said the receptionist at the elegant Hotel Sevastopol.\n\nSince 2014, the flow of Western tourists to Sevastopol has been fading away but the city museums are still filled with Russian–and Ukrainian–visitors. In spite of the Donbas conflict and the U.S. and European Union economic sanctions, hundreds of thousands of Ukrainian tourists still travel to Crimea every year; in all, more than six million tourists visited Crimea last year. But American writers and historians who come here experience something of the Cold War, or rather “the Second Cold War,” as our Sevastopol taxi driver joked.\n\nDiscussions with American journalists by Russian border guards are routine at the checkpoint where one crosses the line from Ukraine; and it can take some time. A majority of Crimea’s tourists violate Ukrainian law, which considers Crimea to be Ukrainian territory. Instead they fly here from Russian airports or drive across the new bridge opened in May 2018 which Moscow now uses to assert control over the militarily and commercially important Sea of Azov.\n\nTWENTY-FIVE MINUTES\n\n\n\n\n\nOn a recent weekend, dozens of teenagers in blue uniforms who had visited the former Soviet Pioneer Camp Artek came to explore Panorama, the Crimean War museum.\n\nEvery day Alexander Kuts shows visitors around the museum and speaks of Crimea’s tragic and heroic history. “If you want to know why so much blood spilled on this land, just look at the map: if you control Crimea, you control the Black Sea,” he tells them. Battles have torn this place apart since the 2nd century BC, when Greeks founded the port city of Chersonesus in the outskirts of what is modern Sevastopol. People died in battles for the peninsula during the Crimean Khanate from 1441 until Catherine the Great’s conquest in 1783 and beyond. In living memory, more than 250,000 Soviet soldiers died defending Sevastopol against the Nazi German and Romanian onslaught in 1941-1942.\n\nBut the central attraction of the museum is a giant painting of the 349-day defense of Sevastopol and the high Malakoff redoubt.\n\nWe keep turning back to pages from the 1850s. Two great writers, the British journalist William Howard Russell and the Russian novelist Leo Tolstoy had learned from the horrors of Crimea just how much they hated war and the deadly follies of those who prosecuted it.\n\nKings, sultans, tsars, emperors and empresses—they were playing a game of nations with rules inherited from conflicts 40 years, 50 years or a century before. But the death-dealing technology of artillery and riflery had changed dramatically, but the care and feeding of soldiers had not. The combined death toll on all sides in the Crimean War would reach 900,000, mostly from disease and neglect.\n\nCrimea in 1854 was right on the cusp of what would become modern industrialized warfare, the kind that killed and wounded hundreds of thousands of Americans five years later in the Civil War and reached its apotheosis in the vast carnage of World War I and World War II.\n\nHow had the Crimean war begun? With the great powers of the time colliding in the Holy Land.\n\nTsar Nicholas I, harboring imperial ambitions similar to those that Voltaire had admired in Catherine the Great, wanted to push into Ottoman realms, and demanded protection for Orthodox Christians on the territories controlled by the Sultan as well as privileges for the Russian Orthodox and Roman Catholic churches, especially in Jerusalem. In November 1853, as tensions mounted, a Russian naval squadron attacked and soundly defeated Ottoman warships at anchor in an Anatolian harbor. The French, British, and Sardinians, concerned about broader Russian ambitions, decided to throw their weight behind the Turks.\n\nThe two great witnesses of the Crimean war, Tolstoy on the Russian side and William Howard Russell with the British and French, both described the suffering of the soldiers, but it would be Russell’s account of the incredible bravery and utter folly of a British charge directly into the mouths of Russian heavy artillery during the battle of Balaclava in October 1854 that electrified the British public.\n\nA vague order issued by a geriatric British general had been misinterpreted by the commander on the ground, who led his men to certain death. The British Light Horse cavalry had begun its advance at “ten minutes past eleven,” Russell wrote at the beginning of his account of his battle. The Russian guns decimated them, but still they charged on. “The first line is broken, it is joined by the second, they never hold or check their speed an instant,” wrote Russell, who could see the battle clearly from a hillside among the commanding officers. “With diminished ranks, thinned by those 30 guns, which the Russians had laid with the most deadly accuracy, with a halo of flashing steel above their heads, and with a cheer that was many a noble fellow’s death-cry, they flew into the smoke of the batteries, but ere they were lost from view the plain was strewn with their bodies and with the carcasses of horses. … At thirty-five minutes past eleven not a British soldier, except the dead and dying, was left in front of those bloody Muscovite guns.”\n\nEver since, schoolchildren in Britain and in the United States as well have read the pounding rhythms of Alfred Lord Tennyson’s poem, “The Charge of the Light Brigade” as a paean to bravery, even though the battle was a paradigm of stupidity.\n\n“Forward, the Light Brigade!”\n\nWas there a man dismayed?\n\nNot though the soldier knew\n\nSomeone had blundered.\n\nTheirs not to make reply,\n\nTheirs not to reason why,\n\nTheirs but to do and die.\n\nInto the valley of Death\n\nRode the six hundred.\n\nVineyards grow today all over the field where October 25, 1854, the cavalry swept past Russell “in all the pride and splendor of war” to inspire with their sacrifice the British and American imagination. But few in Crimea know the exact location for the memorial at the scene. A small white stela is hiding among the rows of grapes. The fading words on the monument’s foundation commemorate “officers and men” who charged with the Light Brigade at Balaclava. The plaque was installed here in October 2004, the 150th anniversary of the battle, by His Royal Highness Prince Philip, Duke of Edinburgh, but judging by the peeling paint, the monument has been abandoned ever since.\n\nCompared to the French and Turkish cemeteries here, the British graveyard looks absolutely heartbreaking: an ugly, trashed-filled field surrounded with small private homes.\n\nRead more at The Daily Beast.\n\nGet our top stories in your inbox every day. Sign up now!\n\nDaily Beast Membership: Beast Inside goes deeper on the stories that matter to you. Learn more."}}