{"GDELT": {"GlobalEventID": 890090874, "Day": 20191201, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9068, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "USAMIL", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.8237082066869301, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Hawaii, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USHI", "Actor2Geo_Lat": 21.1098, "Actor2Geo_Long": -157.531, "Actor2Geo_FeatureID": "HI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20191201131500, "SOURCEURL": "https://www.military.com/daily-news/2019/12/01/military-conducts-live-fire-coordination-interoperability-training-hawaii-island.html"}, "ARTICLE": {"TITLE": "Military Conducts Live-Fire Coordination, Interoperability Training on Hawaii island", "TEXT": "Interoperability training among the nation's armed forces is occurring in Hawaii on an unprecedented scale -- and China is the reason, defense experts say.\n\nIn the most recent example, two Air Force B-52 bombers, more than 1, 500 Schofield Barracks soldiers, at least 30 Army helicopters and Arkansas-based C-130 cargo carriers deployed to Pohakuloa Training Area on Hawaii island for a 10-day \"fire support coordination exercise.\"\n\n\"Being able to practice close-air support with B-52 bombers dropping over 15, 000 pounds of high explosives while running alongside our Army brethren in a company movement with (helicopter ) attack aviation to the left and active artillery to the right, provided numerous lessons, \" Capt. Austin Hairfield, with the 25th Air Support Operations Squadron, said in an Air Force news release.\n\nThe growing training complexity is needed to deter or win a war against a rapidly advancing China, military officials say.\n\nIn February nine Air Force A-10 attack jets and two B-52 bombers trained with Army, Navy and Marine Corps forces--including Marine MV-22 tilt-rotor Ospreys and AH-1Z Viper helicopters--at Pohakuloa and Marine Corps Base Hawaii at Kaneohe Bay.\n\nThe 19-1 /2-hour flight by the B-52s from Andersen Air Force Base on Guam to Hawaii and back to Guam for the more recent mid-November live-fire training at Pohakuloa required air-refueling from KC-135 Stratotankers for the 8, 000-mile round trip, the Air Force said.\n\nB-52s have flown from Guam to Hawaii in the past -- sending a capability message to China in the process -- but now it's with the understanding that a highly coordinated U.S. effort would be needed to counter the rising Asian nation's formidable military.\n\n\"It's all about China, \" said Dan Goure, a defense expert with the Lexington Institute, a nonprofit public-policy research group in Arlington, Va. \"It's about concepts for future conflict with China--which is going to require all-in from the United States military.\"\n\nArmy Secretary Ryan McCarthy noted at an Association of the U.S. Army conference in October that the war in Afghanistan began 18 years ago. As the United States focused on low-tech counterinsurgency, \"all the while, Russia and China are investing billions to rapidly modernize their armies, \" eroding U.S. overmatch, McCarthy said.\n\nChinese long-range missiles now pose significant threats to U.S. bases, aircraft and ships and have \"changed the equation out here in the Pacific, \" Gen. Robert Brown, head of U.S. Army Pacific, said in September shortly before stepping down from the post.\n\nTen or 15 years ago the Air Force and the Navy probably could have handled a South China Sea or East China Sea conflict without needing too much help from the Army and Marines, Brown said previously.\n\n\"And now they can't. They just can't. And they know that, and it's forcing us to work together, \" Brown said.\n\nThat process is occurring -- slowly -- with traditional service rivalries prevailing. But greater cooperation is happening.\n\nNew Marine Corps Commandant Gen. David Berger, who was in charge of Marine Corps Forces Pacific in Hawaii from 2016 to 2018, laid out a vision in July of greater cooperation with the Navy in his \"Commandant's Planning Guidance.\"\n\nOne form of naval support could come from Marine Corps High-Mobility Artillery Rocket Systems, or HIMARS, truck-mounted batteries moved to islands in the Western Pacific and armed with long-range anti-ship missiles. F-35B short-takeoff stealth jets will be able to operate from ships and shore.\n\nThe III Marine Expeditionary Force headquartered in Okinawa, Japan, \"will become our main focus of effort, \" Berger said in the report.\n\nThe Corps \"cannot afford \" to build multiple forces for the Arctic, urban operations or desert warfare, he said. \"We will build one force--optimized for naval expeditionary warfare in contested spaces, \" Berger wrote.\n\nBerger also described what's not possible anymore with Chinese missile advances.\n\n\"Visions of a massed naval armada nine nautical miles off-shore in the South China Sea preparing to launch the landing force \" in swarms of landing craft \"are impractical and unreasonable, \" he said.\n\nU.S. forces will have to move rapidly from point to point to point -- to avoid being targeted.\n\nFor the Nov. 12-21 fire coordination exercise, Schofield soldiers with the 2nd Brigade Combat Team were transported to Pohakuloa via four CH-47 Chinook and 16 UH-60 Black Hawk helicopters. Ten AH-64 Apache attack helicopters and five Black Hawks participated in the training and gunnery portions.\n\n\"No other brigade in the Army in recent history has planned and executed an exercise where tactical-level commanders control and coordinate assets that range from Air Force B-52s (to ) Black Hawks and Apaches, artillery and mortars, \" said Maj. Leah Ganoni, a spokeswoman for the 2nd Brigade.\n\nDuring the exercise, Pacific Air Forces conducted its first laser \"spot track \" between an Army RQ-7B Shadow drone and a B-52 targeting pod.\n\n\"This training definitely demonstrates our long-range strike capability, but the more important part is the fact that it's joint training, \" Air Force Capt. Mike Brogan, Pacific Air Force's bomber liaison officer, said in the Air Force release. \"It's unlikely that any confrontation in the future will be single service, so training with our sister services is always crucial and imperative.\"\n\nGoure said Hawaii \"absolutely \" will see more large-scale interoperability exercises.\n\n\"You are going to see a lot more of Air Force with anti-shipping missiles, Marines and the Army firing stuff from the shore into the sea, all kinds of new amphibious operations that may even be involving the Army and not just the Marine Corps, \" Goure said. \"All that is coming.\"\n\nIn 2018, during Rim of the Pacific exercises, the Army fired a Naval Strike Missile from a truck at the Pacific Missile Range Facility on Kauai and hit a decommissioned Navy ship at sea.\n\nRIMPAC 2020, returning this summer, is likely to build on the increasing service interoperability being tested in Hawaii.\n\nThis article is written by William Cole from The Honolulu Star-Advertiser and was legally licensed via the Tribune Content Agency through the NewsCred publisher network. Please direct all licensing questions to legal@newscred.com."}}