{"GDELT": {"GlobalEventID": 890091298, "Day": 20191201, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9068, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "LEG", "Actor2Name": "CONGRESS", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.33185065372692, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191201131500, "SOURCEURL": "https://physicstoday.scitation.org/doi/10.1063/PT.3.4364"}, "ARTICLE": {"TITLE": "John Wheeler’s H-bomb blues", "TEXT": "KUNAL MEHTA/ALAMY STOCK PHOTO\n\n1 There may never be a good time to lose a secret, but some secrets are worse than others to lose, and some times are worse than others to lose them. For US physicist John Archibald Wheeler (see figure), January 1953 may have been the absolute worst time to lose the particular secret he lost. The nation was in a fever pitch about Communists, atomic spies, McCarthyism, the House Un-American Activities Committee, Julius and Ethel Rosenberg, and the Korean War. And what Wheeler lost, under the most suspicious and improbable circumstances, was nothing less than the secret of the hydrogen bomb, a weapon of unimaginable power that had first been tested only a month before.\n\nWheeler is best remembered today for being an audaciously original thinker whose contributions span fields from the theory of nuclear fission through relativity and quantum theory and for coining several new pieces of physics vocabulary, including the now ubiquitous term “black hole.” Wheeler’s deep connections to the budding national security state, however, are less well known. He was a major scientist at the Hanford plutonium production site in Washington State during World War II, and from 1951 to 1953, he was the head of Project Matterhorn B, the H-bomb project centered at Princeton University.\n\n1 1. J. A. Wheeler, K. Ford, Geons, Black Holes, and Quantum Foam: A Life in Physics, W. W. Norton (1998), p. 284; G. Herken, Brotherhood of the Bomb: The Tangled Lives and Loyalties of Robert Oppenheimer, Ernest Lawrence, and Edward Teller, Henry Holt (2002), p. 257; R. G. Hewlett, J. M. Holl, Atoms for Peace and War, 1953–1961: Eisenhower and the Atomic Energy Commission, U. California Press (1989), p. 34. It was his role at Matterhorn B that led Wheeler to take a fateful overnight train trip from his home in Princeton, New Jersey, to Washington, DC, in January 1953. He had with him a short but potent document that explained exactly how the US, at that time the only nation in the world with an H-bomb, had overcome the many obstacles to producing a multimegaton thermonuclear weapon. Somewhere on the train ride, that document went missing. Wheeler’s Federal Bureau of Investigation file, recently released under the Freedom of Information Act, has shed new light on the incident, the secrets that lay at its heart, and the massive search for the missing document. A multitude of consequences came out of that single event—a testimony to the power of secrecy during the Cold War and to the ways in which a few pages, improperly situated in spacetime, can set off an unexpected chain of events.\n\nA split physics community, a secret design Section: Choose Top of page ABSTRACT A split physics community... << B is for bomb A secret history, a dark ... Wheeler’s no good, very b... The fateful trip Search and investigation The fallout The unsolved mystery References To understand how Wheeler came to be in such a troubling situation, we must know what the document in question was and why Wheeler, of all people, had it with him on a train in the first place. The H-bomb document was no ordinary technical report: It was a bureaucratic weapon aimed directly at its creators’ political enemies. The detonation of the first Soviet atomic bomb in 1949 sent many US policymakers and scientists into a tailspin. Physicists Edward Teller and Ernest Lawrence argued that the only sane response was a vigorous effort to build the next generation of nuclear weapon: the “Super,” or hydrogen, bomb. They found a receptive audience in Lewis Strauss, a member of the Atomic Energy Commission (AEC), who took up the cause with vigor. Scientists had contemplated the idea of a bomb powered by nuclear fusion as early as 1942, and they had discussed it throughout World War II and even the postwar period. Any fusion reaction clearly would need to be powered by the energy from a fission bomb, and the technical difficulty of such a design, coupled with the US focus on building up an adequate supply of fission bombs, meant that little progress was made until 1949. As the push by Teller, Lawrence, and Strauss gathered political converts, especially in Congress, it also caused a schism in the US physics community. For those who wanted the US to have an H-bomb, it was an inevitable next step. Opponents, however, questioned the H-bomb’s military necessity, morality, and feasibility. J. Robert Oppenheimer, the former head of Los Alamos during the war, strongly opposed it, as did Enrico Fermi, I. I. Rabi, James Conant, and other members of the AEC’s General Advisory Committee. Their argument rested on the fact that nobody had a good idea of how to make the “Super” in the first place, and it was not yet clear whether one could be built at all. 2 2. C. Hansen, The Swords of Armageddon: U.S. Nuclear Weapons Development Since 1945, vol. 2, 2nd ed., Chukelea (2007), p. II-112. In January 1950 President Harry Truman concurred with the recommendations of his National Security Council and ordered the AEC “to continue with its work on all forms of atomic energy weapons, including the so-called hydrogen or super-bomb.”The H-bomb lobby appeared to have won, for the moment. But the win came at a cost: an increasingly bitter disagreement within the physics community. The H-bomb’s opponents saw its supporters as wanting weapons of genocide, whereas supporters saw their opponents as being dangerously naive about the safety of the nation and the world. And one of the most vigorous supporters of the H-bomb program was Wheeler.\n\nB is for bomb Section: Choose Top of page ABSTRACT A split physics community... B is for bomb << A secret history, a dark ... Wheeler’s no good, very b... The fateful trip Search and investigation The fallout The unsolved mystery References After his stint at Hanford during World War II, Wheeler returned to his academic post at Princeton, but after the Soviet detonation, he quickly volunteered to join the H-bomb work. He initially expected that he would move to the Los Alamos laboratory to work on the project, but difficulty in recruiting top scientific talent to New Mexico dictated a change of site. Wheeler would instead create an H-bomb project, which ultimately received the code name of Matterhorn B, at Princeton. The B stood for “Bomb.” There was one small problem: Neither Wheeler nor anyone else had a good idea of how to make a working H-bomb in early 1950. The main idea Teller and others had pursued at Los Alamos, nicknamed the “Runaway Super,” increasingly seemed unworkable. But in March 1951, a collaboration between Teller and mathematician Stanislaw Ulam produced a new design that seemed like it might just work. 3 3. K. W. Ford, Building the H Bomb: A Personal History, World Scientific (2015), p. 7; see also ref. 2 , vol. 1, p. I–97. The key feature behind the so-called Teller–Ulam design was that it took the x-ray radiation from an exploding fission bomb and used it to compress a mass of fusionable material to a very high density before trying to heat it and begin thermonuclear fusion. In retrospect, that might seem straightforward, but at the time it was highly unintuitive to the weapons designers, who believed that the trick to making an H-bomb work was to discard the initial and seemingly useless burst of radiation. 2 Considerably more details needed to be worked out, but scientists, including H-bomb skeptics like Oppenheimer, immediately recognized that the Teller–Ulam design’s application of radiation implosion was likely a workable approach. Its success was demonstrated at the “Mike” test of Operation Ivy in November 1952 (see figure). Mike exploded with the force of more than 10 million tons of TNT. That event inaugurated the megaton age with 700 times more energy than the first atomic bomb. The Mike device, however, could not be easily converted into a military weapon. It required some 80 tons of cryogenic equipment to keep its hydrogen (deuterium) fuel in a liquid state—not exactly something that could be carried on an airborne bomber. As of late 1952, the US knew how to build an H-bomb but had none that it could actually use. So 1953 was a precarious time for advocates of the H-bomb. A fission–fusion bomb had been shown to be feasible in concept but was not yet a true weapon. It was also on the cusp of what many in the US national security establishment dubbed “the year of maximum danger,” in which the Soviet Union for the first time would be in a position to deliver a surprise nuclear attack against the US homeland.\n\nA secret history, a dark vendetta Section: Choose Top of page ABSTRACT A split physics community... B is for bomb A secret history, a dark ... << Wheeler’s no good, very b... The fateful trip Search and investigation The fallout The unsolved mystery References Even before the success of the Mike test, early supporters of the H-bomb program were feeling vindicated. Scientists such as Teller had argued that the H-bomb could be built in a relatively short amount of time, and they had turned out to be correct, though that did not bring them relief. They were still bitter about criticism from Oppenheimer and others, and they felt that US national security had been harmed by opposition to the H-bomb program. They began to wage a secret war against their opponents in the hope of removing them from power. The weapon they would use was history. 4 4. G. Dean, diary entry ( ), document NV074390,and J. Walker to B. Borden, memorandum (3 May 1952), document NV0311527, Nuclear Testing Archive, Las Vegas, NV. In early April 1952, the chairman of the AEC, Gordon Dean, attended a meeting with Secretary of State Dean Acheson to listen to a briefing led by Teller on the history of the Super. Teller’s key argument was that Los Alamos scientists knew the Super was a sure thing as early as 1946—something he certainly believed, but most others did not. He claimed that in attendance at the conference where that conclusion was aired was none other than Klaus Fuchs, the physicist who had been arrested as a major Soviet spy in early 1950. In Teller’s view, the effort to build the H-bomb had been, and still was, inadequate at Los Alamos, and it should be assumed that the Soviets knew nearly as much about building one as the Americans. 5 5. S. S. Schweber, In the Shadow of the Bomb: Oppenheimer, Bethe, and the Moral Responsibility of the Scientist, Princeton U. Press (2000). 6 6. H. Bethe to G. Dean, cover letter to memorandum (28 May 1952), quoted in D. Hirsch, W. G. Mathews, Bull. At. Sci. 46, 22 (1990), pp. 26, 28. Word of Teller’s claims somehow reached the ears of physicist Hans Bethe, another Manhattan Project veteran who had opposed the building of the H-bomb but had gone to Los Alamos to work on it after Truman’s 1950 order.Bethe strongly opposed any suggestion that those who had cast doubts about the H-bomb’s feasibility were technically wrong. He prepared his own historical counterattack. In several classified memos in May 1952, Bethe argued that the real history of the H-bomb told a very different story. The Teller–Ulam design was, Bethe wrote in a cover letter, “almost exactly the opposite” of the Runaway Super discussed at Los Alamos in 1946. Thus, if Fuchs had given that information to the Soviets and they had acted on it, “we can only be happy because they would have wasted a lot of effort on a project without military significance.” 7 7. J. S. Walker, “ Thermonuclear Matters and the Department of Defense ,” memorandum (3 October 1952), box 58, Records of the Joint Committee on Atomic Energy, record group 128, series 2, National Archives, Washington, DC. 8 8. J. Kenneth Mansfield, memorandum (28 May 1952), and J. S. Walker, memorandum (28 May 1952), box 58, in ref. 7 . News of Bethe’s memos almost immediately reached the ears of the staffers at the Joint Committee on Atomic Energy, the congressional committee charged with oversight of the nation’s atomic programs. The Joint Committee often operated as something of its own intelligence agency during that period of the Cold War; it looked into supposed scandals and rumors about the US nuclear program and used the information gained for political leverage. Most Joint Committee staffers had been staunch supporters of the H-bomb. Like Bethe and Teller, they saw the history of the H-bomb as a topic of utmost political relevance. One staffer even reported that the US Air Force had concluded that “the Bethe Chronology was solicited by Oppenheimer et al as a white-wash of their activities.”They began collecting primary source material to use in their own historical account. There Will Be No Time: The Revolution in Strategy (1946), a book about preparing for a “nuclear Pearl Harbor,” and by purchasing a newspaper ad challenging Joseph Stalin to either “atomic war or atomic peace.” Borden’s job, as he saw it, was to root out any forces in the AEC that might interfere with the “atomic abundance” he felt the US ought to have. He was particularly suspicious of Oppenheimer; he disliked the scientist’s positions, had heard rumors about political skeletons in his closet, and interpreted what others saw as charm and charisma as the sinister signs of a hidden agenda. 9 9. Ref. 1 , G. Herken, p. 194. The Joint Committee’s chief of staff, William Borden, led that historical program. Borden was a recent graduate of Yale Law School. He had secured political patronage from Senator Brien McMahon (D-CT) after writing(1946), a book about preparing for a “nuclear Pearl Harbor,” and by purchasing a newspaper ad challenging Joseph Stalin to either “atomic war or atomic peace.” Borden’s job, as he saw it, was to root out any forces in the AEC that might interfere with the “atomic abundance” he felt the US ought to have. He was particularly suspicious of Oppenheimer; he disliked the scientist’s positions, had heard rumors about political skeletons in his closet, and interpreted what others saw as charm and charisma as the sinister signs of a hidden agenda. 10 10. R. Serber, interview by A. Fitzpatrick (26 November 1996), Niels Bohr Library and Archives, American Institute of Physics, College Park, MD. Borden wanted to compile a history that would appear authoritative and objective. It would be based almost entirely on documentary sources—records of meetings, memorandums, reports, and even secret patent applications. The documents would be arranged in chronological order to give the impression of maximum disinterestedness. However, Borden’s approach heavily favored Teller; as an H-bomb enthusiast, Teller had deliberately salted the official record with his overly optimistic assessments of the Super’s progress and potential. Throughout 1952 Borden and his assistants compiled their H-bomb history. Their goals were transparent: The group wanted to show that the AEC, and Oppenheimer in particular, had at least been negligent with regard to the H-bomb’s development, and at worst may even have been trying to sabotage the program. The group received considerable help from pro-H-bomb scientists working for the air force and the AEC, whom they spoke with regularly. Policy and Progress in the H-Bomb Program, in January 1953. Figure 3 11 11. Joint Committee on Atomic Energy, Policy and Progress in the H-Bomb Program: A Chronology of Leading Events (1 January 1953), box 60, in ref. 7 . Borden’s team completed a draft of the history, a 91-page document titled, in January 1953. Figureshows the document’s title page. It was classified as top secret because it contained the entire history of the development of the first successful H-bomb design. That kind of centralization of sensitive information was generally frowned on, as it went against the policy of compartmentalization (“need to know”), but it was crucial for the staffers’ argument. The authors proudly acknowledged the unusual nature of the document in the introduction: “So far as known, no similar document is in existence.”\n\nWheeler’s no good, very bad day Section: Choose Top of page ABSTRACT A split physics community... B is for bomb A secret history, a dark ... Wheeler’s no good, very b... << The fateful trip Search and investigation The fallout The unsolved mystery References 12 12. J. A. Wheeler to S. Cole (1 December 1953), box 60, in ref. 7 . Wheeler met with one of Borden’s top staffers, John Walker, for more than three hours in early June 1952. He quickly became one of the staffers’ most important confidential sources in their quest to show that the H-bomb program had been mismanaged. Wheeler’s knowledge of the H-bomb program and the physics involved was deep, and his anger at those who had, in his mind, slowed its development was intense. As he put it a year later, he felt that “the professional hand-wringers who kept us from getting [the H-bomb program] under way… have much to answer for.” Policy and Progress in the H-Bomb Program. Wheeler thought it a “conscientious and extremely illuminating review of the U.S. effort and lack of effort in the thermonuclear field,” as he later recorded in a deposition to the FBI. 13 13. J. A. Wheeler, FBI deposition (3 March 1953), National Nuclear Security Administration, Washington, DC. Obtained through the Freedom of Information Act. Walker met with Wheeler again in December 1952 to show him a draft copy of. Wheeler thought it a “conscientious and extremely illuminating review of the U.S. effort and lack of effort in the thermonuclear field,” as he later recorded in a deposition to the FBI. In early January 1953, a six-page extract from the final draft was sent to Wheeler at his office in Princeton. Covering a “key phase” in the bomb’s development, the extract was arguably the most sensitive portion. Walker had learned that Fuchs and John von Neumann had worked on a version of radiation implosion as early as 1946. The Fuchs–von Neumann thermonuclear weapon had even resulted in a secret patent application. 13 13. J. A. Wheeler, FBI deposition (3 March 1953), National Nuclear Security Administration, Washington, DC. Obtained through the Freedom of Information Act. , 14 Phys. Perspect. 12, 36 (2010). 14. J. Bernstein,, 36 (2010). https://doi.org/10.1007/s00016-009-0001-1 The fact that radiation implosion, in any form, was being entertained in 1946 would have been interesting in itself. Having Fuchs, the spy, as a coauthor made the extract seem absolutely incendiary—even though the Fuchs–von Neumann design was ultimately somewhat confused and used radiation implosion in a minor way. Modern scholars agree that the Fuchs–von Neumann proposal did not contribute materially to the final development of an H-bomb in either the US or the Soviet Union. The complete contents of the six-page extract are still classified today, but Wheeler later summarized the pertinent facts in a helpfully numbered list: 1. U.S. is on the way to a successful thermonuclear weapon. 2. There are several varieties of the thermonuclear weapon considered to be practical. 3. Lithium-6 is useful. [i.e., as a solid fusion fuel] 4. Compression is useful. 13 13. J. A. Wheeler, FBI deposition (3 March 1953), National Nuclear Security Administration, Washington, DC. Obtained through the Freedom of Information Act. 5. Radiation heating provides a way to get compression. 13 13. J. A. Wheeler, FBI deposition (3 March 1953), National Nuclear Security Administration, Washington, DC. Obtained through the Freedom of Information Act. As of January 1953, those facts were the crown jewels of the US thermonuclear program. They drew a clear path from the fission bomb to multimegaton weapons and showed how the US had gotten out of the conceptual trap that was the Runaway Super. Because the topic required considerable technical sophistication, Walker reached out to Wheeler for his assistance in composing the final version. Wheeler agreed to read a draft, which arrived at Princeton on 5 January. Despite being perhaps the most important technical section of the entire top-secret history, it was only classified as secret; a higher classification would have made it much harder to transmit to Wheeler. By virtue of running Project Matterhorn B, Wheeler had a high-grade Q security clearance, but top-secret documents could be sent only by armed guard, whereas secret documents could be sent by registered mail. The document went into Wheeler’s office safe at Princeton. He had plans to be in Washington, DC, on 7 January to consult with representatives from the US Naval Research Laboratory on an unrelated project. A plan formed in his mind: He would take an overnight train from Princeton to Washington on 6 January, review the H-bomb history extract on the train, and meet with the Joint Committee staff to deliver his comments and corrections by hand. 4 A train ride between Princeton and Washington does not take all night—in 1953 it was a little over three hours. But if Wheeler spent the night in a Pullman car (see figurefor a schematic), he could avoid the extra inconvenience of checking into a hotel. He would take the train and sleep in a bunk. The train would begin its journey in the middle of the night and arrive at Washington’s Union Station early the next morning. The porter would wake Wheeler at a reasonable hour, and he could dress and tidy up before leaving the train. From there, he would head directly for his meeting near the Capitol, do his part to combat the enemies of the H-bomb, and return to Princeton by train that evening. Like many well-made plans, this one would not come to pass.\n\nThe fateful trip Section: Choose Top of page ABSTRACT A split physics community... B is for bomb A secret history, a dark ... Wheeler’s no good, very b... The fateful trip << Search and investigation The fallout The unsolved mystery References 15 15. F. J. Liddy Jr, “ Loss of highly secret atomic energy document by Professor John Archibald Wheeler, Princeton University, January 7, 1953 ,” memorandum (4 February 1954), John Wheeler file, Federal Bureau of Investigation, Washington, DC. Obtained through the Freedom of Information Act. The chronological account that follows comes from recently released files, created as part of the FBI’s intensive investigation into what happened to Wheeler and his secret document on that trip. 5 Tuesday, 6 January 1953, around 1:00pm, Wheeler’s secretary called to make a reservation for two people on a Washington-bound Pullman sleeper train leaving from Philadelphia. An example of the train car is shown in figure. Around the same time, Wheeler telephoned Jay Berger, a colleague at Princeton, to tell him they would both have business with the Naval Research Laboratory in Washington the following day and would be taking the train that night. At 4:50pm Wheeler signed out two documents from his safe in his secretary’s presence. One was the extract of the secret H-bomb history, the other was unrelated classified work. He put the secret history into a white envelope and put both classified documents inside a manila envelope, which he put in his suitcase. He then went home and had dinner. Wheeler was picked up by a taxicab from his house in Princeton at 8:45pm and was taken, along with another passenger, to the Princeton train station. He boarded a train to Princeton Junction. Wheeler arrived at Princeton Junction at 9:01pm and made his way to board a train to Trenton. Berger was on the same train, but he and Wheeler did not see each other. Wheeler later admitted that he was avoiding Berger because he did not want to talk to him. Their train arrived at Trenton by 9:17pm. Wheeler sat in the Trenton station waiting room. He took both documents out of the suitcase, but he did not read the H-bomb history. By 9:29pm, both he and Berger were on a train to Philadelphia, although once again they did not have contact with one another. 4 At 10:06pm Wheeler and Berger’s train arrived in Philadelphia. Berger, according to later interrogation, went for a short walk around the station to find shaving supplies. At 10:10pm, Wheeler boarded car #101 of a Pennsylvania Railroad sleeper car heading to Washington. The car was a Pullman 3410 model featuring 12 double berths, one private drawing room, and two lavatories (see figure). The berths were convertible from seats into upper and lower beds. Privacy for the berths was provided by a set of curtains. Wheeler’s ticket assigned him to lower berth 9, second from the end on the right-hand side of the train. Wheeler immediately went to his berth, which was already converted to its sleeping mode. He buttoned the privacy curtains and undressed. In his testimony to the FBI, he said that at that point he sat in bed, removed the H-bomb history from the two envelopes, and read it. His memory of reading it was vivid, for he made notes in the margins in pencil and was later able to reconstruct those notes. Wheeler later said that when he finished a little after 11:00pm, he believed that he replaced the history into its white envelope, put that back inside the manila envelope, put the envelope back in the suitcase, and then wedged the suitcase between himself and the wall. That was, even for a secret document, inadequate security protocol, as Wheeler later admitted. He then slept. Other passengers joined the train over time. Some had bought their tickets ahead of time, like Wheeler. Some bought them just before boarding, paid in cash, and left little in terms of documentation—at most, a signed name. The car was only about half full, and no one had been assigned the bunk above Wheeler’s. At 11:30pm, according to the porter on duty, Berger returned. He asked the porter for the passenger list, hoping to connect with Wheeler. He was denied the list per standard Pullman policy. Berger gave up on seeing Wheeler and went to his own assigned bunk, berth 10, not knowing he was directly across from Wheeler. Berger then slept. On Wednesday, 7 January, at 2:43am, the train left Philadelphia. At 5:15am, it arrived at Washington’s Union Station. Wheeler reported waking twice in the night, each time rechecking that his suitcase was undisturbed. At 6:45am the porter, Robert Jones, woke Wheeler at the time Wheeler had earlier specified. Wheeler took his suitcase and walked to the men’s lavatory at the other end of the train. At 6:50am he put his shaving gear and his suitcase, with the manila envelope inside it, on the washstand. An unknown man entered and used the wash basin beside Wheeler. Wheeler left his suitcase on the counter, took the manila envelope with him into the men’s “saloon” (toilet stall), and closed the door. Finding nowhere to put the envelope, he wedged it between some pipes and the wall, just under the window on his right. He used the toilet. He exited the stall, continued washing up—and then realized he had left the envelope wedged against the saloon wall. At that point two other men were using the wash basins and another man was occupying the toilet stall. Not letting decorum get in the way of security, Wheeler climbed on the washstand and attempted to peer through the metal grate on the toilet door. He could not see the envelope, but he could see the other man on the toilet and could see that he was not reading anything. Wheeler watched him until he finished his business and opened the door, at which point Wheeler ran in behind him and grabbed the manila envelope from behind the pipes. It did not seem tampered with. No doubt breathing a sigh of relief—and no doubt seeming odd to his fellow riders—Wheeler continued washing up, shaved, put the envelope and his shaving gear back in his suitcase, and went back to his berth. There he finished dressing. Jones directed him to sit in berth 6, which had been converted into its daytime sitting mode. While waiting for Berger to appear, Wheeler thought to check on the document. At 7:20am, he opened his suitcase and took out the manila envelope. The white envelope, which had contained the secret of the H-bomb, was not inside. Berger left berth 10 at 7:45am and, for the first time on the trip, saw Wheeler, who was in a panic. He had found the porter and was securing his help in searching the train. Berger was assigned the role of watching Wheeler’s bags while Wheeler and Jones went through the dirty linens from Wheeler’s berth and searched the lavatory and the trash. No white envelope. Going through his suitcase again, a deeply distraught Wheeler began tearing up anything that was no longer of value (magazine articles, unclassified correspondence) and strewed them as confetti on the train’s floor. At 7:55am, per railroad regulations, car #101 had to be vacated for the day. Wheeler and Berger left and immediately searched Union Station for the other men who had been in the lavatory. The search was futile. In a depressingly desperate act, they went to the station’s lost-and-found office. Nobody had turned in any documents containing the secret of the H-bomb. Likely contemplating their futures, they ate breakfast at the station, then headed over to the nearby congressional Office Building where the Joint Committee staff were waiting.\n\nSearch and investigation Section: Choose Top of page ABSTRACT A split physics community... B is for bomb A secret history, a dark ... Wheeler’s no good, very b... The fateful trip Search and investigation << The fallout The unsolved mystery References By 9:30am Wheeler had told the staffers, including Borden, what had happened. They all headed back to car #101, which had since been moved to the railroad yards, to search it again. They found nothing. They secured an official hold on the car so it would not be sent out again and put a lock on the door. Borden was beginning to panic—he had just participated in the loss of the secret of the H-bomb, and had done so while waging a private conspiracy against the AEC. Much more than merely his career was on the line. Mishandling nuclear secrets was legally punishable by jail time, fines, and even, in extreme cases, the death penalty. Around noon, giving into his desperation, Borden did the only other thing he could think of: He called the FBI, told them they had lost a document, and begged for help. The agent that Borden spoke to was initially unimpressed. Finding the lost documents of congressional staffers is not, Borden was informed, within the FBI’s mandate. Borden then told him that it involved thermonuclear weapons secrets. That got the agent’s attention. The FBI sent over agents to interview Borden and Wheeler near the Capitol. Wheeler, by the FBI’s account, was almost totally incoherent with panic. The FBI agents found the situation incredibly odd. Shouldn’t the AEC be involved in a case of lost nuclear secrets? Did Borden intend to alert them? No, Borden said, he did not. The FBI could tell them, he explained, but he was not going to. The agents quickly realized that this was a situation of some delicacy and intragovernmental intrigue. FBI agents explained the situation to AEC officials two days later and found them livid, both about the loss of the document and about Borden’s silence. How, the officials wondered, did Joint Committee staffers decide it would be a good idea to concentrate the secrets of the H-bomb in a single document and then handle that document with such lax security measures? There was a delicious irony to the whole thing—the Joint Committee staffers had hoped their secret history would show that the AEC officials had been negligent toward the development of the H-bomb. Instead, AEC officials were now in a position to argue that it was the staffers who had damaged national security by being reckless with secrets. J. Edgar Hoover, the notorious head of the FBI, became directly involved with the investigation. He personally wrote letters informing the attorney general and the AEC’s director of security about the investigation, and Hoover’s handwriting is at the bottom of many major FBI documents about the search: “EXPEDITE. Get after all phases of this. Leave no stone unturned.” The FBI special agents assigned to the investigation were given almost unlimited resources to uncover the fate of the Wheeler document. The investigation focused on tracking down every person who might have been near the document that day and reconstructing its last known whereabouts. They scrutinized bit players like the person who shared Wheeler’s cab to the train station and embarked on a largely fruitless effort to track down the other people on the train. The handwriting for the registry of passengers was so bad that the FBI’s forensic handwriting laboratory, supposedly the best in the nation, simply had to give up. The FBI even showed Wheeler photographs of people who had been at rallies to protest the imprisonment of the Rosenbergs in the hope that he might recognize one of them from the washroom. He did not. 16 16. A. H. Belmont to D. M. Ladd (14 February 1953), in ref. 15 . Three people received special focus. One, of course, was Wheeler himself, who was interviewed multiple times and gave a formal deposition to the FBI. As one agent put it, they wanted to know “every step he had taken, persons with whom he had talked, whether he had gone home after receiving the document, how he had gone to the train, whether he had called anyone, how long he had been at each place, what he did with the document at every step and, in fact, his actions should be traced minute by minute.”The FBI files don’t seem to suggest that anyone thought Wheeler was some kind of spy—for one thing, it would be a dumb way to go about spywork, and nobody thought Wheeler was dumb. But the FBI did seem to have considered him something of a klutz. Another suspicious character was Berger, Wheeler’s colleague. Where, exactly, did he go in Philadelphia before boarding the train? Why did Berger work so hard to locate Wheeler? Berger’s interviews also contained inconsistencies. Perhaps those inconsistencies were due to slips of memory, but the FBI speculated that maybe he really had something to hide. The other character who received multiple interviews was Jones, the porter for car #101. He was the only one awake in the car all night long, and his records for when people entered and left were crucial. Like all Pullman porters, Jones was African American at a time of segregation and overt racism, when civil rights leaders and unions alike were targeted by the FBI as potential Communist sympathizers. On the basis of his job and race, and on his relative proximity to the lost six pages, Jones was instantaneously rendered suspect. 17 17. G. Dean, testimony before an executive session of the Joint Committee on Atomic Energy (24 March 1953), box 14, in ref. 7 ;C. E. Hennrich to A. H. Belmont (18 February 1953), in ref. 15 . The FBI also got deeply involved in the minutiae of Pullman trains. How exactly did walk-on tickets work? What happened to paper trash found on the trains? (It was disposed of in a vat of lye.) If trash fell between the floorboards somehow, where would it end up? Diagrams of the specific train car circulated among various FBI offices in the vain hope that somewhere in that top-down view of berths and bathrooms, an answer would materialize. The car itself was “completely dismantled,” according to the chairman of the AEC. There were even discussions about having agents walk the entirety of the line between Philadelphia and Washington to look for the missing paper, but instead the agents sought the help of the regular track walkers who were in charge of inspection. Ultimately, the FBI’s efforts were in vain. They had only so many places to look and people to interview. No truly promising leads ever arose. They concluded that the most likely scenario was that Wheeler didn’t put it back in the envelope after reading it that night on the train and that it was somehow swept up into the trash and destroyed. But if that were true, it would be impossible to verify. The FBI could not discount the possibility that foreign agents, through one route or another, might have acquired it—they simply lacked any evidence for it. They had, unsatisfyingly, no closure either way.\n\nThe fallout Section: Choose Top of page ABSTRACT A split physics community... B is for bomb A secret history, a dark ... Wheeler’s no good, very b... The fateful trip Search and investigation The fallout << The unsolved mystery References AEC officials were furious to learn about the loss of the document. They had a long list of reasons for their anger. For one, the secret of the H-bomb might have been compromised. For another, the entire affair had revealed the Joint Committee staff’s conspiracy against them. To add insult to injury, one of their own scientists, Wheeler, had been at the center of both of those problems. On paper, the AEC looked like a powerful organization. It made the country’s atomic bombs, after all. But in the political ecosystem of Washington, it was actually quite weak. What the AEC’s relationship with the military was meant to be was never entirely clear. The AEC also lacked natural allies; even the scientists were ambivalent toward commission personnel, and scientists were never a powerful lobby in the US. The AEC’s only real political autonomy derived from the president—if he supported it, it was strong; if he abandoned it, it was weak. entirety was lost, not just Wheeler’s six pages. 18 18. Ref. 1 , Hewlett, Holl, p. 41;L. B. Nichols to Mr. Tolson (19 February 1953), in ref. 15 . So it is understandable what AEC officials did after they got the news of Wheeler’s loss: They went to newly elected President Dwight Eisenhower and told him that Congress had lost the secret of the H-bomb. Eisenhower had received the full copy of Borden and Walker’s H-bomb history a few days before he received that call, and he may have misunderstood the news; at times, he appears to have believed that thewas lost, not just Wheeler’s six pages. Note that the efforts of Borden, Walker, and the other Joint Committee staff were not well known among the congressmen who served on the Joint Committee. Borden’s patron McMahon had apparently approved the plan before his early death from cancer, though no documentary evidence of that approval has survived. McMahon’s successor on the committee, Representative Carl Durham (D-NC), gave his approval to continuing the work. But none of the other 16 members of the committee appear to have been informed that such a document had been created, let alone lost. So Sen. William Knowland (R-CA) was more than a little surprised when Eisenhower called him aside to berate him about Wheeler’s mishap during an event at the Congressional Club; Knowland told other members of the committee that he had never seen the president so agitated. Eisenhower then summoned the chairman and vice chairman of the committee to the White House to give them a dressing down. The president also asked Hoover to give him a daily report of the investigation—hence Hoover’s own sense of urgency. An emergency session of the Joint Committee was convened two days later. The congressmen were furious at their staffers run amok. Borden was summoned to a closed session and asked to account for his role in the creation and loss of the document. 19 19. Joint Committee on Atomic Energy, executive session (18 February 1953), box 12, Records of the US Senate, record group 46, app. 4, National Archives, Washington, DC. Borden argued that the staffers should not be blamed if Wheeler, their brilliant scientific consultant, had not followed regulations correctly. Furthermore, he insinuated that a bit of counterconspiracy might be at work. AEC personnel, he explained, would be “less than human” if they were not “somewhat fearful” of his damning H-bomb history. Perhaps, Borden argued, they should not take the AEC’s indignation at face value—at the very least, the AEC was likely making a big deal out of the Wheeler incident to deflect attention from its own failures. The politicians understood, though, that what mattered here was not whether the study was intellectually valid, not whether the regulations had been followed precisely, and not whether it was Wheeler’s or Borden’s fault that the document was lost. What mattered was that Borden had put the committee in a bad position with respect to the president and the AEC. The now-declassified transcript of the meeting records reveal Sen. Eugene Millikin (R-CO) unleashing scathing criticism at Borden. Millikin: “What was the idea? What crossed your mind to think that this is the thing that should be done?” Borden: “I set it in motion, Senator, and if that is wrong, then I am wrong, and you can hold me for it.” Millikin: “What can I do, shoot you?” 19 19. Joint Committee on Atomic Energy, executive session (18 February 1953), box 12, Records of the US Senate, record group 46, app. 4, National Archives, Washington, DC. Borden: “Shoot me or fire me.” 20 20. G. Dean to J. A. Wheeler (1 April 1953), Office Files of Gordon Dean, record group 326, National Archives at College Park, MD;G. Dean, testimony, in ref. 17 . The committee chose the less violent option. Someone had to take the fall, so Borden was quickly dismissed from his job. Wheeler got off with a personal reprimand from AEC chairman Gordon Dean, who in a memo expressed the organization’s “extreme displeasure and concern” with him and his actions. As Dean told the Joint Committee later, Wheeler was just too important to punish. “We do not see anything we can do above that at the moment. We still want him in the program. He is a very valuable man, and we do not know anything else we can do without cutting off our nose to spite our faces.” The committee concluded that if you give a man numerous secret documents, over the course of time he is bound to lose a few. For Wheeler, the consequences probably hurt his pride more than anything else. Whenever he needed his security clearance renewed, the FBI would dig up the entire sorry episode again, but that was it. The loss of the H-bomb secret does not seem to have affected his career trajectory. But the story does not end there. After being fired, Borden went back into private law practice. His initial suspicions of the AEC blossomed into an obsession with a conspiracy theory. What if the AEC had been behind the loss of the document? He began to believe that Oppenheimer himself, long an object of his suspicions, had somehow induced Wheeler to lose the document. For the rest of 1953, Borden would conspire—with help from other enemies of Oppenheimer—to bring Oppenheimer down, one way or another. 21 21. Ref. 1 , Herken, p. 267. The culmination of that activity was a letter that Borden wrote to Hoover in November 1953, alleging that after years of considered study he believed “that more probably than not J. Robert Oppenheimer is an agent of the Soviet Union.” It was a letter he never could have written as chief of staff for the Joint Committee on Atomic Energy because it would have engendered too much political turmoil. But as a former chief of staff, not only could he write it, but it could carry some extra weight. Being fired, in a practical sense, freed Borden of having to be political about expressing his fears. 21 21. Ref. 1 , Herken, p. 267. Borden’s letter to Hoover contained no new evidence against Oppenheimer, but Oppenheimer’s enemies—most notably Strauss, who in July 1953 had been appointed the new chairman of the Atomic Energy Commission—seized on it as an excuse. Strauss went to Eisenhower, who decreed that a “blank wall” needed to be erected between Oppenheimer and US nuclear secrets.Oppenheimer was given the chance to accept that in silence or to contest it. He chose the latter. Thus the infamous Oppenheimer affair, with its tortuous security hearing and humiliating termination of Oppenheimer’s security clearance, was set in motion. The Oppenheimer affair is regularly cited as a pivotal moment of the Cold War, a direct blow to scientists’ autonomy as government advisers and a reassertion of bureaucrats’ control over nuclear weapons policy. And it was set in motion by six pieces of paper occupying the wrong place in spacetime, as Wheeler might have put it."}}