{"GDELT": {"GlobalEventID": 890049374, "Day": 20191201, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9068, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.9354207436399196, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Brisbane, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154654", "Actor1Geo_Lat": -27.5, "Actor1Geo_Long": 153.017, "Actor1Geo_FeatureID": "-1561728", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brisbane, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154654", "Action2Geo_Lat": -27.5, "Action2Geo_Long": 153.017, "Action2Geo_FeatureID": "-1561728", "DATEADDED": 20191201054500, "SOURCEURL": "https://www.geo.tv/latest/259476-david-warner-unfazed-after-world-record-bid-cut-short"}, "ARTICLE": {"TITLE": "David Warner unfazed after world record bid cut short", "TEXT": "Australian batsman David Warner celebrates reaching his triple century (300 runs) during the day two of the second Test match between Australia and Pakistan in Adelaide on November 30, 2019. Photo: AFP\n\nDavid Warner’s brilliant, unbeaten 335 in the second Test against Pakistan on Saturday thrilled the Adelaide Oval crowd but a pragmatic declaration by Australia captain Tim Paine crushed hopes of a tilt at Brian Lara’s world record.\n\nWarner became the seventh Australian batsman to bring up three figures on day two and finished with the 10th highest score of all time after his 418-ball epic.\n\nThe lefthander moved just past the 334 scored by Don Bradman in 1930 and matched by Mark Taylor’s unbeaten 334 away to Pakistan in 1998.\n\nAmong Australians, Warner now ranks second only to Matthew Hayden’s 380 against Zimbabwe in 2003.\n\nWith Warner scoring at a rapid strike-rate of 80.14, Lara’s 400 against England in 2004 seemed there for the taking as the man nicknamed ‘Bull’ punished a demoralised Pakistan attack.\n\nBatting partner Matthew Wade was providing good support at the other end and there were seven wickets in the bank.\n\nYet with rain forecast in the coming days, sentimentality was shoved aside as Paine declared the innings closed at 589 for three, giving his bowlers a few overs before the dinner break.\n\nThe skipper may have felt exonerated when Pakistan collapsed to 96 for six at stumps in a dreadful reply.\n\nWarner, himself, said he had no regrets but admitted he was thinking about Lara’s record as he motored past 300.\n\n“If the boundaries were a little bit shorter, I might have taken them on a bit more,” Warner told broadcaster Fox Sports.\n\n“Wadey kept on saying to me at the other end, let’s not run too hard and run ourselves out.”\n\nHe said he had more regrets when dismissed for 253 in Perth against New Zealand in 2015, having been in rollicking form with a fast outfield.\n\nHe now holds the distinction of being one of only three Australians to score more than 250 twice, the others being Bradman and former captain Michael Clarke.\n\nIt is exalted company for a man fingered as the mastermind of the ball-tampering scandal at Newlands last year, which scandalised a nation and saw him banned for 12 months along with former skipper Steve Smith.\n\nSmashing 154 in the first Test in Brisbane, Warner now has 489 runs for the series, an outrageous rebound from his gloomy Ashes when he was preyed upon by Stuart Broad and jeered relentlessly throughout by the English crowds.\n\nWarner said he wanted to produce a “massive statement” upon returning home, having missed the previous Australian summer while serving his ban.\n\nHe and Marnus Labuschagne did that in spades as they combined for a 361-run partnership, a second-wicket record in Australia, before the blossoming number three was bowled for 162.\n\n“(There was) poor form in England,” said Warner.\n\n“But to come back here in Australia, put some back-to-back performances on the board, have that consistency and start the summer well for our team, that’s what I was more proud of myself for.”"}}