{"GDELT": {"GlobalEventID": 890090925, "Day": 20191201, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9068, "Actor1Code": "CVL", "Actor1Name": "NEIGHBORHOOD", "Actor1Type1Code": "CVL", "Actor2Code": "CHRPRO300", "Actor2Name": "PRESBYTERIAN", "Actor2Religion1Code": "CHR", "Actor2Religion2Code": "PRO", "IsRootEvent": 0, "EventCode": 75, "EventBaseCode": 75, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.61658841940532, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Honduras", "Actor1Geo_CountryCode": "HO", "Actor1Geo_ADM1Code": "HO", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": -86.5, "Actor1Geo_FeatureID": "HO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX", "Actor2Geo_Lat": 23.0, "Actor2Geo_Long": -102.0, "Actor2Geo_FeatureID": "MX", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20191201131500, "SOURCEURL": "https://www.msn.com/en-us/news/world/ju-c3-a1rez-mexico-shelters-host-migrants-for-longer-times-as-us-asylum-process-drags-on/ar-BBXAFBD"}, "ARTICLE": {"TITLE": "Juárez, Mexico, shelters host migrants for longer times as US asylum process drags on", "TEXT": "JUÁREZ, Mexico ― Francisco Echevarría sat at a kitchen table in a migrant shelter, watching a Mexican version of \"Family Feud\" as his toddler scooted around on a tiny Thomas the Tank Engine ― a way to bide the time and keep the big questions at bay.\n\nHow much longer should we wait?\n\n© Mark Lambie/El Paso Times Pasos de Fe shelter director Miguel Gonzalez, left, sits with Honduran asylum seeker Francisco Echevarria at the Juárez shelter.\n\nEchevarría, his wife and two children have waited nine months in northern Mexico to pursue their asylum claim in the U.S. under the Trump administration’s Migrant Protection Protocols. With each court date ― there have been three so far ― the wait grows longer.\n\n© Mark Lambie/El Paso Times The 1-year-old son of Honduran asylum-seeker Francisco Echevarria rides a Thomas the Train toy around the courtyard of the Pasos de Fe shelter in Juárez on Tuesday. Shelters in Juárez are seeing less migrants arriving, but many are left as they await their hearings.\n\n“They just delay and delay,” said the 33-year-old Honduran. “I think they want us to give up. And there isn’t any assurance that we’ll be successful.”\n\nLife in this border city’s 17 nonprofit migrant shelters has been transformed by the U.S. program that keeps asylum-seekers waiting for months on end for court dates in El Paso.\n\nOnce a quick stop for the deported to get a night’s rest and a shower, the city’s shelters have become long-term homes for Cuban and Central American families committed to pursuing their claims under MPP.\n\nThirty people, including the Echevarría family, have spent months at the Pasos de Fe Presbyterian shelter in a neighborhood southwest of downtown.\n\n“Before, the most we would let people stay was 15 days,” said Miguel Gonzalez, a pastor and director of three Presbyterian shelters in Juárez. But the shelter has extended its hospitality, he said, because “we have seen court dates set into April 2020.”\n\n1,486 in Juárez nonprofit shelters\n\nThe shelter’s doors open onto uneven streets of dirt and rock, where rainwater cuts deep gullies.\n\nA washing machine rattled on a back patio as it spun in the afternoon. Clothes dried overhead on a barbed wire line. Inside, Echevarría’s wife shooed her son away from a pressure cooker filled with pinto beans, while other children squealed in the next room playing a made-up game.\n\nMexican authorities counted 1,486 people in the city’s network of nonprofit shelters in late November ― about 200 people more than were sheltered in July, near the height of arrivals. Shelter directors say that a majority of their residents are people committed to pursuing their asylum claims under the MPP process.\n\nEchevarría, who has attended every one of his court hearings in El Paso, is one of the 3,491 asylum-seekers caught in the MPP dragnet, according to a count by the TRAC Research Center at Syracuse University.\n\nBut hopes are wearing thin among those committed to the long wait in Juárez: Not a single applicant under MPP has been granted asylum in the El Paso immigration court through September, according to data compiled by TRAC.\n\n“I don’t want to keep waiting only for them to deport me,” he said. “It’s not that easy for us to stay here.”\n\nWant more news like this? Click here to subscribe to elpasotimes.com.\n\nEchevarría crossed the Paso del Norte border bridge with his family in February, legally, having waited until U.S. Customs and Border Protection agents called their number. But they were subjected to MPP and sent back to Mexico.\n\nWith his first court date set for September, he took a job in Ciudad Madera, five hours south of Juárez in Chihuahua state. The next two court dates were too close together ― one in October and the next in November ― so the family took up residence in the shelter.\n\nEchevarría is an electrician and HVAC technician but hasn’t found work yet in Juárez. A company at a job fair this week told him they needed to see a hard copy of his diploma, which he didn’t carry with him.\n\nHe wore a button-down shirt and sweatpants at the shelter as he explained why he took his family north. He had been active in an opposition political party in Honduras and has faced persecution; he believes he lost his job for refusing to attend a presidential visit.\n\n'Honduras is a narco-state'\n\n\"After the last election in 2017, there was fraud and we took to the streets to protest,\" he said. \"First, the police used tear gas, then live bullets. They have disappeared people.\"\n\nHe added: \"The repression continues. Honduras is a narco-state.\"\n\nTwenty-two people were killed by Honduran security forces during the 2017 protests, according to Human Rights Watch, a nonprofit that tracks human rights abuses worldwide. Although homicides have trended downward, violent crime remains rampant.\n\nLast month, the brother of Honduran President Juan Orlando Hernández was found guilty in a U.S. court of cocaine trafficking, according to the U.S Department of Justice. Juan Antonio Hernández Alvarado is expected to face sentencing in January.\n\nMexican crackdown slows Central American exodus\n\nThe exodus from Central America to the U.S. border has slowed in recent months, due in part to a crackdown by the Mexican government on its southern border and to the hardship asylum-seekers face in the MPP program.\n\nStill, shelters in Juárez are expanding. Pasos de Fe has outfitted a loft space atop the shelter with blue bunks welded by the migrants themselves, raising capacity to 86 from 46. But the space has so far been left unfinished.\n\nWant more news like this? Click here to subscribe to elpasotimes.com.\n\n© Mark Lambie/El Paso Times Pasos de Fe migrant shelter director Miguel Gonzalez shows a large room at his shelter that he is converting into living space in case more asylum seekers show up in Juárez.\n\nFor those migrants facing their final MPP hearing, the risks are enormous. Of the 2,616 MPP cases closed in El Paso immigration court, TRAC reports that 2,442, or 93%, have resulted in a removal order.\n\nThe remainder of the cases have been terminated or closed without a deportation, but without asylum being granted.\n\nEchevarría's final hearing is scheduled four months from now, in March. That means more waiting, possibly without work. He says going home isn't an option.\n\n\"We don't know what to do now,\" he said. \"But we have to make a decision.\"\n\nLauren Villagran covers the border and can be reached at lvillagran@elpasotimes.com.\n\nThis article originally appeared on El Paso Times: Juárez, Mexico, shelters host migrants for longer times as US asylum process drags on"}}