{"GDELT": {"GlobalEventID": 890090748, "Day": 20191201, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9068, "Actor2Code": "GOV", "Actor2Name": "ADMINISTRATION", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.8651026392961905, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191201131500, "SOURCEURL": "https://www.cityam.com/jeremy-corbyn-calls-for-closer-nato-relationship-with-russia/"}, "ARTICLE": {"TITLE": "Jeremy Corbyn calls for closer Nato ties with Russia", "TEXT": "Jeremy Corbyn has advocated for Nato to de-escalate tensions with Russia, while signalling a Labour government would distance itself from the United States.\n\nCorbyn launched Labour’s foreign policy on Sunday afternoon, emphasising that Nato should change its policy direction.\n\nRead more: Jeremy Corbyn: Convicted terrorists should ‘not necessarily’ serve full jail terms\n\nThe Labour leader said next week’s Nato summit in London should be about “reducing tensions in Europe and beyond”.\n\n“President Macron is right to press the case for a change of direction in Nato policy, including the need to de-escalate conflict with Russia and a wider perspective on the most serious threats to our common security,” he said.\n\nHe also signalled that a Corbyn government would distance itself from the Donald Trump administration and called Boris Johnson the “world’s leading sycophant” toward the US President.\n\n“It is time for Britain to stop clinging on to Donald Trump’s coat-tails,” he said.\n\n“Britain must make its own foreign policy free from a knee-jerk subservience to a US administration which repudiates our values.”\n\nCorbyn also announced that he would introduce a “War Powers Bill” if elected, which ensured that prime ministers cannot launch military action without parliamentary approval.\n\nHe pledged to create a “peace and conflict-prevention fund”, spend £400m to increase “diplomatic capacity” and to stop arms sales to Saudi Arabia.\n\nThe Labour leader also promised £100m extra peace keeping funding and to “recognise the state of Palestine”.\n\nCorbyn evoked Friday’s London Bridge terror attack in his speech, blaming US and Britain intervention in the Middle East for cases of extremism on home soil.\n\n“The war on terror has manifestly failed,” he said.\n\n“Britain’s repeated military interventions in North Africa and the wider Middle East, including Afghanistan, have exacerbated rather than resolved the problems.\n\n“This policy has not made us one bit safer – if anything, it has made us less safe.”\n\nRead more: London Bridge: Attacker was convicted terrorist behind stock exchange bomb plot\n\nResponding to the speech, foreign secretary Dominic Raab said: “Jeremy Corbyn has consistently opposed all action that we have taken to make this country safer.\n\n“If elected as Prime Minister he would weaken Britain’s security and undermine the alliances that protect us.”"}}