{"GDELT": {"GlobalEventID": 890090896, "Day": 20191201, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9068, "Actor1Code": "COP", "Actor1Name": "POLICE OFFICER", "Actor1Type1Code": "COP", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKC3", "Actor1Geo_ADM2Code": "40098", "Actor1Geo_Lat": 52.2, "Actor1Geo_Long": 0.116667, "Actor1Geo_FeatureID": "-2591658", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKC3", "Actor2Geo_ADM2Code": "40098", "Actor2Geo_Lat": 52.2, "Actor2Geo_Long": 0.116667, "Actor2Geo_FeatureID": "-2591658", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKC3", "Action2Geo_ADM2Code": "40098", "Action2Geo_Lat": 52.2, "Action2Geo_Long": 0.116667, "Action2Geo_FeatureID": "-2591658", "DATEADDED": 20191201131500, "SOURCEURL": "https://www.lawgazette.co.uk/news/tributes-pour-in-for-london-bridge-victim-jack-merritt/5102360.article"}, "ARTICLE": {"TITLE": "Tributes pour in for justice campaigners who died at London Bridge", "TEXT": "Tributes have been paid from within the profession to justice campaigners Jack Merritt and Saskia Jones, victims of last Friday's terrorist attack at London Bridge.\n\nMerritt, 25, a law and criminology graduate from the University of Cambridge, was described by his father David as a 'beautiful spirit who always took the side of the underdog’. He was a course coordinator for the University of Cambridge’s prison rehabilitation programme. The project, Learning Together, gives students and inmates the opportunity to study together to help reduce reoffending.\n\nIn a statement, his family said: 'Jack was an intelligent, thoughtful and empathetic person who was looking forward to building a future with his girlfriend, Leanne, and making a career helping people in the criminal justice system.\n\n'We know Jack would not want this terrible, isolated incident to be used as a pretext by the government for introducing even more draconian sentences on prisoners, or for detaining people in prison for longer than necessary.'\n\nGazette columist Joshua Rozenberg, who interviewed Merritt about the course for his Law in Action programme, said he was a 'fine young man, dedicated to improving people’s lives’.\n\nCriminal barrister Tim Storrie, who met Merritt at Warren Hill prison, said: 'His open heartedness, his drive and his faith in the redemption of prisoners through education shone out. He saved lives through his work.’\n\nPrison Radio UK, who worked with Merritt on a podcast episode, said he was 'generous with his time and all too happy to help others. His life should inspire us all. The criminal justice community is in deep shock’.\n\nSimon Davis, president of the Law Society, said: 'Jack was a delight. Funny, energetic and dedicated.'\n\nProfessor Loraine R Gelsthorpe, director of the Institute of Criminology at the University of Cambridge, said Merritt's determined belief in rehabilitation had inspired him to join the organisation after completing his MPhil in criminology in 2017.\n\nShe added: 'Jack's passion for social and criminal justice was infectious. He was deeply creative and courageously engaged with the world, advocating for politics of love. He worked tirelessly in dark places to pull towards the light.'\n\nFellow Cambridge graduate Saskia Jones, 23, from Stratford-upon-Avon, had been at the same conference celebrating the five-year anniversary of the Learning Together conference. In a statement, her family said: 'Saskia was a funny, kind, positive influence at the centre of many people's lives. She had a wonderful sense of mischievous fun and was generous to the point of always wanting to see the best in all people\n\n'She was intent on living life to the full and had a wonderful thirst for knowledge, enabling her to be the best she could be. Saskia had a great passion for providing invaluable support to victims of criminal injustice, which led her to the point of recently applying for the police graduate recruitment programme, wishing to specialise in victim support.'"}}