{"GDELT": {"GlobalEventID": 890049331, "Day": 20191201, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9068, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.411698537682789, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Macungie, Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_ADM2Code": "PA077", "Actor2Geo_Lat": 40.5159, "Actor2Geo_Long": -75.5552, "Actor2Geo_FeatureID": "1180169", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Macungie, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_ADM2Code": "PA077", "Action2Geo_Lat": 40.5159, "Action2Geo_Long": -75.5552, "Action2Geo_FeatureID": "1180169", "DATEADDED": 20191201054500, "SOURCEURL": "https://www.republicanherald.com/news/man-arrested-for-drug-30-years-after-murder-1.1211258"}, "ARTICLE": {"TITLE": "Man arrested for drug 30 years after murder", "TEXT": "Twenty-eight years before police knocked on Michael Merenda's door to ask him about the alleged marijuana crop growing in his back yard, officers were converging on his family's home with a more serious tone.\n\nIn February 1983, Merenda, then in his late 20s, found himself as the suspect in a sensational homicide investigation and a year later was convicted of murdering his girlfriend, a member of a well-known local family.\n\nOn Monday evening, Kline Township police went to the home of Merenda, now 57, in Haddock after someone reported smelling marijuana near the house. Officers said they found 294 pot plants growing in Merenda's backyard on Bruno Avenue.\n\nIt was a much-younger Merenda, at about 28 years old, being escorted to a Hazleton police cruiser in February 1983 by Hazleton officers Michael Cassic and Vincent Zola.\n\nMerenda was being led from his arraignment before then-District Judge Michael T. Conahan, accused of murder in the death of Cindy Sacco Parva, 31. She had been found unconscious Feb. 7, 1983, in the apartment they shared at 17 W. Oak St.\n\nParva never regained consciousness and died Feb. 12 in Hazleton General Hospital.\n\nMerenda was charged with her murder two days later and the case made headlines for months afterward. Parva's father, Bob Sacco, was a well-known radio personality on WAZL and a teacher in the Hazleton Area School District. Bob Sacco is now deceased. Her mother, Joan, operated a local dance studio that still bears her name. She declined comment for this story.\n\nParva was an actress who also worked as an instructor at her mother's dance studio and as a bartender at Shenanigans, a Hazleton bar and restaurant.\n\nIn their investigation of her death, officials ruled she suffered multiple blows to her face, chest and neck before being taken to the hospital. The beating she suffered caused cardio-respiratory failure. Originally, police thought Parva overdosed on drugs but blood tests showed no sign of drugs or alcohol.\n\nMerenda was originally charged with aggravated assault Feb. 8 but as the police investigation ensued, that charge was withdrawn and replaced with one count of murder Feb. 14, according to Standard-Speaker archives.\n\nOn Feb. 15, then-city patrolman Edward Harry joined state police and officers from McAdoo and Kline Township in converging on Merenda's Haddock home, where law enforcement believed he was hiding. Police left the home without finding Merenda, who later turned himself into police at Hazleton City Hall.\n\nHarry, who later served as police chief in Hazleton and now holds the same title in Macungie, remembers \"sitting on\" Merenda's house for a few days waiting for him to show up. Officers eventually called off the stake-out when it became clear that Merenda knew police were looking for him, and they instead served a search warrant on the home, Harry said.\n\nAttorney Lawrence Klemow, an assistant district attorney at the time, asked for bail to be denied during Merenda's arraignment. Conahan upheld the request and sent Merenda to Luzerne County Correctional Facility, Wilkes-Barre. Merenda eventually was given the opportunity to post $100,000 bail, and in April 1983 was freed until the outcome of his trial.\n\nIn January 1984, his non-jury trial opened before then-President Judge Robert J. Hourigan. Attorney Robert J. Gillespie Jr., who now has a private practice, was Luzerne County district attorney when the case went to trial. Gillespie said he remembers the case was \"particularly brutal\" and left Parva's parents devastated.\n\nGillespie said Merenda's alleged drug use was raised at the trial. Merenda's defense attorneys claimed he couldn't form the intent necessary to kill Parva because of drugs, Gillespie said.\n\nMerenda was convicted of third-degree murder and sentenced Dec. 21, 1984, to eight to 20 years in a state correctional institution.\n\nAccording to the state Department of Corrections, Merenda was jailed at SCI-Graterford, Montgomery County - Pennsylvania's largest maximum-security prison - in 1985, and then taken to SCI-Camp Hill near Harrisburg.\n\nIn 1992, Merenda went to a halfway house in York and was released on parole the same year but violated parole and returned to the prison system Aug. 2, 1994, where he served time until 1999, according to the department. He was released again on parole but returned to prison in January 2001 after another violation. His sentence was considered completed by July 4, 2006, the department said.\n\nSgt. Kevin Ruby of Kline Township police said one of the parole violations occurred April 1, 1994, when Merenda was arrested for driving under the influence in Kelayres with a blood-alcohol content of .161 percent, where .10 at the time was the legal limit.\n\nNow, more than five years after leaving prison, Merenda is in trouble again.\n\nAccording to an affidavit of probable cause, he told police he began growing the marijuana plants behind his Haddock home in June for personal use to calm his back and neck pain. Merenda admitted that the plants were his, police said.\n\nMerenda was arraigned and jailed but was released on $15,000 straight bail Wednesday, according to a Schuylkill County Prison spokesman. He is scheduled for a preliminary hearing at 10 a.m. Oct. 7 before District Judge Stephen J. Bayer, Tamaqua, according to court documents.\n\nA man who answered the telephone at Merenda's home on Thursday hung up before a message could be left seeking comment for this story."}}