{"GDELT": {"GlobalEventID": 890613766, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "FRAGOV", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor1Type1Code": "GOV", "Actor2Code": "IGOUNOGOV", "Actor2Name": "UN GENERAL ASSEMBLY", "Actor2KnownGroupCode": "UNO", "Actor2Type1Code": "IGO", "Actor2Type2Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 8, "NumSources": 8, "NumArticles": 8, "AvgTone": -1.73093753418663, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20191203230000, "SOURCEURL": "https://www.bournemouthecho.co.uk/news/national/18077664.pm-pushes-ahead-tech-giant-tax-pledge-despite-french-us-trade-war/"}, "ARTICLE": {"TITLE": "PM pushes ahead with tech giant tax pledge despite French-US trade war", "TEXT": "Boris Johnson has maintained he wants global tech giants to pay a greater amount of tax in the UK, despite similar action by France intensifying a trade war with the US.\n\nThe Prime Minister stuck by the Conservative Party’s election commitment to implement a “digital services tax” to ensure major multinational companies pay their “fair share” of tax.\n\nThe US has threatened 100% tariffs on French cheese, Champagne and other products, a move described by France as an attack on all of Europe.\n\nThe US and France are at loggerheads over trade (Andrew Parsons/PA)\n\nThe proposed tariffs by the US would be on 2.4 billion dollars (£1.8 billion) of goods and is in retaliation for a French tax on global tech giants including Google, Amazon and Facebook.\n\nThe French government has argued its measures are aimed at “establishing tax justice” and seek to deal with a problem in which an overseas company can pay most of its taxes in the one EU country it has a regional base, which tend to be in smaller countries which try to attract multinationals with low corporate taxes.\n\nMr Johnson, speaking to reporters during a campaign visit to Wiltshire, said: “Obviously I deplore, I don’t think trade wars are a good thing.\n\n“One of the things the UK is going to do is campaign for – when we take back control of our tariffs, which we will on January 31, I hope, I know – we will campaign for freer trade and make sure we will open up markets around the world for British goods and services.\n\n“That’s one of the objectives of our government.\n\n“On the digital services tax, I do think we need to look at the operation of the big digital companies and the huge revenues they have in this country and the amount of tax that they pay.\n\n“We need to sort that out. They need to make a fairer contribution.”\n\nPrime Minister Boris Johnson meets US President Donald Trump (Stefan Rousseau/PA)\n\nMr Johnson earlier stressed the importance of the British PM having “good relationships” with the US president, describing it as “a geopolitical, geo-strategic fact” alongside having such relationships with other countries.\n\nAsked if President Donald Trump had done him a favour by saying he would not want anything to do with the NHS even if handed to the US on a silver platter, the PM replied: “I want to stress that under no circumstances whatever will any part of the NHS be for sale and this is periodically, metronomically produced in a completely fraudulent way by the Labour Party in order to distract from the vacuity of their position on Brexit and their unwillingness to get Brexit done.”\n\nMr Johnson also refused to engage in talk about the prospect of a no-deal Brexit at the end of 2020.\n\nQuizzed on whether he would advise businesses to continue planning for a no-deal outcome, Mr Johnson said: “We have a great deal. It’s going to allow us to come out smoothly and efficiently on January 31.”\n\nAsked if he would advise companies to cease no-deal preparations, Mr Johnson repeated the UK has a “great deal” in place."}}