{"GDELT": {"GlobalEventID": 890614445, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "MNCUSAMED", "Actor1Name": "QUALCOMM", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.9498607242339798, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191203230000, "SOURCEURL": "https://www.trustedreviews.com/news/xiaomi-mi-10-3961679"}, "ARTICLE": {"TITLE": "Xiaomi Mi 10 announced, and it will boast 5G", "TEXT": "The new Xiaomi Mi 10 flagship handset has been announced, and it’s set to offer 5G connectivity as standard along with another impressive spec.\n\nOn stage at Qualcomm’s Snapdragon Summit, Lin Bin, the president of Xiaomi, announced that the brand will soon release the Xiaomi Mi 10 flagship, with the very latest Snapdragon 865 processor. Not only does this bring 5G connectivity as default to Xiaomi’s flagship series, but Bin also pledged to release ten or more 5G-enabled smartphones over the course of 2020, including in premium and mid-range lines, and “hopefully lower tiers” as well. On top of that, he also declared that there will be a 5G version of the Xiaomi Mi Watch released in 2020.\n\nRelated: Best Phones\n\nThe anticipated new smartphone also is set to boast Xiaomi’s record-breaking 108-megapixel sensor, which we first saw in action on the Xiaomi Mi Note 10 Plus, and which is also rumoured to be present on the upcoming Samsung Galaxy S20. But beyond the processor and the main camera, we’ve little other rumours to go on regarding the specs of this upcoming device — so we’ll keep our ears close to the ground to let you know the latest leaks about this promising device all the way up until its eventual release.\n\nRelated: Best Camera Phones\n\nWe’re particularly excited for this new device, because we were so impressed by its predecessor, the Xiaomi Mi 9. Branding it “a bargain at £499” and awarding it 5 out of 5 stars, we heaped praise on the handset for its versatile camera configuration, its fantastic performance, and its excellent screen — along with the incredible value for money, of course. With the new device already set for a Snapdragon 865 chip, a 108-megapixel camera, and 5G connectivity, could it perform even better than its esteemed predecessor? You’ll have to wait for our full review to find out.\n\nMobile Writer Peter is a mobile tech writer, covering the latest smartphones, tablets, and wearables in news stories, reviews, and features. Previously he worked as a business researcher for Which?, analysing the m…"}}