{"GDELT": {"GlobalEventID": 890613788, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.48430493273542, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Melbourne, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5430", "Actor2Geo_Lat": -37.8167, "Actor2Geo_Long": 144.967, "Actor2Geo_FeatureID": "-1586844", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20191203230000, "SOURCEURL": "https://www.stuff.co.nz/entertainment/celebrities/117925861/actor-tells-court-craig-mclachlan-kiss-absolutely-not-an-indecent-assault"}, "ARTICLE": {"TITLE": "Actor tells court Craig McLachlan kiss 'absolutely not' an indecent assault", "TEXT": "A director of a Melbourne stage production has given evidence in the trial of actor Craig McLaughlan.\n\nAn actor on stage when Craig McLachlan allegedly inappropriately kissed a female performer during a Melbourne stage show has told a court there was \"absolutely not\" an indecent assault.\n\nMcLachlan is accused of indecently assaulting four female actors during a 2014 run of a theatre production and one of them alleges he put his tongue in her mouth during an unscripted kiss.\n\nBut Brendan Irving, who also starred in the scene, told Melbourne Magistrates Court on Tuesday it was part of his role to watch McLachlan closely, and that he never saw the star put his tongue in the woman's mouth.\n\nEDDIE JIM Craig McLachlan outside court earlier this year.\n\n\"Absolutely not,\" he said.\n\nREAD MORE:\n\n* Craig McLachlan kissed, groped fellow performers while on stage, court told\n\n* Craig McLachlan's four accusers want to face him in court\n\n* The stain #metoo allegations leave on celebrity reputations\n\nIrving said he was side on to the pair and in \"probably the best position\" to see what happened.\n\nHe said he was \"horrified\" when he learned of the allegations the women made and found them \"impossible to reconcile\" to memories of his involvement.\n\nHe also said the female actor who made the allegation about the unscripted kiss became \"quite aggressive\" in 2017 when she learned she had not been offered a part in the production's 2017-18 run.\n\n\"She was adamant she was going to now do something about the 2014 production,\" Irving said.\n\nMcLachlan, 54, has pleaded not guilty to 16 charges, comprising counts of indecent assault, common assault and attempted indecent assault.\n\nThe woman who alleges McLachlan put his tongue in her mouth also accuses the Logie-winning star of threatening to end her career when she confronted him offstage afterwards.\n\nMcLachlan's contested hearing has been told he also allegedly inappropriately touched another woman when they were in a scene together but he was hidden from the audience, that he ran his hand up a third woman's leg while she was on stage, and that he kissed the fourth woman offstage without her consent.\n\nThe four women cannot be named.\n\nIrving said McLachlan was flirtatious and overly complimentary with cast and crew members, both men and women, offstage during the production. There was a sexualised nature among the cast, he said, and hugging and kissing was common.\n\nHe said McLachlan would compliment him on his looks and physique, but none of what he said was \"crossing the boundary\".\n\n\"He would make lovely statements like, 'If I were a gay man' and, 'If I were 20 years younger',\" Irving said.\n\nIrving said after the production ended the female actor told him about a \"lingering\" kiss but hadn't deemed it serious enough to make a formal complaint. He said she was not afraid of confrontation and recalled one incident where she yelled at another cast member at drinks for making what she considered an offensive remark.\n\nDirector Christopher Luscombe told the court no one had raised with him any concern about the kiss.\n\n\"I assume if it wasn't raised then it was deemed to be keeping with the spirit of the scene,\" he said.\n\nLuscombe said he only saw a handful of performances as he returned to London after the rehearsals were complete. He was \"delighted\" with the shows he saw.\n\nResident director Leah Howard, who ran the show on a daily basis, told the court she once had McLachlan apologise to one of the women after he grabbed her forcefully by the face during one scene.\n\nMs Howard said the female actor told her: \"He grabbed my face hard out there ... You need to do something. He's angry.\" She was \"pretty upset\", Ms Howard said.\n\nThe alleged incident occurred on the same night McLachlan's microphone malfunctioned and he had a problem with his costume.\n\nMs Howard said she told McLachlan: \"You scared her, you should talk to her and you should apologise.\"\n\n\"He said, 'I will do that', and he was sorry at the frustration of the situation. It was very short and definite because I just wanted him to apologise.\"\n\nThe hearing, before magistrate Belinda Wallington, continues."}}