{"GDELT": {"GlobalEventID": 890613883, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "GOV", "Actor1Name": "AUTHORITIES", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -1.01351351351351, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Aitutaki, Cook Islands (general), Cook Islands", "Actor1Geo_CountryCode": "CW", "Actor1Geo_ADM1Code": "CW00", "Actor1Geo_ADM2Code": "14469", "Actor1Geo_Lat": -18.8583, "Actor1Geo_Long": -159.792, "Actor1Geo_FeatureID": "9164434", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Aitutaki, Cook Islands (general), Cook Islands", "Action2Geo_CountryCode": "CW", "Action2Geo_ADM1Code": "CW00", "Action2Geo_ADM2Code": "14469", "Action2Geo_Lat": -18.8583, "Action2Geo_Long": -159.792, "Action2Geo_FeatureID": "9164434", "DATEADDED": 20191203230000, "SOURCEURL": "http://www.cookislandsnews.com/national/local/item/75138-canadian-executive-dies-while-diving"}, "ARTICLE": {"TITLE": "Canadian executive dies while diving", "TEXT": "Aitutaki locals and visitors come together to support each other, report Rashneel Kumar and Katrina Tanirau.\n\nA Canadian company director who “loved diving” drowned during a scuba trip in Aitutaki yesterday morning.\n\nGary Donison, 60, was holidaying on the island with his wife Leslie. He died during a tour with tour guides Bubbles Below.\n\nIt is understood that the dive on Aitutaki had been completed and everyone had come to the surface.\n\nThereafter Donison was noticed by a young woman diver as floating head-down in the water with his mouthpiece out.\n\nDonison had booked the dive trip for himself and another couple travelling with them.\n\nCompany owner Menema Hewett confirmed a Canadian tourist had died while on one of their diving tours. She said her husband Onu had gone with the man to Aitutaki Hospital.\n\nLeslie Donison wasn’t out on the diving trip with her husband and friends, but was called to come to the hospital.\n\nHer husband was declared dead at the hospital. The preliminary determination is death by asphyxiation, though it’s thought natural causes may have contributed.\n\nThe two couples had stayed at the Edgewater in Rarotonga last week, then Aitutaki Lagoon Private Island Resort since Friday.\n\nLeslie Donison and Onu Hewett accompanied the body on an Air Raro charter flight to Rarotonga yesterday afternoon, for an official autopsy. His body was carried in a casket built by staff at the resort.\n\nPolice spokesperson Trevor Pitt said he would be able to comment on the matter after a briefing today.\n\nGary Donison was president of Donison & Associates in Edmonton, Canada, a small firm that sold high-tech cameras and pipe inspection equipment.\n\nWater Safety Council chairman Brent Fisher said his death was the first confirmed drowning this year. He expressed his condolences to Donison’s wife and their families.\n\nJason Napa, the resort manager at Aitutaki Lagoon Private Island Resort said, this was an unexpected and tragic loss.\n\n“We wish to send Leslie our deepest sympathies at this time of the sudden loss of her husband, Gary. Their Aitutaki family misses them.\n\n“Our restaurant and front office teams are shocked and saddened by this news as they bonded closely with both Gary and Leslie in the few days since they arrived on Friday.\n\n“They were a lovely, very happy couple, Gary always on the go, go, and Leslie quite content in just simply relaxing with book in hand.\n\n“Our resort management teams in Aitutaki and Rarotonga have been working throughout the day to assist with this emergency in every way possible, co-ordinating with various authorities and agencies, and assisting Leslie and the couple’s friends.\n\n“Leslie has now arrived safely in Rarotonga accompanied by the diving instructor who we understand is himself shaken.\n\n“Our heart goes out to Leslie and her family in Canada and we will continue to assist throughout in every way we can.”\n\nLeslie Donison told resort management yesterday: “Gary loved his diving”.\n\nAt Aitutaki’s Maina Traders Superstore, manager Marito Maoate said locals and visitors always came together to support each other when tragedies like these happened.\n\nIn September last year, a Taiwanese national Yang Wei-Chung, 47, who was kayaking in the lagoon at Aitutaki had drowned while trying to rescue his 11-year-old daughter who had fallen overboard a boat.\n\nAnd in 2015, a 37-year old German tourist drowned in Aitutaki after being swept off the double kayak he was paddling with a friend.\n\nCook Islands Tourism offered its deepest condolences to family and friends affected by the untimely death. The organisation was working with authorities to assist where it could, said Karla Eggelton, director of sales.\n\n* Gary Donison's death was found to be drowning, caused by lung artery blockage eventually resulting in cardiac arrest."}}