{"GDELT": {"GlobalEventID": 890614350, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "MED", "Actor1Name": "JOURNALIST", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.60240963855422, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Wisconsin, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWI", "Actor1Geo_Lat": 44.2563, "Actor1Geo_Long": -89.6385, "Actor1Geo_FeatureID": "WI", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_Lat": 44.2563, "Action2Geo_Long": -89.6385, "Action2Geo_FeatureID": "WI", "DATEADDED": 20191203230000, "SOURCEURL": "https://www.krtv.com/news/montana-and-regional-news/mtn-is-partnering-with-report-for-america-to-increase-reporting-in-montanas-reservation-communities"}, "ARTICLE": {"TITLE": "MTN is partnering with Report For America to increase reporting in Montana's reservation communities", "TEXT": "CINCINNATI — Five stations owned by The E.W. Scripps Company have been selected as 2020 Report for America newsrooms and will host journalists to cover critically important beats in their communities as part of Scripps’ enterprise journalism content strategy.\n\nReport for America (RFA), an initiative of nonprofit media organization The GroundTruth Project, is a national service program that recruits and trains talented young journalists and places them in local newsrooms to cover under-reported topics in markets across the country.\n\n“A central tenet of our content strategy at Scripps is our effort to focus more reporting on the beats and topics that impact the audiences we serve, including more coverage of underserved communities,” said Sean McLaughlin, vice president of news for Local Media at Scripps. “The journalists we hire into our newsrooms through the Report for America program will help us expand our commitment to enterprise reporting on critical issues and to be more inclusive about how we represent what is news in our markets.”\n\nScripps leads other local broadcasting groups by number of local TV stations selected to participate in RFA’s 2020-2021 program, which also includes daily and non-daily newspapers, digital-only sites and public radio stations. RFA plans to place 250 journalists in local communities across 46 states in 2020.\n\nLeaders in the Scripps stations will mentor the journalists – who are paid and serve for one or two years – on all aspects of newsgathering for a local TV station while focusing their reporting on beats that are critically important to audiences in each community.\n\nThe RFA journalist placed with Scripps’ Montana Television Network (MTN) stations – comprised of the NBC affiliate in Helena and CBS affiliates in Billings, Bozeman, Butte, Great Falls, Helena, and Missoula – will travel to Montana’s Native American reservations to give these traditionally underserved communities a larger voice and more empowering coverage.\n\nThe RFA journalist placed with WCPO in Cincinnati will cover the city’s urban redevelopment efforts and the impact those efforts have had on low-income and minority residents.\n\nWEWS in Cleveland will report on literacy, domestic abuse and other important issues traditionally under-reported in the Northeast Ohio region.\n\nThe RFA journalist serving at KIVI in Boise, Idaho, will cover issues affecting underserved populations in rural areas, including immigration and climate change.\n\nWTMJ in Milwaukee, Wisconsin, will embed a journalist in a historically under-covered neighborhood to report on the important news and share positive stories from the community.\n\nReport for America selected participating newsrooms through a rigorous national competition that considered a range of criteria, including a location’s history of mentoring, its content distribution strategy success measures and its commitment to trust-building behaviors through transparency in reporting.\n\nJournalists can apply for these newsroom positions through January 31. Final selections will be made by RFA and Scripps, with newsroom placements announced in April. Selected journalists will attend Report for America’s intensive training in June before joining newsrooms.\n\nAbout Scripps"}}