{"GDELT": {"GlobalEventID": 890614195, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -6.38820638820639, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Adelaide, South Australia, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS05", "Actor1Geo_ADM2Code": "5256", "Actor1Geo_Lat": -34.9333, "Actor1Geo_Long": 138.6, "Actor1Geo_FeatureID": "-1555188", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Claremont, Tasmania, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS06", "Action2Geo_ADM2Code": "5338", "Action2Geo_Lat": -42.7833, "Action2Geo_Long": 147.25, "Action2Geo_FeatureID": "-1565713", "DATEADDED": 20191203230000, "SOURCEURL": "https://www.news.com.au/national/south-australia/west-australian-woman-jailed-for-lying-about-credentials-posing-as-own-referee-to-land-top-job/news-story/578832f17d9732546d75e079b16296da"}, "ARTICLE": {"TITLE": "Government worker Veronica Theriault jailed for lying on CV", "TEXT": "May 17, 2018. Raw footage: Veronica Theriault, a former South Australian public servant who allegedly used fake credentials to secure a senior government job, leaves court. (AAP VIDEO/Kathryn Bermingham)\n\nA Western Australian woman who faked her credentials and posed as her own referee to land a top South Australian government job has been jailed for at least 12 months.\n\nVeronica Hilda Theriault pleaded guilty to deception and dishonesty charges over her dodgy resume that landed her a plum position in the Department of Premier and Cabinet in 2017.\n\nIn the District Court yesterday she was jailed for just over two years with a non-parole period of one year. Judge Michael Boylan described her offending as serious and with an element of planning.\n\n“You fraudulently obtained employment for which you were paid a large salary and in the course of which you may have had access to sensitive material,” the judge said.\n\nTheriault, of Claremont in WA, was suffering from a bipolar disorder at the time, and a deterioration in her mental condition first made SA officials suspicious.\n\nBy that stage, Theriault had worked in her position for just over a month and had been paid $33,000 of her annual salary of $270,000.\n\nJudge Boylan said in relation to one deception charge, Theriault had given SA government officials the name of a woman from a previous employer who would act as a referee.\n\nBut he said when a representative from the Department of Premier and Cabinet spoke to the woman, who gave “glowing feedback” about Theriault’s performance, it was actually the accused who was impersonating her.\n\nIn earlier sentencing submissions, defence counsel described Theriault’s offending as not particularly sophisticated and said it involved a unique set of circumstances that were unlikely to be repeated.\n\nThe court also heard that her crimes could have been detected much earlier than they actually were and the 46-year-old was “deeply ashamed and embarrassed”.\n\nBut the prosecution said there was an element of planning in her offending and it was not isolated.\n\nThe court was told she had used resumes with false information to obtain employment at two other companies in 2012 and 2014 and to win an award in 2014. It was alleged that Theriault’s motive for her crimes was to benefit financially.\n\nTheriault also had her brother, Alan Hugh Melville Corkill, write a false reference claiming she was a senior leadership official with 20 years of experience.\n\nTheriault later hired Mr Corkill on contracts that earned him more than $23,000 in three weeks."}}