{"GDELT": {"GlobalEventID": 890613373, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.03448275862068, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20191203230000, "SOURCEURL": "http://www.swissinfo.ch/eng/democrats-accuse-trump-of-abusing-power--obstructing-impeachment-probe/45409354"}, "ARTICLE": {"TITLE": "Democrats accuse Trump of abusing power, obstructing Congress' impeachment probe", "TEXT": "The 300 page Trump-Ukraine Impeachment Inquiry Report is seen after being released by the U.S. House Intelligence Committee in Washington, U.S., December 3, 2019. REUTERS/Jim Bourg reuters_tickers\n\nThis content was published on December 4, 2019 - 00:57\n\nBy Patricia Zengerle, Susan Cornwell and Richard Cowan\n\nWASHINGTON (Reuters) - U.S. President Donald Trump solicited foreign interference to boost his re-election chances, undermined national security and ordered an \"unprecedented\" campaign to obstruct Congress, Democrats said on Tuesday in a report that lawmakers will use as the basis of any formal impeachment charges.\n\nIn the 300-page report, Democrats leading the House of Representatives Intelligence Committee levelled allegations of sweeping abuse of power by Trump, saying he used U.S. military aid and the prospect of a White House visit to pressure Ukrainian President Volodymyr Zelenskiy to undertake investigations that would benefit Trump politically.\n\nRepublican Trump, who will stand for re-election in November 2020, denies any wrongdoing and calls the inquiry a hoax.\n\nThe heart of the impeachment probe is whether Trump misused the power of his office to pressure Ukraine to investigate the son of former Vice President Joe Biden, a leading contender for the Democratic nomination to face Trump in the 2020 election.\n\nThe public release of the report is a milestone in a weeks-long investigation into whether Trump should be removed from office over his dealings on Ukraine. It summarizes hours of private testimony and televised hearings in which former government officials described a months-long effort to pressure Ukraine to carry out the investigations sought by Trump in July.\n\nThe report's completions hands the process over to the House Judiciary Committee, which will now be responsible for drafting actual articles of impeachment should lawmakers decide to move forward. That panel will begin proceedings on Wednesday.\n\nIn the report, Democrats detail accusations that Trump obstructed their investigation, including refusing to provide documents and testimony from his top advisers, unsuccessful attempts to block career government officials from testifying and intimidation of witnesses.\n\nThe Democrats argue that \"damage ... will be long-lasting and potentially irrevocable if the President’s ability to stonewall Congress goes unchecked.\"\n\nMaking their case to move forward with impeachment, the report said that \"any future President will feel empowered to resist an investigation into their own wrongdoing, malfeasance, or corruption, and the result will be a nation at far greater risk of all three.\"\n\nIn a news conference, House Intelligence Committee Chairman Adam Schiff described Trump as a \"president who believes that he is beyond indictment, beyond impeachment, beyond any form of accountability and indeed above the law.\"\n\n'RAMBLINGS'\n\nTrump, who is in London for a NATO summit, repeated accusations that Democrats are using the impeachment process to engage in a politically-motivated attack seeking to undo the results of the 2016 presidential election by removing him from office. Opinion polls show Americans are bitterly divided over impeachment.\n\nWhite House spokeswoman Stephanie Grisham said Democrats had conducted a \"one-sided sham process\" that had failed to produce any evidence of wrongdoing by Trump.\n\n\"This report reflects nothing more than their frustrations. Chairman Schiff’s report reads like the ramblings of a basement blogger straining to prove something when there is evidence of nothing,” Grisham said in a statement.\n\nLawmakers and the public have heard testimony from current and former officials that military aid was withheld from Ukraine and that a White House meeting with Zelenskiy was conditioned on Kiev announcing a probe into Biden, as well as one into a debunked conspiracy theory about Ukrainian interference in the 2016 U.S. election.\n\nThe report was approved by the intelligence panel on a partisan vote on Tuesday evening. The vote was 13-9. It was not immediately clear how each member voted.\n\nIf the full House eventually votes to approve formal impeachment charges, a trial would be held in the Republican-led U.S. Senate, where a two-thirds majority of those present would be required to convict Trump and remove him from office.\n\nPHONE RECORDS\n\nThe report also brought to light new allegations by Democrats about phone calls between Trump's Republican allies.\n\nThe report suggested wrongdoing within the executive branch extended beyond Trump.\n\nThe report said many of Trump's \"closest subordinates and advisors,\" including White House acting Chief of Staff Mick Mulvaney, Secretary of State Mike Pompeo and Secretary of Energy Rick Perry aided Trump's efforts to pressure Ukraine and withheld information from Congress. Senior administration officials declined to testify in the proceedings.\n\nThe report cited dozens of previously unreported phone records of contact between Trump's personal lawyer, Rudy Giuliani, Giuliani’s associates, the House Intelligence Committee's top Republican, Devin Nunes, and the White House's Office of Management and Budget.\n\nThe phone records were obtained from AT&T <T.N>, the report says.\n\nAn AT&T statement acknowledged the company complied with a request.\n\n\"Like all companies, we are required by law to provide information to government and law enforcement agencies,\" the statement said. \"In all cases, we ensure that requests for assistance are valid and that we act in compliance with the law.\"\n\nA spokesman for Nunes did not respond to a request for comment.\n\nThe report also sought to push back at a frequent defence of trump by Republican lawmakers - that the political novice was simply doing what all presidents do.\n\n\"The President’s misconduct was not an isolated occurrence, nor was it the product of a naïve president,\" the report argues.\n\nRepublicans, in an advance rebuttal report released on Monday, said Democrats had not established that Trump had committed an impeachable offence.\n\nTrump and other Republicans have suggested that Biden and his son Hunter Biden, who was on the board of a Ukrainian energy company, should be investigated for corruption. The Bidens have denied wrongdoing.\n\n(Reporting by Richard Cowan, David Morgan, Patricia Zengerle, Jonathan Landay, Susan Cornwell, Susan Heavey, Doina Chiacu, Mark Hosenball and Heather Timmons in Washington; Additional reporting by Steve Holland in London; Writing by Paul Simao and Ginger Gibson; Editing by Jonathan Oatis and Grant McCool)\n\nThis article was automatically imported from our old content management system. If you see any display errors, please let us know: community-feedback@swissinfo.ch"}}