{"GDELT": {"GlobalEventID": 890615123, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "USALEG", "Actor1Name": "PENNSYLVANIA", "Actor1CountryCode": "USA", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 12, "NumSources": 1, "NumArticles": 6, "AvgTone": -6.89655172413793, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_Lat": 40.5773, "Actor1Geo_Long": -77.264, "Actor1Geo_FeatureID": "PA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.5773, "Action2Geo_Long": -77.264, "Action2Geo_FeatureID": "PA", "DATEADDED": 20191203230000, "SOURCEURL": "https://www.catholic.org/news/national/story.php?id=83774"}, "ARTICLE": {"TITLE": "Pennsylvania considers requiring burial or cremation of fetal remains", "TEXT": "The Pennsylvania Senate is debating a bill that would require the burial or cremation of human remains after miscarriage or abortion.\n\nHarrisburg, Pa., (CNA) - The Pennsylvania Senate is debating a bill that would require the burial or cremation of human remains after miscarriage or abortion.\n\nHB 1890, the Final Disposition of Fetal Remains Act, was passed by the state House Nov. 18 by a vote of 123 to 76. It would require health care facilities to bury or cremate fetal remains not claimed by the child's parents.\n\nThe bill's sponsor, Rep. Frank Ryan, R-Lebanon, said that \"we wanted to craft something that was voluntary, that provided the family with the ability for closure, the ability to understand that a human life was lost.\"\n\nGov. Tom Wolf, a Democrat, has said he would veto the bill if it makes it to his desk.\n\nIn November, Wolf vetoed a bill that would have banned the abortion of children prenatally diagnosed with Down syndrome. He also vetoed, in 2017, a bill that would have limited abortions to 20 weeks into pregnancy, and banned dilation and evacuation abortions.\n\nSimilar bills regarding the treatment of fetal remains are being considered in Ohio and on the federal level.\n\nThe portion of an Indiana law requiring aborted babies to be cremated or buried was upheld by the US Supreme Court in May. In an unsigned opinion, the court cited a previous decision that states have a \"legitimate interest in proper disposal of fetal remains.\"\n\n---\n\n\n\n\n\nCopyright 2019 - Distributed by THE CALIFORNIA NETWORK"}}