{"GDELT": {"GlobalEventID": 890614446, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "MNCUSAMED", "Actor1Name": "VERIZON", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "Actor2Code": "MNCGBRMED", "Actor2Name": "VODAFONE", "Actor2CountryCode": "GBR", "Actor2Type1Code": "MNC", "Actor2Type2Code": "MED", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.7647058823529398, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Francisco, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA075", "Actor1Geo_Lat": 37.7749, "Actor1Geo_Long": -122.419, "Actor1Geo_FeatureID": "277593", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "San Francisco, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 37.7749, "Actor2Geo_Long": -122.419, "Actor2Geo_FeatureID": "277593", "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Francisco, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 37.7749, "Action2Geo_Long": -122.419, "Action2Geo_FeatureID": "277593", "DATEADDED": 20191203230000, "SOURCEURL": "https://www.rcrwireless.com/20191203/5g/qualcomm-5g-modular-platforms"}, "ARTICLE": {"TITLE": "Qualcomm unveils modular 5G platforms to drive scale in 2020", "TEXT": "Snapdragon 865 and 765 Modular Platforms meant to lower device development costs, accelerate time-to-market\n\nEditor’s note: Qualcomm Technologies Inc., provided travel, lodging and other consideration for the Snapdragon Summit.\n\nHAWAII–On the first day of Qualcomm’s Snapdragon Summit in Maui, company executives and ecosystem partners highlighted not only the progress made on deploying 5G this year but the roadmap for scaling out network coverage and driving adoption in 2020.\n\nBut how do you do that? Well, on the network side, dynamic spectrum sharing (DSS) is key. Operators around the world–AT&T, Verizon, Swisscom and Telstra for example, will use DSS to simultaneously transmit LTE and 5G NR in the same band at the same time. The technology can be pushed out to base stations via a software update and essentially side-steps the need to re-farm already deployed spectrum.\n\nAs for adoption, the goal is to drive down the price point and move 5G out of just premium-tier devices and into mid- and low-priced smartphones. To facilitate that, Qualcomm today announced the Snapdragon 865 and 765 Modular Platforms. The idea is to offer OEM partners a turnkey module that allows them to lower development costs (and theoretically pass those savings on to consumers) and accelerate time-to-market.\n\nQualcomm SVP and GM of Mobile Alex Katouzian characterized this modular approach as a “third disruption” building on previous advancements around reference designs. Verizon and Vodafone have agreed to certification programs for the new modular platforms.\n\nHMD Global’s Chief Product Officer Juho Sarvikas, during his keynote presentation, said the modular approach will make “5G more accessible to OEMs” and “dramatically streamline the development process.”\n\nSarvikas said HMD Global approaches product development with an eye on answering three issues: price point of devices, real-life use cases and availability of coverage. “Our job is to address these three concerns,” and that’s where the Snapdragon 765 comes into play.” He continued in a statement, “Our highest priority for 2020 is making 5G more accessible–bringing an affordable yet premium grade, future proof 5G experience for the best possible performance in NSA and SA networks with the Snapdragon 765 Mobile Platform.”\n\nSarvikas joined executives from Motorola, Xiaomi and Oppo in providing a look at the 2020 5G device trajectory with Xiaomi providing perhaps the most ambitious roadmap. Company Co-founder and Vice Chairman Lin Bin said the company plans to offer “10-plus” 5G phones in 2020 at the premium, mid and “hopefully” low tier. The company, which has sold more than 427 million devices powered by Qualcomm tech, announced the Mi 10 at the show, which will use the Snapdragon 865 and be available in early 2020.\n\nOther devices set for 2020 releases and using Snapdragon 865 teased during the day one presentations include a ZTE Axon device, multiple Motorola devices and a new flagship from Oppo set for a Q1 debut.\n\nBack to the macro view on global 5G uptake, Qualcomm President Cristiano Amon tallied 325 operators in 109 countries “investing” in 5G. In terms of subscribers using these burgeoning networks, “By the end of 2020 we expect to reach 200 million 5G subscribers. We expect now by 2025, 2.8 billion 5G connections. It’s really going to be a much faster transition than what we’ve seen in prior generations.”\n\nAmon also addressed what he characterized as “misconceptions about 5G coverage,” something that’s generally associated with millimeter wave deployments given the propagation characteristics of high-band spectrum. He pulled up a slide showing the type of coverage parity associated with co-siting LTE and 5G equipment.\n\n“Many of the 4G deployments that have been made in the past couple years were for capacity not coverage,” he said. “The dense networks that exist today, as you deploy 5G on those networks, you have a very easy and flexible way to build coverage.”\n\nWhat does that look like in the real world? In San Francisco, if millimeter wave is co-sited with LTE infrastructure, expect 65% coverage parity. In Frankfurt using mid-band spectrum sub-6 GHz, expect around 78% outdoor coverage parity.\n\n“2020 will be the year of scale for 5G,” Amon said."}}