{"GDELT": {"GlobalEventID": 890614262, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "JUD", "Actor1Name": "ATTORNEY", "Actor1Type1Code": "JUD", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 181, "EventBaseCode": 181, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -12.4, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191203230000, "SOURCEURL": "https://www.insideedition.com/ufc-fighters-stepdaughter-aniah-blanchard-was-shot-to-death-prosecutors-57449"}, "ARTICLE": {"TITLE": "UFC Fighter's Stepdaughter, Aniah Blanchard, Was Shot to Death: Prosecutors", "TEXT": "Aniah Blanchard, the missing 19-year-old stepdaughter of UFC fighter Walt Harris, was shot to death by her alleged kidnapper, prosecutors said this week.\n\nThey also said capital murder charges had been filed against the jailed suspect in her disappearance and killing, making him eligible for the death penalty if convicted.\n\nLee County District Attorney Brandon Hughes told reporters Monday that Ibraheem Yazeed, 29, is \"the lone person responsible in this case for abducting Aniah Blanchard ... He is the only person responsible for Aniah's murder.\"\n\nBlanchard disappeared on Oct. 23, after stopping at a Chevron station in Auburn. Surveillance video captured her inside the station's store, wearing a gray dress and black leggings. Two days later, her black Honda was found abandoned about 50 miles away in Montgomery. The car had several dents and copious amounts of her blood inside, which showed she had suffered a “life-threatening injury,” authorities said at the time.\n\nHer body was found a month later, on Nov. 25, in neighboring Macon County, after desperate searches by authorities, friends, family and volunteers.\n\nYazeed had been identified as a person of interest after security footage showed him inside the convenience store at the same time as Blanchard, officials said.\n\nHe was arrested Nov. 7 and charged with first-degree kidnapping. He has been held without bond since then. A probable cause affidavit cited a witness as saying he saw Yazeed forcing Blanchard into a car against her will and \"then leaving with her in this vehicle,\" WIAT-TV reported.\n\nAt the time of his arrest, Yazeed was free on bond in an earlier kidnapping case in which prosecutors said he nearly beat to death an elderly man, authorities said. He was charged with attempted murder, first-degree kidnapping and first-degree robbery in that case, The Associated Press reported.\n\nA judge has since issued a gag order in Blanchard's case, barring lawyers and possible witnesses from discussing the proceedings.\n\nSince his arrest, Yazeed has received death threats and was moved to solitary confinement, his lawyer said in a motion, according to The Washington Post. Criminal defense attorney Elijah Beaver also stated Yazeed had never been convicted of any of the violent felonies he has been charged with in the past nine years.\n\n“Mr. Yazeed instead has a history of being wrongfully accused of serious offenses by the State and held in jail for long periods of time on insufficient evidence, later to be released without being formally charged,” Beaver wrote.\n\nTwo others have been arrested in connection with Yazeed. Antwain Shamar Fisher, 35, was arrested on Nov. 22 for allegedly disposing of evidence and providing transportation to Yazeed. He was ordered held without bond and a preliminary hearing is scheduled for Dec. 18, the Montgomery Advertiser reported.\n\nDavid Johnson Jr. was arrested Nov. 25 for allegedly hindering the prosecution in the disappearance of Blanchard. Authorities did not release further details about his arrest.\n\nRELATED STORIES\n\nRemains of Aniah Blanchard, Missing for a Month, Believed Found in Alabama Woods\n\nParents Say Aniah Blanchard's Kidnapping 'Seems Like It Was Planned'\n\nAniah Blanchard Case: What to Know About the Missing Stepdaughter of UFC Heavyweight Walt Harris"}}