{"GDELT": {"GlobalEventID": 890613958, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "LEG", "Actor2Name": "CONGRESS", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.13605442176871, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Togus, Maine, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USME", "Actor2Geo_ADM2Code": "ME011", "Actor2Geo_Lat": 44.2745, "Actor2Geo_Long": -69.7031, "Actor2Geo_FeatureID": "579770", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191203230000, "SOURCEURL": "https://bangordailynews.com/2019/12/03/politics/maines-swing-seat-congressman-held-a-town-hall-impeachment-didnt-come-up/"}, "ARTICLE": {"TITLE": "Maine’s swing-seat congressman held a town hall. Impeachment didn’t come up.", "TEXT": "DIXFIELD, Maine — The impeachment inquiry into President Donald Trump enters a new phase this week, raising the political stakes for the president and also for lawmakers such as U.S. Rep. Jared Golden of Maine’s 2nd District.\n\nVoters in Golden’s district overwhelmingly supported the president in 2016, and that has left the freshman Democrat walking a fine line. Golden is trying to show his constituents that impeachment is not crowding out other issues important to them.\n\n\n\n\n\nFor the past two months the impeachment process has dominated the news from the nation’s capital. But at a town hall hosted by Golden at the Swasey-Torrey American Legion Post in Dixfield, the controversy involving the president and Ukraine took a back seat to issues closer to home.\n\nRandy Cantwell, a veteran who was telling Golden about trouble with the phone system at the VA Maine Healthcare System, saying veterans are transferred “out west someplace and you’re on hold for a half-hour, 40 minutes” and getting “fed up.”\n\nGolden, wearing jeans, boots and an untucked chamois shirt, is a Marine veteran who served in Iraq and Afghanistan and expressed familiarity with many of the issues raised at the event, which was part of a tour designed to hit as many small towns as possible in the sprawling 2nd District — the largest geographically east of the Mississippi.\n\nMonday’s town hall was organized as a veteran-specific forum. But other topics, including impeachment, were fair game, which prompted Dixfield Town Manager Dustin Starbuck to layout the ground rules for discourse.\n\n“I know it won’t be a problem, but everyone be respectful even if someone’s, you know, opinion is disagreeable to you,” Starbuck said.\n\nIt wasn’t a problem. For about an hour, roughly 20 attendees asked Golden to look into an assortment of issues, but impeachment did not come up. Charles Greene, commander of the Dixfield post, asked about addiction services that have been moved out of Togus.\n\n“They’ve done away with it. We still got millions of vets out there that need that kind of care. Why did Togus take that away and start spending millions of dollars on signs they don’t need?” he asked.\n\nThe event took a brief detour when a merchant held court to extol the benefits of medical marijuana. Even when given the opportunity at the end of the meeting to discuss impeachment arose, no one broached it. Golden said most of town halls he’s held have gone the same way.\n\n“It’s not that people don’t care,” he said. “But there are a lot of other priorities out there, and I think there’s a general sentiment that people want a Congress and government that can work together and deliver.”\n\nGolden acknowledges that working together and delivering are not words typically used to describe Congress these days, a condition stemming from the partisan gridlock that’s gripped the capital for years. But he notes that the Democratic-controlled House has passed hundreds of bills, and that most of them have gone nowhere in the GOP-controlled Senate.\n\n“If people feel like work isn’t being done or prioritized they should take it up with the Senate at this point,” Golden said.\n\nGridlock is not a new theme in Washington, but for Democrats in swing districts like Golden, who are seeking reelection next year, it has become more complicated because of impeachment. He voted to endorse House Democrats’ framework for the impeachment process in October, but he has stressed that he has not decided whether to endorse impeaching Trump.\n\nThe leading Republicans among the field of four vying for their party’s nomination to face Golden in November 2020 have featured that vote prominently in their campaigns so far. Golden appears to recognize the potential potency of that message in a district that the president carried by 10 points in 2016.\n\n“I actually don’t agree with those who are trying to claim that the impeachment inquiry is crowding out work in Congress,” Golden said.\n\nGolden said he’s troubled by what’s emerged about Trump and that it should be safe for both Republicans and Democrats to agree that a U.S. president should not ask a foreign government to investigate a political rival.\n\n“But that doesn’t mean that I am sold on what the best step is in terms of addressing it,” he said.\n\nThis article appears through a media partnership with Maine Public."}}