{"GDELT": {"GlobalEventID": 890613534, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.19307832422587, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI05", "Actor1Geo_ADM2Code": "191416", "Actor1Geo_Lat": 6.45306, "Actor1Geo_Long": 3.39583, "Actor1Geo_FeatureID": "-2017355", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lagos, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191416", "Action2Geo_Lat": 6.45306, "Action2Geo_Long": 3.39583, "Action2Geo_FeatureID": "-2017355", "DATEADDED": 20191203230000, "SOURCEURL": "https://www.dailytrust.com.ng/two-die-many-injured-as-rival-cults-battle-for-supremacy-loot-shops-in-lagos.html"}, "ARTICLE": {"TITLE": "Two die, many injured as rival cults battle for supremacy, loot shops in Lagos", "TEXT": "Two persons were said to have died and several others wounded in a bloody war that erupted between two rival cult gangs in Ijora Badia area of Lagos state on Tuesday.\n\nThe cult gang members, Aiye and Eiye, have been at war for quite a while now, Daily Trust gathered.\n\nTuesday’s clash saw the hoodlums carting away mobile phones and accessories from looted shops while passersby were also attacked by the urchins.\n\nIt was learnt that shops looted include E-Plus Global Communication Ltd located along Fadaini Road.\n\nBaale, Ireti Owoseni and Railway line roads were deserted as residents including mobile traders scampered for safety.\n\nThe attack, which climaxed this evening, started from Fadaini road and Oke-Eri Community, and later spread to other areas.\n\nIt was learnt that the rival gangs had engaged themselves in a bloody war since last Sunday.\n\nThe rival groups identified as Suara and Railway boys, according to our reporter’s findings are members of the “Aiye” and “Eiye” Confraternity.\n\nAccording to witness account, the Railway boys, who are mainly of “Aiye” confraternity had killed one Akin Ajayi (a.k.a Akile), who was butchered during a clash on Sunday night at Baale street.\n\nIdentified as the ring leader of “Eiye” Confraternity in the area, he was said to have been matcheted severally on his head and stomach, leading to his death.\n\nConsequently, his members were said to have mobilized themselves and headed to the base of their opponent in Railway area, where an innocent person was shot dead during a cross fire.\n\nIt was reliably learnt that his corpse was removed and deposited in a public morgue by police operatives from Badia Police Station.\n\nNot satisfied, the Saura boys, accordng to the source, stormed Railway line around noon today to retaliate the killing of their leader.\n\nOur correspondent gathered that they were however repelled by some soldiers attached to the workers of China Civil Engeering and Construction Company working on the Iganmu railway track.\n\nAfterwards, some of them numbering about 20, led by boys identified as Tobi and Yomi Idowu, Biliamin and others proceeded to some shops at Oke-Eri community, where the shop of one Mrs. Adenike Odusola was vandalized and goods worth thousands of Naira carted away.\n\nThey further proceeded to Fadaini Road where they carted away mobile phones, accessories and other items estimated to worth about N1million.\n\nOther adjoining shops were also said to have been attacked by the hoodlums where they made away with yet to be estimated cash and goods.\n\nOur correspondent who visited the area at about 3:00pm sighted the DPO Badia Division and his operatives at the extreme end of Baale street dismantling the wooden bridge through which the miscreants link themselves.\n\nAlso, at the police station, our correspondent sighted Mrs. Odusola who was filing a formal complaint about the looting of her shop.\n\nIn a telephone chat, the police spokesman in Lagos state, DSP Bala Elkana, said he was yet to be briefed on the incident and asked our correspondent to call back. He’s yet to return the phone as at the time of filing this report."}}