{"GDELT": {"GlobalEventID": 890614464, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "NER", "Actor1Name": "NIGER", "Actor1CountryCode": "NER", "Actor2Code": "BFA", "Actor2Name": "BURKINA FASO", "Actor2CountryCode": "BFA", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.24636572302984, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mali", "Actor1Geo_CountryCode": "ML", "Actor1Geo_ADM1Code": "ML", "Actor1Geo_Lat": 17.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "ML", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Niger", "Actor2Geo_CountryCode": "NG", "Actor2Geo_ADM1Code": "NG", "Actor2Geo_Lat": 16.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "NG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Burkina Faso", "Action2Geo_CountryCode": "UV", "Action2Geo_ADM1Code": "UV", "Action2Geo_Lat": 13.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "UV", "DATEADDED": 20191203230000, "SOURCEURL": "https://reliefweb.int/report/mali/deadlier-conflicts-climate-change-threaten-cross-border-herding-west-africa-delegates"}, "ARTICLE": {"TITLE": "Deadlier Conflicts, Climate Change Threaten Cross-Border Herding in West Africa, Delegates Tell Economic and Social Council, Peacebuilding Commission - Mali", "TEXT": "ECOSOC/7015-PBC/133\n\nEconomic and Social Council\n\nPeacebuilding Commission, Joint Meeting (AM)\n\nWhile nomadic herding has peacefully existed for centuries, the traditional practice is now facing increased pressure in West Africa and the Sahel region due to reduced land, scarce water, climate change and the proliferation of illegally armed groups, delegates told a joint meeting of the Economic and Social Council and Peacebuilding Commission today.\n\nOpening the joint meeting on the “Impact of cross‑border transhumance on sustainable peace and development in West Africa and the Sahel”, Mona Juul, President of the Economic and Social Council (Norway), pointed to multidimensional challenges the region faces. Conflicts have arisen in recent years between pastoralists and farmers over diminishing land and water resources, aggravated by the rise of violent extremists and negative climate change consequences.\n\nGuillermo Fernández de Soto Valderrama, Chair of the Peacebuilding Commission, said traditional arrangements to resolve conflicts and ensure peaceful transhumance in the Sahel are now complicated by such threats. In addition, the region is also grappling with food insecurity, socioeconomic challenges and limitations of peripheral rule of law.\n\nDuring an interactive dialogue on the topic, delegates raised concerns and panellists shared their perspectives and observations.\n\nMariam Wallet Mohamed Aboubakrine, a member of the United Nations Permanent Forum on Indigenous Issues, delivering a presentation via video‑teleconference from Ottawa, Canada, said Mali is an example of conflict in the region and that transhumance was a spark in herder‑farmer clashes. In addition to contributing factors like climate change, diminishing natural resources and land, she said Mali’s population has recently more than tripled, putting additional pressure on natural resources.\n\nRuby Sandhu-Rojon, Deputy Special Representative of the Secretary-General for West Africa and the Sahel, speaking via video‑teleconference from Dakar, Senegal, said that while conflicts among herders and farmers have existed there for centuries, they are becoming deadlier and more frequent. Pointing to a spike in farmer‑herder conflicts in Mali and Burkina Faso, she said some incidents have been triggered by the proliferation of small arms, widespread impunity, lack of resources, political manipulation and a rise in ethnic tensions.\n\nJonathan Mitchell, Managing Director of the Conflict, Risks and Enablers Programme at the Overseas Development Institute, making a presentation via video-teleconference from London, United Kingdom, said efforts to bolster peaceful transhumance must resolve several issues. Regional integration is key to unlocking the potential of livestock mobility. Emphasizing the importance of also focusing on socioeconomic development, he underscored the need for regional early‑warning systems, public‑private partnerships and transhumance frameworks.\n\nActing as lead discussant in the interactive dialogue, Ali Mahamane, Dean of the Faculty of Sciences and Technics at the University of Maradi in Niger, said demographic pressures linked to refugees and the flow of internally displaced persons are also affecting land resources. Among issues that must be addressed is the obstruction of transhumance corridors, which disrupts movement and often triggers conflict, as do political issues involving movement between States. Overcoming the challenges of periods of drought, as well as flooding in the southern Lake Chad region, he said, requires good governance of pastureland and water resources.\n\nDuring the ensuing discussion, delegates noted that transhumance has existed in the Sahel as an effective mechanism for time immemorial, forming a key and productive element of the economy. Transhumance itself is not a source of conflict, Chad’s representative stressed, but is affected by multiple factors, including violent groups, the prevalence of weapons and adverse effects of climate change.\n\nAddressing the conflict in Mali, delegates emphasized the need for the country to take back control from armed groups and terrorists, restoring governance, public administration and a viable future. Meeting about the conflict is a good start, Mali’s delegate said, but the international community must act more specifically on the ground in assisting to make towns and villages in his country safer.\n\nOthers noted the considerable increase in tensions in the tri‑border region between Mali, Niger and Burkina Faso, expressing concern they may spread farther. The United States representative noted that herders are often forced to align with armed groups to fight off predators there, with cattle theft by armed groups driving further regional conflict.\n\nSome delegates suggested ways to change that trajectory, with the delegate from the European Union saying the bloc supports efforts such as a national livestock transformation plan to reduce tensions and conflict between herders and farmers in Nigeria, and cross‑border‑level efforts to consider challenges in Burkina Faso and Mali. However, it is important not to overlook the stigmatization of cross‑border herders, with media often reporting on conflicts, but not resolutions, he added.\n\nA representative of the Food and Agriculture Organization said pastoral communities are among the hardest hit by hunger and malnutrition, leading to conflict and the adoption of negative coping measures, including selling off livestock. To address that, FAO operates livelihood interventions supported by the Peacebuilding Fund that address peace processes and social tensions.\n\nPrior to the joint meeting, the Economic and Social Council elected Munir Akram (Pakistan) Vice-President, by acclamation.\n\nInteractive Discussion\n\nThe joint meeting convened an interactive discussion, hearing presentations by: Ruby Sandhu‑Rojon, Deputy Special Representative of the Secretary‑General for West Africa and the Sahel; Mariam Wallet Mohamed Aboubakrine, a member of the United Nations Permanent Forum on Indigenous Issues; and Jonathan Mitchell, Managing Director of the Conflict, Risks and Enablers Programme at the Overseas Development Institute. The lead discussant was Ali Mahamane, Dean of the Faculty of Sciences and Technics at the University of Maradi in Niger.\n\nMs. SANDHU‑ROJON, via video‑teleconference from Dakar, Senegal, outlined the current regional landscape in West Africa and the Sahel, highlighting a spike in farmer‑herder conflicts, especially in Mali and Burkina Faso. While such conflicts have existed for centuries, they are becoming deadlier and more frequent, affected by the proliferation of small arms and widespread impunity. Other pressures include lack of resources, political manipulation and the rise of ethnic tensions. Incidents of cattle rustling and local banditry are also rising in the region, further complicating this issue, which requires a cross‑border approach that addresses violence and human rights concerns. Providing several examples of ongoing initiatives, she said the United Nations Office for West Africa and the Sahel (UNOWAS) is using a conflict‑prevention strategy with other entities, including the Food and Agriculture Organization (FAO) and the World Food Programme (WFP), will propose journalist training on fair reporting and, together with the Economic Community of West African States (ECOWAS), convene a best practices workshop in February on farmer‑herder conflicts.\n\nMs. ABOUBAKRINE, via video‑teleconference from Ottawa, Canada, used Mali as an example of conflict in the Sahel region, noting that the country initially saw outbreaks of violence in the north, but instability had spread to the centre of the country by 2012. Across the country, transhumance is not only a way of life, but also a source of economic survival. Pointing out the links between conflict and the practices of pastoralism or more sedentary farming, she said obvious contributing factors include climate change, diminishing natural resources and a reduction in arable land. Moreover, demographic issues have an impact, as Mali’s population more than tripled in a short period of time, putting additional pressure on natural resources.\n\nMr. MITCHELL, via video‑teleconference from London, United Kingdom, said the reality is more complicated than just a conflict issue. To address some of the challenges, an alliance of groups is investing €6 billion in 735 initiatives in the Sahel region. However, development programmes aimed at increasing the stability and resilience of transhumance must address a range of problems, with regional integration being key to unlocking the potential of livestock mobility, along with a risk‑informed approach. In addition to security issues, climate change and transboundary livestock diseases affect prices, requiring market integration. The focus must return to socioeconomic development, with a different approach to development as a whole. Offering specific recommendations from the Overseas Development Institute, he suggested the use of regional early warning systems, public‑private partnerships and reviewing transhumance frameworks, which must be done in light of current conflicts. Engaging with coastal countries is also important to ensure an integrated regional approach.\n\nDuring the ensuing interactive discussion, participants from the region and beyond raised a range of local to international issues, highlighting challenges and offering some suggestions on how to overcome them. A representative of the Food and Agriculture Organization said pastoral communities are among the hardest hit by hunger and malnutrition, leading to conflict and the adoption of negative coping measures, including selling off livestock. For its part, FAO is working on livelihood interventions supported by the Peacebuilding Fund that address peace processes and social tensions.\n\nMr. MAHAMANE, the lead discussant, explained the connection between the Sahel and Sudan regions, saying that pastoralists must constantly compensate for good and bad resource periods. In addition, demographic pressures linked to refugees and the flow of internally displaced persons affect land resources, forcing people to move. Among issues that must be addressed is the obstruction of transhumance corridors, which disrupts movement and often triggers conflict, as do political issues involving movement between States. Overcoming the challenges of periods of drought, as well as flooding in the southern Lake Chad region, requires good governance of pastureland and water resources.\n\nThe representative of Chad recalled that transhumance has existed in the region since time immemorial and has long been a key peaceful and productive element of the economy. In the past, dispute‑resolution mechanisms have resolved conflicts for centuries. While transhumance itself is not the source of conflict, it is affected by multiple issues, including violent groups, weapons proliferation and climate change consequences. Emphasizing that the issue must be addressed without stigma, he said the international community must support the region’s States in implementing development programmes for all people, as those involved in cross‑border transhumance often lack access to even basic social services.\n\nThe representative of Morocco agreed that cross‑border transhumance was long an effective tradition, but current threats linked to terrorism and climate change, along with demographic changes, are affecting resource scarcity. To change this, cross‑border cooperation must establish mechanisms to promote effective practices. Joint international action in full respect of national sovereignty is crucial, while South‑South and triangular cooperation can also provide solutions. Meanwhile, the Peacebuilding Commission and the United Nations development system should engage in collective action to manage cross‑border transhumance in a peaceful manner.\n\nThe representative of Mali provided a snapshot of the situation in his country, noting the lack of a clear distinction in discussions of transhumance between herders and sedentary farmers. Highlighting that his own father is a farmer surrounded by fields and a herder tending goats and sheep, he said these activities complement each other, with milk, meat and leather as important to survival as crops and produce. Observing that people have always lived on the same land, he questioned the root causes of current tension, violence and casualties. This question must be answered in seeking a resolution, he said, adding that climate change is partially responsible by diminishing resources.\n\nAt the same time, he said, Mali must take back authority over its territory from armed groups and terrorists and restore governance and public administration. Efforts must also be made to provide people with a viable future, especially youth, through economic and employment programmes and basic services. Finally, the international community must focus more on action to assist in making towns and villages safer. Meeting about the issue is a good start, but specific activities on the ground are needed to keep people safe and re‑establish authority and rule of law in the country.\n\nThe representative of Brazil said risks in cross‑border migration are not exclusive to the Sahel region. Noting that armed groups in the Central African Republic have also committed atrocities against women and children, he strongly encouraged the international community to offer support to other countries of the region in addressing these multidimensional challenges.\n\nThe representative of Romania, echoing the concerns of a number of delegates, pointed to conflict triggers, including the increased use of firearms and the presence of violent groups. The security dimension requires involving the affected communities, including by building early‑warning systems and conflict‑resolution mechanisms. Long‑term solutions will require, among other things, development strategies that address how climate change affects herders and farmers.\n\nThe representative of China said development is the master key to solving all problems, including transhumance, and the root causes of poverty and conflict. Meanwhile, the United Nations should always respect the ownership of the countries, he said, underlining the importance of resolving African problems in African ways.\n\nThe representative of Japan cited Dimitra Clubs, often headed by women in Niger, as an example of community‑level best practices, working with support from FAO and the United Nations Entity for Gender Equality and the Empowerment of Women (UN‑Women).\n\nThe representative of Ireland said that given the current landscape, Member States must step up to increase investments in the Peacebuilding Commission. With the majority of pastoral herders being young people, she said it is critical to support them in addressing the many challenges they face.\n\nThe representative of Canada said the Peacebuilding Commission and the Economic and Social Council must create a greater sense of urgency to produce results quickly in the Sahel through more action on the ground. The United Nations system must be pressured to act, while being sensitive to local realities and ensuring that its actions do not lead to unintended consequences that could exacerbate tensions.\n\nThe representative of France, in the same vein, said measures designed to boost traditional mechanisms must be undertaken tactfully. Moreover, this joint meeting should provide a list of recommendations on what is and is not working, as the Economic and Social Council and Peacebuilding Commission will not be active on the ground.\n\nThe representative of Mexico said speaking about the issue means speaking about equality across the board. Artificial silos preclude solving problems on the ground, he said, urging stakeholders to go beyond reports and discussions and follow up on how recommendations can be implemented in practice.\n\nThe representative of the United States raised concerns that recent increased tensions in the tri‑border region between Mali, Niger and Burkina Faso may spread farther. Meanwhile, herders are often forced to align with armed groups to fight off predation, with cattle theft by armed groups driving further regional conflict. Committed to working with States on concrete actions to resolve such problems, the United States provided in 2018 a total of $249 million in bilateral and regional funding and $235 million in humanitarian assistance.\n\nThe representative of the European Union said cross‑border transhumance remains one of the most integrated economic activities in West Africa, contributing to local economies and taxation revenue. Citing several of its ongoing projects, he said a national livestock transformation plan aims at reducing tensions and conflict between herders and farmers in Nigeria, and cross‑border‑level efforts are addressing cohesion challenges in Burkina Faso and Mali. However, it is important not to overlook the stigmatization of cross‑border herders, with media often reporting on conflicts, but not resolutions.\n\nAlso participating in the interactive discussion were representatives of Egypt, Kenya, Pakistan, Norway, United Kingdom, Ethiopia, Sweden, Republic of Korea, Germany and Uruguay.\n\nFor information media. Not an official record."}}