{"GDELT": {"GlobalEventID": 890614393, "Day": 20191203, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9123, "Actor1Code": "MEX", "Actor1Name": "MEXICO", "Actor1CountryCode": "MEX", "Actor2Code": "MED", "Actor2Name": "PUBLICATION", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 356, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.675146771037179, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX", "Actor2Geo_Lat": 23.0, "Actor2Geo_Long": -102.0, "Actor2Geo_FeatureID": "MX", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20191203230000, "SOURCEURL": "https://www.yourobserver.com/article/sarasota-city-commission-martin-hyde-withdrawing-second-confrontation"}, "ARTICLE": {"TITLE": "Hyde to withdraw following reports of second altercation", "TEXT": "UPDATE: In an appearance on ABC 7 Tuesday evening, Martin Hyde admitted to telling Hispanic teens to “cut the grass” at the Bath and Racquet Club and acknowledged his actions were “racially insensitive.”\n\nThe full video of the interview is available on the ABC 7 website.\n\nAccording to a city spokesman, Hyde has not officially withdrawn from the City Commission race as of Wednesday.\n\nPreviously: After the publication of a police report detailing a second altercation in which City Commission candidate Martin Hyde was accused of making racist comments, Hyde once again says he intends to walk away from public life, though he continued to deny any characterization of his actions as racist.\n\nIn an interview, Hyde said he intended to end his candidacy following an appearance on a local news station Tuesday night.\n\n“That’s going to be the end of it, as far as I’m concerned,” Hyde said. “I don’t have any plan to pursue the consideration of the city.”\n\nEarlier today, the Sarasota Herald-Tribune published a police report from Feb. 22 regarding a disturbance between Hyde and construction workers at a site near his home. According to the report, construction workers said Hyde walked onto the construction site and yelled “You need to tell your f—ng Mexicans to turn off their Spanish music.” The report said there had been ongoing disputes between Hyde and the construction crew.\n\nHyde said details of the report, including the quote, were not accurate.\n\n“What I said was, ‘Turn the f—ing music down, I’m not some f—ing Mexican,’” Hyde said.\n\nHyde asserted his comments weren’t racist and were reflective of his displeasure with the style of music being played.\n\n“I don’t like f—ing Mexican food,” Hyde said. “For that matter, I don’t like Japanese food. It doesn’t mean I hate Japs.”\n\nAdam Morales, a construction manager involved in the altercation with Hyde, stood by the account in the police report and said he believed race was a motivating factor in the confrontation. Morales said Hyde yelled at members of the construction crew on multiple occasions.\n\n“I don’t know if it’s just that he’s full of himself or what’s the deal,” Morales said.\n\nHyde announced he would withdraw from the City Commission race on Saturday following the publication of a video of an altercation he was involved with at the Bath and Racquet Club. In the video, two Hispanic teenagers accused Hyde of making a racist comment toward them. Hyde initially denied making a racist comment, but in an interview on ABC 7, he admitted he did tell the teens to “cut the grass” and described his actions as “racially insensitive.”\n\nOn Sunday, Hyde rescinded his decision to withdraw from the race. Today, Hyde said he had considered remaining a candidate to push back against the tenor of criticism he received following the publication of the video and related reports.\n\n“None of these people know what happened,” Hyde said. “None of these people care what happened.”\n\nAs he did when he first announced his decision to withdraw from the race, Hyde acknowledged there were issues with his actions despite his belief they were not racist.\n\n“Do I need to contemplate or consider my manner or behavior in a broader sense of how I deal with conflict or annoyance?” Hyde said. “Yeah, absolutely, I do.”\n\nAt the same time, Hyde also said his departure from the public eye was not being done out of shame.\n\n“I’m not abashed, whatever anybody else thinks I might be or should be,” Hyde said.\n\nThis article has been updated to reflect comments Martin Hyde made in an interview on ABC 7 aired Tuesday evening."}}