{"GDELT": {"GlobalEventID": 890910500, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.3255813953488302, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191205013000, "SOURCEURL": "https://finance.yahoo.com/news/amazon-faces-widening-u-antitrust-233732043.html"}, "ARTICLE": {"TITLE": "Amazon Faces Widening U.S. Antitrust Scrutiny in Cloud Business", "TEXT": "(Bloomberg) -- U.S. antitrust enforcers have broadened their scrutiny of Amazon.com Inc. beyond its retail operations to include its massive cloud-computing business, according to people familiar with the matter.\n\nInvestigators at the U.S. Federal Trade Commission have been asking software companies recently about practices around Amazon’s cloud unit, known as Amazon Web Services, said the people, who declined to be named because they weren’t authorized to speak publicly.\n\nThe outreach by the FTC signals that the agency, which is already looking at Amazon’s conduct in its vast online retail business, is taking a broader look at the company to determine whether it could be violating antitrust laws and harming competition.\n\nThe FTC and Amazon declined to comment. The agency’s scrutiny won’t necessarily result in an enforcement action against the company.\n\nAWS dominates the market for foundational cloud-computing technology that provides the storage and computing power needed to run applications. It is several times bigger than its next largest rival, Microsoft Corp.’s Azure, according to analyst estimates. Gartner Inc. puts AWS’s share at 48% and Microsoft’s at 16%.\n\nAWS accounted for 60% of Amazon’s operating income in the most recently reported 12 months. The unit’s profitability in recent years has helped keep investors happy even as the company continues to spend heavily to expand both its retail and cloud-computing businesses.\n\nAmazon also sells an array of products that run on top of those basic services, such as databases, machine-learning tools and data-warehousing products. It competes with hundreds of other software companies large and small that offer similar products.\n\nOne issue the FTC could look at is whether Amazon has an incentive to discriminate against those software companies, which sell their products to clients of AWS, while at the same time competing with Amazon. The fear is that Amazon could punish the companies that work with other cloud providers and favor those that it works with exclusively.\n\nThe dynamic echos that in Amazon’s retail marketplace, where third-party sellers depend on the platform to reach customers because of its size, but in many cases they also compete with Amazon’s own products. That’s a conflict that threatens competition, according to critics.\n\nThe FTC’s Amazon inquiry is part of antitrust investigations sweeping across the technology industry. Federal and state authorities are investigating Alphabet Inc.’s Google and Facebook Inc. while the House Judiciary Committee is examining conduct of those companies as well as Amazon and Apple Inc.\n\n--With assistance from Matt Day.\n\nTo contact the reporters on this story: Dina Bass in Seattle at dbass2@bloomberg.net;David McLaughlin in Washington at dmclaughlin9@bloomberg.net;Naomi Nix in Washington at nnix1@bloomberg.net\n\nTo contact the editors responsible for this story: Sara Forden at sforden@bloomberg.net, ;Jillian Ward at jward56@bloomberg.net, Andrew Pollack\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2019 Bloomberg L.P."}}