{"GDELT": {"GlobalEventID": 890911047, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.3742331288343594, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12552", "Actor1Geo_Lat": 49.25, "Actor1Geo_Long": -123.133, "Actor1Geo_FeatureID": "-575268", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20191205013000, "SOURCEURL": "https://bc.ctvnews.ca/shoppers-drug-mart-gets-into-medical-pot-business-in-b-c-1.4715490"}, "ARTICLE": {"TITLE": "Shoppers Drug Mart gets into medical pot business in B.C.", "TEXT": "VANCOUVER -- A major Canadian retailer is getting into the medical marijuana business in British Columbia.\n\nShoppers Drug Mart is now licensed to sell medical cannabis online in B.C. and will also provide medical advice. In January, the company first launched its online sales platform in Ontario, but it is now available across the country.\n\n\"There's pretty good evidence that it helps with chronic pain. It helps with chemotherapy induced nausea and vomiting, with muscle spasms,\" said Dr. Hance Clarke, an anaesthesiologist who also treats chronic pain and consults for Shoppers on medical cannabis. But Clarke said that cannabis use comes with risks, especially for those with other medical conditions.\n\nHe also said there is risk with using unregulated forms of cannabis and that any side effects from cannabis use, even those that don't seem severe, should be monitored.\n\n\"This is the first time medication has made it to the forefront of the population before that rigorous science has come along with it,\" said Clarke. \"Two thirds to three quarters of individuals are actually using unregulated forms, and there are some dangers with that.\"\n\nB.C. Public Safety Minister Mike Farnworth said work to crack down on the illicit market will continue now that there is a new federal cabinet in place.\n\n\"The reality is also that this issue of online sales and illegal online sales is something that the provinces, all of us, and the federal government have been very concerned about,\" said Farnworth.\n\nData released in October from Statistics Canada showed that seniors were Canada's fastest growing group of cannabis users. Cannabis use was found to be more common among younger people, but it had grown at a faster rate among seniors. StatCan also found there were 10 times as many seniors using cannabis now than the same age group in 2012, and more than 25 per cent of seniors using cannabis were new users."}}