{"GDELT": {"GlobalEventID": 890911991, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.712041884816751, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chatham, New Brunswick, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA04", "Actor1Geo_ADM2Code": "12600", "Actor1Geo_Lat": 47.0333, "Actor1Geo_Long": -65.4333, "Actor1Geo_FeatureID": "-562474", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20191205013000, "SOURCEURL": "https://www.chathamdailynews.ca/news/local-news/witness-second-crew-member-could-have-prevented-fatal-crash"}, "ARTICLE": {"TITLE": "Witness: Second crew member could have prevented fatal crash", "TEXT": "If key safety measures had been in place before a Cessna Caravan with 10 people on board crashed in January 2004, it would have made a difference, Eric Edmondson testified Wednesday.\n\nEdmondson, who was vice-president of operations for Georgian Express Ltd. when the plane crashed into Lake Erie on Jan. 17, 2004, testified safety measures implemented by the air service company after the crash could have changed the fatal outcome.\n\nHe suggested the addition of a second crew member for flights to and from the Pelee Island Airport “would have been the best bet.”\n\nTestifying that Wayne Price, the pilot of the doomed flight, “was … making bad decisions,” Edmondson said a second crew member could have provided sober second thought.\n\nA report by the Transportation Safety Board of Canada, completed two years after the fatal crash, concluded the plane took off overweight and contaminated by ice.\n\nJerry O’Brien, a lawyer for the plaintiffs, asked Edmondson, who is now president and CEO of Air Georgian, why there wasn’t a ladder for the pilot to inspect the plane or adequate de-icing equipment at the Pelee Island Airport.\n\n“A large part of why we admitted liability, why take liability, why we take responsibility is we don’t know why we didn’t do that,” Edmondson said.\n\nHe acknowledged this equipment would have helped the pilot.\n\nEdmondson noted the company had “taken responsibility for the accident and we’ve admitted liability for the accident.”\n\nLondoner Paul Brisco, 71, the brother of one of the victims, Robert Brisco, is suing for aggravated and punitive damages on behalf himself and his brother’s estate.\n\nThe defendants, including Georgian Express Ltd., the air carrier, and Owen Sound Transportation Company Ltd., which contracted the charter to provide winter service for Pelee Island, have already admitted liability. The jury will determine what amount of compensation should be awarded for damages.\n\nRobert Brisco, 46, of Chatham, and friends were returning from a hunting trip when Georgian Express Flight 126 crashed through the ice moments after takeoff. The others who died included brothers Ted Reeve, 53, and Tom Reeve, 49, of Chatham; Dr. Jim Allen, 51, of Mitchell’s Bay; Ronald Spencler, 53, and Walter Sadowski, 48, of Windsor; and Fred Freitas, 38, and Larry Janik, 48, of Kingsville.\n\nPrice, a Richmond Hill resident, whose estate is also named in the civil suit, died in the crash along with his fiancée Jamie Levine.\n\nThe jury heard previous testimony that Price told Donna Olsen, an Owen Sound Transportation Company employee, there were times he felt pressured by Georgian Express to fly in unsafe conditions.\n\nA statement previously read into the record from Price’s mother, Alice, also noted her son telling his father during the previous Christmas that he felt pressure from the company to fly at times.\n\nEdmondson testified there was no pressure from the company for pilots to fly in unsafe conditions. He suggested there could be some “self-induced pressure” from pilot to complete a flight.\n\nHowever, Edmondson said the Windsor to Pelee Island loop was a “self-dispatched” flight where the pilot was responsible to ensure all requirements of the flight were met.\n\n“There’s no one that can force (pilots) to make a decision,” he testified.\n\nThe trial continues Thursday with discussions on the charge to be given to the jury expected to occupy most of the day. It is expected the jury will receive instructions on Friday before being asked to make a decision on damages.\n\neshreve@postmedia.com\n\n@Chathamnews"}}