{"GDELT": {"GlobalEventID": 890910617, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.68067226890757, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Peking, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Peking, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20191205013000, "SOURCEURL": "https://www.dailymaverick.co.za/article/2019-12-05-yasuhiro-nakasone-a-cold-war-statesman/"}, "ARTICLE": {"TITLE": "Yasuhiro Nakasone: A Cold War statesman", "TEXT": "Yasuhiro Nakasone, former prime minister of Japan, died on 29 November 2019 (Photo: Robert Gilhooly / Bloomberg via Getty Images)\n\nYasuhiro Nakasone, one of the last national leaders with the first-hand experience in a global war, died on 29 November at 101 years old. His way of building personal relations to build ties between allies can stand as a rebuke to the way the incumbent US president is carrying out his own duties.\n\nBack in a period when Japanese prime ministers usually seemed to be lookalike, soundalike, virtually interchangeable figures, whose alternations had a little appreciable impact on national policy or world attention, Yasuhiro Nakasone was a very different kind of leader. The exception to that rule was Shigeru Yoshida, the man who, a generation earlier, had oriented his country towards embracing a massive, postwar rebuilding effort that eventually turned Japan into an economic and technological powerhouse.\n\nBy the time Yasuhiro Nakasone became prime minister, Japan had already become a fearsome economic behemoth. But Nakasone had a major impact on Japan’s international relations, on how the Japanese people saw their place on the global stage — and, indeed, on how Japan’s neighbours and partners came to view Nakasone and his country as well.\n\nAs a young man, Nakasone had been a naval officer at the end of World War II and he had witnessed first-hand the depths of his country’s defeat and the major devastation to its population centres and industrial base. But by the time he came to occupy the apex of Japan’s political system in the 1980s, his country had reached the pinnacle of its global economic and technological success.\n\nIn his political career, he initially was a fierce nationalist, denouncing the then-ongoing US occupation that ran from August 1945 until 1952, winning his first parliamentary seat in 1947, campaigning from a bicycle festooned with the Japanese battle flag.\n\nDecades later, during his final prime ministerial media conference, and looking back over his career, Nakasone said his political ambitions had been generated by “the conviction I felt as I gazed bewildered at the burned ruins of Tokyo. How can this country be revived into a happy and flourishing state”?\n\nHowever, by the time he had become prime minister, his convictions had evolved in a very different direction. Of course, that was in the middle of the Cold War. In those years, with US President Ronald Reagan, they had fashioned the famous Ron-Yasu partnership that rivalled (and roughly paralleled) Reagan’s relationship with Britain’s prime minister, Margaret Thatcher.\n\nAs prime minister, Nakasone pushed to increase defence appropriations and he attempted to revise Japan’s US-drafted, pacifist constitution. As The Washington Post reported in their obituary of the man, “Later, as prime minister during the Cold War, the perceived might of the Soviet Union prompted him to scrap Japan’s long-held policy of limiting defence spending to less than 1% of gross national product. His national security strategy focused on enhancing sea and air defences”.\n\nSuch efforts sometimes drew criticism for his unabashed appeals to patriotism, most especially from opposition parties, but also from some among the ranks of his own Liberal Democratic Party. Regardless, he pushed forward on these fronts.\n\nBack in his early days as a politician, Nakasone had advocated the construction of nuclear reactors for his resource-poor Japan, and that policy became one of the props that underpinned the country’s strong economic growth, even in the face of Japan’s so-called “nuclear allergy” stemming from the aftermath of being attacked by two atomic bombs at the end of World War II.\n\nOn the 50th anniversary of Japan’s first nuclear institute, Nakasone said he had begun thinking about atomic power as he tried to work out the reasons why his nation had lost the war. He said then:\n\n“My conclusion was that one of the biggest reasons was [the lack of] science and technology. I felt strongly that Japan would end up being a lowly farming nation forever unless we take a bold step to develop science and technology.”\n\nDuring his more than half a century as a parliamentarian, he had served as the government’s defence chief and later as the minister of the vastly powerful Ministry of International Trade and Industry before becoming prime minister.\n\nThen, in his five-plus years as prime minister from 1982 to 1987, Nakasone shook off the usual mantle of Japanese politicians, with an outspokenness in his language that appealed to voters. Sometimes his blunt outspokenness could get him into hot water, as the international outrage that ensued in 1986 when he strongly implied Japan’s economic success had come about because the country was not saddled with minorities with lower intellectual levels. (Oops, but presumably not including the half-million ethnically Korean Japanese residents like Masayoshi Son, founder of Softbank.)\n\nIn international relations, Nakasone remained resolutely supportive of a US-Japan security tie aimed at countering the then-Soviet Union’s power, position, behaviour, and military potential in the Northwestern Pacific area, a tie accompanied by that more personal Ron-Yasu relationship. At the time, of course, Russian behaviour seemed to be typified by the 1983 shooting down of the KAL 007 civilian airliner by Soviet military aircraft. (Back then, China’s military and security posture, let alone North Korea’s nuclear ambitions, remained an afterthought or something in the future for years to come.)\n\nYears after leaving office, in an interview on Japan’s national broadcaster, he described how Japan had “cowered under the [postwar US] occupation and occupation policies”, even as he warned against warfare on behalf of the nation. He went on to say, staying with Japanese political holy writ:\n\n“We must stick to our commitment as a pacifist nation. We have caused tremendous trouble to our neighbouring countries in the past war. Our commitment to peace must be the centerpiece of Japan’s domestic and diplomatic policies.” (Nonetheless, Nakasone’s advocacy of an improved national military capability created the world’s most militarily capable avowedly peaceful nation.)\n\nBack at a time of real international tension in the 1980s, that important US-Japan security tie was sustained and strengthened largely without significant difficulty, despite often-rancourous bilateral tensions over trade protectionism and the growing balance of payments imbalance in Japan’s favour. That posture is starkly different from the way the incumbent American president seems intent in shaping his highly fraught, personalised relations with the country’s allies and security partners and many of their leaders in Europe and East Asia on both economic and security terms. In fact, in response to American complaints about trade unfairness, Nakasone pushed efforts to reduce Japanese tariffs and other import barriers, and the privatisation of state monopolies such as the national railroad and telecommunications networks, as well as the national tobacco companies.\n\nEarly in his tenure, Nakasone paid an official visit to the US. One irony of Nakasone’s 1983 time in Washington was how the striking phrase describing Japan as an “unsinkable aircraft carrier” warding off Soviet military power came into being. This phrase has entered the geostrategic lexicon as Nakasone’s best-known utterance to Americans.\n\nBut as reporter Don Oberdorfer reported on the media breakfast he attended, “…Nakasone, whose surprisingly strong remarks about Japan’s military posture went far beyond previously stated positions. When the remarks were published in early editions of the next day’s Post, they touched off an explosive reaction among the Japanese reporters who had accompanied Nakasone from Tokyo but who did not attend the breakfast.\n\n“That was only the beginning of the repercussions. Nakasone’s remarks brought a stern warning from Moscow and inquiries from Peking, and are still the subject of heated debate inside Japan.\n\n“Because I was the one who questioned Nakasone on defense at the breakfast, I have been especially fascinated by the reactions. After the tumult began, I felt as if I had somehow tripped a lever in a Rube Goldberg machine, causing a pea to drop on an arm and chain of moving parts to start a monumental landslide.\n\n“This became all the more curious when I learned days later that the most oft-quoted phrase in Nakasone’s statement actually was not uttered at the breakfast by the prime minister but was the colorful interpolation of his official translator, dealing extemporaneously with Nakasone’s staccato language on a complex subject.\n\n“Nakasone was quoted as saying that Japan should become ‘an unsinkable aircraft carrier’ (in Japanese, fuchin kubo) to defend against penetration by the Soviet Backfire bomber. What he actually said, according to a close inspection of the tape recording of the breakfast, is that Japan should be ‘a big aircraft carrier’ (okina koku bokan) to block the Russian planes.\n\n“To an American ear, the difference between an ‘unsinkable’ carrier and a ‘big’ carrier is not so great, but for Japanese the difference is much greater. The editor of the Japan Times, Kiyoaki Murata, wrote that for older Japanese fuchin kubo is reminiscent of the patriotic phrases applied to ‘unsinkable’ aircraft carriers and battleships of the Imperial Japanese Navy in World War II — before the craft in question actually were sunk under US assault.\n\n“The other image which the ‘unsinkable’ phrase evokes in the Japanese mind, wrote Murata, is of ‘Japan as a formidable fortress, loaded with high-performance fighters and bombers and bristling with powerful missiles’. He said this is almost as odious an image to the mostly pacifistic Japanese as a socialist state is to most Americans.\n\n“The resonating phrase aside, it’s clear that the substance of Nakasone’s remarks represented a major change in the stated policy of the Japanese government…”\n\nTrue to his deeply held nationalist values, in 1985, Nakasone also became the first post-war prime minister to visit the Yasukuni Shrine, a religious facility that honours Japan’s war dead, including a number of convicted war criminals. That visit stoked angry disputes with both China and South Korea over Japans behaviour in those nations during World War II, acrimony that remains an open wound to this day.\n\nAfter leaving office, Nakasone took on the role of elder statesman and public intellectual, including the establishment of an international affairs think-tank in his name. This writer met him several times at that time when our office had co-sponsored conferences with his institute. Already in his eighties, in offering opening remarks, the former prime minister stood ramrod straight like the former naval officer he was, and then he took his chair quietly to take careful notes throughout the proceedings.\n\nAt age eighty-five, he finally retired from parliament to, reluctantly, make way for a younger legislator. In hinting at this reluctance, he publicly read a haiku:\n\nEven after dusk,\n\nCicada persists in song,\n\nWhile it still has life.\n\nNow how many other politicians would do that? DM\n\nJ Brooks Spector Follow Save More"}}