{"GDELT": {"GlobalEventID": 890912363, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "USAMED", "Actor1Name": "SAN FRANCISCO", "Actor1CountryCode": "USA", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.4390243902438997, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_Lat": 40.3736, "Actor1Geo_Long": -82.7755, "Actor1Geo_FeatureID": "OH", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20191205013000, "SOURCEURL": "https://news.stanford.edu/2019/12/04/kenneth-taylor-dies-65/"}, "ARTICLE": {"TITLE": "Philosophy Professor Kenneth Taylor dies at 65", "TEXT": "Kenneth A. Taylor, the Henry Waldgrave Stuart Professor of Philosophy in the School of Humanities and Sciences, died unexpectedly in his home on Dec. 2. He was 65.\n\nKenneth Taylor, 1954-2019 (Image credit: Steve Castillo)\n\nA gifted scholar and teacher, Taylor was also well-known by the dedicated listeners of Philosophy Talk, a syndicated public radio show he co-founded in 2005.\n\nAs Stanford community members learned of his death, they have shared story after story of Taylor’s significant role in their lives as a scholar, colleague, instructor, mentor and friend.\n\n“Ken Taylor was a generous, gregarious, energetic presence at the very heart of Stanford philosophy, Stanford humanities and Stanford Symbolic Systems, all of which were transformed by his presence,” said Professor Krista Lawlor, chair of the Department of Philosophy. “His sincere love of learning was of the active kind: It meant he sincerely loved to learn new things and was eager to engage anyone he suspected of having new things to teach. He will be sorely missed by all of us.”\n\nTaylor joined H&S in 1995. He quickly became a leader in the philosophy department, an esteemed teacher, an adviser for many doctoral students and an important voice on campus.\n\nHe chaired the philosophy department from 2001 to 2009. The following nine years Taylor served as director of the Symbolic Systems Program, which blends computer science, psychology, linguistics and philosophy, in a “study of the mind.” During his tenure as director of the program, Taylor spearheaded an overhaul of its requirements, leading to a massive increase in enrollments.\n\n“While Ken was a philosopher to his core, his interests were broadly interdisciplinary, reaching into psychology, linguistics, artificial intelligence and politics,” said Thomas Wasow, the Clarence Irving Lewis Professor in Philosophy, Emeritus, and professor emeritus of linguistics. “He saw connections among his diverse interests, and the Symbolic Systems Program was a perfect fit for him.”\n\nMost recently, Taylor was co-director of the Public Humanities Program, an initiative that is part of the university’s Long-Range Vision.\n\nAt the same time, Taylor’s body of work, mainly at the intersection of philosophy of language and philosophy of mind, continued to flourish. In addition to numerous articles, he wrote three books: Truth and Meaning: An Introduction to the Philosophy of Language; Reference and the Rational Mind; and Meaning Diminished: Toward Metaphysically Modest Semantics. His fourth book, Referring to the World, was on the verge of being submitted; the night before his death, Taylor had shared on social media that he had nearly completed the book.\n\n“In addition to being an amazing philosopher, and wonderful human, he was my adviser,” said Grace Paterson, PhD ’18, who is now a postdoctoral scholar at the University of Vienna. “He shaped how I think and who I am intellectually.”\n\nA dedicated university citizen, Taylor also served multiple times on the Faculty Senate and was a member of the Senate’s Steering Committee last year. “In our meetings, he was irrepressible,” said Wasow, who now serves as the academic secretary to the university. “He was almost always the first one with his hand up to raise questions or make comments about a presentation. And his comments were consistently original and incisive. He helped make the Senate lively and relevant to the life of the university.”\n\nQuestion everything\n\nIn 2005, Taylor and John Perry, the Henry Waldgrave Stuart Professor of Philosophy, Emeritus, at Stanford, started Philosophy Talk, which aims to provide people with the tools of thinking to ask questions about everything from the human condition to pop culture.\n\nKen Taylor, professor of philosophy, speaks at a Faculty Senate meeting. (Image credit: L.A. Cicero)\n\nThe show, known as the program that “questions everything except your intelligence,” challenges listeners to identify and question their assumptions and to think about things in new ways. Topics of conversation have ranged from “what exactly are space and time” to “science and gender” and “what is art,” with a third of the shows being taped before a live audience.\n\nTaylor wholeheartedly poured his dynamism and determination into Philosophy Talk, Perry said. In addition to all the work of co-hosting each episode, Taylor put together its vital support staff and shaped a robust program for Stanford undergraduates to research topics and potential guests for future programs. Produced by San Francisco public radio station KALW-FM, Philosophy Talk is now broadcast on more than 100 stations in several countries.\n\n“Ken’s passing is a great loss not only to his family and close friends but also to all who were inspired by his research and teaching,” Perry said. “It’s a loss to those who were intrigued by his opinions – readily available in radio and print – which were always presented with reason, often anticipating issues, problems and positions not yet conceptualized by others, and always presented forcefully and confidently.”\n\nOhio to Stanford\n\nBorn and raised in Sandusky, Ohio, Taylor was a first-generation college student who fell in love with philosophy as an undergraduate at the University of Notre Dame. In 1977, he earned his bachelor’s degree in the Program of Liberal Studies at Notre Dame, an interdisciplinary great books program. He earned his doctorate in philosophy from the University of Chicago in 1984.\n\nIn a 2013 Stanford News Service article about his co-taught Art of Living course, Taylor said, “Our lives are given to us as a series of questions. To live well and authentically, we have to set about answering questions such as ‘Who shall I be?’ and ‘What allegiances shall I cleave to?’”\n\nBy asking the tough questions across his life, Taylor helped others work out their own answers about how to live and what to value, said Debra Satz, the Vernon R. and Lysbeth Warren Anderson Dean of the School of Humanities and Sciences, the Marta Sutton Weeks Professor of Ethics in Society, and professor of philosophy.\n\n“At a time when a commitment to truth is in shorter supply than one might hope, Ken was a fearless defender of the power of reasoned argument and evidence,” Satz said. “He brought his passion for understanding and truth to everything he did, to what he wrote, and to how he taught. And he shared that passion with others – he thought anyone and everyone could be a partner in the human quest for knowledge.”\n\nTaylor is survived by his wife, Claire Yoshida; son, Kiyoshi Taylor; parents Sam and Seretha Taylor; brother, Daniel Taylor; sister, Diane Taylor; and many nieces, nephews, cousins, aunts and uncles. Donations in his memory can be made to Philosophy Talk. Taylor’s memorial, scheduled to be held Tuesday, April 7, 2020, has been postponed until further notice."}}