{"GDELT": {"GlobalEventID": 890911073, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.12201963534361, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20191205013000, "SOURCEURL": "https://www.thefreepress.ca/news/rob-morrison-sworn-in-as-kootenay-columbia-mp/"}, "ARTICLE": {"TITLE": "Rob Morrison sworn in as Kootenay-Columbia MP – The Free Press", "TEXT": "Parliament set to reconvene on Thursday with election of House Speaker, Throne Speech\n\nRob Morrison has officially been sworn in as Kootenay-Columbia’s Member of Parliament during a ceremony last week in Ottawa.\n\nThe Conservative MP will join the ranks of newly elected and re-elected colleagues representing 338 ridings across the country when parliament reconvenes on Dec. 5.\n\nMorrison said his swearing in ceremony was an ‘eye opener’ in terms of feeling the historical weight of seeing his name in a scroll alongside fellow parliamentary members dating back to Confederation.\n\n“It was huge, it took me back a bit,” said Morrison.\n\nMorrison won the Kootenay-Columbia riding with 44 per cent of the vote by a margin of roughly 7,000 ballots, defeating NDP incumbent Wayne Stetski, who had represented the riding since 2015.\n\nThe federal election returned a minority government, as the Liberals won 157 seats, Conservatives won 121 seats, NDP won 24 seats, Bloc Qebecois won 32 seats, and the Green Party won three seats. Former justice minister Jody Wilson-Raybould also won her Vancouver-Granville seat as an independent candidate.\n\nREAD: Prime Minister Justin Trudeau unveils new Liberal cabinet\n\nFor a political party to hold a majority government, it must capture 170 seats in a general election.\n\nOnce parliament resumes, the MPs will elect a Speaker of the House on Thursday morning, then hear the Throne Speech before getting down to debating the contents, said Morrison.\n\n“As the Opposition, really my task is to keep the government accountable, but also to build relationships to work with the other parties so that we can move issues forward that are important to us,” Morrison said.\n\nMorrison said he has been fielding approximately 100 emails a day from constituents seeking government action on a range of issues such as immigration, the Trans Mountain pipeline, the Canada Pension Plan and the federal Phoenix pay system, which has been mired in technical glitches since it was rolled out three years ago.\n\nParty politics\n\nWhile political parties adjust to the new reality of a minority government, the Conservatives are dealing with the electoral aftermath as Andrew Scheer’s leadership has been under scrutiny following October’s election.\n\nFor an election that could have been a federal tap-in for the Tories, the Conservatives fell short of capitalizing at the polls on Liberal scandals such as Prime Minister Justin Trudeau’s ethics violations and political interference in a bribery prosecution involving SNC Lavalin.\n\nDuring the election, Scheer was criticized on social issues, such as a refusal to participate in pride marches and comments made in Parliament nearly 15 years ago on same-sex marriage.\n\nREAD: B.C. Conservative MP Ed Fast declines critic role, cites Scheer’s leadership\n\nMorrison said the Tory caucus had a seven-hour post-election meeting where a decision was made to bring the issue of party leadership to Conservative Party members at an annual general meeting next April.\n\n“The reason being, we probably have 100,000 to 200,000 Conservative members across Canada, and really, I think that’s their role, rather than 121 elected Members of Parliament, to decide the fate of a leader,” said Morrison. “It should be decided by the party.”\n\nMorrison added that the Conservative caucus remains unified as the Official Opposition.\n\n“We’ve got a strong group of people with a lot of talent, there’s a lot of experience and we would like to focus on what’s important to our constituents and to our party and that’s where I stand,” he said.\n\nMember of Parliament salary and benefits\n\nAccording to the Members’ Allowances and Services Manual, MPs are entitled to receive a base sessional salary of $178,000, while additional salaries are eligible for serving in roles such as a cabinet minister, Speaker, Minister of State, committee chair and vice chair and many more.\n\nFor example, the Prime Minister is eligible for an additional $178,000 on top of the MP salary, while cabinet ministers, House Speaker, official opposition leaders and Ministers of State can receive an additional $85,500.\n\nAlong with salary, MPs are eligible for benefits such as life insurance, health and dental care, travel insurance and allowance and pension, among others.\n\nEach MP is also allocated a basic budget of $363,600 for constituency office operations, with increases eligible for ridings depending on the size of the elector base or geographic area.\n\nFor example, Kootenay-Columbia Member Office Budget is eligible for an additional $26,570 due to the geographic size of the riding, while the size of the elector base allows for an additional $32,030 for a grand total of $422,200.\n\n\n\ntrevor.crawley@cranbrooktownsman.com\n\nLike us on Facebook and follow us on Twitter"}}