{"GDELT": {"GlobalEventID": 890910674, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "COP", "Actor1Name": "DEPUTY", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 72, "EventBaseCode": 72, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 8.3, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.5706940874036004, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191205013000, "SOURCEURL": "https://www.tribuneindia.com/news/haryana/deputy-cm-dushyant-fights-own-govt-in-court/870138.html"}, "ARTICLE": {"TITLE": "Deputy CM Dushyant fights own govt in court", "TEXT": "Geetanjali Gayatri\n\nTribune News Service\n\nChandigarh, December 4\n\nThe JJP may have entered into a post-poll alliance with the BJP-led Haryana Government and leaders of the two parties may claim to be on the same page when it comes to policies, but Deputy CM Dushyant Chautala continues his fight in court with the very government he represents over security concerns.\n\nAs JJP party chief, he had filed a petition in the Punjab and Haryana High court prior to the Assembly elections, seeking security in view of the “threat” from an international gang after he received a call on his mobile. On November 26, the police filed an affidavit in court, stating that Dushyant had already been provided security owing to his post as Deputy CM. The next hearing in the case is slated for February 6, 2020. Sources in the BJP described it as a case of government versus government.\n\n“He (Dushyant) was given security right after taking oath as Deputy CM. Once he became part of the government, he should have withdrawn the case. However, he chose to keep the issue alive and moved no application for withdrawal on the last hearing,” a senior leader said.\n\nDushyant maintained that the Home Ministry was to file a reply in court as per its findings and the action taken so far. “Since the court and the police are dealing with the matter, they should complete the procedure. Also, the threat call from another country needs to be investigated. The security given by the police is not a solution to that.”\n\nThe petition pertains to the Home Department which is headed by Haryana’s seniormost minister Anil Vij. Dushyant and Vij are engaged in another legal battle pertaining to a defamation suit. Dushyant has shown no inclination to withdraw the case and Vij says he will go when summoned. Though he skipped the hearing last month, Dushyant has in the defamation case accused Vij of calling him a “drug addict”. Interestingly, seated alongside in the Haryana Vidhan Sabha, the two seem to share cordial ties, exchanging notes."}}