{"GDELT": {"GlobalEventID": 890910398, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.04494382022472, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Alabama, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAL", "Actor2Geo_Lat": 32.799, "Actor2Geo_Long": -86.8073, "Actor2Geo_FeatureID": "AL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alabama, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAL", "Action2Geo_Lat": 32.799, "Action2Geo_Long": -86.8073, "Action2Geo_FeatureID": "AL", "DATEADDED": 20191205013000, "SOURCEURL": "https://finance.yahoo.com/news/u-solar-industry-lose-62-153055298.html"}, "ARTICLE": {"TITLE": "U.S. solar group says Trump tariffs killing jobs; White House says 'fake news'", "TEXT": "(AP Photo/Ross D. Franklin, File) More\n\nBy Nichola Groom\n\n(Reuters) - The U.S. solar industry warned on Tuesday that the Trump administration's tariffs on imported panels will cost the United States 62,000 jobs and $19 billion (£14.81 billion) in investment, an estimate the White House dismissed as \"fake news\".\n\nThe industry's top trade group, the U.S. Solar Industries Association (SEIA), said the lost investment equated to 10.5 gigawatts in missed solar energy installations, enough to power about 1.8 million homes.\n\nPresident Donald Trump imposed the four-year tariff program on imported panels in early 2018, starting at 30% and dropping by five percentage points each year.\n\nThe SEIA report based its gloomy forecasts on that regime remaining unchanged, saying the industry will create 62,000 fewer jobs than it otherwise would have between 2017 and 2021. That's more than the 53,000 workers employed in U.S. coal mining, an industry Trump has promised to revive.\n\n“Solar was the first industry to be hit with this administration’s tariff policy, and now we’re feeling the impacts that we warned against two years ago,” Abigail Ross Hopper, president of SEIA, said in a statement.\n\nThe White House slammed the report, which came two days before a scheduled mid-term review by the International Trade Commission that could influence whether President Donald Trump maintains, changes, or cancels the tariff program.\n\nPeter Navarro, Trump's trade and manufacturing advisor, said the report was \"classic fake news dressed up in academic mumbo jumbo.\"\n\nNavarro called SEIA \"a loose confederation of Chinese solar companies seeking to destroy American solar manufacturing jobs and U.S. solar installers that want cheap Chinese panels and don’t care how many American jobs are destroyed by China’s heavily subsidized industry.\"\n\nTrump announced the solar panel import levy in January 2018, his opening salvo in a trade war aimed at helping U.S. manufacturers rebound from years of decline. Solar installers opposed the move because they rely on cheap imported panels to compete with fossil fuels.\n\nMost panels installed in the United States are made in Asia.\n\nDespite the tariffs, global panel prices have continued to fall due to an oversupply in top producer China, which cut incentives for installations there and unleashed a flood of solar products into the market.\n\nStill, SEIA's report found that U.S. prices are among the highest in the world for solar. That makes it more difficult for solar to compete with other forms of electricity generation such as wind and natural gas.\n\nThe tariffs have had the greatest impact on newer solar markets such as Alabama, the Dakotas and Kansas, because they make solar uncompetitive, SEIA said.\n\n(Reporting by Nichola Groom; editing by Jane Wardell)"}}