{"GDELT": {"GlobalEventID": 890911341, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "ISR", "Actor1Name": "JERUSALEM", "Actor1CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -7.464788732394361, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20191205013000, "SOURCEURL": "https://peacenow.org/entry.php?id=32712"}, "ARTICLE": {"TITLE": "Americans for Peace Now", "TEXT": "Had Secretary of State Mike Pompeo joined me and my APN colleagues on our West Bank study tour last week, we would have shown him how fraught with illegality and illegitimacy West Bank settlements are.\n\nThe international community considers the establishment of Israeli settlements in the Israeli-occupied territories illegal under international law, violating Article 49 of the Fourth Geneva Convention of 1949, which states: “The Occupying Power shall not deport or transfer parts of its own civilian population into the territory it occupies.” Virtually all international law experts concur that Israeli settlements in the West Bank are a violation of the Fourth Geneva Convention. Israeli governments came up years ago with legal acrobatics to refute the global consensus interpretation of international law. Now, it seems that the Trump administration is giving a nod to the Israeli dissenting interpretation.\n\nThat nod, yet again pandering to the Evangelical religious right and to hardline conservative donors, as Trump has done in the past, does not change the facts.\n\nThe facts are that Israel’s settlement enterprise is fraught with illegality. It is politically illegitimate and damaging both to Israel’s national security and to America’s interests in the region. It is an obstacle to peace. And it is a flagrant violation of Palestinian human rights. Israeli settlements don’t only violate international law, as almost all legal experts worldwide concur.\n\nMany of them violate Israeli law. More than 100 settlements in the West Bank have been built in violation of Israeli law, often on stolen, privately owned Palestinian land. Extremist settlers break the law on a daily basis, illegally taking land that does not belong to them, attacking Palestinian civilians and even Israeli soldiers and police officers who guard them.\n\nI have spent years in the West Bank, covering, as a reporter for an Israeli newspaper, the Palestinians and the Israeli settlers who chose to live next to them — often as an act of provocation or defiance. I have witnessed up close the lawlessness that characterizes the actions of ideological Jewish settlers in the wild West Bank.\n\nBut the real problem with the settlements is not their legal status, but rather their political legitimacy. And the real potential damage of the Trump administration’s statement regarding the legality of settlements is its effort to legitimize the settlements by stating that they are “not, per se, inconsistent with international law.”\n\nWest Bank settlements are politically illegitimate because they prejudge the final status of the West Bank. U.S. administrations, Democratic and Republican, have followed a policy, for the past two decades, which envisioned the West Bank and the Gaza Strip as the future Palestinian state. West Bank settlements have been used by Israeli politicians as a tool to either torpedo Palestinian statehood or to prejudge the future contours of a Palestinian state.\n\nThat is why Pompeo’s predecessors, Republican and Democratic alike, have worked diligently to curtail settlement construction and why they referred to settlements as illegitimate.\n\nThe two-state solution has never been popular with religious and nationalistic zealots — whether Evangelicals in the United States, ideological settlers and their hardline allies in Israel, or, for that matter, Islamists and nationalist extremists in Palestinian society.\n\nThe Trump administration has apparently decided to side with those who oppose the only realistic scenario for Israeli-Palestinian peace and work to impede it. Legitimizing settlements is yet another step that Donald Trump and his foreign policy team has taken — one in many — to wreck prospects for a two-state Israeli-Palestinian peace settlement. Hardline Israeli politicians, moments after Pompeo’s statement Monday, declared it a green light to annex the West Bank and bury the two-state solution.\n\nThis latest measure may cynically serve the narrow electoral agenda of President Trump — and that of his political twin Benjamin Netanyahu, who is fighting to survive political challenges and multiple imminent criminal indictments. But the price of the Trump administration’s callous policy on the Israeli-Palestinian conflict will be paid by Israelis and Palestinians who yearn for peace and so dearly deserve it.\n\nI write these lines at my mother’s home in West Jerusalem, at the foot of Mount Herzl, where thousands of Israeli soldiers are buried, and victims of the conflict are commemorated and honored. Israelis come here to pay tribute to the fallen and to pray for peace. Last week, on a visit to Ramallah and the adjacent towns, I passed by monuments honoring Palestinian victims of the conflict. All of us, Israelis and Palestinians, have suffered too much death and destruction.\n\nPast U.S. administrations — albeit with limited success — have taken positions and actions aimed at terminating the conflict and advancing peace. It is tragically alarming that the Trump administration is acting to further entrench and perpetuate the conflict, and to make peace between Israelis and Palestinians even harder to attain than it already is.\n\nOri Nir is director of communications for Americans for Peace Now in Washington."}}