{"GDELT": {"GlobalEventID": 890910755, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "CRM", "Actor1Name": "CRIMINAL", "Actor1Type1Code": "CRM", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.12820512820513, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Williamsville, Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_ADM2Code": "VA171", "Actor1Geo_Lat": 38.7212, "Actor1Geo_Long": -78.6758, "Actor1Geo_FeatureID": "1497214", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Williamsville, Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_ADM2Code": "VA171", "Actor2Geo_Lat": 38.7212, "Actor2Geo_Long": -78.6758, "Actor2Geo_FeatureID": "1497214", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Williamsville, Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_ADM2Code": "VA171", "Action2Geo_Lat": 38.7212, "Action2Geo_Long": -78.6758, "Action2Geo_FeatureID": "1497214", "DATEADDED": 20191205013000, "SOURCEURL": "https://www.democratandchronicle.com/story/news/2019/12/04/cvs-pharmacy-diabetic-testing-strips-fraud-antonio-rivera/2612693001/"}, "ARTICLE": {"TITLE": "Former CVS employee sentenced for stealing $2.5 million in diabetic test strips", "TEXT": "An Erie County man who admitted to stealing more than $2.5 million worth of diabetic test strips from his Rochester employer was sentenced Wednesday in U.S. District Court.\n\nAntonio Rivera, 36, of Williamsville, who pleaded guilty to wire fraud in July, was sentenced to 2½ years in federal prison by U.S. District Judge Elizabeth A. Wolford. He was also ordered to pay $2.5 million in restitution to CVS Pharmacy.\n\nWhile working as a senior assistant purchasing manager for CVS, Rivera stole 20,203 boxes of diabetic test strips worth $2,535,307.62 At one point, Rivera had $718,629.68 in \"wire fraud proceeds\" in his PayPal account, according to the criminal complaint.\n\n\"This position required Rivera to order a variety of retail products sold by CVS, including diabetic test strips,\" prosecutors said in a release.\n\nSince February 2007, Rivera was employed by CVS. In June 2017, he was transferred to CVS in Rochester.\n\nIn July 2018, CVS internal auditing systems \"red-flagged the purchasing of diabetic strips\" at the chain's office at 175 Humboldt St. in Rochester. According to the criminal complaint, a package was located in the shipping area that included Rivera's return address. It came from a company that CVS doesn't do business with normally, prosecutors said.\n\nAn internal investigation revealed that \"Rivera routinely purchased diabetic test strips in excessive amounts,\" well above the amount needed, prosecutors said in a release. The audit was unable to account for 20,203 boxes purchased by Rivera.\n\nMore:Rochester CVS employee admits to stealing $2.5 million worth of diabetic test strips\n\nRivera was provided with a secure log-in and pin to order items through a medical wholesale company. \"One of the benefits of the secure log-in system is that (health care supplier) McKesson's invoices were all associated with a specific purchaser,\" the complaint stated.\n\nRivera ordered the test strips, and then \"intercepted\" the shipments once they arrived. Rivera was supposed to log any shipments received. He sold the products to third-party purchasers identified in the complaint as National Medical Management and HMF Distributing Inc. in Florida.\n\n\"A forensic accounting of Rivera’s bank accounts identified payments for the fraudulently obtained diabetic test strips were deposited into the defendant’s bank accounts,\" prosecutors said in a release.\n\nWCLEVELAND@Gannett.com"}}