{"GDELT": {"GlobalEventID": 890910329, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor2Code": "NZL", "Actor2Name": "NEW ZEALAND", "Actor2CountryCode": "NZL", "IsRootEvent": 0, "EventCode": 25, "EventBaseCode": 25, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": -0.3, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.49710024855011997, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Te Araroa, New Zealand (general), New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ00", "Actor2Geo_ADM2Code": "22382", "Actor2Geo_Lat": -37.6333, "Actor2Geo_Long": 178.36700000000002, "Actor2Geo_FeatureID": "-1519226", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kawerau, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22380", "Action2Geo_Lat": -38.1, "Action2Geo_Long": 176.7, "Action2Geo_FeatureID": "-1511762", "DATEADDED": 20191205013000, "SOURCEURL": "http://gisborneherald.co.nz/localnews/4408509-135/homeless-dads-plight"}, "ARTICLE": {"TITLE": "Homeless dad’s plight", "TEXT": "Lance Tiwana-Morice wants to settle his son in Gisborne so they can both have a better life and be closer to whanau. He is looking for a one- or two-bedroom flat and can afford $250 a week. He also needs clothes for his son. If anyone has any size 10 boy’s clothes, they can drop them off to The Gisborne Herald reception.\n\nA father and his nine-year-old son living in their car on and off for a month have put real faces to the region’s housing crisis.\n\nLance Tiwana-Morice, 30, found himself homeless for the first time in his life after moving to the district earlier this year.\n\nExacerbating matters is Mr Tiwana-Morice’s son has ongoing medical problems.\n\nThey were living in Kawerau to be close to his mother. She moved to Rotorua and Mr Tiwana-Morice decided to bring his son, who he raises alone, home to Tairawhiti.\n\nHe rented a caravan and organised to park it on his aunt’s lawn while they found somewhere to live.\n\nThen he encountered the Gisborne rental market.\n\nNot much is on offer and what is available is expensive, with a lot of other people lining up to rent.\n\nAccommodation has to be clean otherwise his son could pick up a bug and be in hospital for months, he says.\n\nWhen new people moved into his aunt’s house it became unsafe for his son. At the same time, the rental caravan had to be returned. That was when they found themselves with only a car to live in.\n\nMr Tiwana-Morice says his son goes to a great school, which is supportive, but the most urgent requirement is their own place.\n\nHis experience with Work and Income drove him to swearing and it takes a lot to make him swear these days, he says.\n\n“When I first felt homeless and that we were going nowhere, I went to Work and Income. The receptionist basically turned me away and said, ‘I’m sorry, we have nothing available’.\n\n“There are only about three motels in Gisborne they use.\n\n“I was speechless. I just walked out.\n\n“It’s the first time I’ve been in this situation. I’ve always had a home since I was 17. I’ve usually had my nan looking out for me, too, but she died a few years ago and now I’m on my own.”\n\n'There is nothing we can do for you'He went back to Work and Income to try again . . . “but the lady said exactly the same thing. There is nothing they can do for us”.\n\nEmergency accommodation was not suitable because it was communal living and not clean enough.\n\n“I couldn’t have my son live there. If he catches anything he could end up in hospital for months.”\n\nHe explained this to the Work and Income staff., who suggested he try Housing New Zealand (which from October became Kainga Ora Homes and Communities).\n\nA bureaucratic nightmare ensued.\n\nHNZ told him to go back to Work and Income so his file could be transferred. He did that.\n\nHe heard nothing and after a fortnight, rang Housing New Zealand.\n\n“They said they still hadn’t got my file from Work and Income. So I rang them and they said Housing New Zealand should have my file.”\n\nAn exasperated Mr Tiwana-Morice says he just wants to get settled.\n\n“But it’s not getting any better.”\n\nHis father and other whanau live in Te Araroa but that is too far away from the hospital.\n\nEarlier this week, the newly-established East Coast Community Food Bank’s Johnathan Pere offered to cook Mr Tiwana-Morice and his son some kai.\n\n“That’s what we do, especially for people with children.” Mr Pere said. “If you’ve got children, come over and cook for them.”\n\nThey provide the food and a safe space.\n\n“We try to take away the embarrassment and be as stress-free as possible. We’re in a suburb so no one knows why you are here. Come over and have a cup of tea, talk about it and cook your kids some kai.”\n\nFood parcels from the Salvation Army need a letter from Work and Income. That requires an appointment with Work and Income, then taking the letter to the Salvation Army on its foodbank days — Tuesday and Thursday between 1 and 3pm.\n\nMr Tiwana-Morice was helped by Whanau Ora and Te Runanganui o Ngati Porou, who “were awesome”.\n\nThey gave him food, and put him in touch with whanau advocate Tutu Ngarimu.\n\nThe biggest help was just having someone to listen, said Mr Tiwana-Morice\n\nIt has been just the two of them for the past eight years. His son sees his mother but his main carer is dad.\n\nMr Tiwana-Morice lived in Gisborne 10 or 15 years ago. He was a different man then, he said.\n\nAfter his son was born he found his focus and since then has been trying to turn his life around.\n\nWhen his son was born, something wrong with his bowel meant he could not go to the toilet.\n\nPart of his bowel was removed in an operation but his condition continued daily. He is often in a lot of pain, needs to be relaxed, can be constipated for weeks or swings to the other side of that spectrum.\n\nWhen money comes through, it is spent on temporary accommodation at a motel, or a campsite, and it goes quickly."}}