{"GDELT": {"GlobalEventID": 890910203, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor2Code": "CHN", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.54163162321279, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK08", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.7, "Actor2Geo_Long": 73.1667, "Actor2Geo_FeatureID": "-2762812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20191205013000, "SOURCEURL": "https://www.thenews.com.pk/print/578978-629-pak-women-sold-as-brides-to-chinese-in-18-months"}, "ARTICLE": {"TITLE": "629 Pak women sold as brides to Chinese in 18 months", "TEXT": "RAWALPINDI: Pakistani investigators have confirmed at least 629 girls and women from across the country were sold as brides to Chinese men and taken to China in the past 18 months or so. The list of names was compiled by investigators determined to break up trafficking networks exploiting the country's poor and vulnerable.\n\nIt gives the most concrete figure yet for the number of women caught up in the trafficking schemes since 2018. But since the time it was put together in June, investigators' aggressive drive against the networks has largely ground to a halt. Officials with knowledge of the investigations say that is because of pressure from government officials fearful of hurting Pakistan's lucrative ties to Beijing.\n\nThe biggest case against traffickers has fallen apart. In October, a court in Faisalabad acquitted 31 Chinese nationals charged in connection with trafficking. Several of the women who had initially been interviewed by police refused to testify because they were either threatened or bribed into silence, according to a court official and a police investigator familiar with the case. The two spoke on condition of anonymity because they feared retribution for speaking out. At the same time, the government has sought to curtail investigations, putting \"immense pressure\" on officials from the Federal Investigation Agency pursuing trafficking networks, said Saleem Iqbal, a Christian activist who has helped parents rescue several young girls from China and prevented others from being sent there. \"Some FIA officials were even transferred,\" Iqbal said in an interview. \"When we talk to Pakistani rulers, they don't pay any attention.\"\n\nAsked about the complaints, Pakistan's interior and foreign ministries refused to comment. Several senior officials familiar with the events said investigations into trafficking have slowed, the investigators are frustrated, and Pakistani media have been pushed to curb their reporting on trafficking. The officials spoke on condition of anonymity because they feared reprisals.\n\n\"No one is doing anything to help these girls,\" one of the officials said. \"The whole racket is continuing, and it is growing. Why? Because they know they can get away with it. The authorities won't follow through, everyone is being pressured to not investigate. Trafficking is increasing now.\" He said he was speaking out \"because I have to live with myself. Where is our humanity?\"\n\nChina's Foreign Ministry said it was unaware of the list. \"The two governments of China and Pakistan support the formation of happy families between their people on a voluntary basis in keeping with laws and regulations, while at the same time having zero tolerance for and resolutely fighting against any person engaging in illegal cross-border marriage behaviour,\" the ministry said.\n\nInvestigation earlier this year revealed how Pakistan's Christian minority has become a new target of brokers who pay impoverished parents to marry off their daughters, some of them teenagers, to Chinese husbands who return with them to their homeland. Many of the brides are then isolated and abused or forced into prostitution in China, often contacting home and pleading to be brought back. Christians are targeted because they are one of the poorest communities in Muslim-majority Pakistan. The trafficking rings are made up of Chinese and Pakistani middlemen and include Christian ministers, mostly from small evangelical churches, who get bribes to urge their flock to sell their daughters. Investigators have also turned up at least one Muslim cleric running a marriage bureau from his madrassa, or religious school.\n\nInvestigators put together the list of 629 women from Pakistan's integrated border management system, which digitally records travel documents at the country's airports. The information includes the brides' national identity numbers, their Chinese husbands' names and the dates of their marriages.\n\nAll but a handful of the marriages took place in 2018 and up to April 2019. One of the senior officials said it was believed all 629 were sold to grooms by their families. It is not known how many more women and girls were trafficked since the list was put together. But the official said, \"The lucrative trade continues.\" \"The Chinese and Pakistani brokers make between 4 million and 10 million rupees from the groom, but only about 200,000 rupees is given to the family,\" he said.\n\nThe official, with years of experience studying human trafficking in Pakistan, said many of the women who spoke to investigators told of forced fertility treatments, physical and sexual abuse and, in some cases, forced prostitution. Although no evidence has emerged, at least one investigation report contains allegations of organs being harvested from some of the women sent to China.\n\nIn September, Pakistan's investigation agency sent a report it labelled \"fake Chinese marriages cases\" to Prime Minister Imran Khan. The report provided details of cases registered against 52 Chinese nationals and 20 of their Pakistani associates in two cities in eastern Punjab province — Faisalabad and Lahore — as well as in the capital Islamabad. The Chinese suspects included the 31 later acquitted in court.\n\nThe report said police discovered two illegal marriage bureaus in Lahore, including one operated from an Islamic centre and madrassa — the first known report of poor Muslims also being targeted by brokers. The Muslim cleric involved fled police.\n\nThere are other cases before the courts involving arrested Pakistani and at least another 21 Chinese suspects, according to the report sent to the prime minister in September. But the Chinese defendants in the cases were all granted bail and left the country, say activists and a court official.\n\nActivists and human rights workers say Pakistan has sought to keep the trafficking of brides quiet so as not to jeopardise Pakistan's increasingly close economic relationship with China.\n\nChina has been a steadfast ally of Pakistan for decades, particularly in its testy relationship with India. China has provided Islamabad with military assistance. Today, Pakistan is receiving massive aid under China's Belt and Road Initiative, a global endeavour aimed at reconstituting the Silk Road and linking China to all corners of Asia.\n\nThe demand for foreign brides in China is rooted in that country's population, where there are roughly 34 million more men than women — a result of the one-child policy that ended in 2015 after 35 years, along with an overwhelming preference for boys that led to abortions of girl children and female infanticide.\n\nA report released this month by Human Rights Watch, documenting trafficking in brides from Myanmar to China, said the practice is spreading. It said Pakistan, Cambodia, Indonesia, Laos, Myanmar, Nepal, North Korea and Vietnam have \"all have become source countries for a brutal business.\"\n\nOmar Warriach, Amnesty International's campaigns director for South Asia, said Pakistan \"must not let its close relationship with China become a reason to turn a blind eye to human rights abuses against its own citizens\" — either in abuses of women sold as brides or separation of Pakistani women from husbands from China's Muslim Uighur population sent to \"re-education camps\" to turn them away from Islam.\n\n\"It is horrifying that women are being treated this way without any concern being shown by the authorities in either country. And it's shocking that it's happening on this scale,\" he said."}}