{"GDELT": {"GlobalEventID": 890910629, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "CHN", "Actor1Name": "SHENZHEN", "Actor1CountryCode": "CHN", "Actor2Code": "MYS", "Actor2Name": "MALAYSIA", "Actor2CountryCode": "MYS", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 5.9065934065934, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Shenzhen, Guangdong, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH30", "Actor1Geo_ADM2Code": "13036", "Actor1Geo_Lat": 22.2, "Actor1Geo_Long": 111.117, "Actor1Geo_FeatureID": "-1925267", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Malaysia", "Actor2Geo_CountryCode": "MY", "Actor2Geo_ADM1Code": "MY", "Actor2Geo_Lat": 2.5, "Actor2Geo_Long": 112.5, "Actor2Geo_FeatureID": "MY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY", "Action2Geo_Lat": 2.5, "Action2Geo_Long": 112.5, "Action2Geo_FeatureID": "MY", "DATEADDED": 20191205013000, "SOURCEURL": "https://www.whatech.com/conferences/press-release/627307-three-hktdc-events-offering-creative-solutions-open-today"}, "ARTICLE": {"TITLE": "Three HKTDC events offering creative solutions open today", "TEXT": "Concurrent shows help SMEs address opportunities and challenges\n\n- Advertisement - - This is guest post by a free guest member, why not post your guest blog\n\nHONG KONG, Dec 4, 2019 - (ACN Newswire) - Organised by the Hong Kong Trade Development Council (HKTDC), the third edition of the HKTDC SmartBiz Expo, the third Asian E-tailing Summit and fifth HKTDC Hong Kong International Franchising Show opened today and run concurrently at the Hong Kong Convention and Exhibition Centre (HKCEC). The three events have attracted more than 570 exhibitors from Hong Kong, Mainland China and overseas along with over 150 notable speakers. Focusing on creative technologies, e-business solutions and franchising opportunities, the events bring together small and medium-sized enterprises (SMEs), helping them to strengthen business prospects and build useful connections amid a challenging business environment.\n\nA ceremony to mark the joint inauguration of the SmartBiz Expo and Asian E-tailing Summit was held this morning, with Paul Chan, Financial Secretary of the Hong Kong Special Administrative Region (HKSAR), as the officiating guest.\n\n\n\nIn her opening remarks at the event, HKTDC Executive Director Margaret Fong said: \"The world around us is changing at a rapid pace - and much of that change is being driven by the introduction of new and ever-evolving technological solutions. Both the SmartBiz Expo and Asian E-tailing Summit are very much focused on the changes brought about by innovations and new technologies, and on how businesses can keep up to speed with the latest developments. The SmartBiz Expo will address the challenges in today's ultra-competitive and fast-changing business environment while more than 1,200 delegates have gathered at the Asian E-tailing Summit to gain insights on the fast-growing e-tailing industry.\"\n\n\n\nSmartBiz Expo: boosting productivity through innovative solutions\n\n\n\nThe SmartBiz Expo runs from 4 to 6 December under the theme \"Smart Tech Makes Great Business\", with free admission for trade visitors. It provides SMEs with wide-ranging support, from technological innovations and operational optimisation to productivity enhancement.\n\n- Advertisement - - This is guest post by a free guest member, why not post your guest blog\n\nThe expo is attended by over 400 exhibitors from more than 30 countries and regions. It also features a series of seminars at which international experts will explore three key business areas - Smart City, Smart Living and Smart Commerce.Smart City focuses on the ability of innovative technologies to improve lives, highlighting business opportunities in areas such as mobile communications, the Internet of Things (IoT), automated solutions and environmentally friendly technologies. Exhibitors are showcasing a wide range of smart products, applications and solutions, while industry leaders are invited to analyse how technology can improve quality of life and share insights on smart city topics, including innovative property and office management, smart offices and home reimagination. Representatives from the Smart Government Innovation Laboratory are sharing their innovations for improving the quality and efficiency of public services.Smart Living focuses on up-and-coming hot topics such as esports, health technology, virtual reality and augmented reality. In addition to exhibiting a wide range of personal and commercially relevant high-tech products, including concealed eco-friendly smart locks and smart luggage with worldwide GPS tracking, the conference also hosts a series of seminars over the three-day expo. Star speakers from the financial insurance, telecommunications, logistics and supply chains, medical care, and esports industries are providing in-depth insights into how SMEs can explore new business opportunities through the latest technologies.Smart Commerce covers topics such as e-commerce, fintech and supply chain management, helping SMEs to transform digitally and seize multiple global opportunities. International experts are sharing the disruptions and opportunities presented by innovative technologies across all stages of the business chain, from research and development to production, marketing and management, discussing how new technologies such as virtual technology, artificial intelligence and big data can resolve various pain points of traditional businesses. A series of business management seminars will further explore how innovation can improve operational efficiency.With increased integration and cooperation resulting from the development of the Guangdong-Hong Kong-Macao Greater Bay Area, Hong Kong is poised to further strengthen its position as a key trading hub. To support enterprises in leveraging on this advantage, the expo featured the establishment of the Greater Bay Area Portal Launch today, a joint collaboration with the Department of Commerce of Guangdong Province and the Macao Trade and Investment Promotion Institute. A seminar on \"Innovation and Collaboration in the Greater Bay Area\" was held to introduce the latest economic information and ongoing trade and investment updates, together with the 9th World SME Summit to further promote cross-border development.Asian E-tailing Summit: exploring new e-commerce opportunitiesThe Asian E-tailing Summit runs today and tomorrow (4-5 December) with a focus on e-commerce prospects and trends in the region. It serves as a one-stop platform for industry participants to create new business opportunities in Hong Kong, Mainland China and across Asia, with contributions from more than 60 renowned guests and speakers.Two plenary sessions were held this morning. As online shopping continues to mature, the first session explored how IoT can assist e-tailers to process data more efficiently and create unique customer experiences. Speakers included Mike Shapaker, Chief Marketing Officer, ChannelAdvisor; Khalid Al Thawadi, CEO, Digital Wave; Joseph Lee, Executive Vice President of Sales - APAC, Mirakl Inc; TJ Wu, Director of Centre of Excellence, SAP Customer Experience, Greater China; and Matt Warren, Founder and CEO, Veeqo.The second session assessed how a thriving common online market will be shaped by Southeast Asia's increasingly affluent middle class with the pioneering Association of Southeast Asian Nations (ASEAN) e-commerce agreement now in place. Joining the discussion were Terry Iu, Head of Digital Natives, Facebook; Cheong Chia Chou, Chief Executive Officer, PrestoMall; Desey Muharlina Bungsu, Vice President, Fashion, PT Global Digital Niaga (Blibli.com); Michio Takahashi, Vice General Manager, Cross Border Trading Business Department, Rakuten, Inc; and Arun Verma, Country Manager - Singapore, HK and China, Shopify.Industry breakout discussions on the second day of the summit will focus on two key industries: fashion and toys. Fashion's share of e-commerce sales is set to grow from 20% currently to 25% of all transactions by next year. Riding on this trend, fashion brands need to have a solid online marketing strategy. Prominent online retailers LIFESTYLE ACCENT INC, Love, Bonito, Close to Clothes and OnTheList will share successful tips for online fashion retailing models. The popularity of e-tailing has also increased the range of toys and games available to consumers. In the second session, well-established brands such as CarrieSoft, Catch Group, Gracepak Ventures, Toys World and Shopee will discuss why consumers want the best of both the online and offline worlds when buying toys.Following the success of the first edition of ASEAN Roundtable in 2018, the event returned this year with the addition of the Greater Bay Area Roundtable, bringing together e-commerce associations and industry representatives from Hong Kong, Shenzhen, Singapore, the Philippines, Indonesia, Malaysia and Myanmar to discuss the development prospects for e-commerce in the two regions. The second Asia's Best E-tailing Awards, with the HKTDC as a strategic partner, also concluded today.International Franchising Show: identifying business partners to develop new marketsHeld concurrently with the SmartBiz Expo, the Hong Kong International Franchising Show has attracted more than 100 exhibitors from 14 countries and regions. Two major zones, the F&B Zone and Lifestyle Zone, provide a platform for enterprises to connect with new business partners and explore potential market opportunities. Participating brands include TechBob Academy, Kung Fu Tea, Pineapple Canteen, Mr Arita, Water Laundry, Food Channels, KeePer Pro SHOP, the Hong Kong Startup Consultancy and more. In addition, industry experts will lead various seminars to share their experiences and insights into successful franchising.Concurrent events help SMEs improve their competitive edgeThe HKTDC is hosting five industry-leading events at the HKCEC this week, including the Asian E-tailing Summit (4-5 December), SmartBiz Expo (4-6 December), Hong Kong International Franchising Show (4-6 December), Business of IP Asia Forum (5-6 December) and DesignInspire (5-7 December). The events focus on new technologies across research and development, design, production, sales, and business expansion, supporting SMEs to explore opportunities and embrace the challenges presented by innovation and change.SmartBiz Expo & Hong Kong International Franchising Show (HKIFS)4-5 December - 9:30am-6pm; 6 December - 10am-6pmVenues: Hall 1B-E, Hong Kong Convention and Exhibition Centre (HKCEC)Admission: SmartBiz Expo - free admission for trade visitorsHKIFS will be open to the public on 6 December (aged 12 and above only)Asian E-tailing Summit4 December - 9am-6pm; 5 December - 10:30am-1pmVenues: Hall 1A, Hong Kong Convention and Exhibition Centre (HKCEC)WebsitesSmartBiz Expo: www.hktdc.com/fair/sm…izexpo-en/ Asian E-tailing Summit: www.hktdc.com/ncs/aes…index.html Hong Kong International Franchising Show: www.hktdc.com/fair/hkifs-en/ Photo download: bit.ly/2qkDc5p"}}