{"GDELT": {"GlobalEventID": 890911580, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.4263565891472805, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Novaya Zemlya, Tul'skaya Oblast', Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS76", "Actor1Geo_ADM2Code": "25105", "Actor1Geo_Lat": 54.2357, "Actor1Geo_Long": 37.4576, "Actor1Geo_FeatureID": "10072267", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Novaya Zemlya, Tul'skaya Oblast', Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS76", "Action2Geo_ADM2Code": "25105", "Action2Geo_Lat": 54.2357, "Action2Geo_Long": 37.4576, "Action2Geo_FeatureID": "10072267", "DATEADDED": 20191205013000, "SOURCEURL": "https://www.abcactionnews.com/news/national/a-polar-bear-was-spray-painted-with-graffiti-experts-fear-it-wont-survive"}, "ARTICLE": {"TITLE": "A polar bear was spray-painted with graffiti. Experts fear it won't survive", "TEXT": "Thick, black graffiti sprayed onto a Russian polar bear's coat poses an extra threat to an animal already in danger, experts say.\n\nVideo shared on social media shows a lumbering polar bear whose back had been branded with \"T-34,\" the name of an old Soviet Union tank.\n\nThe video was posted to Facebook on December 1 by Sergey Kavry, a World Wildlife Fund employee who lives in the remote Russian region.\n\nIn the comments, Kavry said he obtained the video via WhatsApp from indigenous minorities in Chukotka, in Russia's far east, though it is not clear from the video where it was filmed.\n\nPolar bears are having to travel farther t o find food as sea ice retreats due to the climate crisis.\n\nThe Russian branch of the World Wildlife Fund (WWF) released a report in August warning that residents of the coastal village of Ryrkaipiy in Chukotka had begun to \"encounter polar bears near the settlement.\"\n\nKavry said he was concerned about the branded bear's ability to survive in the wild: \"Why! Now he won't be able to hunt unnoticed.\"\n\nAnatoly Kochnev, a senior researcher at the Russian Academy of Sciences, told Russian state news agency RIA Novosti that, while the black paint is likely to wash off, the polar bear might find it difficult in the meantime to use its coat as camouflage while hunting.\n\nIt's not known why the animal was painted. Kochnev said it was probably the work of \"pranksters.\"\n\nIn February, authorities declared a state of emergency in the Russian Arctic archipelago of Novaya Zemlya, after more than 50 polar bears invaded human settlements. Videos showed them walking down streets, raiding bins and trying to enter homes, according to Russian state media.\n\nParents were too scared to send their children to school and fences were installed around kindergartens for extra protection, Russian state news agency TASS reported .\n\nPolar Bears are listed as \"vulnerable\" by the International Union for Conservation of Nature (IUCN). The loss of sea ice cover due to climate warming is considered the single biggest threat to their long-term survival.\n\nA reassessment of their habitat in 2015 found there was a \"high probability \" that the global polar bear population will decline by more than 30% over the next 35 to 40 years."}}