{"GDELT": {"GlobalEventID": 891132186, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "IND", "Actor1Name": "ASSAM", "Actor1CountryCode": "IND", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.79008746355685, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 90.0, "Actor1Geo_FeatureID": "BG", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 90.0, "Action2Geo_FeatureID": "BG", "DATEADDED": 20191205231500, "SOURCEURL": "https://www.thehindu.com/news/national/protests-across-assam-over-cab/article30199978.ece"}, "ARTICLE": {"TITLE": "Protests across Assam over Citizenship (Amendment) Bill", "TEXT": "KMSS to move SC if the Bill is passed in Parliament\n\nProtesters took to the streets across Assam against the Citizenship (Amendment) Bill on Thursday as the Krishak Mukti Sangram Samiti said it would move the Supreme Court if the Bill is passed in Parliament.\n\nWorkers of several social and youth organisations joined the KMSS at a massive rally here demanding that the Bill be scrapped, while opposition Congress MLAs demonstrated against it in the Assembly premises.\n\nThe All Assam Students’ Union (AASU), the All India United Democratic Front (AIUDF) and others also took out rallies across the State denouncing the Bill, which is likely to be introduced in the Lok Sabha on December 9 and taken up for passage the next day.\n\nAccusing the ruling Bharatiya Janata Party at the Centre and the State of sacrificing the sentiment of the Assamese people at the cost of vote-bank politics, KMSS chief Akhil Gogoi said, “If the CAB is not scrapped, the people will overthrow the Sarbananda Sonowal-led BJP government in 2021 (when Assam goes to polls)”.\n\nThe CAB seeks to amend the Citizenship Act, 1955, in order to grant Indian nationality to Hindus, Sikhs, Buddhists, Jains, Parsis and Christians, who come to India due to religious persecution in Bangladesh, Pakistan and Afghanistan even if they don’t possess proper documents.\n\nIdentity endanger\n\nThe indigenous people of the Northeastern States fear that the entry of these people will endanger their identity and livelihood.\n\n“If the 1.9 crore Hindus of Bangladesh come to Assam within a few years and attain Indian citizenship under the CAB, the existence of the Assamese language will be threatened and the jobs and land will be taken away by them depriving the indigenous people”, Mr. Gogoi said.\n\nIf the Bill is passed by Parliament, the KMSS will move the Supreme Court. The movements on the street will also continue. Assam will never accept the CAB,” Mr. Gogoi, also an RTI activist, said.\n\nLeaders and supporters of the KMSS coming from other parts of the state to join the protest programme here were detained by the police at various places."}}