{"GDELT": {"GlobalEventID": 891131515, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.659498207885309, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "San Jose State University, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 37.3358, "Actor2Geo_Long": -121.882, "Actor2Geo_FeatureID": "232418", "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Jose State University, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 37.3358, "Action2Geo_Long": -121.882, "Action2Geo_FeatureID": "232418", "DATEADDED": 20191205231500, "SOURCEURL": "https://www.cityonahillpress.com/2019/12/05/investigations-into-engineering-professor-found-to-warrant-discipline/"}, "ARTICLE": {"TITLE": "Investigations Into Engineering Professor Found to Warrant Discipline", "TEXT": "Updated: Dec. 6, 2019 10:55 a.m.\n\nContent warning: This article contains references to sexual and racial harassment.\n\n*A pseudonym is used to protect the source’s identity\n\nFour hundred and sixty one days ago, Alex Muhammad* filed a formal complaint against UC Santa Cruz computer science and engineering professor Dimitris Achlioptas through the UC whistleblower hotline.\n\nThree hundred and seventeen days ago, Skyler Bennett* filed a formal complaint against Achlioptas through UCSC Title IX.\n\nThe university opened investigations into the allegations against Achlioptas through the Faculty Code of Conduct (FCC) process on Feb. 6 with former UCSC graduate students Bennett and Muhammad as co-complainants. UCSC Title IX Director Isabel Dees opened a separate investigation the same day with Bennett as the sole complainant.\n\nSince City on a Hill Press last reported on this case in June, Bennett’s Title IX investigation and both complainants’ joint FCC investigation concluded. The complainants now wait for Achlioptas to face a hearing before the Committee on Privilege and Tenure (CPT), which will begin in January.\n\n“There’s a cyclical nature to this, where part of the reason that abusive behavior perpetrated by professors can get this far is because there’s just a systematic failure to correct for these things,” Bennett said, “and a big part of that is making the process totally opaque and miserable, so much more than it needs to be, for complainants. It severely disincentivizes you from standing up for yourself.”\n\nThe Faculty Code of Conduct\n\nMuhammad’s and Bennett’s FCC investigation concluded on May 31. Interim Campus Provost and Executive Vice Chancellor (CP/EVC) Lori Kletzer initiated disciplinary action against Achlioptas on Sept. 20.\n\nMuhammad filed a revised grievance to UCSC on Dec. 21, 2018 alleging that, on multiple occasions, Achlioptas called him a terrorist. The grievance alleged Achlioptas made additional derogatory comments related to Muhammad’s race and religion.\n\nThe Committee on Charges issued a report on July 8, 2019, finding probable cause that Achlioptas had engaged in research misconduct, verbally abusive and coercive behavior toward students and harassing and discriminatory behavior toward students.\n\nIn response to the committee’s report, Kletzer wrote to Achlioptas on July 12 informing him of additional terms to his involuntary leave notice issued by the former CP/EVC on Feb. 6 to prevent Achlioptas from setting foot on the UCSC campus or contacting students. The former CP/EVC granted Achlioptas an exception to communicate with four graduate students he was advising.\n\nIn her July 12 letter, Kletzer revoked this exception. Kletzer also alerted Achlioptas he was no longer permitted to serve as principal investigator for four grants in which he is named, limiting his research activity. The complainants said the university never notified them about this decision.\n\n“There’s very little feedback back to complainants in the Faculty Code of Conduct. I say that descriptively, not to endorse,” Kletzer said. “[…] The critical issue here is, in a process that hasn’t come to a conclusion, you have to watch the information that you reveal because it can be revealed with prejudice. And that’s the tricky place here, is the prejudicial nature of potential information sharing.”\n\nKletzer said she had conversations with students and administrators about meeting with the Academic Senate to discuss the points at which complainants receive information throughout the FCC process.\n\nAcademic Employee Relations Director Susan Fellows emailed both complainants on Sept. 20, stating Kletzer initiated disciplinary action because the investigation found probable cause that Achlioptas violated the FCC. Neither Bennett nor Muhammad has seen the investigator’s full report related to their FCC case.\n\n“The best way to guarantee due process and ensure a process is fair is through transparency where what is done is visible to all the relevant parties,” Muhammad said. “[…] Any process that lacks transparency is one that is likely to be unfair, and I only hear about due process from the university when they’re talking about people with power. I never hear about my due process rights.”\n\nBoth complainants have been called to testify at a hearing for Achlioptas in front of the CPT. The hearing dates are set for Jan. 24 and 27 and Feb. 3, 7 and 10. At time of press, neither complainant has committed to testifying.\n\nAchlioptas declined to provide comment for this story.\n\n“I want to participate in a process that brings justice,” Bennett said. “But I need to have confidence in that process.”\n\nWhen complainants agree to testify, they also agree to be cross-examined by the defendant’s attorney. Muhammad said he worries cross-examination will make him a target of personal attacks, which could have lasting impacts on his emotional well-being and mental health.\n\n“One thing I’ve learned from recent news is, when the facts aren’t in question, [the opposition] attack[s] the witness,” Muhammad said. “I’m only going to expose myself to this if the process is reasonable.”\n\nTitle IX\n\nCompared to the FCC process, Title IX offers more opportunities for complainants to review evidence.\n\nBennett received the Title IX report and notice of outcome for his case on July 17. Achlioptas’s attorney, Michael J. DeNiro, emailed Muhammad’s and Bennett’s attorney, Latika Malkani, later that day urging her to advise Bennett not to disclose the contents of the report. Bennett didn’t disclose the contents of the report to CHP, but he said he was relieved by the outcome of the investigation.\n\n“It is really surreal to see the worst moments of your life being analyzed with respect to policies, all based on a variety of evidence and testimony,” Bennett said. “It’s a relief to be done with one part of the process, but I always understood that the end of the investigation would not mean the end of this chapter of my life.”\n\nAcademic Employee Relations Director Susan Fellows emailed Bennett on Sept. 19 notifying him that Kletzer initiated disciplinary action after the investigation found a preponderance of evidence that Achlioptas violated the Sexual Violence and Sexual Harassment (SVSH) policy.\n\nIn his grievance from Dec. 21, 2018, Muhammad alleged that Achlioptas asked him if he performs oral sex on his wife, told him to fulfill certain research requirements so Achlioptas could “show how big [his] dick is” and falsely outed another student as gay with the intent of humiliating that student.\n\nOn Feb. 4, 2019, Chief Campus Counsel Lorena Peñaloza notified Muhammad that the UCSC Title IX office determined none of his allegations against Achlioptas met the prima facie requirement for a violation of the SVSH policy.\n\nOn June 21, UCSC Title IX Director Isabel Dees emailed Muhammad notifying him that she reversed her office’s previous prima facie decision. The reversal entitled Muhammad to formal complaint resolution options under UCSC Title IX.\n\n“It is my understanding that you gave indication to our office in August 2018 that you did not wish to be a complainant in a Title IX process,” Dees said in the email. “At that time our office provided you with referral to other grievance processes with authority to respond to the vast majority of your concerns. Further, our office indicated to you that we desired to address the concerns you shared that related to Title IX following the conclusion of your selected grievance process.”\n\nIn a response to Dees’s email, Muhammad said he had repeatedly requested to be a complainant, beginning in August 2018.\n\nDees was not able to discuss the details of the case or, despite multiple requests, provide comment for this story.\n\nUC systemwide Title IX opened an investigation into Muhammad’s allegations on Oct. 3 at Dees’s request.\n\n“I appreciate that systemwide Title IX has opened an investigation into my allegations and I remain hopeful of as fair an outcome as possible,” Muhammad said. “However, the fact that it took 13 months to open an investigation in the first place is an inherently unfair and unacceptable process.”\n\nDemetrios Achlioptas v. The Regents of the University of California\n\nAchlioptas challenged the integrity of the investigations into his behavior on multiple occasions.\n\nAchlioptas first submitted a grievance to the CPT on June 18, arguing that the former CP/EVC hadn’t correctly followed the process as mandated by the FCC when processing formal complaints naming Achlioptas as the respondent.\n\nHe argued that the former CP/EVC’s decision to initiate Title IX and FCC investigations before forwarding the complaints to the Committee on Charges failed to adhere to the Campus Academic Personnel Manual (CAPM) pertaining to the FCC process.\n\nBefore Achlioptas filed his grievance with the CPT, his attorney, Michael J. DeNiro, emailed Interim CP/EVC Lori Kletzer asking her to discard the report compiled by the investigator in the FCC case and ask the Title IX investigator to stop his investigation without preparing a report. DeNiro cited the alleged CAPM violation as grounds for nullifying the results of the concluded investigations.\n\nDeNiro further requested that Kletzer only initiate any new investigations after the Committee on Charges recommends that she do so.\n\nCPT Chair Jorge Hankamer replied to Achlioptas’s grievance on June 28 in a letter.\n\n“We do not find that the CP/EVC has failed to follow any required procedure in your case,” Hankamer wrote to Achlioptas.\n\nOn July 1, Achlioptas filed a lawsuit against the UC Board of Regents with the Superior Court of the State of California, County of Santa Cruz (Civil Division).\n\nIn his lawsuit, Achlioptas petitioned for a writ of mandate and a complaint for injunctive relief against the regents — which would prevent the university from moving forward with the investigations into Achlioptas’s alleged violations of Title IX and the FCC.\n\n“Achlioptas does not challenge the facts or reasoning behind the University’s decisions. Instead, he seeks to delay the underlying administrative process indefinitely with contrived and hypertechnical demands that serve no proper purpose,” said Jean-Paul P. Cart, attorney for the regents, in the formal opposition to Achlioptas’s petition. “Achlioptas has failed to meet his burden and his Application should be denied.”\n\nJudge John Gallagher denied Achlioptas’s request for injunction on Sept. 4.\n\n“The court finds that Petitioner has not met his burden of demonstrating a reasonable probability of success on the merits, or the risk of irreparable injury,” Gallagher wrote in his decision. “This application for a preliminary injunction is therefore denied.”\n\nNew Investigation into Faculty Retaliation\n\nBased on a complaint by Muhammad, systemwide Title IX opened a formal investigation on Oct. 29 related to allegations of retaliatory conduct by professor emeritus Manfred Warmuth regarding the ongoing investigation into Achlioptas.\n\nMuhammad emailed Baskin School of Engineering Dean Alexander Wolf and systemwide Title IX Deputy Director Kendra Fox-Davis on Sept. 27 alleging Warmuth persistently attempted to contact him asking him to show leniency regarding discipline against Achlioptas.\n\n“One professor pressuring a student regarding another faculty member’s discipline is inappropriate and unethical,” Muhammad wrote in his email to Wolf and Fox-Davis. “[…] My relationship with Prof. Warmuth was my last academic link to UCSC. By reporting this misconduct, I know that link is broken, and I have now lost everything I had at UCSC. Please remember the cost victims pay when we come forward.”\n\nIn his Sept. 27 email, Muhammad cited seven times that Warmuth allegedly attempted to contact him via email and Skype, beginning on July 30.\n\nDuring the only Skype call Muhammad answered, Warmuth allegedly told Muhammad he met with Achlioptas in person prior to the call, which, if true, would violate the terms of Achlioptas’s involuntary leave notice. In one email, Warmuth told Muhammad to consider Achlioptas’s family when pursuing discipline.\n\n“Them having a family has nothing to do with how this process should play out, because I can tell you nobody at UCSC has ever considered my wife in this process and the cost that us having to live in different states has taken on her life and her well-being mentally and emotionally and nobody has even expressed sadness or sympathy or empathy,” Muhammad said. “But speaking generally, faculty have this […] mentality that they protect each other, and I find it disgusting.”\n\nRecent Events\n\nMuhammad’s wife, Sally Daley,* said Achlioptas arrived in person at the lab where she works at San Jose State University on Nov. 1.\n\n“Around 4:15, I heard a knock on the door,” Daley said. “I walked over to the door, opened the door and I didn’t see anyone right away […] and then a face popped up from behind the door so I saw his face and his shirt, and […] in that split second I recognized him.”\n\nDaley said she was “freaked out” and wondered why Achlioptas would be there. She said she immediately texted Muhammad about what happened. Muhammad then sent an email detailing the incident to systemwide Title IX Deputy Director Kendra Fox-Davis and Dean of Students Garrett Naiman.\n\nAround 7 p.m. that day, a lab member sent an email to the rest of the lab stating that Achlioptas attempted to find Daley earlier that afternoon. The email included photographs of Achlioptas and instructed others not to let him into the lab or answer any of his questions.\n\nDaley said the incident has since impacted her daily life at SJSU.\n\n“We have to be careful to keep the door closed all the way, all the doors are locked,” Daley said. “Every Friday when I’m teaching, one of my colleagues from the lab is there with me because my PI [principal investigator] is also stressed out, she saw him apparently. I have to call campus police every time I have to go to my car. When I park I am always looking over my shoulder, when I walk, I am always looking over my shoulder. It’s scary.”\n\nFox-Davis sent Achlioptas an email on Nov. 4 alerting him that she had received reports he had attempted to contact Daley at SJSU. Fox-Davis referenced an Oct. 11 no-contact directive UCSC Title IX Director Isabel Dees sent Achlioptas prohibiting him from communicating with complainants directly or through a third party.\n\n“This conduct, if true, may violate the No-Contact Directive and/or warrant a separate investigation,” Fox-Davis said in the email. “We urge you to abide by the parameters of the No-Contact Directive and cease any attempt [to] contact the Complainant, including through his spouse.”\n\nOn Nov. 7, Dees issued an additional no-contact directive between Achlioptas and Daley due to reports from Nov. 1.\n\nSystemwide Title IX issued a revised letter to Muhammad on Nov. 19 stating the investigation into Achlioptas expanded due to the new reports of Achlioptas’s visit to Daley’s workplace. The investigation is expected to conclude within 90 business days of its Nov. 19 expansion.\n\nOn Dec. 3, Interim CP/EVC Lori Kletzer sent a letter of admonition to Achlioptas in which she stated that Achlioptas’s attempts to contact Daley at her workplace violated Dees’s Oct. 11 directive.\n\n“This alleged failure to comply with a directive from Director Dees interferes with the University’s ability to carry out its obligation to conduct the Title IX investigation in a timely, effective, and neutral manner,” Keltzer wrote in the letter. “The purpose of this letter is to admonish you for that action.”\n\nKletzer added that failure to adhere to the terms and conditions issued by campus and systemwide Title IX may create independent grounds for disciplinary action.\n\nOn Dec. 6, after time of press, Achlioptas requested CHP include the following comment.\n\n“I sincerely apologize to the wife of my former graduate student for recently trying to reach out to her in person. It was a terrible mistake of judgement on my part that I deeply regret. I realized my mistake as soon as she opened the door to her lab after I knocked. Embarrassed by my conduct, I mumbled ‘I am sorry’ and walked away,” Achlioptas wrote in an email. “I am truly sorry for the distress I caused.”\n\nCorrection: The original version of this article stated Judge John Gallagher dismissed Demetrios Achlioptas v. The Regents of the University of California on Sept. 4. It has since been corrected to read that Judge John Gallagher denied Achlioptas’s request for a preliminary injunction on Sept. 4."}}