{"GDELT": {"GlobalEventID": 891131440, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.2211668928086798, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Middlesbrough, Redcar and Cleveland, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKK9", "Actor2Geo_ADM2Code": "40100", "Actor2Geo_Lat": 54.5728, "Actor2Geo_Long": -1.16278, "Actor2Geo_FeatureID": "-2603029", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Middlesbrough, Redcar and Cleveland, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKK9", "Action2Geo_ADM2Code": "40100", "Action2Geo_Lat": 54.5728, "Action2Geo_Long": -1.16278, "Action2Geo_FeatureID": "-2603029", "DATEADDED": 20191205231500, "SOURCEURL": "https://www.gazettelive.co.uk/news/teesside-news/tory-no-show-brexit-problem-17372040"}, "ARTICLE": {"TITLE": "Tory no show, Brexit problem and bullying claims: Five things from Middlesbrough election hustings", "TEXT": "Latest Teesside headlines straight to your inbox Subscribe Thank you for subscribing See our privacy notice Invalid Email\n\nThe most important election in a generation is now just one week away.\n\nAnd while Middlesbrough has traditionally been a Labour stronghold, the candidates battling for the seat went head to head at St Barnabas church on Wednesday night.\n\nWhile Labour's Andy McDonald and Middlebrough's Deputy Mayor Antony High are already involved in the town's politics, the hustings was a first opportunity to hear from Brexit candidate, Faye Clements, Green candidate, Hugh Alberti, and Liberal Democrat, Thomas Crawford.\n\nHere's five things that happened when they met.\n\nNo Conservative candidate\n\nBefore the Bishop of Whitby, Right Rev'd Paul Ferguson, even got proceedings got underway, it was obvious someone was missing.\n\nRuth Betson, the Conservative candidate, had sent her apologies and was represented by the leader of Middlesbrough Conservative group, Cllr David Coupe.\n\nA heckler, former Labour and independent councillor John McPartland, demanded to know where Ms Betson was.\n\nRev'd Ferguson clarified the situation.\n\n\"I have agreed that David can make a statement on her behalf of the Conservative candidate who is not here tonight - that is my decision,\" he said.\n\n\"He will not take part in the debate after that.\"\n\nAmid further heckles, Cllr Coupe read from a statement prepared by Ms Betson.\n\n\"I'm very sorry I can't be with you, a close friend of mine died two weeks ago and his funeral is this week - I hope you understand.\"\n\nIndependent candidate denies accusations of bullying and intimidation\n\nKicking things off proper with her opening statement was Brexit Party candidate, Faye Clements.\n\nShe began explaining how, in her view, the people of Middlesbrough had been betrayed by a Labour MP who had voted to frustrate Brexit.\n\nPredictable enough, but then things took a turn as Ms Clements levelled a series of accusations at the independent candidate, Antony High.\n\nMs Clements said: \"If I am elected to office I will immediately seek to implement an inquiry into the toxicity and bullying culture which exists within Middlesbrough Council .\n\n\"During my campaign I was threatened by the independent candidate and elected deputy mayor, Antony High, whereby he phoned several people in my party and threatened to drag me through the mud if I didn't heed his commands to stand down.\n\n\"Andy Preston, the mayor also made phone calls to my party.\n\n\"This duel intimidation began before Parliament had even been dissolved.\n\n\"Mr High has bullied, threatened and harassed a female political opponent and is not fit to be in public office.\"\n\n(Image: Antony High)\n\nLater in the debate Mr High denied the accusations.\n\nSpeaking to the Local Democracy Reporting Service after the event, Mr High said: \"This is an outrageous allegation and utterly without foundation.\n\n\"The only connection I have ever had with the candidate has been in a political capacity.\n\n\"I’ve fairly publicised my criticism of Faye and the Brexit Party and I will make no apology for being open and honest.\"\n\nMr High claimed he was asked to stand by the party in the town.\n\n\"Sadly, Faye has clearly not understood the concept of competitive campaigning and that I will always be honest with Middlesbrough,\" he continued, decrying \"dirty election tactics\".\n\n\"Middlesbrough residents are in a fortunate position of having a genuine alternative to the national parties that have so badly let the country down - and an alternative that might just win.\"\n\nMiddlesbrough Mayor Andy Preston also responded to the claims.\n\n\"This complaint is pretty odd and it looks to me like a candidate who’s worried about losing face,\" he said.\n\n\"I’ve never met, spoken to or messaged Ms Clements.\n\n\"Some weeks ago I had a conversation with a Hartlepool councillor who happens also to be a Brexit Party organiser - we discussed local elections and the Brexit Party’s chances. I made it clear that they’d struggle to win support.\"\n\nBrexit candidate exits\n\nAfter making their opening statements, it was time for questions from the audience.\n\nFirst up was former Middlesbrough Labour councillor, Julie McGee, who asked what the candidates would do to improve healthcare.\n\nMs Clements said: \"We treat the NHS like it's a sacred cow and if you want to make any changes to it, so much as hint that you want to change it, and you're treated like some sort of heretic and you're criticised for suggesting it.\n\n\"What I think would be a good thing for the NHS going forward is to look towards Europe and look to see how their systems work.\"\n\nHearing a Brexit Party candidate praise European countries' health services resulted in mocking laughter and jeering from large sections of the audience.\n\n\"That's why we should stay in then,\" came one voice from the crowd.\n\nIn truth the EU has little to do with health policy with member states holding primary responsibility for organising and delivering health services and medical care.\n\nLooking increasingly exasperated, Ms Clements said: \"I'm talking about health systems.\"\n\nBut the hecklers weren't interested.\n\n\"Europe has better health outcomes,\" she repeated raising her voice above the increasing volume of the hecklers.\n\nHer voice now almost a shout, she said: \"If you're Romanian you're more likely to survive certain cancers than you are if you live in the UK - that is a fact.\"\n\nAs the hecklers continued to jeer, Ms Clements gave up trying to convince them and took her seat.\n\npoll loading Which candidate will you vote for on December 12? 3000+ VOTES SO FAR Andy McDonald, Labour Antony High, Independent Ruth Betson, Conservative Thomas Crawford, Liberal Democrat Faye Clements, Brexit Party Hugh Alberti, Green Party\n\nRev'd Ferguson addressed the crowd.\n\n\"Please, if you do heckle the speakers I will only give them more time,\" he said.\n\nAs the Green candidate, Hugh Alberti, made his speech, Ms Clements rose to her feet and quietly exited the stage.\n\nLater Mr High mentioned the incident.\n\n\"It's not nice for anyone to go through that experience so please can I just say, if Faye does join us again, show a little more respect to her and the position that she is in,\" she said.\n\nBut Ms Clements was never to return.\n\n(Image: Local Democracy Service)\n\nHow the candidates got on\n\nFor Labour candidate, Andy McDonald, it really was his night.\n\nOn a number of occassions, the end of his remarks were inaudible, drowned out by supportive cheers and applause.\n\nAs Mr McDonald finished his remarks on the subject of Brexit, advocating a second referendum, you could be forgiven for thinking Middlesbrough hadn't voted two to one to leave the EU in 2016.\n\n(Image: Ian Cooper / Teesside Live)\n\nBut Middlesbrough is a big Labour seat and that showed with the balance of support in the room firmly tipped in Mr McDonald's favour.\n\nMr High had a difficult evening from the off following Ms Clements' accusations early into proceedings.\n\nThe independent also faced his fair share of heckles from certain members of the audience.\n\nOn one occassion Mr High attacked Labour and branded one man's insistent heckling as \"disgusting behaviour\" adding: \"The reality sir is the fact that it is that behaviour, it is that mentality that this town is sick of.\"\n\n(Image: Local Democracy Service)\n\nThe Green candidate Hugh Alberti succeeded in charming the audience with his self-deprecating humour and friendly tone.\n\nAsked how many trees his party would plant Mr Alberti said: \"I think this is one of the areas we would actually win the numbers contest on - I think it's 700m a year the Green Party are promissing.\"\n\nAnd later the GP was realistic in expressing his expectations for the contest.\n\n\"It is very unlikely that I will be elected as your MP,\" he said adding that despite that, every vote for the Greens puts pressure on Government to take climate change seriously,\n\nMeanwhile Liberal Democrat candidate, Thomas Crawford, managed to extract some universal goodwill from the audience by praising his fellow \"fantastic candidates\".\n\n\"Although we may disagree much politically I think we can all agree that something needs to change in Middlesbrough because Middlesbrough deserves much better than what it's gotten by everyone,\" he said.\n\nA fierce Labour critic gave Andy McDonald a standing ovation\n\nLabour members may have been surprised to discover their Parliamentary candidate had won over the support of one Cllr Joan McTigue.\n\nCllr McTigue, independent councillor for Longlands and Beechwood, has long been a thorn in Middlesbrough Labour's side and a regular critic of the party.\n\nBut as Mr McDonald made his closing remarks, Cllr McTigue was among the first to rise to her feet in applause.\n\n(Image: Teesside Live)\n\nSpeaking to the LDRS she explained.\n\n\"Everybody knows I've been very critical of how Labour have run this town,\" she said.\n\n\"But I'm a firm believer in voting for the person not the party.\n\n\"And, for me, the best candidate is the Labour candidate, Andy McDonald.\n\n\"He was head and shoulders above anyone else so that's who I'll be giving my vote to.\""}}