{"GDELT": {"GlobalEventID": 891132653, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.1198686371100197, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Irvine, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA059", "Actor1Geo_Lat": 33.6695, "Actor1Geo_Long": -117.823, "Actor1Geo_FeatureID": "1660804", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Irvine, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA059", "Action2Geo_Lat": 33.6695, "Action2Geo_Long": -117.823, "Action2Geo_FeatureID": "1660804", "DATEADDED": 20191205231500, "SOURCEURL": "https://www.scpr.org/programs/take-two/2019/12/05/20377/"}, "ARTICLE": {"TITLE": "Metro 405 Tolls, Bullet Train Under Burbank Airport, Why LA Lacks a City Song", "TEXT": "Boise Amicus Brief\n\nThe Supreme Court is scheduled to consider Friday whether or not to take up a case known as Martin V. City of Boise. It’s about whether or not the Constitution protects the right of homeless people to sleep on public property if they don’t have an alternative.\n\nGuest:\n\nMatt Tinoco, KPCC’s Homelessness reporter\n\nCharter City Housing\n\nA Bay Area judge has ruled in favor of local government over state jurisdiction regarding the construction of a San Mateo condominium complex. Typically, California has power to mandate new developments in an effort to stop the state's housing crisis. But a superior court judge challenged that by accepting the city of San Mateo's defense that as a charter city, it's not beholden to state control.\n\nGuest:\n\nChris Elmendorf, UC Davis law professor\n\nMetro 405 Tolls\n\nThe Metro Board of Directors today took another step toward adding toll lanes on the 405. It voted to move forward with a plan to further study the proposal and do an environmental review. Not everyone likes the idea of paying to drive our FREE-ways, but tolls have increasingly been added to LA-area thoroughfares, and supporters of this latest move by metro say toll lanes would ease traffic congestion through the Sepulveda Pass.\n\nGuest:\n\nMichael Manville, UCLA associate professor of Urban Planning\n\nWelcome to the Stranger in Modern Times\n\nIn October, President Trump set the lowest-ever ceiling for refugee admissions to the U.S. No more than 18,000 refugees are to be admitted in the fiscal year 2020. That’s compared with about 85,000 in 2016, the last full year of the Obama administration. Many organizations that resettle refugees in the US are faith-based. Welcoming these newcomers is part of their mission, and the drastic cuts aren’t sitting well with them. Last night, KPCC’s religion and diaspora reporter Aaron Schrank lead a panel discussion called “Welcoming the Stranger in Modern Times” at the Crawford Family Forum here in Pasadena.\n\nGuest:\n\nAaron Schrank, KPCC’s religion and diaspora reporter\n\nVets and Grief\n\nThere's been a lot of research into how military service can lead to things like PTSD and depression. But there's another issue that hasn't gotten much attention – it's grief. Researchers at UC Irvine have just finished one of the first studies of grief in veterans. It found the loss of fellow troops can pack a much bigger emotional punch than previously thought - and that those effects can linger long after people leave the military. KPCC's Emily Elena Dugdale reports.\n\nBullet Train Under Burbank Airport\n\nCalifornia's dream of a bullet train has long been plagued with problems. Getting the land for it has been a big challenge for the California High-Speed Rail Authority. There's stuff in the way, such as buildings, hills and farms and as Ralph Vartabedian for the L.A.Times is writing about, the Burbank airport. So since the train isn't going to share a runway with a plane, it may go underground.\n\nGuest:\n\nRalph Vartabedian, Los Angeles Times\n\nWildfire Insurance\n\nAlthough flames have ravaged California, the state has temporarily doused water onto a practice by insurance companies. There is now a one-year moratorium that prevents insurers from dropping policies because a home is near a fire zone.\n\nGuest:\n\nRicardo Lara, California's insurance commissioner\n\nThrowback Thursday: LA City Song\n\nBelieve it or not, our great city of angels still does not have an official song. But that's not for lack of trying. That journey is the topic of this week's Throwback Thursday.\n\nGuest:"}}