{"GDELT": {"GlobalEventID": 891132944, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "USALEG", "Actor1Name": "NEW JERSEY", "Actor1CountryCode": "USA", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.96127562642369, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_Lat": 40.314, "Actor1Geo_Long": -74.5089, "Actor1Geo_FeatureID": "NJ", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Delaware, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDE", "Action2Geo_Lat": 39.3498, "Action2Geo_Long": -75.5148, "Action2Geo_FeatureID": "DE", "DATEADDED": 20191205231500, "SOURCEURL": "https://www.msn.com/en-us/news/us/new-jersey-lawmakers-considering-statewide-ban-on-plastic-paper-bags-at-stores/ar-BBXOUPk"}, "ARTICLE": {"TITLE": "New Jersey Lawmakers Considering Statewide Ban On Plastic, Paper Bags At Stores", "TEXT": "© Provided by CBS Broadcasting Inc.\n\nMOUNT LAUREL, N.J. (CBS) — There could be a change at the checkout line as New Jersey lawmakers are considering a statewide ban on plastic and paper bags. Delaware has already passed a similar law on plastic bags.\n\nNEW DEVELOPMENT- NJ Senate moves bill to ban plastic AND paper bags at stores. Grocery stores would be REQUIRED to provide reusable bags. Paper bags previously not part of proposed ban. pic.twitter.com/fQV17LzY4D — Cleve Bryan CBS3 (@CleveBryan) December 5, 2019\n\nThe proposal has environmentalists and some shoppers on opposite sides of the aisle.\n\nUsing disposable bags to carry groceries and other purchases is standard operating procedure for most of us, however, experts say minutes of convenience are causing years of pollution on a massive global scale, especially in marine environments. For that reason and more, environmentalists say thin plastics have to go.\n\n“Those little bits of plastics that are microscopic end up in us and can cause health impacts as well,” said Jeff Tittel of the New Jersey Sierra Club.\n\nOn Thursday, New Jersey’s state Senate considered a bill putting a statewide ban on plastic and paper bags and styrofoam food containers. More than a dozen towns already have some form of ban, but New Jersey could be among the firsts with a statewide ban.\n\n“We see this as a major step forward in the battle against plastic pollution and I think it will send a message to other states that we can all do this together and deal with the scourge that is impacting the environment,” Tittel explained.\n\nSome food service and chemical industry groups, though, are concerned about banning polystyrene. They say it plays an important role in food safety and often gets demonized among disposable materials despite having some positive environmental attributes.\n\n“Right now, there are very good companies that take recycled polystyrene, they make picture frames, they make the decorative molding,” said Dennis Hart of Chemistry Council of New Jersey.\n\nSome shoppers think it’s a good idea to ban plastic gas.\n\n“I think it’s a good idea because there’s so much plastic pollution in the oceans and on the land,” one person said.\n\n“It’s a good idea but are they going to bring paper back?” said another.\n\nPaper bags were in the bill originally as having a 10-cent fee, but late Thursday afternoon there was an amendment to the bill to also add paper grocery bags to the ban.\n\nThe bill still has several more hurdles before it becomes law."}}