{"GDELT": {"GlobalEventID": 891131816, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "CYP", "Actor1Name": "CYPRUS", "Actor1CountryCode": "CYP", "Actor2Code": "GOV", "Actor2Name": "KING", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 4.3424317617866, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lefkara, Larnaca, Cyprus", "Actor1Geo_CountryCode": "CY", "Actor1Geo_ADM1Code": "CY03", "Actor1Geo_ADM2Code": "14808", "Actor1Geo_Lat": 34.8667, "Actor1Geo_Long": 33.3042, "Actor1Geo_FeatureID": "-2738665", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Milan, Lombardia, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT09", "Actor2Geo_ADM2Code": "18363", "Actor2Geo_Lat": 45.4667, "Actor2Geo_Long": 9.2, "Actor2Geo_FeatureID": "-121726", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Milan, Lombardia, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT09", "Action2Geo_ADM2Code": "18363", "Action2Geo_Lat": 45.4667, "Action2Geo_Long": 9.2, "Action2Geo_FeatureID": "-121726", "DATEADDED": 20191205231500, "SOURCEURL": "http://www.financialmirror.com/2019/11/29/the-story-behind-leonardos-salvator-mundi-painting/"}, "ARTICLE": {"TITLE": "The story behind Leonardo’s Salvator Mundi painting", "TEXT": "Leonardo da Vinci’s ‘Salvator Mundi’, a depiction of Christ in a Renaissance dress, the last known painting by the artist to remain in a private collection before it was snatched up by the Saudi Crown Prince for $450 mln two years ago, is the main topic of a lecture in Nicosia.\n\nThe Italian Embassy of Cyprus and art historian Maria Paphiti are organising this year’s second lecture on the most famous artist of all times and invited Professor David Ekserdjian to talk about “Leonardo da Vinci Five Hundred Years on: The Salvator Mundi and other Stories” on December 2, at the Bank of Cyprus head office in Nicosia.\n\nThe lecture will start at 7.15 pm. It will be in English and the entrance is complimentary.\n\nThe first event to mark 500 years from the death of the artist and quirky inventor was a lecture at the Shoe Factory in May on “Rediscovering Leonardo da Vinci: The Secret Lives of his Paintings”, delivered by Prof. Maurizio Seracini.\n\nIn Monday’s lecture, Prof. Ekserdjian, one of the world’s most renowned art historians, will share his experiences around the turbulent art of the unsurpassed artist, explaining why it is said that “Leonardo’s paintings had lives of their own”.\n\nThe sale of the ‘Salvator Mundi’ for $450.3 mln at Christie’s New York in November 2017, initially for public display at the Louvre Abu Dhabi, sparked once again the discussions about Leonardo’s art.\n\nAccording to Giorgio Vasari, who composed the artist’s biography, Leonardo attracted the interest, admiration, and sometimes anger or dislike of his contemporaries. His talent and excellence of his works, nonetheless, were undisputed.\n\nItaly and many other countries have dedicated this year to Leonardo via a multitude of events culminating with the largest ever exhibition on the artist at the Louvre in Paris.\n\nLeonardo’s unconventional personality, as well as his tremendously detailed and intriguing paintings, exudes a mystery that has been captivating the interest of scholars and the general public alike since their creation.\n\nThe Ambassador of Italy in Cyprus, Andrea Cavallari, said: “Leonardo da Vinci’s legacy goes beyond borders and time. Besides being a reason of particular pride for us Italians, his life and works have become part of our common heritage that we are glad to share with anyone who cares about culture, science and humanity.”\n\nArt historian Maria Paphiti, co-host of the event, said that the painting was owned by three kings, was subsequently lost and then rediscovered.\n\n“The man who spent the astronomical sum is the Saudi successor to the throne, Mohammed bin Salman, who bought the painting for it to end up in Abu Dhabi,” said Paphiti.\n\n“In my view, no buyer originating from such a strictly Muslim country would bid so decisively for a purely Christian work of art. What interested him was to buy Leonardo’s name, which immediately puts Abu Dhabi on the map of the world’s most important museums,” she added.\n\nOf course, Leonardo also had a link to Cyprus, with legend suggesting he visited the island in 1481, prompting the postal service to issue a three-stamp commemorative series to mark the 500th anniversary of that occasion.\n\nHistorians assume the visit took place during the reign of Catherine Cornaro, last queen of Cyprus, who entertained the famous painter.\n\nIt is said that Leonardo was so impressed by the intricate Lefkara lace, that he took one with him which he offered to be used on the Altar of the Cathedral of Milan.\n\nIn one of his notebooks, Leonardo writes: “From the southern seaboard of Cicilia may be seen to the south the beautiful island of Cyprus which was the realm of the goddess Venus, and many there have been who, impelled by her loveliness, have had their ships and rigging broken upon the rocks that lie among the seething waves. Here the beauty of some pleasant hills invites the wandering mariners to take their ease among its flowery verdure, where the zephyrs continually come and go, filling with sweet odours the island and the encompassing sea…”.\n\nEkserdjian is also an expert on the history of collecting, an adviser to auction houses like Sotheby’s and Christie’s, international museums and galleries such as the National Gallery and Tate Britain, as well as private collectors.\n\nCurrently, alongside his academic position at Leicester University where he teaches art and film history, Ekserdjian is one of the two organisers of the major forthcoming exhibition on Raphael to take place in 2020 at the National Gallery in London on the occasion of the artist’s 500th anniversary of his death. David Ekserdjian has published extensively – books, articles and reviews – and he frequently appears on television and radio.\n\nVideos:\n\nThe Wall Street Journal narrates the story of discovery and restoration of the “Salvator Mundi”: https://youtu.be/PJb14H3Mz_o\n\nThe painting’s sensational sale on 15 November 2017 at Christie’s New York: https://youtu.be/3orkmMlSpmI"}}