{"GDELT": {"GlobalEventID": 891131723, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "COPGOV", "Actor1Name": "DEPUTY", "Actor1Type1Code": "COP", "Actor1Type2Code": "GOV", "Actor2Code": "GRC", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR", "Actor1Geo_Lat": 39.0, "Actor1Geo_Long": 22.0, "Actor1Geo_FeatureID": "GR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR", "Actor2Geo_Lat": 39.0, "Actor2Geo_Long": 22.0, "Actor2Geo_FeatureID": "GR", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Limassol, Limassol, Cyprus", "Action2Geo_CountryCode": "CY", "Action2Geo_ADM1Code": "CY05", "Action2Geo_ADM2Code": "14809", "Action2Geo_Lat": 34.675, "Action2Geo_Long": 33.0333, "Action2Geo_FeatureID": "-2738495", "DATEADDED": 20191205231500, "SOURCEURL": "http://www.financialmirror.com/2019/10/21/travel-shipping-ministry-working-hard-to-establish-cyprus-greece-ferry-link/"}, "ARTICLE": {"TITLE": "Shipping Ministry working hard to establish Cyprus-Greece ferry link", "TEXT": "Deputy Shipping Minister Natasa Pilides said her Ministry is working tirelessly on a proposal for the European Commission to back a ferry connection between Cyprus and Greece which is expected to be operational next summer.\n\nPilides told reporters her Ministry is working intensively on the matter with staff exclusively dealing with this issue by preparing data to be submitted to the EU for the first passenger ferry link to Greece in two decades.\n\nShe said the data to be examined is complex, as there are various issues regarding government subsidies for passengers but not the separate commercial operation for cargo.\n\n“This is because passengers will be able to take their vehicles and luggage with them, while the ship will be able to conduct commercial activity independently of passengers,” said Pilides.\n\n“We have to be very careful to ensure that the commercial part is not subsidised and that is exactly what we are trying to do,” she added.\n\nAt the same time, there are consultations with the Greek Ministry of Shipping on issues like passport checks and how the terms of the ferry link tender will be formulated.\n\nPilides hopes to put out a call for tenders for the passenger ferry in the first three months of 2020.\n\nFrequency of the route will be once a week from May to September and during the slower winter months once every fortnight.\n\nDuration of the sea trip will be 30 hours with prices expected to be cheaper than flying.\n\nThe most likely port to serve the route in Cyprus will be that of Limassol and Piraeus in Greece."}}