{"GDELT": {"GlobalEventID": 891131806, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "CVL", "Actor1Name": "SETTLEMENT", "Actor1Type1Code": "CVL", "Actor2Code": "USAGOV", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.11718131433096, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191205231500, "SOURCEURL": "https://yaleglobal.yale.edu/content/act-now-save-wto"}, "ARTICLE": {"TITLE": "Act Now to Save the WTO", "TEXT": "Unappealing prospect: President Trump's decision to block filling positions in the WTO's Appellate Body could deal a blow to the world trade body and global order\n\nNEW HAVEN: The WTO is one of the most effective international institutions by virtue of its Dispute Settlement Understanding – the rules of conduct and procedures for settling disputes – allowing it to deal with trade disputes and enforce resolutions. For this reason, it is an aspirational model for other international arrangements that have good rules but lack levers to enforce them.\n\nDespite the WTO’s track record in fostering rules-based global trade, President Donald Trump and his officials have stressed annoyance with the WTO. They characterized it in exactly the same terms as Trump did before for the Trans-Pacific Partnership and NAFTA as “the single worst trade deal ever made” to the point of threatening to withdraw the United States from the organization, an action that by all accounts would carry a high cost for the world, including the United States.\n\nUnfortunately, the United States does not need to go outside the WTO to cause enormous damage, for it can do exactly that from inside simply by continuing to block the appointment of any new members of the Appellate Body, the group of seven representatives who hear appeals in disputes brought by WTO members. This impartial body must have seven judges or members, and needs a minimum of three to rule on an appeal. Given that the term of two members expires in December, if the American blockade continues, the WTO appeals court will soon cease to be operational, leading to a collapse of the organization’s capability to resolve disputes since its creation.\n\nAs in practically every multilateral institution, there is much in need of reform at the WTO, including its dispute resolution system. Yet, the American grievances with the WTO and its agreed system do not stem from the objective of making it a better multilateral instrument. As in other aspects of its trade policies, the Trump government’s assault against the appeals body is rooted in wrong or even false premises. For example, President Trump himself has repeatedly expressed that the WTO was set up for the benefit of everybody but the United States, that his country loses almost all lawsuits, and that the system has been great for China. These views are unsubstantiated. No serious analysis has ever produced evidence of bias against the United States. The United States is the most frequent user of the WTO’s settlement system, having brought more cases than China and the European Union combined and the United States has a higher proportion of wins than other complainants. Furthermore, the United States has done well not only in cases it brought against China but also those brought by China against the United States.\n\nWhat traditionally has upset American officials is to lose cases brought against the US trade remedy actions, including antidumping and countervailing duties, but as reputable experts explain, complaints against US trade remedy actions are caused by the country’s own aggressive use of such actions that plainly violate WTO rules – rules agreed foremost by the United States itself.\n\nIn truth, the United States has also expressed valid concerns about the system that should be addressed through a serious and comprehensive reform of the mechanism. Sensibly a group of WTO members, including the European Union and China, tabled a year ago a proposal to reform the rules in order to address, among others, legitimate US concerns. Unfortunately, the US representatives have been unmoved by the good faith initiative of their WTO peers and remain recalcitrant in their blockade of the new appointments.\n\nBe that as it may, in 2019 the objective of the US government seems to be bigger than merely to avoid losing cases against its trade remedy actions. They are trying to close tightly the circle of impunity for the unilateral trade aggressions the country has inflicted on its trade partners. The trade wars ignited by the US actions, if subject to WTO due process, would most likely be found illegal, but this adjudication will not happen simply because the mechanism charged to decide lacks a quorum and will no longer exist. Bilateral negotiations to settle trade disputes will then be the only expedient left, with the obvious consequence of a multiplication of costly trade wars, as countries predictably react to more US unilateralism with their own – as has happened already in response to some questionable US tariffs.\n\nPreventing the collapse of the Appellate Body should be the highest priority for all WTO members for their own national interest, including the United States. The US government has blocked the appointment of new members by invoking Article 2.4 of the Dispute Settlement Understanding, which indicates that decisions shall be done by consensus, a provision that in the view of the US representatives gives them veto power. This interpretation is not only arguable but outright wrong according to the opinion of reputable legal experts.\n\nAll WTO members have the collective responsibility to administer the rules and procedures of the dispute framework and therefore, in the absence of the normal procedure to fill the vacancies currently blocked by the US, they must appoint the new judges to ensure that the Appellate Body continues to function. There is nothing precluding members from relying on a voting procedure to discharge their collective obligation to keep the dispute settlement mechanism fully functional. The WTO treaty provides that in the event of a conflict between a provision of the WTO Agreement and that of a subsidiary multilateral trade agreement, like the one for disputes, the provision in the WTO Agreement shall prevail. Article IX of the WTO Agreement permits voting and can be invoked if three-quarters of WTO members desire to do so. Thus, a vote to approve new appointments to the appeals court is possible. The group of countries that have advanced a serious proposal to reform the understanding would be credible proponents of the majority vote initiative to replace the vacancies.\n\nPresumably a vote along those lines has not yet taken place for fear that it also would become the straw that breaks the camel’s back, providing the United States with the excuse to leave the WTO, an unfortunate and costly decision as mentioned. Nevertheless, this regrettable scenario should be assessed not against a business-as-usual situation but with respect to one of a totally dysfunctional WTO dispossessed of its enforcement capacity. Preserving the existence and faculties of the WTO must be of the utmost priority not only because of the worth of the institution for global prosperity but also because it is urgent to draw the line at the unprecedented stresses being inflicted upon the rules-based international system on practically all of its crucial fronts by the United States. From nuclear disarmament and non-proliferation to climate change mitigation and the regulation of global trade, that system is under attack, ironically by the country that led in its design and construction and that patently has benefited enormously from it. Keeping the WTO alive and well may be the way to tell the United States that enough is enough.\n\nIt is not, as some claim, that the US is moving away from its traditional leadership role in global governance. Actually, what the Trump administration pursues is the reaffirmation of US leadership in a system based exclusively on power and force, not on internationally agreed rules. And that is a dangerous and retrograde world that will not be good for anybody."}}