{"GDELT": {"GlobalEventID": 891131475, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor2Code": "MED", "Actor2Name": "NEWSPAPER", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.23765432098765, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20191205231500, "SOURCEURL": "https://www.olneydailymail.com/news/20191205/whats-going-onwarriors-monks-and-natural-born-heroes-of-greece"}, "ARTICLE": {"TITLE": "What's going on...Warriors, Monks, and Natural Born Heroes of Greece", "TEXT": "Leaving Mama Maria and the wild beauty of Tries Ekklisies was an emotional challenge. The place was a hidden paradise on the island of Crete, Greece, and I could have easily lived there forever.\n\nHow ideal it would be to work from my laptop, teach yoga on secluded beaches, take daily excursions through the Asterousia Mountains, and enjoy home cooked meals with the endearing locals. However, this lifestyle I’ve chosen is not about taking the easy road. It is a lifestyle and spiritual calling which requires me to be adaptable and to repeatedly endure the pain of physically detaching from extraordinary places and people.\n\nThe beauty in this is that there is always another expansive connection just around the corner. There is always a new opportunity to learn and grow. There is always another heart and soul to dance with. There is always more proof that we humans are more connected and alike than most governments or mainstream media corporations demonstrate for us.\n\nAfter about one month, Dain and I left the village of Tries Ekklisies because our intuition told us it was time to move on. Our minds could have convinced us to stay, but this journey is about more than ourselves. It’s about the whole; the entire human race and the common threads that weave us together in space and time. Here, in the present moment, we dwell as one humanity; making history while saying “no” to the cultural brainwashing which has divided our (human) race since the beginning of “civilization.”\n\nSurrendered to intuition, Dain and I took off driving with no particular destination in mind.\n\nA couple hours later, we felt called to stop when we unexpectedly discovered Patsos Gorge. The gorge was surrounded by diverse terrain, including lush rolling hills of olive trees and vineyards, and wild goats and sheep roaming the jagged mountains.\n\nWe set out on a trail leading into the canyon. Our steps were guided by shady forest and the soothing sound of water running through the ravine. A tiny chapel, now known as the Church of Agios Antonios, is built into the canyon, with origins dating back to 1st Century A.D.\n\nDain and I knew that we needed to stay in this place for a while. After hiking, we entered a nearby village and consulted a local woman about lodging. She asked us to wait for an English speaking native to assist.\n\nA few minutes later, a smiling Cretan man in his 50s greeted us. His passion for the area surrounding Patsos Gorge was contagious. We were imbued with the feeling of purpose and perfect timing.\n\nThe Cretan man was General Vassilios Psiharakis, a retiree of the Greek Special Forces. Over the years, he had regularly trained with the U.S. Marines off the island of Crete. He was a skilled paratrooper, deep sea diver, and soldier. His demeanor was proud, tough, and noble.\n\nThe General picked up a book laying on a nearby table and handed it to Dain. As Dain looked down at the title, his eyes grew large and his mouth gaped in surprise.\n\nThe book was Natural Born Heroes by Christopher McDougall. This book was the sole reason Dain had convinced me to travel to Crete. It provides detailed history on the German invasion and occupation of the Crete during World War II.\n\nWe did not realize it upon meeting him, but our new friend, General Vassilios, was mentioned in the book. By mere coincidence, Dain had just met a real live person from his favorite book. What’s more: we were standing upon sacred and historical land.\n\nDuring World War II, Germany invaded Crete. As the stories go, the Cretans did not have sophisticated military training, but they held a lean and mean resistance. This resistance was strengthened by the help of the allied British, Australia, and New Zealand militaries who came to the island to help the Cretans fight for freedom and dignity.\n\nOn April 26, 1944, British Captain Bill Stanley Moss and British soldier Paddy Leigh Fermor abducted German General Heinrich Kreipe. The abductors strategically traversed the island’s treacherous terrain, finding hiding places along the way, and being aided by Cretan civilians.\n\nGeneral Vassilios explained that about 100 meters from where Dain and I stood marked one of those hiding places. We got goosebumps as history seemed to come to life before us.\n\nIn the book, Ill Met by Moonlight, British Captain Bill Stanley Moss writes, “We are now hiding in a delightful spot which is about a mile from Patsos. We sleep in a stone – walled hut which has been built against the base of a steep cliff, so with trees on three sides and the cliff behind us we could not have found a more sheltered position.”\n\n“The dinner was excellent. We are being cared for by a charming family which, though very poor, gives us everything it has. The father (Efthimios G. Harokopos) is a fine, old – fashioned Cretan type, and he tells us that since the German occupation, he has looked after more than sixty British and Colonial stragglers who were hiding from the enemy.”\n\nWe rented an apartment from General Vassilios, and on that first night we stayed up talking until the wee hours of the morning. We knew we were with a kindred spirit, and he took us on many adventures over the next several days.\n\nWe traveled to the nearby Preveli Monastery, which in 1941, became an allying point for hundreds of British, Australian, and New Zealand soldiers who fought to defy the German agenda. Preveli monks and native Cretans fed the allies, nursed the injured back to health, and helped them avoid capture by guiding them to the nearby beach to escape on British submarines. Cretans say that a brave Reverend Father Agathaaggelou Laggoubardou assisted in this mission.\n\nGeneral Vassilios told us that the Greek military strives only to protect and defend, but never to attack nor take what is not theirs.\n\nThe General also took us to a Greek wedding of a political leader. There were about 2,000 people in attendance, and a band of Cretan musicians who played traditional music until sunrise. Their instruments included the lyra, loauto, oud, and many more which create a fast-paced, victorious sound that keep people dancing for hours on end.\n\n“All Cretan music is war music,” the General told us.\n\nTowards the end of our three month stay in Greece, I asked a native why Greeks treat strangers like family. He replied, “Our ancestors believed that a stranger could be God in disguise. Maybe he is a stranger, but maybe he is God. You don’t know, so better treat him like God.”\n\nThis sentiment is also summarized in the words of General Vassilios’ favorite author, soldier, and activist, Nikos Kazantzakis. In his book, Zorba the Greek, Kazantzakis writes, “God changes his appearance every second. Blessed is the man who can recognize him in all his disguises.”\n\nThere is so much more I could share about the spirit of Greece. I have since moved on to Israel, where I am living for one month in the Palestinian Territory of Bethlehem. I will continue to bring travel stories to you in our local newspapers. Additionally, I am offering more in-depth mini video documentaries and cultural stories through Awethu Magazine, an online publication launching in 2020. You can sign-up for the free newsletter here to get notified when we launch: www.awethumagazine.com.\n\nThanks for being a part of the journey. May we enliven its lessons within our hearts, and may this send a ripple through our communities which strongly elevates the human spirit.\n\nI AM with you.\n\nWith love, from Bethlehem."}}