{"GDELT": {"GlobalEventID": 891132438, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "MOSSHI300", "Actor1Name": "ISMAILI", "Actor1Religion1Code": "MOS", "Actor1Religion2Code": "SHI", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.48579545454546, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Toronto, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12686", "Actor2Geo_Lat": 43.6667, "Actor2Geo_Long": -79.4167, "Actor2Geo_FeatureID": "-574890", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20191205231500, "SOURCEURL": "https://www.fairobserver.com/region/north_america/aga-khan-iv-ismaili-community-islam-muslim-islamophobia-canada-toronto-news-16394/"}, "ARTICLE": {"TITLE": "Shattering Stereotypes With Aga Khan IV and the Ismaili Community", "TEXT": "The rise of Islamophobia and the increase in hate crimes targeted at Muslims point to the lasting effect of Samuel Huntington’s “clash of civilizations” thesis. Twenty-three years after the publication of his book, the image of a “violent and irrational” Muslim continues to plague current policies and society at large.\n\nCanada prides itself as being a multicultural nation that embraces diversity, yet anti-Muslim sentiments still remain a growing concern. Muslim Canadians continue to be the target of right-wing political ideas that ignite anxieties around Muslim expressions of identity. An Ipsos poll published in May suggests that discrimination against Muslims has become more acceptable in Canada.\n\nThe media’s superficial portrayal of Islam perpetuates a dreary picture of Muslims. Events such as the Quebec City Mosque shooting in 2017 that claimed the lives of six Muslims and the passing of Quebec’s Bill 21 in June 2019, which bans the wearing of religious symbols, have contributed to the growing anti-Muslim rhetoric across Canada. In all these acts, there is a common threat: a rejection of difference propelled by fear, founded in misconceptions and misinformation.\n\nIn the face of rising sociopolitical polarizations and inequity among minority races and classes, conversations surrounding diversity, inclusion and equity have become more pertinent than ever. There is a necessity for politicians, policymakers, community leaders (secular and religious) and citizens to conscientiously reflect and come together. Finding more sustainable and equitable strategies to combat dichotomies that divide and disenfranchise must become a priority in the current climate.\n\nAga Khan IV\n\nOne person who has committed his life’s work to cultural engagement and dispelling stereotypes about Muslims is His Highness Aga Khan IV, the 49th hereditary spiritual leader of the Shia Ismaili Muslim community. Inspired by Islam, Aga Khan IV is a world leader who addresses a myriad of contemporary issues facing humanity while championing the cause of pluralism. Through his efforts, Aga Khan IV offers a powerful antidote to the perpetuating orientalist perceptions that reduce Islam to intolerance and violence.\n\nMany in the developing world are familiar with him through his development initiatives and services offered through the Aga Khan Development Network. As the founder of this network and as a Muslim religious leader, Aga Khan IV puts faith into action through a commitment to engagement and service to humankind.\n\nIn fact, Aga Khan IV’s engagement with human development and socioeconomic uplift supersedes any political affiliation. So much so that Andrew Scheer, the current leader of the Canadian Conservative Party, described Aga Khan IV as “a clear beacon and an example to follow … changing the world and making it a better place for those who are most in need of our assistance” during an address to the joint houses of Parliament in 2014. An interesting characterization by the Conservative leader who, along with his party members, have engaged in tarnishing Aga Khan IV’s stellar reputation for political gain.\n\nMake Sense of the World Unique insight from 2,000+ contributors in 80+ Countries Make Sense of the World Unique insights from 2000+ contributors in 80+ countries I agree to receive emails and other content from Fair Observer. I understand that I may repeal my consent at any time. You can review our Privacy Policy and Terms of Use for further information.\n\nAga Khan IV has spoken widely about the value of embracing a cosmopolitan ethic — an orientation of sorts that enables dialogue and partnerships among different peoples in order to advance the quality of life of every person. This outlook has been passed down from the Greeks to Muslims and, more recently, appropriated by leaders and academics.\n\nAccording to Aga Khan IV, such a worldview rests on a deep spiritual foundation. Faith and the world are intricately linked, allowing for an approach that integrates religio-cultural values with socioeconomic commitments. This formulation also facilitates the engagement of the Ismaili Muslim community in the contemporary world. This cosmopolitan ethic envisions a type of human connectedness that aims to weave together the universal and the particular, as well as the spiritual and the material. Aga Khan IV has previously explained: “A cosmopolitan ethic accepts our ultimate moral responsibility to the whole of humanity, rather than absolutizing a presumably exceptional part … [it] will honor both our common humanity and our distinctive identities — each reinforcing the other as part of the same high moral calling.”\n\nFor Aga Khan IV, this cosmopolitan ethic is rooted in the rich ethico-religious tradition of Islam inspired by the Quran, which encourages the believer to embrace a common origin of humanity while acknowledging and respecting its diversity — a gift of the divine. The Quran says, “We have created you from male and female and made you peoples and tribes so that you may know one another” (49:13). In other words, knowing the other is a fulfillment of the divine will, of being Muslim and, indeed, of being human.\n\nAga Khan IV has chosen the medium of architecture to express the cosmopolitan spirit and brings different perspectives into dialogue. Speaking on September 13 at the Aga Khan Award for Architecture ceremony in Kazan, Russia, he once again emphasized the effective role architecture can have in paving this effort. He noted, “I believe deeply in the potential of the architectural world to help inspire and enrich a creative dialogue in all four of the areas I have mentioned: a dialogue between creative architectural partners, a dialogue between past and future, a dialogue between natural reality and human creativity, and a dialogue among diverse cultures.”\n\nThe layers of engagement and interchange of diverse commitments embedded in these areas of dialogue reflect those values sacred to a cosmopolitan ethic. There are two remarkable buildings in Canada commissioned by Aga Khan IV that play an important role in demystifying the faith of Islam and changing perceptions about Muslims: the Aga Khan Museum and the Ismaili Centre Toronto. These institutional landmarks that sit on a 6.8-hectare site along the arterial Don Valley express Aga Khan IV’s commitment to a cosmopolitan ethic.\n\nAlthough the Aga Khan Museum is a public institution accomplishing this task through its educational and cultural mission, I want to highlight the equally impressive Ismaili Centre that has added stimulating avenues toward shaping this cosmopolitan outlook.\n\nCosmopolitan Ethics and the Built Environment\n\nThe Ismaili Centre Toronto is the second ambassadorial building of its kind in Canada and the sixth among a family of Ismaili centers across the globe. These buildings have become a symbol of the Ismaili community’s approach to the Muslim faith and modern life on the world stage. The building’s facade is very much in keeping with the cosmopolitan ethic of expressing a long tradition of Islamic values while reflecting the fabric of the community in which it resides.\n\nServing as a site of congregation for the community, the Ismaili Centre also fulfills a more ambitious role of advancing opportunities for dialogue and engagement with the broader community. Over the past five years, it has played host to a number of workshops, seminars, round-table dialogues, Nawruz celebrations and the inaugural iftar dinner during Ramadan. In addition, it partakes in the annual “Doors Open Toronto,” welcoming Torontonians and offering an insider’s perspective on Muslim representation — helping to change the narrative, one human at a time.\n\nThe center’s impressive social hall is no stranger to entertaining sounds and enriching dialogue. It provides a safe venue for raising complex questions and encouraging mutual exchange and understanding. Collaboration is a key ingredient to the success of the Ismaili Centre’s programming.\n\nIn May, for example, the Women’s Portfolio for the Ismaili Council of Ontario, the Canadian Council of Muslim Women (Toronto chapter), and the Muslim Awards for Excellence came together to host a panel discussion. Four remarkable women, including MP Iqra Khalid, spoke about the valuable contribution of women to Canadian society.\n\nThis is just one of the many thoughtful and engaging activities that take place within the center. Another intellectually-engaging series taking place at the Ismaili Centre Toronto is a Conversation Series that broaches a number of curated topics, ranging from bioethics to art. In this way, the Ismaili Centre and its initiatives live up to the ambitious role of representing the values of a Muslim community, productively engaging with civic life and building bridges between diverse communities. This is indeed a testament to Aga Khan IV’s cosmopolitan ethos.\n\nThe Ismaili Centre, situated in the vibrant and diverse city of Toronto, sends a bold message to Canada and the world at a time of heightened Islamophobia.\n\nThe views expressed in this article are the author’s own and do not necessarily reflect Fair Observer’s editorial policy."}}