{"GDELT": {"GlobalEventID": 891131782, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "CVL", "Actor1Name": "VOTER", "Actor1Type1Code": "CVL", "Actor2Code": "GOV", "Actor2Name": "GOVERNOR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.37105751391465003, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Craven County, North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_ADM2Code": "NC049", "Actor1Geo_Lat": 35.1335, "Actor1Geo_Long": -77.0663, "Actor1Geo_FeatureID": "1026123", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Craven County, North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_Lat": 35.1335, "Actor2Geo_Long": -77.0663, "Actor2Geo_FeatureID": "1026123", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Craven County, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 35.1335, "Action2Geo_Long": -77.0663, "Action2Geo_FeatureID": "1026123", "DATEADDED": 20191205231500, "SOURCEURL": "https://www.newbernsj.com/news/20191205/filing-opens-for-march-3-primary-elections"}, "ARTICLE": {"TITLE": "Filing opens for March 3 primary elections", "TEXT": "Candidates for the March 3, 2020 primary elections are shaping up after filing opened on December 2. The race features a number of state contests as well as a handful of national and local seats up for grabs.\n\nLocally, Republican candidates Steve Tyson of New Bern and Jim Kohr of Havelock have filed for the District 3 N.C. House seat currently held by Republican Michael Speciale, who has given notice that he will not run for reelection in 2020.\n\nTyson, the owner of Tyson Group Realtors in New Bern, served on the Craven County Board of Commissioners for 12 years and twice served as chairman.\n\n\"I am running because I believe I have the experience and background to bring good representation to the citizens of Craven County,\" he said. \"What I hope to accomplish is to make sure the people in District 3 have a strong voice in Raleigh that represents this area.\"\n\nKohr, who was elected to the Havelock Board of Commissioners in 2017, said he decided to run for the state seat in hopes of strengthening the Legislature’s conservative majority. He said his time on the Havelock Board has given him valuable governing experience.\n\n\"We need to get out super majority back in the House. I pastor at Freedom Baptist Church in Havelock and we need to get back to not just conservative values but the Biblical values that our country was founded upon,\" said Kohr.\n\nRepublican N.C. District 2 Senator Norman Sanderson has also filed to run for another term in the North Carolina Legislature. Sanderson, who has served four terms in the N.C. Senate, represents Carteret, Craven,and Pamlico counties.\n\n\"We are living in a time when many are abandoning the principles that have made our Nation great. As Americans, we enjoy freedom and prosperity unlike any other country in the world. North Carolina has become a moral and economic leader yet the last three years have shown how fast we can return to the failed policies of past leadership,\" said Sanderson.\n\nNorth Carolina’s 3rd Congressional District U.S. House seat is also up for grabs. Greg Murphy of Greenville, who won a special election after the seat was left vacant following the passing of Walter B. Jones Jr., has filed for reelection.\n\nNorth Carolina's 3rd Congressional District includes all or parts of Currituck, Camden, Pasquotank, Perquimans, Chowan, Tyrrell, Dare, Hyde, Beaufort, Pamlico, Carteret, Pitt, Craven, Onslow, Jones, Lenoir, and Greene counties.\n\nIn Craven County, Sherri Richard has filed for reelection as the Craven County Register of Deeds.\n\nThe primary election is scheduled for March 3, with the general election to be held November 6. Filing for all offices for election ends at noon on Friday, Dec. 20. Polls will be open from 6:30 a.m. until 7:30 p.m.on March 3, 2020\n\nCraven County voters will cast their ballots for: U.S. Senate, N.C. Governor, N.C. Lieutenant Governor, N.C. Attorney General, N.C. Auditor, N.C. Commissioner of Agriculture, N.C. Commissioner of Insurance, N.C. Commissioner of Labor, N.C. Secretary of State, N.C. Superintendent of Public Instruction, N.C. Treasurer, .NC. Supreme Court Justice, N.C. Court of Appeals Judge, N.C. State Senate District 2, N.C. House of Representatives District 3, N.C. House of Representatives District 7. N.C. District Court Judge, and Craven County Register of Deeds.\n\nThe Sun Journal will provide regular updates as more candidates file for state and local races."}}