{"GDELT": {"GlobalEventID": 891131621, "Day": 20191205, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9178, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.7766830870279104, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Trenton, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ021", "Actor1Geo_Lat": 40.2171, "Actor1Geo_Long": -74.7429, "Actor1Geo_FeatureID": "884540", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Trenton, New Jersey, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNJ", "Actor2Geo_ADM2Code": "NJ021", "Actor2Geo_Lat": 40.2171, "Actor2Geo_Long": -74.7429, "Actor2Geo_FeatureID": "884540", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Trenton, New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_ADM2Code": "NJ021", "Action2Geo_Lat": 40.2171, "Action2Geo_Long": -74.7429, "Action2Geo_FeatureID": "884540", "DATEADDED": 20191205231500, "SOURCEURL": "https://whyy.org/articles/freelancers-say-n-j-independent-contractor-bill-will-still-cost-them-work/"}, "ARTICLE": {"TITLE": "N.J. freelancers still oppose independent contractor bill", "TEXT": "“In 20 years of being in the legislature, I find this bill the most confusing,” said state Sen. Linda Greenstein, D-Middlesex, during a Trenton hearing Thursday.\n\nYet just a few hours later, she and other lawmakers on the Senate Labor Committee voted 3-1 in favor of legislation that critics say would take money out of the pockets of some freelance workers and put others out of business altogether. Greenstein said she hoped additional amendments would address their concerns.\n\nThe legislation codifies how the government determines whether a worker is an employee or an independent contractor.\n\nSenate President Steve Sweeney, D-Gloucester, who sponsored the bill, said it was an attempt to prevent companies from misclassifying workers as independent contractors in order to pay lower wages and skirt employment taxes.\n\n“Misclassification not only hurts workers. It hurts law-abiding businesses in the state,” he said. “The businesses that don’t play by the rules aren’t paying into the unemployment fund or the disability fund, which raises the cost for workers in all other businesses.”\n\nThe state recently charged the rideshare company Uber $650 million in unemployment and disability insurance taxes, after it determined the San Francisco-based firm had misclassified its drivers as independent contractors, according to Bloomberg.\n\nTo decide whether someone is an independent contractor, the state Department of Labor uses what is called an “ABC test.” Lawmakers say they are simply putting that regulation into law so it cannot be changed by future administrations.\n\nBut freelance workers — including writers, truckers, and wedding photographers — said the current ABC test is flawed, and that cementing that regulatory language into law will make their employment situations even more precarious.\n\n“It’s still a problem. It’s been a problem. It has to be changed,” said Gary Cooper, an independent truck driver from Elizabeth.\n\nCooper said that many workers like him prefer the freedom of being self-employed and working on a contract basis with companies. But he said the wording of the bill — and the state regulation — was “too loose” and left open the possibility that the state could deem him an employee and not a freelancer, destroying his livelihood.\n\nThe state “could really come in and shut down” the business relationship between companies and independent contractors, Cooper said, “and that would affect us.”\n\nThere are signs that New Jersey is clamping down on employee misclassification. In addition to the Uber assessment, a state task force created by Gov. Phil Murphy released a report in July calling worker misclassification a “growing problem” and outlining ways to fight it.\n\nOne of the main sticking points with the legislation appears to be the second prong of the ABC test, which requires an independent contractor to either do work outside the company’s usual course of business or physically perform the contracted work outside the company’s place of business.\n\nSome freelancers testified that they could not meet that requirement, and that the ABC test should be changed and not further codified into law. However, supporters of the legislation noted that these same workers have been collecting paychecks for years while the regulation has been in place.\n\nHow life would change for independent contractors under the law remains unclear.\n\nBut Kim Kavin, a freelance writer from Long Valley, said the hint of a law change has already done damage. She said publications have been turning away New Jersey-based writers out of fear that they would no longer be able to pay them as independent contractors and would instead have to hire them as actual employees.\n\n“We are already being blacklisted on threat of this legislation passing,” Kavin said."}}