{"GDELT": {"GlobalEventID": 891270165, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor1Code": "SEP", "Actor1Name": "SEPARATIST", "Actor1Type1Code": "SEP", "Actor2Code": "UKR", "Actor2Name": "DONBAS", "Actor2CountryCode": "UKR", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.00573065902579, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Donbass, Ukraine (general), Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP00", "Actor1Geo_ADM2Code": "25090", "Actor1Geo_Lat": 48.5, "Actor1Geo_Long": 38.5, "Actor1Geo_FeatureID": "-1038077", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Donbass, Ukraine (general), Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP00", "Actor2Geo_ADM2Code": "25090", "Actor2Geo_Lat": 48.5, "Actor2Geo_Long": 38.5, "Actor2Geo_FeatureID": "-1038077", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Donbass, Ukraine (general), Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP00", "Action2Geo_ADM2Code": "25090", "Action2Geo_Lat": 48.5, "Action2Geo_Long": 38.5, "Action2Geo_FeatureID": "-1038077", "DATEADDED": 20191206133000, "SOURCEURL": "http://theconversation.com/american-influence-could-take-the-hit-as-putin-zelenskiy-try-to-make-peace-in-donbass-127500"}, "ARTICLE": {"TITLE": "American influence could take the hit as Putin, Zelenskiy try to make peace in Ukraine", "TEXT": "President Vladimir Putin of Russia and his Ukrainian counterpart, Volodymyr Zelenskiy, are set to meet Dec. 9 as part of efforts to end conflict in the separatist-controlled territories of Donbass.\n\nZelenskiy’s electoral victory in April was based in part on a promise to make significant progress toward ending the war, which has killed about 13,000 people since fighting broke out in 2014.\n\nZelenskiy has made several moves to restart stalled negotiations, including agreeing to a compromise plan that would award special autonomy status to Donbass within Ukraine. However, that proposal has met with significant public opposition, with many viewing special autonomy status as a “Trojan horse” for Russia that would be used to weaken Ukraine’s ties with the United States and the European Union.\n\nSo far, Zelenskiy’s efforts have failed to substantially move Russia or the separatists.\n\nOur recent survey of public opinion in Ukraine and the Donbass region shines a light on why this might be the case.\n\nDifferent visions for Donbass\n\nThe Donbass is a historically Russophone region of eastern Ukraine bordering Russia that contains about 15% of Ukraine’s population. In April 2014, Moscow-backed separatists took up arms against the Ukrainian government, taking control of about half the region and self-declaring two “republics” that do not have any international recognition and rely heavily on Russia for military and humanitarian support. A 2014 treaty known as the Minsk Protocol failed to end the fighting, which continues to this day.\n\nAs part of our ongoing research on Eurasian security and governance at the Ohio State University Mershon Center for International Security Studies, we interviewed 2,000 Ukrainians in the government-controlled territories of Ukraine and 600 residents in separatist-controlled territories about their preference for the future status of Donbass.\n\nMore than 70% of respondents in government-controlled areas said they wanted Donbass returned to Ukraine without any special autonomy status. In comparison, just 6% of people polled in the separatist-controlled territories felt the same.\n\nIn fact, 54% of respondents in Donbass want to leave Ukraine entirely and join Russia. This option is supported by just 2% of those polled in the rest of Ukraine.\n\nAs to special autonomy status, there was little support from either side – 15% of respondents in government-controlled Ukraine preferred this option, while 20% in separatist territories did. Meanwhile, 9% of residents in Donbass said they wanted their own sovereign state, independent of both Russia and Ukraine.\n\nGo West – or East?\n\nWhat drives these preferences? Some analysts have pointed to evidence suggesting national or ethnic identity shapes opinion on the future of Donbass.\n\nWe do not disagree, but what is also important is how an individual feels about the opposing sides in the conflict. We call this affective social distance: how much you favor your group as compared with the other.\n\nWe asked not only about how people in government-controlled Ukraine and separatist-controlled Donbass viewed each other, but also how they felt about Russia and the European Union. We calculated their affective distance score for each group and compared that against their preference for Donbass. An interesting pattern emerged.\n\nIn government-controlled Ukraine, how respondents felt about the people of Donbass did not appear to be the major factor behind differences in their preference for the territory’s future. Rather, preferences for Donbass’s future were associated more with how they felt about Russia and the EU. Those who favored autonomy for Donbass felt closer to Russia and more distant toward the EU.\n\nIn Donbass, the differences were starker. Respondents favoring autonomy felt significantly closer to people in Ukraine than those who wished to join Russia. Meanwhile, those who wished to join Russia felt far more distant toward the EU than those who preferred to remain in Ukraine as an autonomous region.\n\nThis reveals that the preferred future of Ukraine is less about how people in Ukraine and Donbass feel about each other and more about how close or distant they feel toward the West, in the form of the EU, and the East, represented by Russia. This tension has existed in Ukraine since the fall of the Soviet Union, sparking 2014’s Euromaiden protests and the fall of the pro-Russian government in Ukraine. In turn, it drives the current conflicts in the Crimea and Donbass.\n\nWeary of War\n\nThough 86% of our survey respondents in government-controlled Ukraine wanted Donbass reintegrated back into the country in some form, after five years of stalemated war there is little appetite to do so by military means.\n\nThe majority of this group (51%) said they want it achieved through negotiations.\n\nOf the remainder, about 24% preferred the use of economic sanctions. Only a small percentage, 8%, support using military power to reassert control over the separatist territories.\n\nThe lack of enthusiasm for economic or military measures is both an opportunity and a challenge for Zelenskiy. It demonstrates support for peaceful negotiations to end the conflict and indicates that the Ukrainian public may grudgingly accept a compromise of granting Donbass special autonomy status to avoid further conflict. But at the same time, these results show the weakness of Zelenskiy’s negotiating position. He appears to lack widespread support for the “stick” of economic or military pressure to bolster his position when negotiating with Putin.\n\nPutin’s play\n\nThe biggest unanswered question concerns Putin: Does he think he gains more by adding Donbass as a new region of Russia, like the illegal annexation of Crimea, or by having Donbass remain in Ukraine as a region with special autonomy status?\n\nThe Russian president likely wins in either case.\n\nIf Donbass remains part of Ukraine, some international sanctions on Russia may be loosened as part of the deal. Moreover, a semiautonomous Donbass could allow Russia to gain influence within Ukraine, moving it back toward the East and away from the West – the Trojan Horse scenario some fear.\n\nSo though Zelenskiy may seem to gain from making good on his electoral promise to peacefully resolve the Donbass conflict by granting it special autonomy, the reality is that such a deal could end up being a long-term loss for both Ukraine’s future and American influence in the region.\n\n[ Deep knowledge, daily. Sign up for The Conversation’s newsletter. ]"}}