{"GDELT": {"GlobalEventID": 891269446, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.21944809461236, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rome, Lazio, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT07", "Actor2Geo_ADM2Code": "18350", "Actor2Geo_Lat": 41.9, "Actor2Geo_Long": 12.4833, "Actor2Geo_FeatureID": "-126693", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20191206133000, "SOURCEURL": "https://www.onenewspage.com/current/mchcwz40/Bruno-Le-Maire.htm"}, "ARTICLE": {"TITLE": "Bruno Le Maire Facts and News Updates", "TEXT": "Bruno Le Maire is a French politician and former diplomat serving as Minister of the Economy and Finance since 2017. He previously served as Secretary of State for European Affairs from 2008 to 2009 and Minister of Food, Agriculture and Fishing from 2009 to 2012.\n\n\n\n\n\n\n\n‘No blanket ban’ on Chinese firm Huawei, says French finance minister French Finance Minister Bruno Le Maire said on Tuesday that France would not ban China's Huawei from investing in the country, in contrast to Britain, which has decided to purge the firm's equipment..\n\nWorldNews - Published on July 21, 2020\n\n\n\n\n\nFrance will not tolerate mass layoffs at Air France-KLM Paris: France is warning flag carrier Air France-KLM against making forced job cuts, with Finance Minister Bruno Le Maire saying such a move would constitute a \"red line\" the carrier shouldn't cross..\n\nWorldNews - Published on June 18, 2020\n\n\n\n\n\nFrance announces $16.9 billion in aid to aviation industry Finance Minister Bruno Le Maire unveiled the rescue plan Tuesday for an industry that employs hundreds of thousands of people in France, whose livelihoods have been thrown into uncertainty by travel..\n\nWorldNews - Published on June 9, 2020\n\n\n\n\n\nFrench economy forecast to contract 11%: minister Reuters, PARIS The French economy is set to contract 11 percent this year due to the coronavirus crisis and more hard days lie ahead until things bounce back next year, French Minister of Economy and..\n\nWorldNews - Published on June 2, 2020\n\n\n\n\n\nFrance approves €5 billion emergency loan for Renault PARIS: The French government said Tuesday that it had signed off on a state-backed loan of five billion euros ($5.6 billion) for carmaker Renault, where the coronavirus crisis has compounded months of..\n\nWorldNews - Published on June 2, 2020\n\n\n\n\n\nFrench economy to shrink by 11% in 2020, government warns The French Finance Minister Bruno Le Maire has warned that the economy will...\n\nWorldNews - Published on June 2, 2020\n\n\n\n\n\nFrance could nationalize big companies if necessary - finance minister PARIS — The French government is prepared to use all means to support big companies suffering in financial market turmoil, including nationalization if necessary, the finance minister said on..\n\nWorldNews - Published on March 17, 2020\n\n\n\n\n\nFrance ready to take further steps against coronavirus if necessary, minister says France will not hesitate to take further steps to protect its citizens from the spread of the coronavirus, Finance Minister Bruno Le Maire said on Sunday.\n\nReuters - Published on March 15, 2020\n\n\n\nFrench finance minister says no shortages of essential goods France's Finance Minister Bruno Le Maire said on Sunday there was no shortage of grocery products and urged people to continue their food shopping as usual despite the introduction of tougher measures..\n\nReuters - Published on March 15, 2020\n\n\n\nGermany, France monitoring coronavirus very closely, ready for decisive action: Scholz Germany and France are monitoring the spread of the coronavirus very closely, Finance Minister Olaf Scholz said on Monday after talks with his French counterpart Bruno Le Maire, adding that Berlin and..\n\nReuters - Published on March 2, 2020\n\n\n\n\n\nFrance and Poland should consider nuclear energy cooperation: minister France and Poland should consider cooperation in nuclear energy, French Finance Minister Bruno Le Maire said on Monday, as central Europe's largest economy looks for ways to reduce its dependence on..\n\nReuters - Published on February 3, 2020\n\n\n\n\n\nDavos Debate: Tackling the digital tax dilemma As the United States and France agree to a truce in their dispute over the French tax on big digital companies, French Finance Minister Bruno Le Maire joins a special FRANCE 24 debate from the World..\n\nFrance 24 - Published on January 23, 2020\n\n\n\n\n\nFrance enters crucial week of talks with unions on pensions PARIS — French President Emmanuel Macron is preparing to launch a crucial week of negotiations with labor unions amid nationwide protests and transport strikes against the government's plans to..\n\nWorldNews - Published on January 6, 2020\n\n\n\nFiat-PSA merger is good news for the car industry - France's finance minister Fiat Chrysler (FCA) and Peugeot maker PSA merger is good news for France, Europe and also for the car industry, France's Finance Minister Bruno Le Maire told Reuters on Wednesday.\n\nReuters - Published on December 18, 2019\n\n\n\n\n\nFrance rejects U.S. proposal on international tax reform France rejects a U.S. idea for companies to opt out of a proposed international tax reform, Finance Minister Bruno Le Maire said on Friday, urging Washington to negotiate in good faith.\n\nReuters - Published on December 6, 2019\n\nUS sanction threat for France's digital tax \"unacceptable\": minister PARIS - Washington's threat to impose additional tariffs on French goods in retaliation for Paris' digital tax is \"simply unacceptable\", said French Minister of Economy Bruno Le Maire on Tuesday. \"The..\n\nWorldNews - Published on December 3, 2019\n\n\n\n\n\nEU ready to respond to U.S. tariff threat on France: Le Maire The latest U.S. tariff threats on French products are \"unacceptable\" and the European Union is ready to issue a riposte, French finance minister Bruno Le Maire said on Tuesday.\n\nReuters - Published on December 3, 2019\n\n\n\nProgress on ECB digital currency possible next year -Le Maire BRUSSELS — French Finance Minister Bruno Le Maire said on Friday there could be progress next year on the feasibility of a digital currency backed by the European Central Bank, but acknowledged the..\n\nWorldNews - Published on November 8, 2019\n\n\n\n\n\nFrench finance minister says Peugeot-Fiat deal 'good news' for France French Finance Minister Bruno Le Maire gave his blessing to the merger between national champion PSA and Italo-American carmaker Fiat-Chrysler, saying the deal would be good news for France and Europe..\n\nReuters - Published on October 31, 2019\n\n\n\nFiat Chrysler-PSA must keep French industrial footprint: France's Le Maire France welcomed a planned merger between Italy's Fiat Chrysler and French Peugeot maker PSA , but would be vigilant about the firm's French industrial footprint and about maintaining its decision..\n\nReuters - Published on October 31, 2019\n\n\n\n\n\nFrench Finance Minister: 'glimmer of hope' on Brexit deal There is a \"glimmer of hope\" that a Brexit deal can be reached before Britain's departure due on Oct. 31, French Finance Minister Bruno Le Maire said on Wednesday.\n\nReuters - Published on October 16, 2019\n\nFrench Finance Minister: not candidate to be Macron's new choice for EU post French Finance Minister Bruno Le Maire said on Monday that he was not a candidate to replace Sylvie Goulard as French president Emmanuel Macron's choice for European Commissioner.\n\nReuters - Published on October 14, 2019\n\n\n\n\n\nFrench government supports Renault chairman Senard: finance minister French government wants the Renault-Nissan alliance to enter a new phase and supports Renault's chairman Jean-Dominique Senard, French Finance Minister Bruno Le Maire said on Friday.\n\nReuters - Published on October 11, 2019\n\n\n\nU.S.-China trade war may cut global growth by half a point next year: Le Maire The trade war between the United States and China could cut global growth by 0.5 points next year, French Finance Minister Bruno Le Maire said on Wednesday.\n\nReuters - Published on October 9, 2019\n\n\n\n\n\nFrance and EU ready to respond with sanctions in U.S. trade dispute: French minister France and the European Union (EU) are ready to respond \"with sanctions\" if the United States were to reject the hand extended by Europe in the Airbus trade dispute, said French Finance Minister Bruno..\n\nReuters - Published on October 3, 2019\n\n\n\nGermany Follows China, Issuing its own National Cryptocurrency to Fight Libra FRANKFURT – Deutsche Bundesbank is set to create a cryptocurrency backed by the German state, right after France’s Minister of Finance, Bruno Le Mair declared that France will fight to ban..\n\nWorldNews - Published on September 16, 2019\n\n\n\n\n\nWhy is France's finance minister at war with Facebook's cryptocurrency? French Finance Minister Bruno Le Maire only has harsh words for Libra, Facebook’s planned cryptocurrency. He wants to block its development in Europe in the name of the \"monetary sovereignty\" of..\n\nFrance 24 - Published on September 14, 2019\n\n\n\nReport: France Negative Attitude Towards Facebook’s Libra Development cryptocurrency news facebook libra france Report: France Negative Attitude Towards Facebook’s Libra Development By Ady 2 mins ago Facebook the social media giant is facing lots of issues towards the..\n\nWorldNews - Published on September 13, 2019\n\n\n\n\n\nBullets, death threats sent to French finance minister: aide French Finance Minister Bruno Le Maire has received three letters containing death threats, including one this week with bullets enclosed, one of his aides said on Wednesday.\n\nReuters - Published on September 11, 2019\n\n\n\nFrench minister hopes for closer ties with new Italy government With the arrival of a new government in Rome, France and Italy have a unique chance to strengthen their ties through joint projects and closer cooperation on European matters, French Finance Minister..\n\nReuters - Published on September 7, 2019\n\n\n\n\n\nFrance hopes new Italian government will help boost ties: Le Maire French Finance Minister Bruno Le Maire said on Saturday he hoped the arrival of a new Italian government would strengthen bilateral ties between Rome and Paris as well as their cooperation on European..\n\nReuters - Published on September 7, 2019\n\n\n\nDivided EU taps Bulgaria’s Georgieva as IMF candidate Paris: EU ministers on Friday chose the Bulgarian number two of the World Bank Kristalina Georgieva as the bloc's candidate to become IMF chief, in a fractious vote that failed to heal bitter divisions..\n\nWorldNews - Published on August 4, 2019\n\n\n\n\n\nEU finance ministers deadlocked on next head of the IMF EU finance ministers led by France’s Bruno Le Maire began voting Friday to choose the next head of the IMF, but memories of austerity have re-opened a north-south divide — and some are asking why..\n\nFrance 24 - Published on August 2, 2019\n\n\n\nFrance won’t scrap tax on tech giants, despite Trump threats France is pushing ahead with a landmark tax on tech giants like Google and Facebook — despite U.S. President Donald Trump’s threats of retaliatory tariffs on French wine. After Trump slammed the..\n\nWorldNews - Published on July 27, 2019\n\n\n\n\n\nFrance urges Trump: 'Don't mix digital taxes and wine tariffs' Finance Minister Bruno Le Maire said on Saturday that France would proceed with taxing revenues of big technology firms and urged the United States not to bring trade tariffs into the debate on how to..\n\nReuters - Published on July 27, 2019\n\nNissan hits out at Renault, leaving alliance on shaky ground The decades-old alliance of Renault SA and Nissan Motor Co. descended into open enmity as the two sides sparred over governance changes at the Japanese automaker, an apparent tit-for-tat following..\n\nWorldNews - Published on June 10, 2019\n\n\n\n\n\nRenault-FCA merger idea remains good opportunity: France's Le Maire The idea of a merger between Renault SA and Fiat Chrysler (FCA) remains a good opportunity, but nothing has changed in terms of the conditions the French government has set, French Finance Minister..\n\nReuters - Published on June 10, 2019\n\n\n\nJapan's Seko, France's Le Maire to meet at 0900 GMT: ministry Japanese Industry Minister Hiroshige Seko and visiting French Finance Minister Bruno Le Maire will meet at 6 p.m. (0900 GMT), Japan's Ministry of Economy, Trade and Industry said on Monday.\n\nReuters - Published on June 10, 2019\n\n\n\n\n\nFrance's Le Maire says 'essential' to bolster Renault-Nissan alliance French finance minister Bruno Le Maire on Sunday said it was vital that Renault and Nissan Motor strengthen their alliance as the auto industry undergoes rapid change in the areas of electric and..\n\nReuters - Published on June 9, 2019\n\n\n\nFrance ready to cut Renault stake to shore up Nissan ties: Minister FUKUOKA: France is ready to consider paring back its 15 per cent stake in Renault in the interests of consolidating the automaker's alliance with Japanese partner Nissan, finance minister Bruno Le..\n\nWorldNews - Published on June 8, 2019\n\n\n\n\n\nFrance would consider any Renault deal respecting its interests: minister The French government is open to tie-ups involving Renault as long as French industrial interests are protected, Finance Minister Bruno Le Maire said on Thursday.\n\nReuters - Published on June 6, 2019\n\n\n\nFrance engaged constructively in failed FCA-Renault talks: Le Maire France's finance minister said on Thursday following the collapse of merger talks between Fiat Chrysler (FCA) and Renault that the government had engaged constructively but failed to win the support of..\n\nReuters - Published on June 6, 2019\n\n"}}