{"GDELT": {"GlobalEventID": 891269741, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor2Code": "ELI", "Actor2Name": "ACTOR", "Actor2Type1Code": "ELI", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.8802228412256297, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI", "Actor2Geo_Lat": 53.0, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "EI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20191206133000, "SOURCEURL": "https://www.foxnews.com/entertainment/vikings-katheryn-winnick-michael-hirst-alexander-ludwig"}, "ARTICLE": {"TITLE": "‘Vikings’ star Katheryn Winnick says creator Michael Hirst received death threats over Lagertha’s fate", "TEXT": "History’s “Vikings” is gearing up for its final journey to Valhalla.\n\nThe epic saga, which first premiered in 2013, has launched its sixth and last blood-soaked season, leaving audiences wondering who will live or die.\n\nThe Norse drama’s two original cast members, Katheryn Winnick (Lagertha) and Alexander Ludwig (Bjorn Lothbrok), may sail into 2020, but not without a fight. In fact, Winnick, 41, told Fox News the legendary shieldmaiden wasn’t supposed to survive for as long as she had so far.\n\n‘VIKINGS’ STAR CLIVE STANDEN TALKS NEW SEASON, SHOW RUMORS AND ‘GAME OF THRONES’ COMPARISONS\n\nMEET 'VIKINGS' STAR GUSTAF SKARSGARD, THE OTHER SKARSGARD BROTHER FROM THE ACTING DYNASTY\n\nWinnick and Ludwig, 27, spoke to Fox News about saying goodbye to “Vikings,” creator Michael Hirst facing the wrath of viewers and what they will miss the most about the show once it’s all over:\n\nFox News: This the sixth and final season of “Vikings.” How does it feel to say goodbye?\n\nKatheryn Winnick: That’s a very tough question. On one hand, we're saying goodbye. It's such a celebratory thing to be able to do six amazing seasons. And we were talking about it earlier, that Michael Hirst has had a vision of how he wanted to end the final episode back in day one, six years ago.\n\nSo, we're happy to say that he is telling that story. But also it's sad. You're saying goodbye to a part of you and your character that you've known for so long. If I'm 100 percent honest, I don't know if I've actually gone through my mourning process yet. And the grieving process. I think I have to wear black for like a year just to be able to really digest that the show's finished.\n\n‘HEATHERS’ STAR LISANNE FALK REFLECTS ON HER BOND WITH WINONA RYDER, WHY THE CULT FILM DOESN’T NEED A REBOOT\n\nJAMES DEAN MOVIE DIRECTORS ORIGINALLY WANTED ELVIS PRESLEY IN CGI CASTING\n\nAlexander Ludwig: It’s also like… we’ve created such an amazing family in Ireland with the cast and the crew who have just put their hearts and souls into this project. I will say it's certainly not a comfortable show to film. I mean it's... You're out in the elements. Everything you see on screen is what we're actually doing.\n\nSo, doing that for 11 months out of the year, being away from home, there is something great about being able to come back, see your friends and family and move on to new things. That said, this is the greatest experience — I think I speak for both of us when I say for our professional careers so far. We're so unbelievably humbled and grateful that so many people have taken a liking to the show and have been just such fervent supporters of it.\n\nFox News: “Vikings” has had so many unexpected twists and turns. Was there ever a time when you picked up the script and thought your character was going to die?\n\nWinnick: Always. This is \"Vikings.\" You never know when you're going to go.\n\nLudwig: We had a producer who we called the Angel of Death. He would call you like two weeks before...\n\nWinnick: And he'll tap you on the shoulder and say, \"Can I speak with you?\" And he would be the first person [who] would give you the heads up if you're going to go.\n\n‘SOPRANOS' ACTOR MICHAEL IMPERIOLI RECALLS SMASHING CAR WITH JAMES GANDOLFINI, REACTS TO PREQUEL CASTING\n\n‘DIRTY JOBS’ STAR MIKE ROWE RECALLS LIVING IN HAUNTED MANSION WITH 'FRIENDLY GHOST' FOR FREE\n\nLudwig: I always felt kind of safe just because my character is historically based. He was the first King of Sweden. But, as I saw the show, creatively and understandably, the show started to take more and more liberties. It is a drama. So, Michael started taking more liberties with history and I started realizing, \"Oh man. You never know. Our time could come.\"\n\nWinnick: I know with my character, Michael used to... Lagertha was only supposed to stay on for a couple of years, three, four at the max. She stayed till the very end, or beginning of season six... I know Michael used to get death threats by other females saying, \"You can kill off every character, but don't touch Lagertha!\" Just for what she stood for. So… You kind of think you're safe, but you never really know. At the end of the day, you're never really safe.\n\nFox News: Katheryn, you made your directorial debut this season. What was that experience like?\n\nWinnick: First of all, I'm so honored to be able to have my directorial debut on a show that I'm so supported, not only as an actor but as a first-time director. I could not have done it without all the support from the cast, from the crew. People gave me their extra time, even on the weekends to walk through sets or rehearse. And really had the support system that I have yet to feel again.\n\nFORMER ‘WISEGUY’ STAR KEN WAHL SAYS HELPING VETERANS HAS BECOME ‘MY CALLING AND MY PURPOSE’\n\nJOHN RICH ON GIVING BACK TO VETERANS, SAYS WE OWE ALL TO THE 'PEOPLE THAT LOVE THIS COUNTRY ENOUGH TO DIE FOR IT'\n\nSo, it's really a family that really wanted to create an environment so I can succeed and triumph. And I got a chance to work with Alexander, which a big part of my episode was to do with his storyline. And he definitely had a very big job in terms of emotionally going there. And I'm proud to say that he killed it. And it's going to be a huge surprise for everybody when they see his entire season unfold.\n\nFox News: Alexander, what was it like working with someone like Katheryn?\n\nLudwig: I mean, the feeling is mutual. Working with Katheryn was one of the greatest experiences of my life and I would work with her again in a heartbeat. She was incredible. And just... She really was just such a supportive director. I mean, it was, honestly it was shocking to think that this was [her] first time doing it. She's a natural.\n\nWinnick: It’s funny, when you work with your friends, there's a certain easiness and a certain language where you can bring a lot of your personal life into the work if, you know, not just with you, but even with other actors whispering something in the ear, be like, I know, think of this ex-girlfriend or this or whatever it is. So, there are certain little secrets that give a first-time director the advantage of knowing someone personally to really get the performance that you're looking for.\n\n‘KING KONG’ STAR FAY WRAY ENDURED PERSONAL TRAGEDIES, REMAINED DEVOTED TO FAMILY DESPITE FAME, DAUGHTER SAYS\n\n'KNIGHT RIDER' STAR REBECCA HOLDEN RECALLS ON-SCREEN CHEMISTRY WITH DAVID HASSELHOFF, WHY SHE LEFT SERIES\n\nFox News: What will you miss the most about being part of a show like “Vikings”?\n\nLudwig: I mean, the family. I mean it's the camaraderie. I mean, I know that's kind of a cliche thing to say, but it's the truth. I mean, you create this... For six years you've created this huge, this amazing family. I'm lucky enough that so much of my family from that show live in LA.\n\nLike Katheryn literally lives five minutes away from me. So, that's great. And Travis [Fimmel] isn't that far away, so that's nice. But I mean, I'm going to miss the crew and I'm going to miss... I'm going to miss the show and the world and the characters. I mean, it's a success for any actor to be working. So, it's just a cherry on top to be working on something that you're so unbelievably proud of.\n\nI think it really invigorated people's interest in a culture that had fallen by the wayside. I think that there's so much... For such a... For a culture that was in like the middle ages, I mean, they were also so progressive and I just thought we had such, as Katheryn can speak to, we had such formidable female characters as well. And to just be a small part of that was just amazing.\n\nKEVIN SORBO DEFENDS FAITH-BASED ACTION FILM 'THE RELIANT,' SAYS 'HOLLYWOOD DOESN’T REALLY OWE ME ANYTHING'\n\nFAMILY OF INFAMOUS MAFIA INFORMANT TOMMASO BUSCETTA COMES OUT OF HIDING FOR ‘OUR GODFATHER’ DOC\n\nWinnick: And now more than ever, especially with what's happening with the Times Up movement and Me Too movement, I think women have or need inspiration or at least have someone they can tap into that has a strong voice. And I think Michael Hirst, and with my help, I've created Lagertha as being one of the strong women on television right now.\n\nAnd hopefully, that's just the beginning and having more women get behind the camera being not only directors but also producers and writers. I think that it's important to have them on that side of the camera to be able to tell those strong stories for women and tell the stories that women can relate to. And it's going to be a long time coming for that change to happen, but it's slowly happening and I'm happy to be part of that.\n\n“Vikings” airs Wednesdays at 10 p.m. on History."}}