{"GDELT": {"GlobalEventID": 891269344, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor1Code": "DNK", "Actor1Name": "DENMARK", "Actor1CountryCode": "DNK", "IsRootEvent": 0, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.8354253835425403, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Denmark", "Actor1Geo_CountryCode": "DA", "Actor1Geo_ADM1Code": "DA", "Actor1Geo_Lat": 56.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "DA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Denmark", "Action2Geo_CountryCode": "DA", "Action2Geo_ADM1Code": "DA", "Action2Geo_Lat": 56.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "DA", "DATEADDED": 20191206133000, "SOURCEURL": "http://brandeishoot.com/2019/12/06/the-hoot-celebrates-winter-holidays/"}, "ARTICLE": {"TITLE": "The Hoot celebrates winter holidays", "TEXT": "Hanukkah: Rachel Saal\n\nIt would be a lot harder to be a self-hating Jew if Hallmark would make just one Hanukkah movie. Christmas gets all of the good songs and all of the decorations and all of the good traditions. Anytime I’ve heard someone try to come up with a Hanukkah song, the best that they can do is “The Dreidel Song,” which is pretty much the equivalent of saying “who cares that Bentley got a snow day and we just got a delay—I’ll just grip the backpack of the person in front of me, name them Balto and trust that they’ll safely drag me to my 12:30 class.”\n\n\n\nAs someone who delights in driving around and looking at all the decorations, I certainly do not take issue with Christmas (or Balto, by the way). Rather, I take issue knowing that “the holiday season” really means “Christmas and all of the other holidays with the people that we really should include but that would mean we would have to figure out how to spell Chanokkka, so let’s actually not.” Songs with no mention of anything Christmas-related like “Let it Snow,” have been labeled as “Christmas songs,” and I’ve said it once, but I’ll say it again, Hallmark has not had a SINGLE Hanukkah movie, which I’m sure isn’t because its too difficult to make a movie about Jews who have family drama. They are scheduled to have two movies coming out this year, but I wouldn’t be surprised if those movies are just Christmas movies in which DJ from “Full House” meets a man who owns a menorah and had a bar mitzvah. I understand that many secular people celebrate Christmas and that the Christian population is much larger than the Jewish one—I simply hope that “the happiest time of the year” can one day be the happiest time of the year for everyone.\n\n\n\nChristmas: Polina Potochevska\n\nUnlike some other holidays which span the length of just one day, like Valentine’s Day or Thanksgiving, to me, Christmas is an entire season. It’s a time to drink copious amounts of hot chocolate, sing classic Christmas carols and search endlessly to find the perfect gifts for friends and family that will make them smile. It’s also The Nutcracker season, one of my favorite ballets that basically takes over my entire fall semester here at Brandeis (come see the show on Dec. 7 and Dec. 8!). But it’s also much more than that.\n\nThe one thing that I don’t absolutely love about Christmas-time is the way that our society emphasizes the commercialization of the holiday. It’s not just about buying expensive presents and decorating homes lavishly with extreme amounts of lights and set-ups (does anyone else watch “My Crazy Obsession: Christmas Collection?”). To me, this holiday, and the entire season, is about connecting with others in meaningful ways and bringing happiness to people’s lives. Whether over a meal, a cheesy Hallmark movie night or cookie-baking, Christmas as it’s celebrated today, in my opinion, most importantly serves as a reminder to why this holiday exists in the first place: to celebrate the one who brings true joy, peace and hope into all of our lives.\n\nNew Year: John Fornagiel\n\nPicture your quintessential American New Years Eve: getting the day off work, partying with your friends and watching thousands of fireworks being launched into the air, illuminating the night sky. It may seem like this is how New Years is celebrated throughout most of the world, but many cultures celebrate the turn of a new year with their own unique traditions. These are some of the ones that I find particularly interesting.\n\nIn Spain, it is tradition to eat 12 grapes at midnight on New Years Eve. Each grape brings good luck for one of the 12 months of the year. In some of the bigger locations in Spain, like in Madrid and Barcelona, people will usually gather in large squares and eat all of their grapes together in unison! The Philippines follows a very similar tradition, in which 12 grapes are eaten at midnight. However, on New Years Eve in the Philippines, you will typically find round shapes dispersed throughout the country. For them, these round shapes represent coins which symbolize wealth and prosperity. Some even wear polka dots for good luck.\n\nThis next one is my personal favorite. In Denmark, people celebrate the New Year by throwing glasses and plates against the doors of friends and family to banish evil spirits. Panamanians (had to look that one up, and I love it) will also try and banish evil spirits by burning statues of well-known people to give them a fresh start to the new year. The Danish also gather in large groups at midnight. When the clock strikes 12, they all jump off the chairs and land on the floor, “leaping” into the new year.\n\nMany South American countries like Brazil, Venezuela, Ecuador and Bolivia wear specially-colored underwear on New Years Eve. One of the more common colors that they wear is red, to symbolize finding and falling in love in the following year. Another popular color is yellow, which is thought to bring wealth and prosperity.\n\nRussians are typically known for how well they can drink, and their New Year’s Eve tradition is no different. In Russia, in the minutes before midnight, people will write all their wishes down on a scrap of paper. They then burn the paper, throw the ashes into a champagne glass and drink it before midnight hits.\n\nWith New Years right around the corner, it is my hope that you will follow a very common tradition in America: making a New Year’s resolution. With the inspiration of a new year, hopefully we can all kick those undesirable behaviors.\n\n\n\nOld New Year: Sasha Skarboviychuk\n\nOld New Year? Isn’t regular New Year enough? Maybe for some, but in most Eastern European countries, Old New Year is a traditional holiday celebrated on Jan. 14. In the Julian calendar, it is the start of a New Year. It usually marks the end of the major winter holidays, which includes Orthodox Christmas.\n\nTraditionally, the Christmas tree is not taken down until after Old New Year. How the day is spent, since it is not an official holiday in most countries, varies from family to family. Some families celebrate in a Christmas-manner—with a large family gathering, food and carols, while others celebrate it in more of a New Year manner—they go out and party.\n\nAlthough partying may be fun, I always preferred the more traditional sit-down dinner, especially because traditionally, you can find fun surprises in your food. When dumplings are made for Old New Year, there is usually a small object hidden in one of them (like a button, or in my family, a dumpling full of peppercorn). It is said that whoever finds the special dumplings will have good fortune in the following year.\n\n\n\n\n\nSolstice: Aaron LaFauci\n\nIt’s the longest night of the year. Some folks think about Dec. 21 with varying degrees of sadness and dread but why? I have found that Dec. 20 is the finals cutoff for most American colleges—it is certainly so for Brandeis. The solstice presents the longest period of darkness all year, but for a non-working college student on break, that means nothing. The solstice can be the coziest night of the year, if you let it.\n\nIt isn’t like Christmas at all. There are no familial obligations, gifts to wrap or dishes to prepare. All of that will come and go in a few days. No, the solstice is a night for you. Gather all the blankets and pillows in your home, bake some cookies and build a fire if you can. Do whatever brings you peace and comfort because you sure aren’t going to be relaxing with all the holidays coming up. Revel in the darkness, make it your own.\n\nIf you aren’t a big winter person, think about it this way: Sure, the solstice means that every trace of summer warmth is finally gone. The next few months promise to be cold and icy, but no night will be ever be as long as Dec. 21. The evenings can only get shorter, and they will. In a month, the morning light will return, and 6 a.m. commuters will not have to drive in the dark forever. Soon, the heat will return, and you will have no excuse to do nothing. Enjoy the darkness while it lasts.\n\nSaturnalia: Victoria Morrongiello\n\nIt’s Dec. 17 in 43 B.C in the Roman Republic, the second Triumvirate is in full swing and no one knows of Marc Antony’s affair with Cleopatra yet! Times are great, and now it’s time to celebrate, cause it is Saturnalia! Oh… you haven’t heard of Saturnalia? Well then, you’ve come across the right part of this paper, my friend. It may not be commonly known that before people celebrated Christmas, there was another similar holiday… and, you guessed it, that holiday was Saturnalia. People decorated their doors with wreaths, sang cheerful songs and gave gifts to friends and loved ones—sound familiar? Also, I hate to break it to you, but the classic red and white hat worn by jolly old Saint Nicholas was used during Saturnalia to identify slaves who had been temporarily freed for the festivities-—so remember that the next time you go to a Santacon.\n\nBut the beautiful thing about this time of year that remains true, despite how far removed we are from the times of the Roman Republic, is the merriment and joy that this season brings. The Roman poet Catullus described the celebration as “the best of days” and isn’t that how the holidays make us feel today too. No matter what you celebrate—or don’t celebrate—you can feel the joy of being with those you love and that’s what makes this time of year special. So Happy Saturnalia, my friends, and a Happy New Year too!"}}