{"GDELT": {"GlobalEventID": 891268933, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.53218210361068, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islah, Al Ma?wit, Yemen", "Actor2Geo_CountryCode": "YM", "Actor2Geo_ADM1Code": "YM10", "Actor2Geo_ADM2Code": "32785", "Actor2Geo_Lat": 15.5068, "Actor2Geo_Long": 43.7413, "Actor2Geo_FeatureID": "10645930", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islah, Al Ma?wit, Yemen", "Action2Geo_CountryCode": "YM", "Action2Geo_ADM1Code": "YM10", "Action2Geo_ADM2Code": "32785", "Action2Geo_Lat": 15.5068, "Action2Geo_Long": 43.7413, "Action2Geo_FeatureID": "10645930", "DATEADDED": 20191206133000, "SOURCEURL": "https://www.middleeasteye.net/news/death-military-commander-opens-partisan-strife-taiz"}, "ARTICLE": {"TITLE": "Death of a Yemeni military commander sparks partisan strife in Taiz", "TEXT": "Adnan al-Hammadi knew his life was in danger. The popular and much respected Yemeni brigadier general had survived an assassination attempt in Taiz's al-Maafer district in November 2018.\n\nOn Monday he was not so lucky.\n\nTaiz was shocked by the news that al-Hammadi was shot in the head by his own brother, Galal al-Hammadi, in front of his home in the city's Bani Hammad area.\n\nThe 51-year-old was the leader of the 35th Armoured Brigade, one of three forces in Taiz loyal to President Abd Rabbuh Mansour Hadi in his fight against the Houthi movement.\n\nThe killing of the popular military commander has prompted calls for investigations, with a rival group accused of being behind his death, and exposes the divisions rife within the pro-government camp.\n\nBadr al-Hammadi, a resident of Bani Hammad, told Middle East Eye: \"When Adnan was in front of his house along with his guards, his brother Galal shot him in the head and the guards in turn shot Galal, who is now in a critical situation in the hospital.\"\n\nAccording to Badr al-Hammadi, who is no relation to the two brothers, Hammadi and his brother did not quarrel before his death.\n\nMiddle East Eye could not independently verify the account of the incident.\n\nDifferent stories are circulating about the manner of Adnan Hammadi's death, though Badr's account reflects the most common version of events.\n\n\"The whole province regrets the loss of Hammadi,\" Badr said. \"He was one of the bravest military commanders in Taiz.\"\n\nTaiz, a city and eponymous province in Yemen's southwest, has seen some of the fiercest and most protracted fighting since a Saudi-led coalition entered the conflict in 2015 in support of Hadi's government.\n\nAmong Hadi's supporters in Taiz are a number of conflicting groups, which at times have fought amongst themselves for superiority in the province. Many of them are the remnants of Yemen's General People's Congress, the party of late president Ali Abdullah Saleh.\n\n'Saleh was everything': Yemeni ex-president's party divided two years after his death Read More »\n\nHammadi's brigade has been fighting in the outskirts and rural areas of Taiz, while the city itself is under the control of military units supporting the Islah party, an offshoot of the Muslim Brotherhood.\n\nThe governor of Taiz, Nabil Shamsan, is a member of the GPC but a supporter of Islah.\n\nHammadi, however, has been accused by Islah supporters of allying with Salafi warlord Abu al-Abbas, who has been - often violently - at odds with the Muslim Brotherhood offshoot.\n\nAbbas, who is backed by the United Arab Emirates, commanded the largest Salafi force inside Taiz's Popular Resistance militia until his battalions recently became part of the 35th armoured brigade.\n\nPrior to his death, Hammadi had spoken out against partisan differences inside the Yemeni army. He asked his fighters not to work for the sake of a specific party, but for Yemen instead.\n\n\"Do not engage in partisan activities while you are in the 35th Brigade,\" he told his soldiers in June.\n\n\"We are proud of all of you, from all political backgrounds: Nasserist, socialist, Islah, GPC. But when you join the army, you must renounce your party membership.\"\n\n'The whole province regrets the loss of Hammadi. He was one of the bravest military commanders in Taiz' - Badr al-Hammadi, Bani Hammad resident\n\nAlthough Hammadi's brother is a suspect, Hadi has yet to order an investigation into the killing, which has triggered the anger of a number of Yemenis on social media, who accused the president of acquiescence.\n\n\"Has President Hadi formed an acceptable national committee from all sides to conduct an impartial investigation into the killing of Adnan Al-Hammadi, or he is still waiting for Ali Mohsen to allow him?\" Olfat al-Dubaai, professor of sociology at Taiz University, said on Twitter.\n\nAli Mohsen is the vice president of Yemen, and a member of Islah party.\n\nFaced with mounting discontent, Taiz governor Shamsan said on Friday Hadi was set to form a committee, though no official announcement has yet been forthcoming.\n\nAccusations against Islah\n\nHammadi's death came only a few days after former Islah militia commander Khaled Fadel was returned by a presidential decree to his role in Taiz leading all military brigades, including the 35th armoured brigade.\n\n\"Islah's hatred of Hammadi was clear during the last few years, and anyone can visit the Facebook pages of Islah members and see the campaign against him,\" Farouq Hammadi, a member of the Nasserist party, told MEE.\n\nHe said he believed Hammadi was killed by his brother, but that he did not believe that he was murdered for personal reasons. Instead, he accused Islah of instigating the assassination.\n\n\"The killer is still alive,\" he told MEE. \"The investigation will prove that there were no personal disputes between Hammadi and his younger brother Galal,\" Farouq added.\n\n\"I demand Hadi forms a committee to speak with Hammadi's relatives and the eyewitnesses to prevent any chaos inside Taiz.\"\n\nDifferent groups have mourned Hammadi, even Islah, whose members considered Hammadi one of their enemies in Taiz since he joined forces with the Salafis.\n\nBut that did not wash with Fadhl al-Gaadi, an official in the powerful Southern Transitional Council (STC), who accused Islah of killing Hammadi.\n\n\"They assassinated him and rushed to issue an obituary statement,\" he tweeted.\n\nCalls for an 'impartial probe'\n\n\"There is no doubt that Hammadi was one of the bravest military commanders in Taiz, and his brigade liberated several areas in the province,\" Ayman Musheer, an Islah member in Taiz, told MEE.\n\n\"It is a big loss for the whole province to lose a commander like Hammadi in these difficult conditions, so we hope that President Hadi will form an investigative committee.\"\n\nMusheer said Hammadi fought shoulder to shoulder with other military brigades in Taiz and there was no fighting between Hammadi and Islah. In fact, he said, there are Islah fighters in the 35th brigade.\n\n\"The disagreement between some Islah military commanders and Hammadi was for the sake of the country. There were no disputes because of political affiliations as we have heard after Hammadi's death,\" Musheer said.\n\n'The killer is still alive. The investigation will prove that there were no personal disputes between Hammadi and his younger brother Galal' - Farouq Hammadi, Nasserite\n\nHammadi himself never publicly mentioned any disputes between himself and Islah. There had, however, been an exchange of accusations between supporters of the two sides on social media.\n\n\"An impartial investigation will reveal that Hammadi was killed because of a personal quarrel with his brother and it had nothing to do with Islah party,\" Musheer said.\n\nAbdulbaqi al-Qadasi, a soldier in the 35th brigade, confirmed to MEE that his troops had arrested some of those accused of killing Hammadi, including his brother who is still alive in hospital.\n\n\"Adnan al-Hammadi advised us to avoid any partisan differences inside the army, so I am not happy to see some people accuse Islah party of assassinating our commander,\" Qadasi said.\n\nAccording to the soldier, the best policy is to follow Hammadi's example and refrain from criticising any particular party until all the facts are known.\n\n\"We demand President Hadi forms a committee as soon as possible, because any delay may lead to disputes among the military brigades in Taiz, and will open more doors for accusations,\" he said."}}