{"GDELT": {"GlobalEventID": 891269317, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "GOV", "Actor2Name": "KING", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.6855036855036896, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20191206133000, "SOURCEURL": "http://islingtontribune.com/article/drug-addicts-shoot-up-on-estate-balconies"}, "ARTICLE": {"TITLE": "Drug addicts ‘shoot up on estate balconies’", "TEXT": "The residents at the Derby Lodge in King’s Cross\n\nA MOTHER says her young child is sleeping with a badminton racket by his bed after drug addicts took over a housing block to shoot up.\n\nSarah Finnis said the number of unwelcome visitors to Derby Lodge, King’s Cross, had “got to the point it was dangerous” for residents.\n\nTenants have created a film showing people injecting drugs on balconies, bedding down in a broken lift and gas rooms.\n\nThe block’s managers say the building’s heritage listing has made it difficult to make security changes.\n\nMs Finnis said: “I have a nine-year-old – he’s got special needs – and now he’s sleeping by his badminton racket. He’s scared someone is going to get into the flat. They are on the stairs, in the lift. He’s asking me ‘what’s that, mummy?’ at a condom on the floor. It is horrible.”\n\nWhile the revamp of the railwaylands has worked to rebrand King’s Cross as an upmarket place to live, a contrast from a historic reputation as red light district, people living in the surrounding roads say old problems still exist.\n\n“King’s Cross has improved a bit. There are nice new buildings and all the rest of it around here – but it still has got the problems of drugs, homelessness, prostitution,” said Ms Finnis.\n\n“I have been here 22 years and it has never been as bad as this.\n\n“I work with homeless charities and it is obviously very sad to see people on the streets, and when I see people taking drugs I get upset.\n\n“But I am also looking at it and I think am I really living like this? People are in the lift, having sex. They are sleeping on the balconies.\n\n“The building is falling apart, literally cracking.\n\n“All we really need is a metal security gate but they say they can’t do it because its a listed building.”\n\nThe tenants have come together to “fight back” against the problem have urged London & Quadrant, which runs two of the four blocks in Derby Lodge, to take firm action.\n\nA spokesman for London & Quadrant said: “We’d like to sincerely apologise to all those who have been affected by the issues at Derby Lodge. The safety and wellbeing of our residents is our top priority and we were extremely concerned to receive the reports of this situation.\n\n“Upon learning that the entrance to the electricity meter room of the building had been broken on the 4 November, we immediately sent a team down to secure the door. In the last week of November we received reports of rough sleeping, and discovered that the door had been damaged again. We arranged for a more robust temporary door to be installed on the 29 November and will do whatever we can to ensure the most secure arrangements possible are in place going forwards.\n\n“We have also learned that unauthorised people had been entering the block via the main communal entrance by walking in behind residents and visitors. We have submitted a planning application to Camden Council which will allow us to add a second security door to the communal entrance – in the meantime we are looking at boosting security at the building through adding extra locks. We have also arranged for the lift to be replaced in January.\n\n“No-one should feel unsafe in their community. We are in contact with the police’s Safer Neighbourhoods team to explore options for setting up more regular patrols of the area, and would like to encourage residents who see anything suspicious to contact the authorities immediately. Residents also have the contact details of a named property manager should they have any additional concerns to raise.”"}}