{"GDELT": {"GlobalEventID": 891269209, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor1Code": "CHRCTH501", "Actor1Name": "SISTERS OF MERCY", "Actor1Religion1Code": "CHR", "Actor1Religion2Code": "CTH", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.60818713450292, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191206133000, "SOURCEURL": "https://www.globalsistersreport.org/news/justice/speak-truth-love-i-included-ordination-women-my-greeting-and-i-want-it-included"}, "ARTICLE": {"TITLE": "To Speak the Truth in Love: 'I included the ordination of women in my greeting. And I want it included'", "TEXT": "Editor's note: On Oct. 7, 1979, Sr. Theresa Kane, then president of the Leadership Conference of Women Religious and leader of the Sisters of Mercy of the Union, greeted Pope John Paul II at the National Shrine of the Immaculate Conception. Her carefully chosen words included this sentence: \"Our contemplation leads us to state that the church, in its struggle to be faithful to its call for reverence and charity for all persons, must respond by providing the possibility of women as persons being included in all the ministries of our church.\" In a recently released biography, To Speak the Truth in Love: A Biography of Theresa Kane RSM, St. Joseph Sr. Christine Schenk details Kane's journey to leadership and her strength and persistence in the face of the Vatican's reaction and efforts to remove her from office. Schenk's column, Simply Spirit, appears regularly in Global Sisters Report and National Catholic Reporter, and she is a board member of NCR. Global Sisters Report is reprinting two excerpts with permission from Orbis Books. This is the second of the two. Read the first.\n\nLCWR leaders would themselves soon journey to Rome for their customary annual meeting with officials from the Sacred Congregation for Religious and Secular Institutes (SCRIS) scheduled for November 6-9. Shortly thereafter, Theresa attended the International Union of Superiors General (UISG) council meeting, a gathering of sister leaders from all over the world. Theresa and LCWR leadership hoped to schedule a meeting with Pope John Paul II while they were in Rome. They quickly received promises of support from Archbishop John Quinn, Archbishop Jean Jadot, and SCRIS prefect Cardinal Eduardo Pironio. The cardinals' plenary assembly made a November meeting with the pope impossible, however, so it was decided to try again after the first of the year. LCWR always sent their proposed agenda ahead of time. For this meeting it included: (1) processes for preparing and approving new constitutions, (2) reports on ongoing dialogue about two LCWR studies, Patterns in Authority and Obedience and Women and Ministry, and (3) discussion of \"significant directions\" in US religious life. When SCRIS secretary, Archbishop Augustin Mayer, OSB, wrote back, he informed LCWR that because of the pontiff's recent reiteration of the traditional teaching on female ordination, SCRIS had removed the Women and Ministry Study as an agenda item. The congregation also added a new agenda item, requesting that Theresa clarify her greeting to the Holy Father. Theresa tactfully replied October 25 with a request to reinstate the Women and Ministry agenda item, since this study was about \"the involvement of women in the ministry of the Church as already effected and of women as recipients of the Church's ministry.\" Further, she wrote, \"The word 'ministry' as used increasingly here in the United States ... is not synonymous with ordination but rather implies the broader area signified by the word 'apostolate.' \" She informed SCRIS that she would also be \"most happy\" to share her \"observations of clarification\" about the Shrine event at the November meeting. In light of the agenda change, the LCWR executive committee met beforehand to strategize ways of approaching a potentially difficult meeting. Since it was likely that Rome had received only negative letters about Theresa's greeting, they decided to select one hundred of the positive letters they had received from clergy, laity, and religious leaders to present to SCRIS. Sympathetic clergy were notified and given the opportunity to request that their letters not be included. LCWR past president Saint Joseph Sister Mary Dooley suggested inviting Mother Alice Anita Murphy, of the Sisters of St. Joseph of Philadelphia, who was already planning to attend the UISG gathering. Although a member of Consortium Perfectae Caritatis — an organization of more conservative sisters — Mother Alice Anita was known for her dialogic approach and respect for diversity. She agreed to attend. Other LCWR members who attended were Sister Mary Dooley, Blessed Virgin Mary Sister Joan Doyle, Carondelet St. Joseph Superior Mary Kevin Ford, and Sister of Charity Barbara Thomas. Congregation of Divine Providence Sister Lora Ann Quiñonez — who was the executive secretary of LCWR and fluent in Spanish — completed the delegation.\n\nAdvertisement Advertisement\n\nArchbishop Mayer was not able to attend, and, because of the cardinals' assembly, Cardinal Pironio could not be present for every session. The three-day meeting was therefore chaired by the Rev. Basil Heiser, OFM, an American who had served as undersecretary to SCRIS until 1984. Other SCRIS attendees included three sisters — one British and two Americans — and two more religious order priests, one British and one French Canadian. Sisters Mary Dooley, Lora Ann Quiñonez, and Theresa had been asked to arrive three days early to meet privately with Cardinal Pironio and discuss a possible meeting with the pope. Upon their arrival, however, the meeting was summarily cancelled, not once but twice. The sudden change of plans prompted Theresa to reflect wryly on the differences in \"the culture, style and approach\" of the Vatican compared to what was customary in the United States. In her communiqué to the LCWR National Board she wrote: \"We succeeded in letting our sense of humor overshadow our sense of frustration and discouragement at the inefficiency, or perhaps even thoughtlessness in how much was involved in adjusting schedules for three of us to be there several days in advance.\" Fortunately, the trio had \"an excellent conference\" with British Sister of Notre Dame de Namur Mary Linscott of SCRIS in the interim. Sister Mary Dooley was able to arrange for a large apartment that would accommodate the seven LCWR sisters during the week they were in Rome. Before the first meeting, Theresa proposed two strategies to enhance their sense of mutuality and empowerment. \"I don't think we should go in and have them lead the meeting, and tell us everything,\" she said. \"Why don't we set this up? I will co-chair with Father Heiser. The two of us will then work with everyone around the table to look at the different issues.\" The other LCWR members \"loved the idea,\" as well as her proposal to intersperse group members around the table rather than having SCRIS sit on one side and LCWR on the other. Having attended this meeting previously as president-elect, Theresa knew she wanted a different dynamic. Fr. Heiser had no idea this request was coming. On hearing no objections from other SCRIS staff, he agreed to it. After the opening prayer, Theresa inquired if Cardinal Pironio was coming or if they were to start without him. She was assured that he would be coming, although at present he was unavoidably detained. Theresa then wisely gave Fr. Heiser control of what was potentially the most contentious issue: \"Now, before we start, you wanted the greeting to the pope to be clarified. It's on the agenda, but I'm going to leave it up to you, Fr. Heiser, to let me know when you want me to clarify it.\" The priest thanked her saying, \"Now we want to hold that until Cardinal Pironio's here.\" Theresa nodded, \"Fine. Then, I won't bring it up again. You'll bring it up when you're ready.\" She remembers thinking to herself, \"If you never bring it up, I'll never bring it up.\""}}