{"GDELT": {"GlobalEventID": 891270142, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor1Code": "RUSSPY", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "Actor1Type1Code": "SPY", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.41841004184101, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191206133000, "SOURCEURL": "https://news.yahoo.com/trump-reportedly-spoke-giuliani-unsecured-111957570.html"}, "ARTICLE": {"TITLE": "Trump reportedly spoke with Giuliani on unsecured cellphone lines that were likely tapped by Russia spies", "TEXT": "President Donald Trump has been communicating with his personal attorney Rudy Giuliani on unsecured cellphone lines exposed to surveillance by Russian intelligence, The Washington Post reported Friday.\n\nJohn Sipher, the former deputy chief of Russia operations at the CIA, told The Post that in failing to secure their communications, Trump and Giuliani had effectively \"given the Russians ammunition they can use in an overt fashion, a covert fashion, or in the twisting of information.\"\n\nGiuliani has played a leading role in seeking damaging information on Trump's behalf about the Democratic presidential contender Joe Biden from former Ukrainian officials, a search that is now subject to an impeachment investigation.\n\nVisit Business Insider's homepage for more stories.\n\nPresident Donald Trump has communicated with Rudy Giuliani on unsecured personal cellphone lines that were almost certainly being monitored by Russian intelligence, current and former US officials told The Washington Post.\n\nAccording to phone records released by the House Intelligence Committee this week, Giuliani regularly communicated with several key Trump administration officials and most likely the president himself using his cellphone while he sought damaging information from former Ukrainian officials on the Democratic presidential contender Joe Biden.\n\nVideo: Professor Explains How Impeachment Works\n\nBut according to intelligence officials who spoke with The Post, there is no indication that Giuliani's phone was encrypted or otherwise protected from surveillance by foreign powers.\n\nAn administration official, who was not named in Friday's report, said that Trump regularly talked to Giuliani and others on unsecured lines.\n\n\"It happened all the time,\" the official told The Post. Another aide described Trump's habit of using unsecured cellphone lines as a \"bonanza\" for foreign intelligence.\n\nTrump talks to Putin by phone\n\nOfficials told The Post that intelligence agents could have used information gleaned from the calls to feed selected disinformation to Giuliani via Ukrainian assets.\n\nStory continues\n\nIn recent weeks Republican lawmakers and the president have defended a groundless theory reportedly seeded by Russian intelligence that Ukraine, not Russia, interfered in the 2016 presidential election. Trump requested in a July 25 phonecall with Ukraine's president Volodymyr Zelensky that sparked the impeachment probe that Ukraine investigate the theory.\n\nGiuliani again traveled to Ukraine this week and met a lawmaker from the pro-Russia Party of Regions.\n\nJohn Sipher, the former deputy chief of Russia operations at the CIA, told The Post that in failing to secure their communications, Trump and Giuliani had effectively \"given the Russians ammunition they can use in an overt fashion, a covert fashion, or in the twisting of information.\"\n\nHe said Russian intelligence agencies most likely had more information on what Trump and Giuliani discussed in the calls than House impeachment investigators.\n\n\"Congress and investigators have call records that suggest certain things but have no means whatsoever of getting the actual text\" of what was said, Sipher said. \"I guarantee the Russians have the actual information.\"\n\nThe White House did not immediately respond to a request for comment.\n\nBusiness Insider"}}