{"GDELT": {"GlobalEventID": 891269226, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor1Code": "COP", "Actor1Name": "SECURITY FORCE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 175, "EventBaseCode": 175, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 48, "NumSources": 7, "NumArticles": 48, "AvgTone": -5.51444409542842, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ07", "Actor1Geo_ADM2Code": "36785", "Actor1Geo_Lat": 33.3386, "Actor1Geo_Long": 44.3939, "Actor1Geo_FeatureID": "-3103581", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "36785", "Action2Geo_Lat": 33.3386, "Action2Geo_Long": 44.3939, "Action2Geo_FeatureID": "-3103581", "DATEADDED": 20191206133000, "SOURCEURL": "https://apnews.com/2d15fae86ea3e86dcf417f1d26a3461b"}, "ARTICLE": {"TITLE": "15 killed in Iraqi capital as assailants fire live rounds", "TEXT": "Anti-government protesters gather near barriers set up by security forces to close Rasheed Street during ongoing protests in Baghdad, Iraq, Thursday, Dec. 5, 2019. (AP Photo/Khalid Mohammed)\n\nAnti-government protesters gather near barriers set up by security forces to close Rasheed Street during ongoing protests in Baghdad, Iraq, Thursday, Dec. 5, 2019. (AP Photo/Khalid Mohammed)\n\nBAGHDAD (AP) — Gunmen in cars opened fire Friday in Baghdad’s Khilani Square. leaving at least 15 people dead and 60 wounded, Iraqi security and medical officials said. At least two of the dead were policemen.\n\nProtesters fearing for their lives ran from the plaza to nearby Tahrir Square and mosques to take cover. It wasn’t immediately clear who did the shooting.\n\nThe attack came as anti-government demonstrators occupied parts of Jumhuriya, Sinak and Ahar bridges in a standoff with security forces. All the bridges lead to or near the heavily-fortified Green Zone, the seat of Iraq’s government.\n\nADVERTISEMENT\n\n“We are under live fire now with electric power cut, the wounded and martyrs are here and the bullets were fired in Sinak Bridge,” said one protester, who did not give their name for fear of retaliation.\n\nThe attack came a day after a string of suspicious stabbing incidents targeting demonstrators left at least 13 wounded in Baghdad’s Tahrir Square, the epicenter of Iraq’s leaderless protest movement.\n\nThose attacks by unknown perpetrators occurred as demonstrators supporting political parties and Iran-backed militias withdrew from the Square . The incidents Thursday fueled paranoia among protesters, who immediately implemented self security measures to uncover saboteurs within the square.\n\nAt least 400 people have died since the leaderless uprising shook Iraq on Oct. 1, with thousands of Iraqis taking to the streets in Baghdad and the predominantly Shiite southern Iraq decrying corruption, poor services, lack of jobs and calling for an end to the political system that was imposed after the 2003 U.S. invasion.\n\nSecurity forces dispersed crowds with live fire, tear gas and sonic bombs, leading to fatalities.\n\nEarlier, Iraq’s highest Shiite religious authority called for the formation of a new government within the allotted deadline, and without foreign interference, as the clock ticks down on lawmakers to select a new premier following the resignation of Prime Minister Adel Abdul-Mahdi last week.\n\nThousands of anti-government protesters from across southern Iraq had joined demonstrators in Tahrir Square, the epicenter of the protest movement in the capital, hours after the sermon, according to security officials.\n\n“We hope the head of the new government and it’s members are chosen within the constitutional deadline and according to the aspirations of the people and away from outside influence,” the Grand Ayatollah Ali al-Sistani said in his weekly Friday sermon in the holy city of Najaf. The sermon is always delivered by a representative.\n\nADVERTISEMENT\n\nHe added that the Shiite religious establishment would not take part in the government formation process.\n\nParliament had 15 days since his stepping down was formally recognized by lawmakers last Sunday to name a new nominee, per the constitution.\n\nSince the U.S. invasion of 2003, government formation in Iraq has been based on brokering consensus among political factions and their foreign allies, primarily the U.S. and Iran. President Barham Salih launched talks immediately after Abdul-Mahdi’s resignation by making rounds with different political blocs. Iranian Gen. Qassim Soleimani, the head of Iran’s elite Quds Force and the architect of its regional security apparatus, also came to Baghdad to meet with key officials.\n\nLawmakers made headway in passing a key reform bill to change the membership of Iraq’s controversial Independent High Electoral Commission, the body tasked with overseeing polls, in a session Thursday night. Anti-government protesters consider IHEC a corrupt and partisan institution and its commissioners working in favor of political parties. The new law seeks to select commissioners primarily from the judiciary.\n\nProtesters are also calling for early elections and reforms to have a greater influence in electing their representatives.\n\nAl-Sistani, Iraq’s most powerful religious figure who’s opinion holds sway over Iraqis, also said peaceful protesters should increase their ranks and push out saboteurs, while respecting the role of the “indispensable” security forces.\n\nFollowing the sermon, thousands of protesters traveled to Baghdad from across southern Iraqi provinces and marched on Tahrir Square, including from Dhi Qar, Diwanieh, Karbala, Najaf, Babylon and Missan, security officials said, chanting the slogan “Sistani, we are his soldiers.”\n\nSecurity officials requested anonymity in line with regulations."}}