{"GDELT": {"GlobalEventID": 891269597, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "LEG", "Actor2Name": "LEGISLATURE", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 127, "EventBaseCode": 127, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.33605376860298003, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Zurich, ZüSZ, Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ25", "Actor1Geo_ADM2Code": "26310", "Actor1Geo_Lat": 47.3667, "Actor1Geo_Long": 8.55, "Actor1Geo_FeatureID": "-2554935", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Zurich, ZüSZ, Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ25", "Actor2Geo_ADM2Code": "26310", "Actor2Geo_Lat": 47.3667, "Actor2Geo_Long": 8.55, "Actor2Geo_FeatureID": "-2554935", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Zurich, ZüSZ, Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ25", "Action2Geo_ADM2Code": "26310", "Action2Geo_Lat": 47.3667, "Action2Geo_Long": 8.55, "Action2Geo_FeatureID": "-2554935", "DATEADDED": 20191206133000, "SOURCEURL": "https://insurancenewsnet.com/oarticle/2019-credit-suisse-worry-barometer-retirement-provision-remains-the-top-concern-confidence-in-institutions-down-sharply"}, "ARTICLE": {"TITLE": "2019 Credit Suisse Worry Barometer: Retirement Provision Remains the Top Concern, Confidence in Institutions Down Sharply", "TEXT": "ZURICH , Germany , Dec. 5 -- Credit Suisse, a financial services provider, issued the following news release:\n\nRetirement provision remains the biggest concern for Swiss voters, followed by healthcare/health insurance and foreigners. Concerns about environmental protection and climate change have risen to fourth place. These are among the key findings of the 2019 Credit Suisse Worry Barometer . A combination of overdue reforms and a perceived lack of leadership in the executive branch have also diminished the public's confidence in almost all Swiss institutions.\n\nIn 2019, Credit Suisse once again commissioned the research institute gfs.bern to conduct a survey to find out what issues worry Swiss citizens the most and what they consider to be the key features of Swiss identity. The top three spots on the Swiss worries list are unchanged from last year: With 47 percent, Old Age and Survivors' Insurance (AHV)/retirement provision received the most votes, followed by concerns over healthcare and health insurance (41 percent) and foreigners (30 percent).\n\n\"As last year, the two biggest concerns are concrete domestic policy issues where the political establishment was expected to provide solutions. But from the voters' perspective, policymakers have not delivered. As a result, voters have become somewhat disillusioned with politics on these issues,\" says Lukas Golder , Co-Head of gfs.bern, which has conducted the Credit Suisse Worry Barometer survey since 1995.\n\n\"The loss of confidence in politicians is notable and can likely be attributed to the scope of the unresolved issues. The survey responses offer policymakers a clue as to how they might address these pressing issues in the future. A clear majority of respondents would like the Federal Council to take a stronger leadership role and would like the Federal Assembly to find sustainable compromises and give business leaders sufficient freedom to find pragmatic solutions, something voters feel those leaders are quite capable of doing. This can be interpreted as a clear mandate to the Federal Council and the newly elected Federal Assembly for the coming legislative period,\" says Manuel Rybach, Global Head of Public Affairs and Policy at Credit Suisse.\n\nAdvertisement\n\nEnvironmental concerns and climate change collectively climbed back into the top five Swiss concerns last year. Climate change, a topic that saw extensive media coverage throughout the year, climbed to fourth place, gaining six percentage points (pp), with 29 percent of respondents naming it Unemployment ranked fifth among Swiss worries, with 26 percent (+4 pp). Concerns about personal safety (now in sixth place, +11 pp) increased more sharply than any other worry. When asked which problem needs to be addressed most urgently, Swiss voters most frequently cited Old Age and Survivors' Insurance /retirement provision (16 percent), followed by environment/climate change (12 percent).\n\nReform backlog seen as a threat to Swiss identity\n\nLast year's Worry Barometer revealed that the Swiss expect their policymakers to find solutions to the country's most urgent problems. The results of this year's Worry Barometer suggest that this expectation was not met. For example, 46 percent of respondents feel that the government and legislature often fail to resolve key issues. This figure stood at just 24 percent in 2017. The executive branch in particular is viewed critically by many voters. \" The Federal Council needs to do a better job of fulfilling its leadership role,\" say 83 percent, while 68 percent feel that \" Parliament should seek more compromise.\" Business is viewed slightly less critically than politics, with 41 percent of respondents saying that business leaders often fail on key issues. At the same time, 60 percent said they are highly competent problem-solvers and that \"The business community finds solutions faster than policymakers\" but that \"they need more freedom and less bureaucracy.\" More than three-quarters of eligible Swiss voters (77 percent) also view the \"diminishing ability of politicians to reach sustainable solutions\" as the greatest threat to Swiss identity, followed by problems with the EU (62 percent) and the reform backlog in general (61 percent). Immigration, which had topped the list nearly every year from 2004 to 2016, ranked fourth among perceived threats to Swiss identity, with 58 percent of respondents naming it.\n\nLosing faith in Swiss institutions\n\nSwiss skepticism towards politicians is reflected in the confidence rankings. Voter confidence in the nation's institutions has declined dramatically since last year's survey. In one year, the 20 institutions included in the survey have lost over a quarter of the share of people who trust them. Six institutions even lost 20 percentage points or more: the EU (-20 pp), employee associations (-20 pp), political parties (-22 pp), employers' associations (-23 pp), paid newspapers (-23 pp) and churches (-25 pp). The police were the only institution to gain confidence this year and are considered the nation's most trusted institution, at 72 percent. Next in line are the Federal Supreme Court (65 percent) and the Swiss National Bank (58 percent). Lukas Golder of gfs.bern comments: \"Overall, the Swiss still have more faith in their government than their counterparts in other countries. Some 51 percent trust the Federal Council (-10 pp), while average confidence in national governments in the OECD as a whole amounts to just 43.4 percent on average.\"\n\nDigitalization improves quality of life\n\nThe 2019 Worry Barometer shows that respondents take an overwhelmingly positive view of new technologies, especially with respect to improved opportunities on the labor market. More than 60 percent either \"strongly agree\" or \"agree\" with these statements: Digitalization \"makes it easier to navigate the labor market,\" \"improves working conditions,\" and \"makes it easier for potential employers to find employees.\" In addition, 67 percent feel that technology improves quality of life. The much-discussed fear of digitalization making jobs redundant is not reflected in the Worry Barometer. Only 10 percent of those surveyed think it is likely that their jobs will be automated by robots, new technologies, or intelligent software within the next five years, while 82 percent consider that scenario unlikely. However, the Swiss do also see risks in the new technologies. For example, 81 percent of respondents stated that data collection using new technologies makes it easier for private tech companies to act unscrupulously, and the same percentage of voters believe the technologies make it easier for the state to exercise more control. A majority also stated that new technologies were making society complacent (75 percent) and more vulnerable (72 percent). Around one-third (35 percent) feel that \"digitalization is overwhelming.\"\n\nPeople want more recognition for volunteer work\n\nThe Schweizerische Gemeindeverband ( Swiss Association of Municipalities ) has declared 2019 to be the Year of Militia Work. This year's Worry Barometer has dedicated a special section to the topic and has asked voters to offer ideas and suggestions for boosting volunteerism in Switzerland . Overall, 90 percent of voters believe that more public recognition for volunteer work would help, while 74 percent think it would make sense to establish other mandatory services as alternatives to military service, and 72 percent agreed that better government-funded training for volunteer work could help. In contrast, only 26 percent agreed with the statement \"Volunteering is a private matter which should not be actively promoted,\" while 66 percent disagreed with it.\n\nSwiss rate their personal economic situations positively\n\nAt 92 percent, the share of Swiss who consider their personal economic circumstances to be \"satisfactory,\" \"good,\" or even \"very good\" is unchanged from last year. This is in line with responses to the question of how satisfied the Swiss are with their lives in general. On a scale from 0 to 10, 88 percent rate their lives at a level of 5 or higher, and 39 percent at a level of 8 or higher. Although the share of people who expect their personal economic situations to improve in the next 12 months decreased slightly, from 16 percent to 12 percent, the outlook in general remains stable. As in the previous year, 75 percent of voters expect to at least maintain their current economic status in the year ahead.\n\nOverview: The most important insights from the 2019 Credit Suisse Worry Barometer\n\n* The three greatest concerns of people in Switzerland are unchanged. The biggest worry among the Swiss remains Old Age and Survivors' Insurance /retirement provision, with 47 percent of respondents citing this issue. What political objective should be accorded the highest priority? On that question, too, Old Age and Survivors' Insurance /retirement provision is the most commonly cited answer.\n\n* With a score of 41 percent, the topic of healthcare/health insurance is once again in second place in the list of Swiss worries. Questions around foreigners ranked third, at 30 percent. Environmental concerns and climate change collectively gained six percentage points (pp) over last year, to 29 percent and fourth place in the rankings. When asked which issue needs to be addressed most urgently, respondents put the environment and climate change in second place (12 percent).\n\n* Concerns around personal safety increased more sharply than any other worry, by 11 percentage points, making it number six on the list. On the other hand, refugees/asylum issues decreased by 11 percentage points, to rank ninth among Swiss worries.\n\n* Swiss voters are increasingly dissatisfied with policymakers: 46 percent stated that the government and legislature often fail to resolve key issues and an overwhelming 83 percent feel that \" The Federal Council needs to do a better job of fulfilling its leadership role.\" In addition, 77 percent of Swiss voters view the \"diminishing ability of politicians to reach sustainable solutions\" as the greatest threat to Swiss identity.\n\n* Many voters are losing faith in Swiss institutions: Almost all Swiss institutions have lost voters' confidence. The EU (-20 pp), employee associations (-20 pp), political parties (-22 pp), employers' associations (-23 pp), paid newspapers (-23 pp) and churches (-25 pp) all lost considerable amounts of trust. The police were the only institution to gain ground and are considered the nation's most trusted institution, with 72 percent.\n\n* The Swiss are not very concerned about digitalization. Most take a positive view of its impact on the labor market and their own ability to find a job, and 67 percent stated that technology improves quality of life. However, respondents are also aware of its risks. 81 percent of respondents stated that data collection using new technologies makes it easier for private tech companies to act unscrupulously and that technology makes it easier for the state to exercise more control.\n\n* The special section on the Year of Militia Work shows that, overall, 90 percent of voters believe that more public recognition for volunteer work would encourage more people to volunteer. Meanwhile, 74 percent think it would make sense to establish other mandatory services as alternatives to military service, and 72 percent expressed that better government-funded training for volunteer work could help.\n\n* At 92 percent, the share of Swiss who consider their personal economic circumstances to be \"satisfactory,\" \"good,\" or even \"very good\" is unchanged from last year. This is in line with responses to the question of how satisfied respondents are with their lives. On a scale from 0 to 10, 88 percent rate their lives at a level of 5 or higher, and 39 percent at a level of 8 or higher.\n\nCredit Suisse Worry Barometer : A representative survey\n\nWhat are the greatest concerns of people in Switzerland ? How much confidence do they have in political, business and social leaders? For the past 43 years, Credit Suisse has conducted an annual Worry Barometer survey to examine precisely these issues. Through the Worry Barometer, Credit Suisse aims to contribute to the public debate on issues of socio-political relevance. From July 10 to August 5, 2019 , the research institute gfs.bern asked 2,495 voters across Switzerland about their concerns on behalf of Credit Suisse. The statistical sampling error is +-2.0 percentage points.\n\nCredit Suisse Bulletin 4/2019 includes an extensive dossier on this theme with results, information graphics and interpretations: www.credit-suisse.com/bulletin\n\nThe detailed analyses of the study, including information graphics, can be found at: www.credit-suisse.com/worrybarometer\n\nPlease use the term \" Credit Suisse Worry Barometer \" when referring to these results.\n\n* * *\n\nCredit Suisse AG"}}