{"GDELT": {"GlobalEventID": 891270489, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor1Code": "UZB", "Actor1Name": "UZBEKISTAN", "Actor1CountryCode": "UZB", "Actor2Code": "KGZ", "Actor2Name": "KYRGYZSTAN", "Actor2CountryCode": "KGZ", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.22650056625141, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tashkent, Toshkent Shahri, Uzbekistan", "Actor1Geo_CountryCode": "UZ", "Actor1Geo_ADM1Code": "UZ13", "Actor1Geo_ADM2Code": "37316", "Actor1Geo_Lat": 41.3167, "Actor1Geo_Long": 69.25, "Actor1Geo_FeatureID": "-2579372", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bishkek, Bishkek, Kyrgyzstan", "Actor2Geo_CountryCode": "KG", "Actor2Geo_ADM1Code": "KG01", "Actor2Geo_ADM2Code": "37216", "Actor2Geo_Lat": 42.8731, "Actor2Geo_Long": 74.6003, "Actor2Geo_FeatureID": "-2331392", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Astana, Gorod Astana, Kazakhstan", "Action2Geo_CountryCode": "KZ", "Action2Geo_ADM1Code": "KZ05", "Action2Geo_ADM2Code": "37174", "Action2Geo_Lat": 51.1811, "Action2Geo_Long": 71.4278, "Action2Geo_FeatureID": "-2334218", "DATEADDED": 20191206133000, "SOURCEURL": "https://www.upi.com/Top_News/Voices/2019/12/06/Kazakhstan-Uzbekistan-key-to-US-interests-in-Central-Asia/5291575636435/"}, "ARTICLE": {"TITLE": "Kazakhstan, Uzbekistan key to U.S. interests in Central Asia", "TEXT": "Uzbekistan President Shavkat Mirziyoyev (L) meets with U.S. President Donald Trump in the Oval Office of the White House in 2018. File Photo by Olivier Douliery/UPI | License Photo\n\nKazakhstan President Kassym-Zhomart Tokayev, shown here in June, participated in the recent Commonwealth Security Treaty Organization summit with Russian President Vladimir Putin in Bishkek. File Photo by Igor Kovalenko/EPA-EFE\n\nDec. 6 (UPI) -- As U.S. President Donald Trump renews his negotiations with the Taliban and has visited Afghanistan, the meeting of the five Central Asian leaders in Tashkent on Nov. 29 was a step in the right direction -- and in U.S. interests.\n\nA geostrategic opportunity is opening for America in how Washington can advance the U.S. interests in a quickly shifting landscape in Central Asia. Two countries, Kazakhstan and Uzbekistan, will play a key role.\n\nAdvertisement\n\nIn preparation for a year and a half, the second Summit of Central Asian countries was hosted by Uzbekistan's President Shavkat Mirziyoyev, who is moving his country toward modernization by opening to greater Western investment.\n\nThe Tashkent summit included all five Central Asian leaders: Kyrgyz President Sooronbay Jeenbekov and Tajik President Emomali Rahmon, in addition to Turkmenistan's President Gurbanguly Berdymuhammadov, who attended for the first time, missing the first summit in the Kazakh capital, then known as Astana, in March 2018.\n\nRELATED Arab Gulf states expand investment in Central Asia\n\nKazakhstan's first President Nursultan Nazarbayev, who technically resigned from the presidency in March, represented his country, while President Kassym-Zhomart Tokayev participated in the Commonwealth Security Treaty Organization summit with Russian President Vladimir Putin in Bishkek the day before.\n\nUzbekistan, the country with the largest population of the five, became key for the start of regional cooperation after the death of its first leader, Islam Karimov, in 2016. Mirziyoyev is seeking to reform and fix bilateral ties in the region.\n\nAdvertisement\n\nThe Tashkent summit, coming a day after the CSTO meeting Putin in Kyrgyzstan, purposefully had Western-oriented messaging as opposed to what had occurred in Bishkek. The Tashkent Summit focused on \"Enhanced Integration and Prosperity in Central Asia\" and is an important step for expanding cooperation between Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan (C5), making the countries much more of a subject of foreign and security interests to the United States. Together, with Central Asia's total population of about 72 million, their weight is an important anchor in a region surrounded by nuclear powers Russia, China, India, Pakistan and the aspirant Iran.\n\nRELATED Disengaging from Central Asia is a bad idea\n\nThe Trump White House, which is about to release its Central Asian strategy, sees the utility in focusing efforts on Kazakhstan and Uzbekistan simultaneously, as Tashkent assumes its role among the other Central Asian countries. But it has a long way to go to catch up with Kazakhstan, the regional leader.\n\nCentral Asian states working together are bigger than a sum of their parts. They can and should develop into bulwark against terrorism, radical Islam and balance off great power aspirations of their immediate neighbors.\n\nBesides America, the European Union and the Organization for Economic Co-operation and Development see value in C5 cooperation. The reason is simple: Together they could represent a sizable market, as well as an arena of prosperity and geopolitical stability.\n\nAdvertisement\n\nTajikistan, Uzbekistan and Turkmenistan all border Afghanistan, and their economic and security ties, and influence of culturally close neighbors, could be of utmost importance in overcoming decades of war and violence in Afghanistan. According to the Tashkent Declaration, Afghanistan is a major focus of the C5.\n\nTo be sure, the prospects for sustainable development in Central Asia are linked to peace in that neighboring country. The intensification of international efforts to resolve the conflict in Afghanistan is being conducted through the Conference on Regional Economic Cooperation on Afghanistan, which is a South Asian initiative to bring stability to Afghanistan during this time of transition. Afghanistan's peace is key to promote regional initiatives and projects for transit systems to increase the volume of international trade.\n\nSouth Asia and the C5 interests intersect in Afghanistan. But with Afghanistan still mired in warfare, and with a negotiation ongoing between the United States and the Taliban, the C5 and their relationship with the United States becomes paramount. Much like the relationships that developed between the United States and some of the Central Asian states via CENTCOM in the early years of the Afghanistan operation, the United States needs a stable, unified Central Asia. The United States' access to two Kazakh Caspian ports -- Aktau and Kuryk -- as transit points to ship nonmilitary material to and from Afghanistan is significant, despite violent incidents that are increasingly occurring along Afghanistan's northern border.\n\nAdvertisement\n\nShared cultural heritage of the five Central Asian countries is an important theme in multilateral discussions, as it forms a \"Central Asian identity that is based on the historical, linguistic, religious and political heritage of countries,\" the regional leaders at the summit have declared.\n\nWhen Mukhtar Tleuberdi, the foreign minister of Kazakhstan, visits his American counterparts in Washington, D.C., on Dec. 12, he will be bringing the main takeaways from the regional summit. The United States should remain fully engaged, especially with the two pillars in Central Asia, Kazakhstan and Uzbekistan.\n\nWashington should expand the current cooperation programs and encourage further integration though the elimination of trade barriers; closer coordination of legal frameworks; greater transparency and the rule of law; opening the markets for foreign investment; modernizing infrastructure and logistics, including hydro power.\n\nBefore the next summit in Kyrgyzstan in 2020, America will see a window of opportunity. Regional stability and economic growth sure beats debt traps, illiberal illusions and interference by neighboring powers.\n\nTheodore Karasik is a fellow in Russia and Middle East Affairs at the Jamestown Foundation in Washington, D.C., and a national security expert specializing in Europe, Eurasia and the Middle East. He also worked for the RAND Corp."}}