{"GDELT": {"GlobalEventID": 891269675, "Day": 20191206, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9205, "Actor1Code": "GRCGOV", "Actor1Name": "GREEK", "Actor1CountryCode": "GRC", "Actor1Type1Code": "GOV", "Actor2Code": "REF", "Actor2Name": "REFUGEE", "Actor2Type1Code": "REF", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.729927007299271, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athens, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Athens, AttikíR, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR35", "Actor2Geo_ADM2Code": "16716", "Actor2Geo_Lat": 37.9833, "Actor2Geo_Long": 23.7333, "Actor2Geo_FeatureID": "-814876", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Athens, AttikíR, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR35", "Action2Geo_ADM2Code": "16716", "Action2Geo_Lat": 37.9833, "Action2Geo_Long": 23.7333, "Action2Geo_FeatureID": "-814876", "DATEADDED": 20191206133000, "SOURCEURL": "https://reliefweb.int/report/greece/un-migration-chief-appeals-solidarity-and-support-ease-migration-pressures-greece"}, "ARTICLE": {"TITLE": "UN Migration Chief Appeals for Solidarity and Support to Ease Migration Pressures in Greece - Greece", "TEXT": "Athens – International Organization for Migration (IOM) Director General António Vitorino said today (06/12) in Athens that the significant migration pressures facing Greece should be met with greater political and practical support from the European Union (EU).\n\nDuring his one-day visit to Greece, DG Vitorino met with Prime Minister Kyriakos Mitsotakis and Minister of Foreign Affairs, Nikos Dendias, for discussions focused on the need for a comprehensive, balanced and durable way forward to address the current migration situation.\n\nDG Vitorino welcomed the government’s policy initiative to protect and assist unaccompanied migrant children and efforts to ease overcrowding on the islands. Here, he offered IOM’s steady support to the Greek government through the continued provision of humanitarian services to migrants and refugees in need, the movement of vulnerable people from the islands and their accommodation on the mainland.\n\n“The transfer of migrants and refugees from overcrowded, very poor conditions on the islands to the Greek mainland is a humane and practical demonstration of solidarity within Greece itself,” Vitorino said following the meeting.\n\n“Likewise, Greece needs continued solidarity and support from fellow EU member states to share the responsibility and to buffer against any future shocks,” he continued.\n\nIrregular migrant crossings to Greece have increased in the second half of this year, adding stress to already overburdened structures and communities, particularly on the islands.\n\nThe Director General stressed that a balanced approach to migration management will be more effective in the longer term.\n\n“We are convinced that the dangers and the pressures of irregular migration facilitated by pervasive smuggling networks can be alleviated by improving and increasing channels for orderly and legal migration, including resettlement and complementary pathways and responsibility-sharing mechanism among EU member states,” he said.\n\n“There needs to be greater urgency in the ongoing discussions, but after today I’m confident that migration management and cooperation will receive new impetus,” he said.\n\nDG Vitorino also met with the Mayor of Athens, Kostas Bakoyannis. Together they visited the Elaionas open facility in the centre of Athens which currently hosts some 1,800 refugees and asylum seekers. Elaionas is one of the 30 long-term accommodation facilities active in the Greek mainland, where IOM ensures dignified reception and protection standards for some 24,000 migrants and refugees with the support of the European Commission.\n\nFor further information, please contact Christine Nikolaidou, IOM Greece, Tel: +30 210 99 19 040, Email: cnikolaidou@iom.int"}}