{"GDELT": {"GlobalEventID": 891399079, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "HLH", "Actor2Name": "REGISTERED NURSE", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 11, "NumSources": 11, "NumArticles": 11, "AvgTone": 0.8972989107094741, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_Lat": 42.0046, "Actor1Geo_Long": -93.214, "Actor1Geo_FeatureID": "IA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Iowa, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIA", "Actor2Geo_Lat": 42.0046, "Actor2Geo_Long": -93.214, "Actor2Geo_FeatureID": "IA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0046, "Action2Geo_Long": -93.214, "Action2Geo_FeatureID": "IA", "DATEADDED": 20191207020000, "SOURCEURL": "https://www.sandiegouniontribune.com/news/nation-world/story/2019-12-06/klobuchar-gaining-traction-in-iowa-with-midwest-sensibility"}, "ARTICLE": {"TITLE": "Klobuchar gaining traction in Iowa with Midwest sensibility", "TEXT": "Quick with a joke and unsparing in her mockery of President Donald Trump, Minnesota Sen. Amy Klobuchar and her Midwest sensibility show signs of gaining traction in Iowa, her neighboring state and where her presidential ambitions rise and fall.\n\nShe regularly ignites laughter while campaigning, as she did Friday with a line about a mishap involving her hair during last month’s Democratic debate.\n\nBut what’s helping Klobuchar, 59, gain traction at a key moment in the intensifying campaign for the Iowa caucuses, more than a punchy campaign style, is a self-assured sense of the possible and a bold recitation of what she has done.\n\n“Make it simple: a nonprofit option, insurance that you can buy into to compete with the insurance companies,” Klobuchar told 50 people crammed into a coffee shop in small-town Indianola, south of Des Moines, on Friday. “So this is where you start.”\n\nAdvertisement\n\nKlobuchar is banking on a litany of compromise legislation in the Senate during her two terms and a bipartisan tone to help spur a glimmer of hope in her campaign in Iowa, the nation’s first voting state.\n\n“She’s a lot more realistic than a lot of them,” said Maxine Willadson, 64, a registered nurse who later attended a campaign event in the back of a restaurant in rural southern Iowa. “I think she speaks to us. I can relate to her.”\n\nKlobuchar, who long struggled to catch on, has benefited from lively debate performances and a sense of curiosity among those Iowans like Willadson — she also likes former Vice President Joe Biden and South Bend, Indiana, Mayor Pete Buttigieg — who are anxious the far-reaching agendas of Vermont Sen. Bernie Sanders and Massachusetts Sen. Elizabeth Warren are too costly and politically unpopular.\n\n“What I do is find common ground where I can find it and stand my ground where I must,” Klobuchar said in Chariton.\n\nAdvertisement\n\nShe has also pointedly noted that a woman of Buttigieg’s age and experience — 37 and mayor of a city of about 100,000 residents — would likely not be considered a viable presidential prospect.\n\nThe result has been an influx of money that has allowed her to build up her Iowa staff, though not on the scale of her rivals. Still, Klobuchar had added five offices around the state to the 10 she had.\n\nAlso noteworthy, this week she added to her team veteran Iowa Democratic campaign operative Norm Sterzenbach, a former Iowa Democratic Party executive director who had been an adviser to former Rep. Beto O’Rourke’s 2020 presidential campaign.\n\nKlobuchar was on a three-day trip through Iowa, including lightly populated counties in her quest to campaign in each of Iowa’s 99 counties before the Feb. 3 caucuses. By Saturday, she planned to have campaigned in her 70th.\n\nAdvertisement\n\nPertinent to the authenticity she is working to build, she is keenly familiar with not just Iowa’s congressional politics, but also with the individual legislative gains Iowa Democrats made in 2018, as well as details of the conservative agenda of Iowa’s GOP-controlled Statehouse.\n\nIt’s aimed at making her central argument that a candidate with a winning record across a big diverse Midwestern state is best suited to lead the Democratic ticket against the Republican Trump, who swept to victory by reversing decades of Democratic wins in the upper Midwest.\n\nThere are signs it’s got potential. The Des Moines Register-CNN-Mediacom Iowa Poll conducted last month showed Klobuchar rising to a distant fifth, behind Buttigieg, Warren, Biden and Sanders. A brighter spot for her: Nearly 40% of likely caucus participants were still considering her, a jump of more than 10 percentage points in the past month.\n\nKlobuchar, pugnacious with her policy and political savvy, is unafraid to tease her would-be supporters about their legendary, thorough deliberations.\n\nAdvertisement\n\n“Let’s get moving on that!” she told her Indianola audience. “It’s less than 60 days away!”"}}