{"GDELT": {"GlobalEventID": 891397365, "Day": 20191130, "MonthYear": 201911, "Year": 2019, "FractionDate": 2019.9041, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 1, "EventCode": 831, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.6479076479076, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ07", "Actor1Geo_ADM2Code": "36785", "Actor1Geo_Lat": 33.3386, "Actor1Geo_Long": 44.3939, "Actor1Geo_FeatureID": "-3103581", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ07", "Actor2Geo_ADM2Code": "36785", "Actor2Geo_Lat": 33.3386, "Actor2Geo_Long": 44.3939, "Actor2Geo_FeatureID": "-3103581", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20191207020000, "SOURCEURL": "https://freebeacon.com/national-security/u-s-sanctions-iranian-controlled-militias-killing-peaceful-protesters-in-iraq/"}, "ARTICLE": {"TITLE": "U.S. Sanctions Iranian-Controlled Militias Killing Peaceful Protesters in Iraq", "TEXT": "The Trump administration on Friday issued a bevy of new sanctions on Iranian militia leaders guilty of killing peaceful protesters in Iraq, a sign the administration is troubled about increasingly muscular attempts by Tehran to infiltrate the Iraqi government and wrest control for its own agenda.\n\nAs Tehran spends its waning government coffers on foreign wars and terrorist groups, its own people have begun to revolt, resulting in thousands of deaths and imprisonments. The situation is similar in Iraq, where nearly two months of protests forced Adel Abdul Mahdi, the country's prime minister, to resign last week. Iranian-backed militias stormed protests in Baghdad on Thursday and stabbed at least 15 people, disrupting the demonstrations against Iran's growing influence in the country.\n\nThe Trump administration is not remaining on the sidelines as protests rage in both Iran and Iraq. Secretary of State Mike Pompeo issued new sanctions on multiple individuals the administration accused of advancing Iran's agenda in Iraq. The sanctions are a clear sign the White House has no intention of permitting these popular protests to be hijacked by Tehran.\n\n\"The United States recently expressed its commitment to using its legal authorities to sanction corrupt individuals stealing the Iraqi people's public wealth and killing and wounding peaceful protesters,\" Pompeo said on Friday. \"Today, we are honoring that pledge by sanctioning four Iraqis implicated in serious human rights abuses and corruption.\"\n\nThis includes several \"Iranian-backed militia leaders\" who have conducted \"serious human rights abuses in Iraq.\" An Iraqi politician was also sanctioned for \"widespread corruption,\" according to Pompeo.\n\n\"The Iraqi people want their country back,\" he said. \"They are calling for genuine reform and accountability and for trustworthy leaders who will put Iraq's national interests first. Those demands deserve to be addressed without resort to violence or suppression. Human rights abuses and corruption undermine the values that are at the foundation of stable, secure, and functioning societies.\"\n\nAmong those sanctioned are Qais al-Khazali, secretary general of the Iran-backed Asa'ib Ahl al-Haq (AAH) militia in Iraq, and Laith al-Khazali, his brother who also heads the militia group, according to information provided by the U.S. Treasury Department.\n\n\"During the late 2019 protests in many cities in Iraq, AAH has opened fire on and killed protesters,\" according to the Treasury Department. \"Qais al-Khazali was part of a committee of Islamic Revolutionary Guard Corps-Qods Force (IRGC-QF) proxies that approved the use of lethal violence against protesters for the purpose of public intimidation.\"\n\nThe IRGC, Iran's external paramilitary fighting force, has played a major role in fomenting unrest across the region. From Iraq to Lebanon to Yemen, IRGC leaders have funded and trained a network of militants loyal to Tehran's radical foreign policy goals.\n\nThe Trump administration formally designated the IRGC a foreign terrorist organization in April.\n\nSanctions also were levied on Husayn Falih ‘Aziz al-Lami, another Iranian-supported militia leader who was ordered by Tehran to suppress protesters in Iraq, according to the Treasury Department.\n\n\"Al-Lami was part of a committee of IRGC-QF proxies that approved the use of lethal violence against protesters for the purpose of public intimidation,\" the United States said. \"In late 2019, al-Lami was responsible for ordering the assassinations and suppression of protesters in Baghdad. Al-Lami directed militia fighters who shot protesters in early October 2019, a time when dozens of protesters were killed. \"\n\nLastly, sanctions were imposed on Khamis Farhan al-Khanjar al-Issawi, an Iraqi businessman whom the United States accused of widespread corruption.\n\n\"Al-Khanjar is designated for having materially assisted, sponsored, or provided financial, material, or technological support for, or goods or services to or in support of, corruption, including the misappropriation of state assets, the expropriation of private assets for personal gain, corruption related to government contracts or the extraction of natural resources, or bribery,\" according to the Treasury Department."}}