{"GDELT": {"GlobalEventID": 891398539, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "MED", "Actor1Name": "JOURNALIST", "Actor1Type1Code": "MED", "Actor2Code": "JUD", "Actor2Name": "ADVOCATE", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.6053811659192805, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ampatuan, Maguindanao, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP56", "Actor1Geo_ADM2Code": "67175", "Actor1Geo_Lat": 6.86667, "Actor1Geo_Long": 124.46700000000001, "Actor1Geo_FeatureID": "-2408287", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ampatuan, Maguindanao, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP56", "Actor2Geo_ADM2Code": "67175", "Actor2Geo_Lat": 6.86667, "Actor2Geo_Long": 124.46700000000001, "Actor2Geo_FeatureID": "-2408287", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ampatuan, Maguindanao, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP56", "Action2Geo_ADM2Code": "67175", "Action2Geo_Lat": 6.86667, "Action2Geo_Long": 124.46700000000001, "Action2Geo_FeatureID": "-2408287", "DATEADDED": 20191207020000, "SOURCEURL": "https://pcij.org/article/3250/the-trial-and-facts-of-the-case"}, "ARTICLE": {"TITLE": "The Trial and Facts of the Case", "TEXT": "BY CENTER FOR MEDIA FREEDOM AND RESPONSIBILITY (CMFR) AND FREEDOM FOR MEDIA, FREEDOM FOR ALL NETWORK\n\nOn Nov. 23, 2009, 58 persons were killed in Ampatuan town, Maguindanao province. The victims included 32 journalists and media workers, two lawyers, six motorists passing the same route, and the wife and sisters of Esmael “Toto” Mangudadatu, at that time the vice-mayor of Buluan town in Maguindanao.\n\nON DEC. 19, 2019, Judge Jocelyn Solis-Reyes, presiding judge of Branch 221 of the regional trial court of Quezon City, will promulgate the ruling on the Ampatuan Massacre case, after over nine years of trial.\n\nThe case called the attention of press organizations in the Philippine and of international media groups. The killings that occurred on Nov. 23, 2009 were described as the “deadliest strike against the press in history.”\n\nThe massacre underscored the dangers to journalists in the Philippines, as advocates for press freedom and justice have focused on the months and years of trial.\n\nOn Nov. 23, 2009, 58 persons were killed in Ampatuan town, Maguindanao province. The victims included 32 journalists and media workers, two lawyers, six motorists passing the same route, and the wife and sisters of Esmael “Toto” Mangudadatu, at that time the vice-mayor of Buluan town in Maguindanao.\n\nThe Mangudadatu women were on their way to Shariff Aguak to file Toto’s certificate of candidacy for the 2010 gubernatorial elections. The convoy included media practitioners, and members of the community press, including broadcasters from TV and radio.\n\nThe media practitioners and workers — many of them from General Santos City and Koronadal City — were covering the filing of Mangudadatu’s certificate of candidacy, which his wife, Genalin, would accomplish on his behalf. The case also exemplified the violence that tars the record of elections in the country.\n\nThe Ampatuans were the ruling clan in Maguindanao: Andal Ampatuan Sr. was governor of the province and Andal Jr., or Datu Unsay, was mayor of Ampatuan town.\n\nMangudadatu’s challenge was news, a story that concerned not only the local community, but also the national public. Then President Gloria Macapagal Arroyo publicly acknowledged the Ampatuans as important allies, making them powerful partisans in national politics.\n\nThe convoy led by Genalin Mangudadatu drove through a route manned by police checkpoints. Implicated in the killings, officers of the Philippine National Police (PNP) were among those charged, including P/CInsp. Sukarno Dicay, at that time the chief of the 15th Regional Mobile Group, as well as at least 60 other policemen, and several members of the Ampatuan clan.\n\nDatu Unsay was charged with murder. This meant that the prosecution had to prove that, not only did he kill the victims, but that he did it in such a way as to ensure impunity. The elements of murder include treachery and the use of superior strength. The prosecution also alleged conspiracy, which meant that each of the accused may be accountable for the violence committed by the others: the conspiracy if proven would make the crime of one the crime of all.\n\n— PCIJ"}}