{"GDELT": {"GlobalEventID": 891398402, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.29555236728838, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191207020000, "SOURCEURL": "https://www.jdsupra.com/legalnews/us-court-of-international-trade-46271/"}, "ARTICLE": {"TITLE": "US Court of International Trade Confirms Limits to Section 232 Action", "TEXT": "In just one opinion, the landscape surrounding national security tariffs has undergone a dramatic shift. In Transpacific Steel LLC v. United States, an otherwise narrow dispute regarding steel imports from Turkey subject to national security tariffs, the U.S. Court of International Trade (CIT) wrote in broad terms that Congress has placed checks on the President’s authority under Section 232 of the Trade Expansion Act of 1962. That statute authorizes the President to take action against imports that threaten to impair the national security.\n\nIn advancing his trade policies, President Trump has relied heavily on Section 232, examining whether imports of aluminum, steel, uranium, autos and auto parts, and titanium sponge threaten to impair national security. Indeed, President Trump has used Section 232 more frequently than any of his predecessors. Transpacific may change the way that President Trump and his successors employ Section 232 to address imports that purportedly threaten to impair the nation’s security.\n\nBackground\n\nIn March 2018, President Trump imposed a tariff of 25 percent on steel imports pursuant to Section 232. Those tariffs applied to steel imports from most countries, though the President negotiated agreements that exempted imports from some countries from the tariffs and placed quotas on imports from other countries.\n\nFast forward to August 2018. The political relationship between the leaders of the United States and Turkey had deteriorated significantly. President Trump increased the tariff on steel imports from Turkey from 25 to 50 percent, ostensibly due to the devaluation of the Turkish Lira.\n\nSeveral months later, Transpacific Steel LLC (Transpacific), an importer of Turkish steel, filed suit at the CIT. Transpacific challenged the President’s decision to double the tariff on steel imports from Turkey and advanced several claims, including that the President’s action offends the Fifth Amendment’s equal protection guarantees and failed to follow statutorily mandated procedures. Transpacific sought a refund equal to the difference in the tariff rates.\n\nIn the months that followed, CIT Chief Judge Stanceu assigned Transpacific’s appeal to a three-judge panel consisting of Judges Kelly, Katzmann and Restani. The government moved to dismiss Transpacific’s appeal, alleging that Transpacific failed to state a claim for which the CIT could grant relief.\n\nThe Decision\n\nIn an opinion authored by Judge Kelly and joined by Judge Restani, the CIT denied the government’s motion to dismiss. The CIT held that Transpacific has advanced plausible claims based on equal protection and procedural violations, such that Transpacific may proceed with its refund claim against the government. In reaching that conclusion in this rather narrow dispute, the CIT included direct and firm statements on the limits of Section 232 that have the potential to broadly impact how this and future presidents administer Section 232.\n\nEqual Protection Violation\n\nTranspacific alleges that the President’s action offends equal protection guarantees in the Fifth Amendment because it singles out Turkish steel imports for a higher tariff rate. The CIT observed that, to survive an equal protection challenge, the government did “not have a high hurdle to clear” and would need only to “articulate any set of facts that rationally justify” the higher tariff rate assigned to Turkish steel imports. Slip Op. at 6. Nevertheless, the CIT reasoned that “it is difficult to imagine Presidential action in connection with {S}ection 232 where one would be at a loss to conjure a rational justification; yet, the reality of this case proves otherwise.” Id. at 7. The CIT rejected every single reason that the government advanced to support the disparate tariff rate treatment. Those attempted justifications focused on a supposed general need to increase tariffs; allegedly high volumes of Turkish steel imports; and the allegedly high number of trade remedy orders against Turkish steel imports. Id. at 7–8. The CIT concluded that it “cannot sustain a classification for which there is no offered—or even possible—rational justification tethered to the statute.” Id. at 8.\n\nProcedural Violation\n\nTranspacific alleges that, in doubling the tariff rate on Turkish steel imports some five months after initially imposing tariffs on steel imports generally, the President failed to follow the procedures set forth in Section 232. The government retorted that the President could continue or modify any Section 232 remedy at will, so long as the President concurred with the Secretary of Commerce at some earlier point in time that certain imports supposedly threaten to impair the national security, just as President Trump had done in March 2018 with respect to steel imports.\n\nThe CIT emphatically disagreed, holding that “{t}he President’s expansive view of his power under {S}ection 232 is mistaken, and at odds with the language of the statute, its legislative history, and its purpose.” Id. at 10. The CIT observed that Section 232’s “clear and unambiguous steps—of investigation, consultation, report, consideration, and action—require timely action from the Secretary of Commerce and the President” because Section 232 requires the President to “eliminate” any national security threat posed by imports. Id. at 9, 10. Summarizing its conclusion in different words, the CIT held that Section 232 “cabins the President’s power both substantively, by requiring the action to eliminate threats to national security caused by imports, and procedurally, by setting the time in which to act.” Id. at 10–11. The CIT buttressed its conclusion by pointing to the fact that “Congress added specific time limits to {S}ection 232” in 1988, which “clarifies that Congress wanted the President to do all that he thought necessary as soon as possible.” Id. at 11. The CIT concluded with unequivocal statements on the importance of these statutory procedural requirements:\n\nThe procedural safeguards in {S}ection 232 do not merely roadmap action; they are constraints on power. . . . The time limits, in particular, compel the President to do all that he can do immediately, and tie presidential action to the investigative and consultative safeguards. If the President could act beyond the prescribed time limits, the investigative and consultative provisions would become mere formalities detached from Presidential action. However, Congress affirmatively linked the investigative and consultative safeguards to Presidential action, and Congress strengthened that link when it imposed time limits on the President’s discretion to take action. Congress embedded these limits within its broad delegation of power to the President. . . . The broad discretion granted to the President and the limits on judicial review only reinforce the importance of the procedural safeguards Congress provided, and which the President appears to have ignored.\n\nId. at 12–13 (footnotes and citations omitted). Notably, the CIT distinguished the President’s action to double the tariff rate on Turkish steel imports from scenarios in which “Congress envisioned ongoing action by the President”—namely, when negotiations to eliminate a national security threat fail or if the negotiated agreement does not eliminate the threat. Id. at 14 n. 15. The CIT did not address, however, whether “ongoing action” includes a President’s ability to extend the negotiation period, a move that President Trump has considered to address imports of autos and auto parts.\n\n* * * *\n\nFinally, Judge Katzmann concurred with the majority opinion, but he wrote separately to express his concerns that Section 232 offends the non-delegation doctrine because it “provides power to the President in international trade without meaningful limitation” and therefore “violate{s} the Constitution’s separation of powers.” Id. at 15. Earlier this year, Judge Katzmann raised these same concerns in a separate dubitante opinion in American Institute for International Steel, Inc. v. United States. In Judge Katzmann’s view, Transpacific “may well yield further evidence of the infirmity of” Section 232. Id. at 16.\n\nBottom Line\n\nTranspacific represents the first judicial opinion to cast doubt on the lawfulness of action taken by President Trump under Section 232. To be sure, Transpacific addresses a unique situation specific to Turkish steel imports. Nevertheless, if not overturned on appeal, the direct and clear statements in Transpacific lay the groundwork for future challenges to the President’s use of Section 232 to restrain U.S. imports.\n\nOf course, Transpacific resolves only the opening salvo in this dispute. The CIT’s decision merely authorizes Transpacific to proceed with its refund claim against the government. The CIT ordered the parties to submit a briefing schedule in early December. From there, the parties will address the issues on the merits. Unless the government pursues an interlocutory appeal to the U.S. Court of Appeals for the Federal Circuit or stipulates to judgement so that it may appeal Transpacific, a decision on the merits is likely months away."}}