{"GDELT": {"GlobalEventID": 891398864, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 16, "NumSources": 2, "NumArticles": 16, "AvgTone": -2.94857413400262, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Wake Forest, North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_ADM2Code": "NC183", "Actor1Geo_Lat": 35.9799, "Actor1Geo_Long": -78.5097, "Actor1Geo_FeatureID": "1023094", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Wake Forest, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 35.9799, "Action2Geo_Long": -78.5097, "Action2Geo_FeatureID": "1023094", "DATEADDED": 20191207020000, "SOURCEURL": "https://www.cnn.com/2019/12/06/us/wake-forest-christmas-parade-cancel-confederate-trnd/"}, "ARTICLE": {"TITLE": "A town's Christmas parade is canceled because of potential protests over Confederate symbols", "TEXT": "(CNN) The Christmas parade in Wake Forest, North Carolina, has been a local tradition for more than 70 years. But this year, it's being canceled because of safety concerns following the participation of local Confederate sympathy groups.\n\nThe city of 44,000 just outside the state capital of Raleigh announced the cancellation Wednesday due to the \"potential for violence,\" according to a news release by the town\n\nThe Sons & Daughters of the Confederacy has participated in Wake Forest's Christmas parade for more than 20 years. They typically appear in period costumes with a banner that includes an image of the Confederate flag.\n\nThis year, Wake Forest police reported receiving information that outside groups planned on attending the parade to either protest or support the Confederate group, the release said. This led to concern that residents attending, particularly children, would be put in danger if violence broke out.\n\n\"Groups that contact us about their plans to protest tend to follow our rules and regulations,\" said Wake Forest Police Chief Jeff Leonard in a statement. \"We're concerned about outside agitators that don't notify us. Radicals don't typically call ahead. These aren't area residents we're talking about. These are professional protesters who have no regard for the safety and well-being of others.\""}}