{"GDELT": {"GlobalEventID": 891398398, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "JUD", "Actor1Name": "PROSECUTOR", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.58659217877095, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20191207020000, "SOURCEURL": "https://www.palmbeachpost.com/news/20191206/treatment-center-owner-gets-10-years-in-prison-must-pay-24-million"}, "ARTICLE": {"TITLE": "Treatment center owner gets 10 years in prison, must pay $24 million", "TEXT": "Four men involved in the operation came to court Friday to convince a judge that they had atoned for their transgressions.\n\nWEST PALM BEACH — Four former drug addicts who preyed on alcoholics and drug users to scam insurers out of $20 million came to federal court on Friday to convince a federal judge that they had atoned for their transgressions and didn’t deserve lengthy prison sentences.\n\nAnd it largely worked.\n\nEric Snyder, the owner of a Delray Beach halfway house and a treatment center who was the mastermind of the operation, was handed a 10-year sentence by U.S. District Judge Robin Rosenberg.\n\nBut because the 32-year-old father of a newborn has agreed to testify against others involved in the county’s illicit drug treatment industry, a federal prosecutor said it is likely he will recommend that Rosenberg shave time off Snyder’s sentence at a future hearing.\n\nThe three others — Paul Materia, Christopher Fuller and Joseph Lubowitz — all received substantially less time than called for under federal sentencing guidelines. Like Snyder, all pleaded guilty this year to conspiracy to commit health care fraud.\n\nMoved by Materia’s story of redemption and his ongoing efforts to help struggling addicts, Rosenberg told the 44-year-old Port St. Lucie man: \"You are a very good person. The actions that brought you here today do not take away from who you are.\"\n\nShe was equally impressed with Lubowitz’s efforts to escape his past and help drug users find sobriety.\n\nBefore Lubowitz’s 2018 indictment, he moved from Delray back to his hometown of Philadelphia to establish drug treatment centers. He went on speaking tours with Pennsylvania Attorney General Josh Shapiro to convince others not to follow in his footsteps.\n\nHe acknowledged that he knew his work for Snyder would eventually come back to haunt him.\n\n\"You are not a bad person, you made a bad mistake and it has consequences,\" the judge told Lubowitz, who is also raising a young child.\n\nStill, she said, despite their years of sobriety and their attempts to redeem themselves for participating in the massive scheme, they had to be punished.\n\nUsing recovering drug addicts who had insurance to submit phony bills to insurance companies for unnecessary and often fraudulent urine tests fueled a crisis that a federal prosecutor called \"a scourge in the community.\"\n\nFurther, as former drug addicts, they knew that the tormented people they exploited could get hurt, she said.\n\n\"He knows how vulnerable drug addicts are,\" Assistant U.S. Attorney James Hayes said in different ways about all three men during the hearings that took most of the day. \"He knows how they can overdose.\"\n\nCutting years off their recommended sentences, Rosenberg handed Materia a three-year term and ordered him to repay the $7 million in phony bills he sent to insurance companies during the five months he worked for Snyder, who operated Real Life Recovery and Halfway There in Delray Beach.\n\nLubowitz and Fuller, who were paid kickbacks to recruit addicts for Snyder’s operation, were sentenced to 18 months and two years, respectively.\n\nSnyder’s business was one of the first targeted by the FBI as part of a federal crackdown on patient brokering and insurance fraud called Operation Thoroughbred.\n\nWhile his treatment center and sober home were raided in 2014, he and Fuller weren’t arrested until 2017.\n\nA 26-page federal complaint described Fuller as a \"junkie hunter,\" who trolled AA meetings and \"crack\" motels to find patients. The document described how Snyder bribed patients with airline tickets, cash, rent and visits to strip clubs.\n\nBut, the case languished while federal prosecutors tried to negotiate plea deals with both men. They weren’t indicted until July 2018 along with Lubowitz and Materia.\n\nAttorneys for Materia and Fuller said their clients both came clean shortly after their arrests. That spurred Snyder and Lubowitz to follow suit. In addition, all men gave federal agents the names of others involved in patient brokering and insurance fraud.\n\nBecause their cooperation is still needed, Hayes asked that the four men remain free until May 1 when all must report to prison. Like Snyder, the three others could also get rewarded for their ongoing assistance by getting their sentences reduced.\n\nSnyder is expected to testify in the March trial of Kenneth Bailynson, owner of the defunct Good Decisions Sober Living in West Palm Beach. Bailynson along with psychiatrist Dr. Mark Agresti and two others are accused of bilking insurers out of $31.3 million.\n\nSnyder, who made $4.1 million from his operation must repay that money, as well as make $20.2 million in restitution, according to Rosenberg’s order.\n\nThe other three must also make restitution and repay their ill-gotten gains. Despite Snyder’s eye-popping haul, Fuller in contrast made about $40,000 for his work, according to court documents.\n\nGrowing up in poverty with an alcoholic mother who died after his brother was killed while serving in the U.S. Army in Iraq and Afghanistan, Fuller initially truly believed he was helping people, said Assistant U.S. Public Defender Kristy Militello. Having beat his own drug addiction, he wanted to help others, she said.\n\nHayes said Fuller was not alone.\n\nLike each of the four men, many who get into the illegal business are recovering addicts, he said. They start out believing they are helping people and ignore the obvious crimes they are committing because they become seduced by the money, Hayes said.\n\n\"That’s the tragedy of a case like this,\" he said.\n\njmusgrave@pbpost.com\n\n@pbpcourts"}}