{"GDELT": {"GlobalEventID": 891398977, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -13.6792452830189, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Nipomo, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA079", "Actor1Geo_Lat": 35.0428, "Actor1Geo_Long": -120.476, "Actor1Geo_FeatureID": "1652759", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Nipomo, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA079", "Action2Geo_Lat": 35.0428, "Action2Geo_Long": -120.476, "Action2Geo_FeatureID": "1652759", "DATEADDED": 20191207020000, "SOURCEURL": "https://keyt.com/news/crime/2019/12/06/lyft-driver-convicted-of-sexual-assault-of-intoxicated-woman/"}, "ARTICLE": {"TITLE": "Lyft driver convicted of sexual assault of intoxicated woman", "TEXT": "Crime\n\nSAN LUIS OBISPO, Calif. - A Lompoc Lyft driver could face 10 years in prison after he was found guilty of sexual assault of an intoxicated Nipomo woman.\n\nJason Lamont Fenwick was found not guilty for the crime of burglary with the intent to commit sexual assault. But he was found guilty of the lesser charges of assault with the intent to commit sexual assault, and two counts of sexual assault of an intoxicated individual and illegally photographing the victim.\n\nThe San Luis Obispo County Sheriff's Office said the victim had requested Lyft services to take her home after becoming too intoxicated to drive home, last November. Fenwick was later arrested for charges that included oral copulation with an intoxicated victim and sexual penetration with a foreign object with an intoxicated victim.\n\nFenwick faces a maximum sentence of 10 years in prison.\n\nThe victim in this incident has also filed a civil suit against Fenwick and Lyft, Inc. alleging that the ride-hailing service failed to protect her from being sexually assaulted. Two other women in Southern California are also listed as plaintiffs against the company and allege they were sexually assaulted by Lyft drivers.\n\nFenwick's sentencing is set for a later date."}}