{"GDELT": {"GlobalEventID": 891397668, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.21212121212122, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA40", "Actor2Geo_ADM2Code": "36340", "Actor2Geo_Lat": 35.685, "Actor2Geo_Long": 139.751, "Actor2Geo_FeatureID": "-246227", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tokyo, Tokyo, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA40", "Action2Geo_ADM2Code": "36340", "Action2Geo_Lat": 35.685, "Action2Geo_Long": 139.751, "Action2Geo_FeatureID": "-246227", "DATEADDED": 20191207020000, "SOURCEURL": "https://asia.nikkei.com/Economy/Tokyo-probes-banks-hefty-transfer-fees"}, "ARTICLE": {"TITLE": "Tokyo probes banks' hefty transfer fees", "TEXT": "TOKYO -- The Japanese antitrust watchdog has begun investigating whether fees charged by the interbank funds transfer system act as a barrier to entry for such newcomers as financial technology companies, Nikkei has learned.\n\nThe nationwide network, Zengin, lets banks make domestic funds transfers online. Fees charged are largely set by financial institutions.\n\nIf an individual with an internet banking account wants to transfer up to 30,000 yen ($276) to a different bank, for example, a one-time fee of 220 yen would typically apply.\n\nJapan's Fair Trade Commission is looking into how banks decide transfer fees and how payment operators connect with the Zengin system.\n\nCurrently, new operators looking to join must obtain approval from the Japanese Banks' Payment Clearing Network, which operates Zengin, and must pay hefty fees when they actually get in. For fintech companies without big cash cushions, joining is difficult.\n\nConsequently, fintech companies and other payment service operators transfer funds via personal bank accounts. In addition to incurring fees for interbank transfers, they also have to pay charges for moving money into and out of accounts. This makes it harder to enter the payments business.\n\nJapanese antitrust law prohibits the setting of prices by cartels, and since the early 1990s the commission has looked carefully at charges that are uniform across an industry.\n\nMeanwhile, the government is working to accelerate the move to cashless payments. Japan Post Bank has nevertheless raised connection fees required for smartphone payment operators.\n\nOn the other hand, Zengin will be hard-pressed to accommodate companies that are lax on security. The system handles an average of 6.5 million transactions per day, worth some 12 trillion yen. As more newcomers join, oversight will need strengthening in order to maintain financial system stability.\n\nThe FTC is surveying major banks and fintech companies that handle payments, and plans to compile a report by March. There is a move in the government to allow fintech companies meeting certain standards to connect to the system, and an effort to reduce fees."}}