{"GDELT": {"GlobalEventID": 891399144, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "VNM", "Actor2Name": "VIETNAM", "Actor2CountryCode": "VNM", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.44130626654898, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Saigon, H? Chíinh, Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM20", "Actor2Geo_ADM2Code": "74101", "Actor2Geo_Lat": 10.75, "Actor2Geo_Long": 106.667, "Actor2Geo_FeatureID": "-3730078", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Saigon, H? Chíinh, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM20", "Action2Geo_ADM2Code": "74101", "Action2Geo_Lat": 10.75, "Action2Geo_Long": 106.667, "Action2Geo_FeatureID": "-3730078", "DATEADDED": 20191207020000, "SOURCEURL": "https://learningenglish.voanews.com/a/a-mother-and-daughter-reunite-after-being-separated-during-the-vietnam-war/5192509.html"}, "ARTICLE": {"TITLE": "A Mother and Daughter Reunite After Separation in the Vietnam War", "TEXT": "The mother and daughter wondered about each other over the years. They separated in Vietnam in 1975, when the girl was only three. The child went to the United States, to grow up with an American family. The mother stayed in Vietnam. But last month Leigh Mai Boughton Small, now age 47, met with her birth mother, Nguyen thi Dep in Ho Chi Minh City.\n\nIt began with awkward hugs. The 70-year-old Dep was afraid her daughter would be displeased with her. But, Leigh Mai explained to Dep that she felt no anger about being sent to the United States.\n\nThe two women hugged, cried and laughed.\n\nLeigh Mai said what struck her most sharply was realizing she had lost more than a mother. She had lost a Vietnamese family. She said, “…there was love there... and aunts and uncles and that never crossed my mind.”\n\nShe also said she realized how hard it had been for Dep to decide to send her daughter to an unknown future.\n\nSaigon’s chaotic evacuation\n\nIn 1975 in Vietnam, American troops were leaving Vietnam after twenty years of conflict. Communist forces were about to take control of the country’s capital, then called Saigon.\n\nMany South Vietnamese parents and guardians sought a safer homeland for their children. As a result, more than 3,000 children caught in the conflict were flown to new families overseas. The action became known as “Operation Babylift.”\n\nAmong them was Leigh Mai Boughton Small. Dep met Leigh Mai’s biological father, an American soldier named Joe O’Neal, in Saigon in the early 1970s. She lost contact with him after he was sent home in 1973. The little girl, who the mother had named Phuong Mai, was about a year old then.\n\nDep said her friends suggested she get her little girl onto an Operation Babylift flight to protect her from the fighting in the country.\n\n“I panicked and decided to send Mai away. It took only a week from when I filed her paperwork till when the plane took her away,” said Dep.\n\nLike other parents who gave up their children, Dep believed she would reunite with her child soon after the violence ended. But Vietnam and the United States, where most of the children were sent, did not reestablish normal ties until 1995.\n\nThe last time Dep saw her daughter was just before her flight out. Dep was about to walk out of the building when, she said, the little girl called out, “Mom, don’t leave.”\n\nDep remembered, “At that moment all I wanted was to turn around and take her home.” But she did not.\n\nDep said she cried “every night for months.” But Dep never gave up hope of finding Leigh Mai.\n\nThe good life\n\nLeigh Mai knew from an early age she was adopted and half-Vietnamese. But no one had any idea who her birth parents were. The children of Operation Babylift arrived with little or no documentation.\n\nLeigh Mai said she enjoyed the good life Dep had hoped for. She lived happily with her adoptive parents and a brother and sister in a nice house. All three children were adopted.\n\nLeigh Mai wondered about her birth mother from time to time when she was growing up. But she did not start looking for her until 2000, after she married and decided to have children.\n\nThe search began with a trip to Vietnam with her adoptive mother.\n\nThe women knew only Leigh Mai’s Vietnamese name, the town she was born in, and the group home she was placed in just before Operation Babylift.\n\nBut the group home did not have any helpful information. Its records dated from a month after Operation Babylift ended. It had no documentation from the period that Leigh Mai was there. So, she gave up her search and went on with her life.\n\nThen, four years ago, Leigh Mai found the website ancestry.com. She sent the company a small amount of her genetic material for testing. The website began sending her information periodically about distant relatives.\n\nIn October, however, Leigh Mai received a much more interesting email from ancestry.com. The company had found a connection between her and a “sibling or first cousin.”\n\nThen, another email arrived. It read, “I think you’re my sister. Your Vietnamese mother is looking for you.”\n\nLeigh Mai exchanged several messages with the woman. The two shared a father, who had died in 2011. A man in Vietnam saw the death announcement and told O’Neal’s American children about Dep and Leigh Mai.\n\nAt last, the half-sisters connected. “And I think it just exploded from there,” Leigh Mai said.\n\nValidated decision\n\nFor Dep, Leigh Mai was always a 3-year-old child. “Seeing her as this grown-up woman with a family, it isn’t as emotional as when I looked at her photos as a small baby,” she said after the reunion.\n\nBut the meeting did give her peace about her daughter’s life in America.\n\n“I love her a lot and I am at ease because Mai has grown up, having her own family, can take care of her own self, as opposed to before when it was always ‘Is my baby still alive? If she is, what life does she have? I was worried she had it hard.”\n\nLeigh Mai thought about bringing her birth mother back to the United States, but Dep likes her life in Vietnam.\n\nWith technology, Leigh Mai thinks they can stay in touch. She wants to share pictures of her husband and three children and their future experiences.\n\n“So I’m hoping that she can get into the iPhone,” Leigh Mai said with a laugh. The mother and daughter are still divided by an ocean, but now they are also connected.\n\nI’m Caty Weaver.\n\nAnd I'm Jonathan Evans.\n\nThe Reuters news agency reported this story. Caty Weaver adapted it for VOA Learning English. Kelly Jean Kelly was the editor. The Reuters news agency and Dorothy Gundy produced the video.\n\nWrite to us in the Comments Section or on our Facebook page.\n\n________________________________________________\n\nWords in This Story\n\nawkward – adj. showing a lack of expertise\n\nhug – n. the action of pressing one’s arms around another person\n\npanic – v. to become frightened\n\nadopt – v. to accept as one’s own\n\nsibling – n. one or two of more individuals sharing at least one parent\n\ncousin – n. a person belonging to the same extended family"}}