{"GDELT": {"GlobalEventID": 891398729, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "PSE", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.9006211180124195, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191207020000, "SOURCEURL": "http://www.palestinemonitor.org/details.php?id=og0o06a25084y4nnot5qpc"}, "ARTICLE": {"TITLE": "Israel green-lights contentious new settlement in Hebron", "TEXT": "Israeli Defence Minister Naftali Bennett approved the construction of a new Jewish settlement in the flashpoint city of Hebron in the southern West Bank on Sunday 1 December.\n\nThe defence minister’s office told the departments in charge of the occupied West Bank to \"inform the Hebron municipality that planning was starting for the new neighbourhood\" near the city's old market.\n\n\"The market's buildings will be demolished and new stores will be built instead,\" the statement said, highlighting that the new Hebron settlement will create Jewish \"territorial continuity.”\n\nThe market area is situated on Hebron’s Shuhada Street. The once-busy avenue has been shut down by the Israeli military since 1994. Many Hebron businesses closed as a result, and Palestinians are barred from the street.\n\nHebron is holy to both Muslims and Jews often resulting in clashes between Palestinians and Israeli settlers. The city is inhabited by over 200,000 Palestinians and 800 Jewish settlers, who live in Jewish-only areas guarded by the Israeli military. The defence ministry's statement said the settlement project will \"double the number of Jewish residents in the city\".\n\nThe mayor of Hebron, Taysir Abu Sneineh, said the decision will increase tensions in the already tumultuous region. He asserted that the municipality of Hebron, along with the support of the Palestinian leadership, will obstruct any efforts in executing this new settlement project.\n\nThe settlement plan comes amid President Donald Trump administration’s announcement last month that the United States would no longer consider Israeli settlements in the West Bank a violation of international law.\n\nAround 650,000 Israelis live on more than 100 settlements in the West Bank, built since 1967. Since Trump took office in 2017, settlement expansion has surged. During his presidential term, the average number of housing units stands at nearly 7,000 — almost twice the average of previous years. And so far in 2019, approved settlement plans have increased by almost 50 per cent compared to 2018.\n\nSenior Palestinian official Saeb Erekat said on Twitter that the settlement was a direct result of this change in American policy,\n\n“Israel’s decision to build a new illegal settlement in occupied Hebron is the first tangible result of the US decision to legitimise colonisation; this cannot be taken out of the context annexation: Concrete measures, including sanctions against settlements are an Int. responsibility,” Erekat wrote.\n\nSettlements are considered illegal by the United Nations, which states they violate the Fourth Geneva Convention where an occupying power cannot move its population to an area it occupies."}}