{"GDELT": {"GlobalEventID": 891397928, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 0.8064516129032199, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Little Rock, Arkansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAR", "Actor1Geo_ADM2Code": "AR119", "Actor1Geo_Lat": 34.7465, "Actor1Geo_Long": -92.2896, "Actor1Geo_FeatureID": "83350", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Little Rock, Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_Lat": 34.7465, "Action2Geo_Long": -92.2896, "Action2Geo_FeatureID": "83350", "DATEADDED": 20191207020000, "SOURCEURL": "https://www.thv11.com/article/news/community/advocates-highlight-haves-have-nots-in-lrsd-as-mayor-names-chief-education-officer/91-6581fde4-b6be-45e2-9368-43a02c9ea108"}, "ARTICLE": {"TITLE": "Advocates highlight haves, have nots in Little Rock schools", "TEXT": "With the current state board sold on creating so-called \"community schools,\" Dr. Barth will ride point on making the model work.\n\nLITTLE ROCK, Ark. — The day after the Little Rock School District made progress on its reconstitution after five years under a state takeover, mayor Frank Scott Jr. appointed Dr. Jay Barth to get the city more involved, while advocates led an \"equity tour\" to highlight where the new education officer will need to focus his efforts.\n\n\"A wall had been erected between city government and our schools,\" said Dr. Barth, who voted against the takeover as a member of the state board of education in 2015. \"It was a major problem for the health of both our schools and our city. Now, local control is returning to the LRSD. The question is no longer 'whether' but 'how?'\"\n\nWith the current state board sold on creating so-called \"community schools,\" Dr. Barth will ride point on making the model work. The concept calls for dedicated and concentrated personnel, focused on schools mired in academic distress.\n\nAs the mayor introduced Barth, the group Grassroots Arkansas led a tour through one of those schools.\n\n\"It just shines a light on how necessary focused attention and focused attention is for these kids as well,\" said Laura Danforth, a member of the activist group that has been vocal against the state takeover throughout the last five years.\n\nThey started by visiting Pinnacle View Middle School. The west Little Rock facility still has that new school smell. It made for an easy political point, comparing the A-grade school in the rich part of town with the F-grade school of Geyer Springs.\n\n\"I thought it offered access to unlimited possibilities for students,\" said Dr. Anika T. Whitfield, the co-chair of the group who had never been to Pinnacle View. \"The only sadness that I had is that this is not replicated in every school in the Little Rock School District.\"\n\nThe principal of Pinnacle View took slight issue with the idea that money makes the difference in his school.\n\n\"This facility is wonderful. There's no doubt,\" said Dr. Jay Pickering, the school's principal. \"But it's the human capital that's inside makes us an A school. It's the teachers.\"\n\nPickering said he was surprised in recent weeks by efforts to expand the attached Pinnacle View School of Innovation into a more traditional high school. Students in that part of town will now get an option to choose between Central High and the limited seats in Pinnacle View as it adds another class grade.\n\nThat option is part of what the community advisory board decided by turning Hall High School into a magnet school.\n\nLots of moving parts still need to fall in place, but there are signs the tensions of recent weeks that included stormy meetings and a teachers' strike are tempering."}}