{"GDELT": {"GlobalEventID": 891398540, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "MED", "Actor1Name": "CORRESPONDENT", "Actor1Type1Code": "MED", "Actor2Code": "LEG", "Actor2Name": "SENATE", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.5911602209944804, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI05", "Actor1Geo_ADM2Code": "191416", "Actor1Geo_Lat": 6.45306, "Actor1Geo_Long": 3.39583, "Actor1Geo_FeatureID": "-2017355", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lagos, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191416", "Action2Geo_Lat": 6.45306, "Action2Geo_Long": 3.39583, "Action2Geo_FeatureID": "-2017355", "DATEADDED": 20191207020000, "SOURCEURL": "https://punchng.com/npa-md-petitions-ig-over-attack-at-nass/"}, "ARTICLE": {"TITLE": "NPA MD petitions IG over attack at NASS", "TEXT": "Anna Okon\n\nThe Managing Director, Nigerian Ports Authority, Hadiza Bala-Usman has petitioned the Inspector General of Police following an attack at the National Assembly on Tuesday.\n\nIn the petition, which was also addressed to the Senate President, Ahmed Lawan, and the Department of State Service, Bala-Usman called for the investigation and prosecution of perpetrators of the harassment and humiliation, which she was allegedly subjected to, on the premises of the National Assembly.\n\nIn the petition, a copy which was made available to our correspondent on Friday, the NPA MD said she was at the Senate on the said date to honour the invitation of the Joint Committee on Navy, Marine Transport and Finance to its public hearing on the Safe Anchorage Area of the Lagos Ports.\n\nShe added that this followed a motion moved by Senator George Sekibo on the security activities of OMSL at the Safe Anchorage Area of Lagos Ports and the need to investigate their excesses.\n\nIn addition, she said the committee had invited other parties including the Nigerian Navy and the OMSL.\n\nShe stated that it took the efforts of her security personnel and the Executive Director, Marine and Operations, NPA, Dr Sekonte Davies, and other security officers deployed from the office of the Deputy Senate President for her and her entourage to leave the premises unhurt.\n\nWhile calling for the full investigation into the incident with the intent of bringing the culprits to face the full wrath of the law, the NPA boss said she took the direct threats to her life by these hoodlums seriously.\n\n“It is shocking to know that the attackers gained access into the premises of the National Assembly and had the audacity to attack a representative of the Federal Government who was at the NASS on invitation. This is the height of impunity and disrespect,” she said.\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}