{"GDELT": {"GlobalEventID": 891398003, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "FRA", "Actor1Name": "FRENCH", "Actor1CountryCode": "FRA", "Actor2Code": "LEG", "Actor2Name": "PARLIAMENT", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.054151624548741, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20191207020000, "SOURCEURL": "https://en.shafaqna.com/125948/pro-zionism-resolution-passed-by-french-mps-defy-warnings-by-advocates-of-palestine-rights/"}, "ARTICLE": {"TITLE": "Pro-Zionism resolution passed by French MPs, defy warnings by advocates of Palestine rights", "TEXT": "SHAFAQNA- Press TV: A nonbinding resolution has been passed by the lower house of France’s Parliament, equating criticism of the Zionists occupying Palestinian territories with anti-Semitism, defying warnings that such a move could serve to stifle the advocates of Palestinian rights.\n\nThe National Assembly passed the resolution on Tuesday, with 154 votes for and 72 against, various media outlets reported.\n\nThe resolution states, “Criticizing the very existence of Israel as a collective composed of Jewish citizens is tantamount to hatred towards the Jewish community as a whole.”\n\n“Such abuses increasingly make anti-Zionism ‘one of the contemporary forms of anti-Semitism’ in the words of the President of the Republic,” it adds, citing French President Emanuel Macron.\n\nThe Zionist entity proclaimed existence in 1948 after occupying huge swathes of regional countries during a Western-backed war.\n\nRight before the war, it had already gone on a campaign of ethnic cleansing that lasted until 1949, leading to the expulsion of between 750,000 and 850,000 Palestinians from their homeland while the Israeli regime was replacing them with a similar number of Jewish migrants.\n\nStill using far-and-wide Western backing, the regime staged another wholesale war in 1967 that saw it seizing more chunks of land, including the West Bank, East Jerusalem al-Quds, the Gaza Strip and parts of Syria’s Golan Heights.\n\nMany Jews worldwide are opposed to the occupation of Palestinian land and reject the Zionist concept of Israel being a legitimate Jewish state, arguing that the Zionist entity has hijacked their religious identity so it could push ahead with its land theft agenda.\n\nIsraeli Minister of Strategic Affairs Gilad Erdan applauded the French lawmakers’ approval of the resolution, urging Paris to take “practical steps” against the international pro-Palestine Boycott, Divestment, and Sanctions (BDS) movement.\n\nInspired by the South African anti-apartheid movement, the BDS was initiated in 2005 by over 170 Palestinian organizations and later turned international. It is meant to initiate “various forms of boycott against Israel until it meets its obligations under international law” and end its occupation of Palestinian lands.\n\nThe French MPs’ move came despite earlier warnings by activists and rights organizations that such a resolution could work to block any criticism of the occupying entity.\n\nIn a letter to National Assembly President Richard Ferrand in October, 39 organizations said the resolution would compromise “defense of freedom of expression and assembly for groups and activists that must be allowed to defend the rights of Palestinians and criticize Israel’s policy without being falsely accused of anti-Semitism.”\n\nThe resolution would also “weaken the universalist approach” to combating all forms of racism,” the letter added.\n\nAs the French legislators were about to adopt the measure, a group of 129 Jewish and Israeli scholars signed a petition calling on the parliament to vote against the resolution.\n\nThe signatories said, “It is cynical and insensitive to stigmatize them (Palestinians) as anti-Semites for opposing Zionism…They oppose Zionism not because they hate Jews, but because they experience Zionism as an oppressive political movement.”\n\nSpeaking to France 24, James Cohen, a professor at the Université Sorbonne Nouvelle Paris 3 and one of the signatories, said that “by equating anti-Zionism with anti-Semitism, you’re broadening the definition of anti-Semitism too much […] you’re going very far afield.”"}}