{"GDELT": {"GlobalEventID": 891397639, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.9546539379474899, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Idaho, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USID", "Actor1Geo_Lat": 44.2394, "Actor1Geo_Long": -114.51, "Actor1Geo_FeatureID": "ID", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Idaho, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USID", "Action2Geo_Lat": 44.2394, "Action2Geo_Long": -114.51, "Action2Geo_FeatureID": "ID", "DATEADDED": 20191207020000, "SOURCEURL": "https://www.globenewswire.com/news-release/2019/12/06/1957319/0/en/Greenbacker-Renewable-Energy-Company-LLC-enters-into-a-68-000-000-Debt-Financing-Agreement-with-Bayerische-Landesbank.html"}, "ARTICLE": {"TITLE": "Greenbacker Renewable Energy Company LLC enters into a $68,000,000 Debt Financing Agreement with Bayerische Landesbank.", "TEXT": "New York, NY, Dec. 06, 2019 (GLOBE NEWSWIRE) -- Greenbacker Renewable Energy Company LLC (the \"Company\") announced today that on November 22, 2019 it completed a $68,000,000 debt financing agreement with Bayerische Landesbank (BayernLB). The debt will be placed on a portfolio of three operating wind assets, two of which were previously unlevered. The portfolio consists of the 10 MW Georgia Mountain Community Wind asset, the 10 MW Fossil Gulch asset, and the recently acquired 30.8 MW Community Wind South asset. Pricing details for the agreement were not disclosed.\n\n\"Entering into this debt financing agreement marks the start of a new relationship between the Company and BayernLB\" stated Charles Wheeler, CEO of Greenbacker. \"We look forward to doing future business with BayernLB as our company continues to grow and invest in renewable energy assets for the benefit of our investors.\"\n\nChristoph Fischer, global head of structured finance at BayernLB, commented, “We are proud to support Greenbacker, an important BayernLB partner, by financing the Community Wind South, Georgia Mountain Community Wind, and Fossil Gulch wind projects, which provide clean and renewable power to businesses and residents of Minnesota, Vermont, and Idaho. This financing firmly aligns with our strategy of supporting leading renewable developers in our core North American and European markets.”\n\nAbout Greenbacker Renewable Energy Company\n\nGreenbacker Renewable Energy Company LLC is a publicly registered, non-traded limited liability company that acquires and manages income -generating renewable energy and energy efficiency projects, and other energy-related businesses. The projects in which we invest, such as solar and wind facilities, sell power under long-term contracts to high credit worthy counterparties such as Utilities, Municipalities, and Corporations. For more information, please visit www.greenbackercapital.com\n\nForward-Looking Statements\n\nThis press release contains forward-looking statements within the meaning of the federal securities laws. Forward-looking statements are not guarantees of future performance and involve known and unknown risks, uncertainties and other factors that may cause the actual results to differ materially from those anticipated at the time the forward-looking statements are made. Although the Company believes the expectations reflected in such forward-looking statements are based upon reasonable assumptions, it can give no assurance that the expectations will be attained or that any deviation will not be material. The Company undertakes no obligation to update any forward-looking statement contained herein to conform to actual results or changes in the Company‘s expectations.\n\nContacts:\n\nJoseph Kuo/ Chris Clemens\n\nHaven Tower Group\n\n424.317.4851 | 424.317.4854\n\nMediarelations@greenbackercapital.com"}}