{"GDELT": {"GlobalEventID": 891397577, "Day": 20191207, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9233, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -7.62331838565022, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Manhattan, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_ADM2Code": "NY061", "Actor2Geo_Lat": 40.7834, "Actor2Geo_Long": -73.9662, "Actor2Geo_FeatureID": "971945", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Manhattan, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY061", "Action2Geo_Lat": 40.7834, "Action2Geo_Long": -73.9662, "Action2Geo_FeatureID": "971945", "DATEADDED": 20191207020000, "SOURCEURL": "https://www.amny.com/police-fire/victim-of-attack-in-lyft-calls-on-manhattan-da-to-investigate-incident-as-hate-crime/"}, "ARTICLE": {"TITLE": "Victim of attack in Lyft calls on Manhattan DA to investigate incident as hate crime", "TEXT": "Sign up for our COVID-19 newsletter to stay up-to-date on the latest coronavirus news throughout New York City\n\nA 28-year-old woman allegedly attacked by a former Christie’s International Real Estate agent is demanding that the Manhattan DA investigate the incident as a hate crime.\n\nAfter hosting an event in Midtown on Nov. 24, Jasmine Yvette ordered a Lyft Pool to go home. A few minutes later, the driver picked up a second passenger, Cristiano Moura.\n\nAccording to Yvette, Moura “violently demanded” that she turned down the volume on her phone after a brief noise was emitted as she scrolled through Instagram.\n\nAfter Yvette told Moura that it “was not a big deal,” she said he grabbed her phone from her hands and referred to her as one of “those ignorant undeducated black bitches.”\n\nThen, according to Yvette, Moura allegedly began to punch Yvette in the face, head and body, and bit her hand causing her to bleed.\n\nMoura was arrested Thursday night, and was given a desk appearance ticket for assault, according to the NYPD. Moura is scheduled to return to court on Dec. 23.\n\n“I’m still trying to understand everything,” said Yvette, who said that since the attack, she has had several panic attacks.\n\nWhen officers arrived on the scene where the Lyft driver had pulled over, at 7th Avenue and West 55th Street, Yvette alleged that she was not given an opportunity to offer an official statement on what happened.\n\n“They simply spoke to the perpetrator and then gave her two options: to get into a Yellow Cab go home, or go to jail,” said Tahanie Aboushi, from the Aboushi Law Firm, Yvette’s attorney.\n\nAboushi added part of the blame should be placed on Lyft.\n\n“The Lyft driver should have pulled over much sooner… and should have intervened,” said Aboushi. A Lyft spokesperson said that the “behavior described” is not tolerated on Lyft and that ride sharing app is “ready to assist law enforcement with their investigation.”\n\nBut Moura claims that he is actually the victim, claiming that Yvette “came across aggressively.”\n\n“I am a minority myself ( gay and a Latino man) and have the utmost empathy for people,” Moura wrote in an email to amNewYork. “She threw me into a racial war that I do not belong to, and never started — putting my integrity and safety at risk.” Moura told amNewYork that he has received about 200 threats since late November.\n\nAfter charging that the incident was “an opportunist stunt,” he charged that “the accusations stated against me are false and constitute as libel/slander.”\n\nManhattan District Attorney Cy Vance’s office declined to comment."}}