{"GDELT": {"GlobalEventID": 892425100, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "IGOEUREECGOV", "Actor1Name": "EUROPEAN COMMISSION", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "EEC", "Actor1Type1Code": "IGO", "Actor1Type2Code": "GOV", "Actor2Code": "IGOEUREEC", "Actor2Name": "EUROPEAN PARLIAMENT", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.6155088852988702, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Finland", "Actor1Geo_CountryCode": "FI", "Actor1Geo_ADM1Code": "FI", "Actor1Geo_Lat": 64.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "FI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Finland", "Actor2Geo_CountryCode": "FI", "Actor2Geo_ADM1Code": "FI", "Actor2Geo_Lat": 64.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "FI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Finland", "Action2Geo_CountryCode": "FI", "Action2Geo_ADM1Code": "FI", "Action2Geo_Lat": 64.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "FI", "DATEADDED": 20191212011500, "SOURCEURL": "https://uk.reuters.com/article/uk-climate-change-eu/eu-leaders-offer-money-to-reluctant-east-to-push-2050-climate-neutrality-idUKKBN1YG01S"}, "ARTICLE": {"TITLE": "EU leaves Poland out of 2050 climate deal after standoff", "TEXT": "BRUSSELS (Reuters) - The European Union left Poland out of a 2050 climate neutrality agreement on Friday after hours of summit haggling with three poorer eastern member states that demanded more funds for economic transition and support for nuclear power.\n\nThe Czech Republic and Hungary eventually dropped their resistance after winning a guarantee that nuclear energy would be recognised as a way for EU states to reduce greenhouse gas emissions. But Poland remained against.\n\nThe tussle came a day after Germany’s Ursula von der Leyen, the new head of the bloc’s executive European Commission, proposed a 100-billion-euro (85.7 billion pounds) investment plan for net-zero greenhouse gas emissions by mid-century, declaring it Europe’s “man on the moon moment”.\n\nWith fires, floods and droughts ruining millions of lives around the world, the European Union’s new push comes as popular protest demanding more action to fight climate change spreads around the bloc.\n\nVon der Leyen said the Brussels summit deal, reached in the wee hours of Friday by 27 national EU leaders, was enough for the commission to start rolling out concrete climate legislative proposals for the bloc next year based on the 2050 goal.\n\n“We acknowledge that the transition is a big one for Poland,” she said. “It needs more time to go through the details, but this will not change the time frame ... for the commission.”\n\nPolish Prime Minister Mateusz Morawiecki, whose country relies on highly polluting coal for some 80% of its energy needs, said the negotiations had been “very difficult”.\n\n“Poland will be reaching climate neutrality at its own pace,” he told reporters after the marathon talks.\n\nGerman Chancellor Angela Merkel said she was satisfied with the outcome.\n\n“There is no splitting of Europe into separate parts but one member state needing more time to see how it will be implemented,” she said.\n\nFILE PHOTO: European Union flags fly near the European Commission headquarters in Brussels, Belgium, October 4, 2019. REUTERS/Yves Herman\n\nWarsaw’s discussions about introducing nuclear energy in the largest ex-communist EU country have not yet been settled, partly due to high costs.\n\n“DIFFICULT STRUGGLE”\n\nThe neighbouring Czech Republic and Hungary want to invest in nuclear energy and won a line in the EU leaders’ tortured decision specifically recognising their right to do that, despite opposition from Austria, Luxembourg and Germany.\n\n“It was a long and difficult struggle,” Austrian Chancellor Brigitte Bierlein said. “Every country can decide about its national energy mix. For Austria, nuclear energy is not a safe and sustainable source of energy.”\n\nPoland had demanded more specific guarantees on the scale and scope of financing for phasing out fossil fuels, which ties into another difficult debate in the bloc on its next budget for 2021-27. On Thursday night, EU leaders meeting in Brussels only agreed to push the can down the road on that to 2020.\n\nBut net payers like the Netherlands were adamant they would not offer more funds to Warsaw if it did not firmly commit to the more ambitious climate goal, which the Hague backs. The EU is supposed to return to that discussion in June.\n\nSlideshow (4 Images)\n\nEarlier in the day Poland floated the idea of setting the date at 2070. But a failure to agree at all on climate neutrality would have been a setback for the bloc’s new leadership, including von der Leyen, who took office this month.\n\nUnderlining the stakes, Greenpeace climate activists scaled the glass-fronted Europa building where leaders meet, unfurling banners reading “Climate Emergency”, firing off red flares and blaring fire alarm sirens.\n\nHungarian Prime Minister Viktor Orban set the tone ahead of the talks, insisting that less affluent countries of eastern Europe must get generous financial guarantees.\n\n“We cannot allow Brussels bureaucrats to have poor people and poor countries to pay the costs of the fight against climate change,” he said."}}