{"GDELT": {"GlobalEventID": 892425926, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.84210526315789, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "North Dakota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USND", "Action2Geo_Lat": 47.5362, "Action2Geo_Long": -99.79299999999999, "Action2Geo_FeatureID": "ND", "DATEADDED": 20191212011500, "SOURCEURL": "https://www.upi.com/Top_News/US/2019/12/11/Steady-subzero-temperatures-leave-several-states-frozen/3301576111759/"}, "ARTICLE": {"TITLE": "Steady subzero temperatures leave several states frozen", "TEXT": "A blasting freeze this week has left many regions of the Upper Midwest frozen in place. In areas across states such as North Dakota and Minnesota, subzero temperatures have dotted the map and for some, the mercury has been frozen below zero for a few days amid a brutal cold snap that AccuWeather forecasters began warning readers and TV viewers about days ago.\n\nIn Minnesota, temperatures in Chanhassen fell all the way down to minus 4 degrees Fahrenheit, 18 degrees colder than the average low temperature, on Monday. On Wednesday morning, conditions only got colder, as a reading of minus 5 F was recorded at Minneapolis-St. Paul International Airport at 6:53 a.m. The airport also experienced an AccuWeather RealFeel Temperature below 0F for 48 consecutive hours, starting at 10 a.m. Monday and ending just after 10 a.m. Wednesday.\n\nAdvertisement\n\nFactoring in a steady, bone-chilling breeze over the last few days has only made conditions worse. According to AccuWeather Meteorologist Brett Rossio, AccuWeather RealFeel Temperatures plunged below minus 30 degrees for some locations in the Midwest by midweek. Fargo, N.D., bottomed out at minus 33 on Wednesday morning, while the RealFeel Temperature in St. Cloud, Minn., was dragged down to minus 30.\n\nThe punishing cold, which has come alongside an Alberta clipper in the region, has impacted communities like Duluth, Minn., to the point of communities opening warming centers for shelter. According to local news outlet Fox 21, nine residents stayed overnight at Gloria Dei Lutheran Church on Monday night.\n\n\"We're here to work with our neighbors here in this neighborhood,\" church council member Char Matheson said. \"Helping to build up our neighbors, bring them in from the cold so to speak.\"\n\nThe low in Duluth reached all the way down to minus 14 on Wednesday morning. Fosston, Minn., plunged even lower on Wednesday morning, hitting minus 24 degrees.\n\nMeanwhile, AccuWeather reporter Jonathan Petramala broadcast from one area in Minneapolis where pedestrians can experience temperatures of 70 degrees year-round, despite extreme weather outside. His journey to catch an airplane, however, was a bit colder.\n\nRELATED Healthy mangroves can protect against climate change\n\nElsewhere in the Midwest, North Dakota saw temperatures of minus 14 in Bismarck and minus 17 in Fargo while the NWS office in Grand Forks reported a wind chill of minus 42 in McHenry.\n\n\"Dress warm in layers and limit exposed skin this morning,\" the NWS office advised on Twitter. \"Even by our standards, this is very cold for December.\"\n\nMeteorologists in Grand Forks also shared an animated satellite image that depicted how cold the surface of the Earth was across Minnesota, North Dakota and Wisconsin.\n\nRELATED Storm churns up boat mystery from depths of Lake Michigan This is what an arctic air mass looks like as viewed by GOES-East. With clear skies over much of Minnesota, North Dakota, and Wisconsin, the satellite is essentially taking the Earth's temperature"}}