{"GDELT": {"GlobalEventID": 892424394, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.8348623853211001, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20191212011500, "SOURCEURL": "https://finance.yahoo.com/news/kneat-signs-global-biopharma-leader-131900630.html"}, "ARTICLE": {"TITLE": "Kneat Signs Global Biopharma Leader", "TEXT": "LIMERICK, Ireland , Dec. 11, 2019 /CNW/ - kneat.com, inc. (KSI.V) (\"Kneat\") is pleased to announce that it has signed a five-year master service agreement with another of the world's leading biopharmaceutical companies.\n\nView photos kneat.com, inc. (CNW Group/kneat.com, inc.) More\n\nThis US headquartered company has over 10,000 employees and operations in over 30 countries. They will use Kneat's platform to digitalize their many validation work processes with an initial focus on manufacturing equipment, utilities and facilities. Implementation will begin immediately at its lead European manufacturing site.\n\nThis agreement will enable the customer and its affiliates to expand Kneat globally, across all their sites and represents a significant opportunity for growth and expansion of the Kneat platform.\n\n\"We are excited to be selected by this leading biopharma company and we look forward to working closely with their teams. Through the year we signed multiple new customers, highlighted by master agreements with four of the top twenty life sciences companies. At the same time our existing customers are beginning to scale by expanding their use of our software. I am very proud of our team and appreciate our customers' vote of confidence.\" said Eddie Ryan , Chief Executive Officer of Kneat.\n\nAbout Kneat\n\nKneat, a Canadian company with operational headquarters in Limerick, Ireland , develops and markets the next generation Kneat Gx software platform. Multiple business work processes can be configured on the platform from equipment to computer system validation, through to quality document management. Kneat's software allows users to author, review, approve, execute testing online, manage any exceptions and post approve final deliverables in a controlled FDA 21 CFR Part 11/ Eudralex Annex 11 compliant platform. Macro and micro report dashboards enable powerful oversight into all systems, projects and processes globally. Customer case studies report productivity improvements in excess of 100% and a higher data integrity and compliance standard. For more information visit www.kneat.com\n\nCautionary and Forward-Looking Statements\n\nExcept for the statements of historical fact contained herein, certain information presented constitutes \"forward-looking information\" within the meaning of applicable Canadian securities laws. Such forward-looking information, includes, but is not limited to, the relationship between Kneat and the customer, Kneat's business development activities, the use and implementation timelines of Kneat's software within the customer's validation processes, the ability and intent of the customer to scale the use of Kneat's software within the customer's organization and the compliance of Kneat's platform under regulatory audit and inspection. While such forward-looking statements are expressed by Kneat, as stated in this release, in good faith and believed by Kneat to have a reasonable basis, they are subject to important risks and uncertainties. As a result of these risks and uncertainties, the events predicted in these forward-looking statements may differ materially from actual results or events. These forward-looking statements are not guarantees of future performance, given that they involve risks and uncertainties. Kneat does not undertake any obligation to release publicly revisions to any forward-looking statement, except as may be required under applicable securities laws. Investors should not assume that any lack of update to a previously issued forward-looking statement constitutes a reaffirmation of that statement. Continued reliance on forward-looking statements is at an investors' own risk.\n\nStory continues"}}