{"GDELT": {"GlobalEventID": 892425833, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "SPY", "Actor1Name": "INTELLIGENCE", "Actor1Type1Code": "SPY", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 72, "EventBaseCode": 72, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 8.3, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.59319286871961, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20191212011500, "SOURCEURL": "https://www.politico.com/news/2019/12/11/partisan-battles-judiciary-impeachment-markup-082947"}, "ARTICLE": {"TITLE": "Partisan battles erupt as Judiciary begins final phase of impeachment", "TEXT": "Democrats — many of them freshmen — also repeatedly told very personal stories of being an immigrant or a person of color to explain how Trump's alleged abuses, and the idea of holding even the most powerful officials to account, were so important to all Americans.\n\nProbably nothing better captures the gulf between the two parties than how they characterized the Ukraine whistleblower whose complaint revealed the whole scandal. Democrats called the whistleblower \"a patriot\" who is defending democracy. Republicans derided the whistleblower as a \"dissident\" lurking inside the government who sought to undermine Trump.\n\nAnd Wednesday's session was only opening statements; the real fireworks will take place Thursday when the committee takes up the two articles, which charge Trump with abuse of power and obstruction of Congress over the Ukraine scandal. A House floor vote is expected as early as next Wednesday, according to Democratic aides.\n\nWhile there weren’t any votes in the icy-cold hearing room in the Longworth House Office Building, there was plenty of hot rhetoric as both sides pounded the other Wednesday night. Democrats complained that Trump — with backing from Republicans — was acting like a \"dictator\" who sought to dismantle the checks and balances built into the American political system. One Democrat accused Trump of \"an attack on America\" for allegedly pressuring Ukrainian officials to investigate the Bidens.\n\nRepublicans countered — as Trump himself has repeatedly — that Democrats are seeking to overturn the results of his 2016 victory. GOP lawmakers also accused Democrats of running roughshod over the minority party, doing lasting damage to the House as an institution. Rep. Louis Gohmert (R-Texas) even named the person alleged to be Ukraine whistleblower whose complaint launched the whole scandal.\n\nThe broadsides went on for hours, and there was no sign that any minds were changed or that anyone was really interested in changing. Rather, members' goal seemed to be to launch a viral moment to play to their base to justify their upcoming reelection campaigns.\n\nJudiciary Chairman Jerry Nadler (D-N.Y.) lashed out at Trump for using \"his official powers to serve his own personal, selfish interests at the expense of the public good\" while \"stonewalling all congressional requests for information.\"\n\n\"We cannot rely on an election to solve our problems when the president threatens the very integrity of that election,\" Nadler said. \"Nor can we sit on our hands while the president undermines our national security — and while he allows his personal interests and the interests of our adversary Russia to advance.\"\n\nYet Nadler and other Democrats also tried to appeal to Republicans to cross the aisle and vote with the majority party in favor of impeachment, although there seemed to be no chance any GOP lawmaker would do so.\n\nNadler implored Republicans to \"please keep in mind that — one way or the other — President Trump will not be president forever. When his time has passed, when his grip on our politics is gone, when our country returns, as surely it will, to calmer times and stronger leadership, history will look back on our actions here today. How would you be remembered?\"\n\nBut Doug Collins of Georgia, the top Republican on the Judiciary panel, lambasted Nadler and Democrats for \"the destruction by the majority of the House parliamentary rules to get what they want.\"\n\n\"This has been very disturbing,\" he later added. \"There's partisan, and then there's this.\"\n\n\"After they did all this [investigating], this is all they could come up with?\" Collins asked. \"It's been three years to get to here and this is all they got.\"\n\nCollins said Republicans planned to offer numerous amendments Thursday when they get the chance, but they don't expect to be able make any substantive changes to the measures.\n\n\"I can't fix bad,\" Collins said in an interview. \"We all understand that there's not any making this better. Our amendments will be for time to speak or 'strike and replace.' But this is what Speaker Pelosi wanted, and this is what she's going to get.\"\n\nShortly before the markup began, House Intelligence Chairman Adam Schiff (D-Calif.) delivered to the committee a classified letter provided to investigators by Jennifer Williams, a national security aide to Vice President Mike Pence.\n\nSchiff had asked Pence's office last week to declassify the contents of the letter, which he said describes a Sept. 18 call between Pence and Ukraine's president, Volodymyr Zelensky. But Pence's office, Schiff revealed, did not respond to his request.\n\nWilliams provided the letter to the committee on Nov. 26, a week after she testified publicly. According to Schiff, Williams' letter provides \"corroborative\" evidence for the impeachment investigation.\n\nDuring her previous rounds of testimony, Williams told investigators that she believed Trump’s July 25 phone call with Zelensky — which is at the center of the impeachment inquiry — was “unusual and inappropriate,” echoing concerns from other senior administration officials who were troubled by Trump’s request that Zelensky investigate a Ukrainian energy company tied to former Vice President Joe Biden’s son Hunter. She also said the call appeared to be “political” in nature.\n\nDuring her Nov. 7 deposition, Williams testified that on the Sept. 18 call, Pence was following up to a Sept. 1 meeting with Zelensky and in advance of a meeting between Trump and Zelensky at the United Nations in New York scheduled for the following week. She described it as a \"very positive call\" and said there was no mention of any of the investigations that Trump had been asking Zelensky to pursue.\n\n"}}