{"GDELT": {"GlobalEventID": 892425337, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "LEG", "Actor1Name": "SENATE", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.7776049766718499, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Montana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMT", "Actor1Geo_Lat": 46.9048, "Actor1Geo_Long": -110.32600000000001, "Actor1Geo_FeatureID": "MT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Montana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMT", "Action2Geo_Lat": 46.9048, "Action2Geo_Long": -110.32600000000001, "Action2Geo_FeatureID": "MT", "DATEADDED": 20191212011500, "SOURCEURL": "https://www.washingtonblade.com/2019/12/11/senate-confirms-trump-nominee-who-cried-over-accusation-hes-anti-lgbtq/"}, "ARTICLE": {"TITLE": "Senate confirms Trump nominee who cried over accusation he's anti-LGBTQ", "TEXT": "Email Share 2K Shares\n\nAnti-LGBTQ Trump nominee Lawrence VanDyke cries over assertion he’s anti-LGBT\n\nThe U.S. Senate has confirmed the Trump judicial nominee with an anti-LGBTQ record who made headlines during his confirmation hearing after tearing up over accusations he’s anti-LGBTQ.\n\nBy a party-line vote of 51-44, Lawrence VanDyke was approved on Wednesday to a seat on the U.S. Ninth Circuit Court of Appeals.\n\nIn October, VanDyke teared up before the Senate Judiciary Committee and appeared unable to speak in response to the American Bar Association’s conclusion he wouldn’t be fair to LGBT people as a judge.\n\n“No, I did not say that,” VanDyke said under questioning from Sen. Josh Hawley (R-Mo.). “I do not believe that.”\n\n“It is a fundamental belief of mine that all people are created in the image of God,” VanDyke added. “They should all be treated with dignity and respect, Senator.”\n\nVanDyke’s public emotional display came one day after ABA, which evaluates whether judicial nominees are fit for the federal court, went public with a scathing letter that determined he was “not qualified” based on his temperament and animus toward LGBTQ people.\n\nDuring the course the interview with VanDyke himself, the nominee “would not say affirmatively that he would be fair to any litigant before him, notably members of the LGBTQ community,” ABA reported.\n\nAfter the ABA letter went public, conservative criticized the legal group, which is charged with evaluating whether nominees are qualified on an objective basis. One of VanDyke’s ABA raters, Marcia Davenport, donated to the opponent of his campaign when he ran in 2014 — unsuccessfully — for a seat on the Montana Supreme Court.\n\nLGBTQ advocacy and other progressive groups, including the Human Rights Campaign were united in their opposition to VanDyke and urged the Senate to vote against him.\n\n“Lawrence VanDyke has made clear that he has no intention of upholding the rights of LGBTQ people,” HRC President Alphonso David said in a statement. “From his college writings to his roles in government, VanDyke has spent his career consistently opposed to equality for all people, regardless of sexual orientation and gender identity.\n\nAlthough VanDyke asserts he’d be fair to LGBTQ people seeking to have their civil rights affirmed before the judiciary, he has a record that suggests otherwise, including ties to the anti-LGBTQ legal firm Alliance Defending Freedom.\n\nWhen LGBT advocates were seeking to attain marriage equality through the federal judiciary, VanDyke, as Montana solicitor general, co-signed friend-of-the-court briefs in 2013 favoring the anti-gay Defense of Marriage Act and state bans on same-sex marriage.\n\nIn the same year, VanDyke joined another friend-of-the-court brief before the U.S. Supreme Court in the case of Elaine Photography v. Wilock. Elaine Photography, represented by ADF, was found in violation of New Mexico law after it refused to shoot photos for a wedding for a same-sex couple. (The Supreme Court ended up not taking the case.).\n\nThe VanDyke confirmation is the latest in a ongoing slew of Trump judicial nominees with anti-LGBTQ records confirmed under by the Republican majority in the Senate under Senate Majority Leader Mitch McConnell (R-Ky.).\n\nAmong them is U.S. District Judge Matthew Kacsmaryk of Texas, who worked as an attorney for the anti-LGBTQ First Liberty Institute. Another is U.S. Circuit Judge Kyle Duncan of the U.S. Fifth Circuit Court of Appeals, who defended a Virginia school in seeking to bar transgender student Gavin Grimm from the bathroom consistent with his gender identity.\n\nBut the Senate confirmed VanDyke the day after it confirmed Patrick Bumatay, who’s gay and formerly a U.S. prosecutor in Southern California, to another seat on the U.S. Ninth Circuit Court of Appeals."}}