{"GDELT": {"GlobalEventID": 892424380, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.8229166666666698, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Cameroon", "Actor1Geo_CountryCode": "CM", "Actor1Geo_ADM1Code": "CM", "Actor1Geo_Lat": 6.0, "Actor1Geo_Long": 12.0, "Actor1Geo_FeatureID": "CM", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Cameroon", "Action2Geo_CountryCode": "CM", "Action2Geo_ADM1Code": "CM", "Action2Geo_Lat": 6.0, "Action2Geo_Long": 12.0, "Action2Geo_FeatureID": "CM", "DATEADDED": 20191212011500, "SOURCEURL": "https://www.nbcnews.com/news/world/pipe-dream-african-cannabis-empire-never-was-n1096551?cid=public-rss_20191212"}, "ARTICLE": {"TITLE": "Pipe dream: The African cannabis empire that never was", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nA British firm said it had enlisted U.S. tobacco and drug companies to build a 154-square-mile cannabis farm in pristine West African rainforest and bring thousands of jobs to impoverished locals, according to internal documents obtained by NBC News.\n\nInstead, four years after Trade Park Corporation signed its first papers with local officials, there is nothing to show for the project but angry investors, some stakes in the ground and a few dirt roads already being reclaimed by jungle. Many of the major backers touted by Trade Park, including Bayer and the makers of Marlboro cigarettes, said they'd never heard of the project, and the residents of Meyomessala, Cameroon, are left to deal, empty-handed, with the fallout from a failed dream.\n\n\"Trade Park could not honor its commitments,\" Christian Mebiame Mfou'ou, mayor of Meyomessala, wrote to reporters recently when asked about the project.\n\nTrade Park's plans surfaced this week as part of a trove of leaked corporation records from Formations House, a United Kingdom firm that specializes in creating offshore \"shell companies\" for clients. Its website claims the firm has incorporated more than 400,000 firms for its customers over the course of more than 15 years. The starting price of incorporating a shell company: $26.\n\nCharlotte Pawar of Formations House poses with the Cameroonian prime minister in an Instagram post. via Instagram\n\nNBC News joined more than a dozen news organizations around the world, including The Times of London, the South China Morning Post and the Organized Crime and Corruption Reporting Project, in analyzing the leaked documents.\n\nThe trove was first obtained by the activist group Distributed Denial of Secrets, a self-proclaimed transparency group formed in 2018 with a board of directors that includes hackers, journalists and an Icelandic politician. It has shared leaked material from Russian officials on that nation’s conflict with Ukraine and its work has been profiled by the BBC and The New York Times. It says it verifies the authenticity of any material it releases.\n\nThe leaked documents provide a glimpse into London's massive company services industry, a factory for offshore shell companies that the United Kingdom's law enforcement has said is regularly tainted by malfeasance, and to the global reach of Formations House.\n\nClick here to read the South China Morning Post's version of this story.\n\nOne client operated a car-trafficking ring that cost Slovenian and Croatian taxpayers millions. Iran's state-owned oil company sought a shell company that might have helped it avoid sanctions related to the development of the nation's nuclear program. And an Indian businessman sanctioned for market manipulation in his native country and fined in Dubai for lying to financial regulators, got help from Formations House to create a bank in Gambia.\n\nTo explain why someone would want its services, Formations House created a PowerPoint presentation titled \"All About Offshore,\" included in the leaked trove. The first slide lists the \"2 reasons people want offshore\" — avoiding taxes and anonymity. Then it notes, \"Usually both.\"\n\nClick here to read the Organized Crime and Corruption Reporting Project's version of this story.\n\nLater slides outline how customers could minimize a range of tariffs, including corporate taxes. Another selling point: Projects in remote countries with weak institutions like Cameroon would be beyond the reach of international regulators and law enforcement.\n\nEconomic zones in Africa\n\nFormations House is run by Charlotte Pawar, who took the reins in 2015 after her father Nadeem Khan's death. Khan died weeks before facing trial in the U.K. on charges of money laundering.\n\nAround the same time, Trade Park, an affiliated company also run by Pawar, began pushing for projects in more than a dozen African countries, documents show.\n\nCharlotte Pawar takes photos on a jungle road in a post on her Facebook page. via Facebook\n\nWhile they varied in detail, the proposals included the creation of opaque economic zones that offered anonymity and \"no visibility to U.S. or international institutions,\" according to marketing documents.\n\nThere is no indication in the documents or in reporting by NBC News and its partners that the company's plans for the other countries, including Madagascar, Angola, Mozambique, Gabon, São Tomé and Principe, Equatorial Guinea and Comoros, came to fruition.\n\nBut in 2015, Pawar began signing papers with local officials in Cameroon for an enormous cannabis plantation, intended to slake the growing global demand for CBD oil.\n\nDrilling for oil\n\nDerived from marijuana plants, CBD oil is used for a range of soaps, lotions, supplements and other products promoted to ease pain, calm anxiety and improve nutrition, and demand for the product is rising.\n\nLegal hemp oil imports into the U.S. have more than tripled since 2012, reaching 749 metric tons in 2017, according to a Congressional Research Service report last year on the hemp industry.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nFor now, most U.S. hemp oil imports come from Canada. But African nations have joined the growing list of producers. NBC News found operating farms in Uganda, Lesotho, Swaziland and the Democratic Republic of the Congo.\n\nThe cache obtained by NBC News includes documents, drafts and PowerPoint presentations about the Cameroon project, detailed business plans, and email exchanges with potential investors and local officials from 2015 through 2017.\n\nTrade Park said in one document it intended to \"establish Cameroon as a destination for the Agricultural Pharmaceutical industry,\" with a sprawling plantation that would feature facilities for distilling the plants to hemp oil, and efforts to attract tourists from around the world eager to see a cannabis farm.\n\nA post on Charlotte Pawar's Instagram feed shows \"all I now own.\" via Instagram\n\nThe area initially cultivated would span 19 square miles, almost the same size as the city of Albany, N.Y., with plans to expand to 154 square miles, about the same size as Denver.\n\nPawar's social media pages document two trips she took to Cameroon, first in April 2015 and again in January 2016. During the second trip, there is an image of her parked on a dirt road, photographing a forested area.\n\n\"The road to my new rainforest,\" she commented on one photo on Instagram. For another, she wrote \"I have now been to the rainforests of Cameroon to see all I now own … Its stunning and massive and literally in the middle of absolutely nowhere.\"\n\nHer social media posts also included a photo of her meeting the then-prime minister of Cameroon, Philémon Yang, in January 2016.\n\nIn the leaked business plans, Trade Park disclosed the project would require deforestation and the \"removal\" or \"ethical rehoming of wildlife.\" The acreage of the proposed farm is next to a protected rainforest preserve and is home to officially \"vulnerable\" species like leopards and officially endangered species such as western lowland gorillas and chimpanzees. Studies in the U.S. and elsewhere have shown that intensive cannabis cultivation can be environmentally damaging.\n\nA post on Charlotte Pawar's Facebook page. via Facebook\n\nOnce the project was fully launched, according to a presentation, it would export products worth $1 billion after just three years.\n\nTrade Park also promised to create 15,000 jobs within three years — in an impoverished region where most residents are subsistence farmers — and to bring in $300 million of foreign direct investment from companies that would be lured by the project's special permission to cultivate cannabis, which is otherwise illegal in Cameroon.\n\nOn June 1, 2016, Cameroon's National Office of Free Industrial Zones granted the plantation streamlined customs approvals, tax exemptions and simpler visa procedures for foreign workers.\n\nSome work was done to prepare the site, and government approvals were signed. Crews hired by Trade Park carved dirt roads through a rainforest near the small town of Meyomessala in southern Cameroon, roughly a four-hour drive from the country's capital, Yaoundé.\n\nThe leaked documents include a March 2017 email in which Pawar told Formations House employees that Trade Park had poured more than $310,000 into the project for expenses, including an office, travel, export license and \"local\" fees.\n\nTrade Park said in a 2017 PowerPoint presentation that it had lined up \"keen\" investors ready to join the project. The roster of 17 corporations sounded impressive, including American and European pharmaceutical and tobacco giants. Among the drug firms were AstraZeneca, Bayer and GlaxoSmithKline. The tobacco firms were Altria, whose brands include Marlboro, and British American Tobacco, maker of Camel cigarettes.\n\nBut an NBC News investigation found that much of that list may be bluster, and that the project seems to have sputtered to a halt in 2016, though Pawar insisted the project is still going forward.\n\nAt least 10 of the firms on the list said they had no knowledge of Trade Park and its efforts to establish a cannabis plantation in Cameroon.\n\nJohn Baker, marketing director for O'Neal, Inc., a South Carolina engineering and construction firm listed in the documents, told NBC News, \"We don't have anything to do with that.\"\n\nThough tobacco companies are investing in cannabis products, George Parman, a spokesperson for Altria, said \"this is the first that we've heard\" of Trade Park. British American Tobacco also said it knew nothing of the project. So did Bayer and Arizona-based Peak Pharmaceuticals.\n\nOne Kuwaiti businessman not mentioned as an investor in the PowerPoint list, Faisal Almutairi, invested at least $250,000 in Trade Park in 2015, and later threatened legal action against Trade Park, trying to get his money back and charging Trade Park's business plan was \"nothing less than science fiction.\"\n\n\"No one paid us\"\n\nMeanwhile, in Meyomessala, local residents have yet to see the desperately needed jobs and investment that had been touted.\n\nContractor Gilbert Mvondo said he is still waiting to be paid for his efforts building roads in the rainforest.\n\n\"We were all involved in digging roads that made it easy for the delegation to move within the forest,\" said Mvondo, a member of the Bulu indigenous group and a resident of the area. \"No one paid us and until today they still owe us.\"\n\nMeyomessala Mayor Christian Mebiame Mfou'ou, who stood to earn 10 percent from license fees, according to the internal documents, had emailed Trade Park in September 2016 about his frustration due to the plantation's lack of progress.\n\nHe wrote that he depleted \"significant political capital\" and had lobbied the \"head of state, first lady, other senior government officials, and members of his local community\" for the plantation.\n\n\"I am frustrated over your inability to honour your commitments,\" he wrote. \"I am worried for my political career and my freedom.\"\n\nA slide from a PowerPoint presentation created by Formations House to market offshore shell companies to clients.\n\nIn response to inquiries by reporters for this story, the mayor confirmed that the project stalled with no gains for the community.\n\nAmong other promises, Trade Park pledged to build an employee health care center and an academic institute, plus improve local infrastructure, according to an unsigned contract.\n\nIn an e-mail responding to questions by NBC News, Pawar wrote, \"This project is still in the planning and investment stages.\"\n\n\"The Investment pack has been checked, verified and ratified by multiple government agencies, ministers, and third party assessors,\" according to Pawar, including permission to deforest the region. \"Included in the investment pack, there is a detailed feasibility study.\"\n\nPawar noted that local officials, and not Trade Park, selected the acreage for development.\n\nPawar has not contested the authenticity of the documents, but she has denounced the leak of her firm's internal documents. She said she has notified London police that the records have been stolen, and said Formations House was facing an extortion attempt, though she did not provide details. London Metropolitan Police did not immediately respond to a request for comment.\n\nTrade Park continues to promote on its website a \"Medicinal Agriculture Export Zone\" among its services and pledges that its projects minimize environmental impact.\n\nThe local government in Meyomessala has not given up hope for producing CBD oil, according to Adolphe Nkoumou, a municipal council member in charge of agricultural projects. He said investors from India and Japan had shown interest, though he did not provide further information.\n\n\"We are ready to receive any sponsors for the project,\" Nkoumou said in an interview after a day's work on his farm. \"It is a project that will benefit the community.\"\n\nTo report this story, NBC News partnered with the Organized Crime and Corruption Reporting Project, a nonprofit journalism outfit based in Sarajevo, and the South China Morning Post, a newspaper based in Hong Kong. The Formations House corporate documents trove, dubbed #29Leaks, named after the street number for the firm, is being reported on by 23 news organizations in 20 countries.\n\nJohn Power reported from Hong Kong. Brenda Kiven reported from Cameroon. Kara Stevick and Andrew W. Lehren reported from New York."}}