{"GDELT": {"GlobalEventID": 892426114, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "AUT", "Actor2Name": "VIENNA", "Actor2CountryCode": "AUT", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.89887640449438, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191212011500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7783161/Prosecutors-ask-judge-jail-Giuliani-associate.html"}, "ARTICLE": {"TITLE": "Rudy Giuliani's associate Lev Parnas received mystery $1 MILLION from Russia", "TEXT": "Federal prosecutors on Wednesday asked a judge to jail Lev Parnas, an associate of U.S. President Donald Trump's personal lawyer Rudy Giuliani, while he awaits trial on campaign finance charges.\n\nIn a motion filed in federal court in Manhattan, the prosecutors said Parnas had lied about his assets and posed an 'extreme risk of flight.'\n\nThey revealed he had received $1 million from a bank account in Russia in September and was in the process of buying a $4 million home in Florida, but had declared neither financial transaction to them when he applied for bail.\n\nParnas was released on bail after his arrest in October and has been living under house arrest in Florida. His lawyers could not immediately be reached for comment.\n\nUkraine-born Parnas was charged alongside another Florida businessman, Belarus-born Igor Fruman, with illegally funneling money to a pro-Trump election committee and other politicians. Both men have pleaded not guilty.\n\nLock him up: Lev Parnas is accused of lying to federal bail officials by not disclosing a $1 million payment he received from Russia before he was arrested. Prosecutors also want his wife Svetlana to surrender her passport\n\nAlso arrested: Igor Fruman, Lev Parnas' associate, was also picked up trying to fly to Vienna. He is also on bail\n\nProsecutors accused Parnas and Fruman of using a shell company to donate $325,000 to a pro-Trump election committee and of raising money for former U.S. Representative Pete Sessions of Texas as part of an effort, that was ultimately successful, to have the president remove Marie Yovanovitch as ambassador to Ukraine.\n\nIn court documents filed in federal court in Manhattan, prosecutors said that he had repeatedly changed his story on his assets, giving two different accounts to Pretrial Services, the branch of the federal government which deals with the bail system.\n\nIn October he first told Pretrial Services that he had $43,500 in cash, two vehicles, and that he earned $50,000 per year from a law firm for being an interpreter, and $30,000, and a $30,000 annual salary from Global Energy Producers, the supposed import-export company which prosecutors say was part of his and Fruman's scheme.\n\nBut then his attorney offered a different version of events and at the end of October he made a sworn statement to Pretrial Services claiming he had just $5,644 in cash, $30,000 in jewelry, and two vehicles.\n\nProsecutors said that his mystery $1 million from Russia and his undeclared $4 million house purchase which was in progress when it was uncovered meant his $200,000 bail was far too little and the risk of flight far too great for him to be allowed to remain out of prison,\n\nThe prosecutors also alleged that Parnas had tried to mislead the Pretrial Services officer, Rick Samson, into believing that the judge in the case wanted them to make a 'deal' to lift his house arrest.\n\nAssociate: Lev Parnas and Igor Fruman had business links to Rudy Giuliani, the president's personal attorney\n\n'The Government understands from Officer Samson that shortly after the December 2, 2019 conference, Parnas returned from New York and told Officer Samson, in sum and substance, that the \"Judge wants us to get together to work out a deal to possibly give him some time out of the house\" and that Parnas’s counsel would call Officer Samson,' prosecutors alleged.\n\n'Officer Samson also told the Government that in a subsequent phone conversation with one of Parnas's attorneys, the attorney told Officer Samson, in sum and substance, that the Judge \"wants all parties to get together to work out a schedule to allow Parnas to leave his residence and engage in activities,\" specifically, \"family activities.\"'\n\nThe legal papers said the attorney denied he had said that.\n\nProsecutors also want his wife, Svetlana, and son Aaron, to surrender their passports. Svetlana is a housewife and Aaron is a student, the documents said."}}