{"GDELT": {"GlobalEventID": 892425402, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 1313, "EventBaseCode": 131, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -5.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.68380462724936, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191212011500, "SOURCEURL": "https://www.channel3000.com/news/after-instagram-threat-classes-to-resume-in-middleton-high-schools-thursday/1150603448"}, "ARTICLE": {"TITLE": "After Instagram threat, classes to resume in Middleton high schools Thursday", "TEXT": "After Instagram threat, classes to resume in Middleton high schools Thursday\n\nMadalyn O'Neill by Madalyn O'Neill\n\nClass will go on as usual at Middleton’s high schools Thursday after they were closed Wednesday because of alleged “serious and specific” threats to students.\n\nIn a note to families Wednesday afternoon, the Middleton-Cross Plains Area School District said it no longer believes the Instagram threats to be credible after consulting with local law enforcement.\n\n“There have been no additional threats made through social media or any other venue,” Superintendent Dana Monogue said during a press conference Wednesday afternoon.\n\nMiddleton Police said the investigation is ongoing. While they have not found a suspect, they said criminal charges are possible.\n\nThe district also told families the threats were in connection to a planned student-led walkout scheduled for Wednesday morning. Monogue said the threats were made against the walkout.\n\n“It makes me angry and a bit disappointed,” Middleton High School senior Ace Buccholz said.\n\nBuccholz had planned to attend the rally at Fireman’s Park Wednesday morning asking the district to do more to help sexual abuse survivors, but it was postponed because of the threat.\n\n“It is quite upsetting, because it felt like we were actually taking a step to changing things or getting people to notice things,” Buccholz said. “Then this whole debacle happened, and now it’s postponed.”\n\nThe social media threat put a stop to the school day, too, canceling classes at Middleton High School and Clark Street Community School.\n\n“I feel like (the threat) will put quite a few people on edge,” Buccholz said.\n\nIt comes at a time when school violence is top of mind.\n\n“All these incidents are hitting way too close to home, with incidents that happened in Waukesha and Oshkosh last week,” Monogue said. “Now our system this week. It is emotional, upsetting.”\n\n“We always get a shooter drill every year, at least twice a year,” Buccholz said. “It’s normal. We usually have a teacher talk to us about it, which shouldn’t be normal, but it is.”\n\nWhile classes will resume Thursday, police will be present at both high schools through the end of the week, according to the district.\n\nGet your weather forecast from people who actually live in your community. We update with short, easy-to-use video forecasts you can watch on your phone every day. Download the iOS or Android app here.\n\nCOPYRIGHT 2020 BY CHANNEL 3000. ALL RIGHTS RESERVED. THIS MATERIAL MAY NOT BE PUBLISHED, BROADCAST, REWRITTEN OR REDISTRIBUTED."}}