{"GDELT": {"GlobalEventID": 892425614, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "NPL", "Actor1Name": "NEPAL", "Actor1CountryCode": "NPL", "Actor2Code": "NPLCVL", "Actor2Name": "NEPALESE", "Actor2CountryCode": "NPL", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.11462450592885, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191212011500, "SOURCEURL": "https://in.news.yahoo.com/nepal-police-unearth-multi-million-170646184.html"}, "ARTICLE": {"TITLE": "Nepal police unearth multi-million rupees online fraud involving Indians", "TEXT": "Kathmandu, Dec 11 (PTI) Nepal Police have unearthed a multi-million rupees online fraud involving Nepalese, Indian, Nigerian and British nationals and arrested three accused.\n\nThree Nepalese nationals were arrested from central Nepal after they were found to be using various social media platforms such as Viber, WhatsApp, Imo, Facebook to defraud people.\n\nA special investigation team from the Metropolitan Police Crime Division, Teku arrested the three Nepalese – Ramesh Khadka, 52, Bisheshwor Prasad Tiwari, 37 and Sandeep Kalwar, 19 from Dolakha and Nawalparasi districts, police said.\n\nAccording to police, the three were involved in extracting money from people in the pretext of lotteries or receiving parcels. They were also part of a larger scam of hacking financial institutions and transacting such funds through various bank accounts. They would then channel the money to India via various means after retaining a commission of 15 to 20 per cent for themselves, police added.\n\nNigerian national Peter Herman Assenga, British national Smith Morris, and ten Indian nationals are known to have masterminded the fraud and hacking schemes, wherein they led their “Nepali agents” to carry out the illegal transactions on their behalf.\n\nInvestigations show that a total of Rs 146,791,000 has been illegally transacted, police said.\n\nSo far, 34 Nepali citizens have been found involved in the scam while 15 victims of the fraud are in contact with police.\n\nPolice have initiated an investigation into the matter to check whether banks used by the perpetrators have been hacked, police said. PTI SBP PMS PMS"}}