{"GDELT": {"GlobalEventID": 892425052, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "GOVHLH", "Actor1Name": "HEALTH MINIST", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 18, "EventBaseCode": 18, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 12, "NumSources": 1, "NumArticles": 12, "AvgTone": -4.73889137682241, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 31.5497, "Actor1Geo_Long": 74.3436, "Actor1Geo_FeatureID": "-2767043", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lahore, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23677", "Action2Geo_Lat": 31.5497, "Action2Geo_Long": 74.3436, "Action2Geo_FeatureID": "-2767043", "DATEADDED": 20191212011500, "SOURCEURL": "https://www.thenews.com.pk/print/582286-chohan-blames-pml-n-lawyers-for-attacking-him-pic"}, "ARTICLE": {"TITLE": "Chohan blames PML-N lawyers for attacking him, PIC", "TEXT": "LAHORE: Punjab Information Minister Fayazul Hassan Chohan has condemned the torture of lawyers of him and said that such behaviour by an educated community as of lawyers is condemnable to the highest degree possible.\n\nFlanked by Law Minister Raja Basharat, he told a press conference that Chief Minister Sardar Usman Buzdar after an emergency meeting had instructed that the causes of the incident along with all those responsible be identified as soon as possible.\n\nAccording to preliminary investigation, Chohan said, nefarious elements of the PML-N have been identified who acted with a malicious intent. He said that those involved are believed to be close associates of Hamza and Maryam, who under a plot tried to create law and order situation in Punjab.\n\nUnder directives from the chief minister, he said he rushed to the PIC to resolve the matter where an angry group of lawyers, purportedly belonging to PML-N manhandled him and fired at him. He also thanked media representatives and reporters present on the scene who tried to save him from the violent mob.\n\nHe also praised the DIG operations and said that with his assistance, he persuaded the police force not to shoot the lawyers to avoid a Model Town-like situation. He personally rescued 10 lawyers from the angry mob and handed them over to the police.\n\nH also paid tribute to Barrister Chaudhry Aitzaz Ahsan and Barrister Ali Zafar for their positive role, saying it was a time to remove the black-sheep from the legal fraternity.\n\nHe said that Punjab Chief Minister Usman Buzdar has also announced financial assistance for those died and injured in PIC incident.\n\nSpeaking on the occasion, Law Minister Raja Basharat said that the government was in constant touch with law enforcement agencies, health department, lawyers and doctors.\n\nAt no point did the government separate itself from the situation. He urged the lawyers’ community and doctors to show restraint so that the situation could be saved from deteriorating any further.\n\nHealth Minister Dr Yasmin Rashid said that the whole country was saddened by this shameful incident. She said that the attitude of lawlessness by lawyers was highly condemnable. Even during the wars, she said, hospitals are not attacked and hoped that such deplorable incidents will not be repeated."}}