{"GDELT": {"GlobalEventID": 892424977, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "GOV", "Actor1Name": "ELECTORAL COMMISSION", "Actor1Type1Code": "GOV", "Actor2Code": "CVL", "Actor2Name": "VOTER", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.33587786259542, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKR8", "Actor2Geo_ADM2Code": "40152", "Actor2Geo_Lat": 54.5, "Actor2Geo_Long": -6.5, "Actor2Geo_FeatureID": "-2604275", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20191212011500, "SOURCEURL": "https://www.thenews.com.pk/print/582009-brits-head-to-polls-for-3rd-time-in-four-years-today"}, "ARTICLE": {"TITLE": "Brits head to polls for 3rd time in four years today", "TEXT": "LONDON: Polling day brings with it a special set of rules and regulations to ensure that voting takes place in a free and fair atmosphere, as Britons head to the polls for the third time in four years today.\n\nWhen do polls open and close? Polls open at 7am and polling must close at 10pm. However, the Electoral Commission says any eligible electors who at 10pm are in a queue inside or outside the polling place must be allowed to vote.\n\nWhat happens to election coverage? Under Ofcom rules, discussion of politics is not allowed while voting is under way. Broadcasters must also not publish the results of any opinion polls while people are voting.\n\nWhen is the exit poll? It will be announced live on the BBC, ITV and Sky News and will offer the first clues as to how the night will unfold. At each of the past few elections, the exit poll has produced a very accurate projection of the actual result.\n\nFieldwork will be conducted by polling company Ipsos Mori, with tens of thousands of interviews conducted at 144 polling stations across the country.\n\nOn leaving one of these stations, voters will be asked throughout polling day, using a mock ballot paper, how they just voted.\n\nDo I need ID to vote? If you live in England, Wales or Scotland you do not need to bring any identification to vote, however you will need to show photo ID to vote in Northern Ireland.\n\nYou do not have to take your poll card with you, but the Electoral Commission advises if you have it with you it can help speed up the process.\n\nCan I use a pen to vote? There will be a pencil in the polling booth, but voters can use a pen if they prefer. The Electoral Commission warns voters not to write anything else on the paper — other than a cross in one box — or your vote may not be counted.\n\nIf you make a mistake — as long as you have not already put it in the ballot box — polling station staff can give you a replacement ballot paper.\n\nCan I take a photo? Taking photos inside the polling station is not allowed as it risks the secrecy of voting. The Electoral Commission says you are welcome to take photos outside the polling station.\n\nWho are those people outside the polling station? People outside the polling station called “tellers” may ask you for the number on your polling card.\n\nThese people are volunteering on behalf of candidates — and often wear rosettes — and they use the information to check who has voted and remind people who have not to do so.\n\nThe Electoral Commission says: “They are allowed to be there and to ask for the information, but you don’t have to give them any information if you don’t want to. If you are concerned about the conduct of a teller, speak to a member of staff at the polling station.”"}}