{"GDELT": {"GlobalEventID": 892426123, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "USA", "Actor1Name": "CALIFORNIA", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.85689505637468, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191212011500, "SOURCEURL": "https://www.nbcnews.com/health/vaping/over-half-million-marijuana-vapes-seized-u-s-last-2-n1095006?cid=public-rss_20191212"}, "ARTICLE": {"TITLE": "Over half a million marijuana vapes seized in the U.S. in the last 2 years", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nAs health officials scrutinize marijuana vaping, it’s increasingly on law enforcement’s radar, too.\n\nFrom New York City to Nebraska farm country to California, authorities have seized at least 510,000 marijuana vape cartridges and arrested more than 120 people in the past two years, according to an Associated Press tally derived from interviews, court records, news accounts and official releases.\n\nA Wisconsin mother, her two adult sons and five other people were charged this fall in what investigators describe as a black-market manufacturing operation that churned out thousands of cartridges a day packed with THC, the cannabis chemical that causes a high. In neighboring Minnesota, authorities said they found nearly 77,000 illicit pot cartridges in a man’s suburban Minneapolis home and car in September.\n\nAn Alabama prosecutor has seen a spurt in pot vape cases in juvenile court. And in New York City, drug authorities say they’ve seized about 200,000 illegal cartridges just since this summer, often while investigating groups suspected of trafficking in traditional-form marijuana or other drugs.\n\n“We’re putting a lot more resources in pursuing these organizations,” said Ray Donovan, the special agent in charge of the Drug Enforcement Administration’s New York office. “This is where the market is going ... These criminal organizations are going to jump on whatever the business model is and try to take advantage and exploit that.”\n\nFueled recently by alarm over a deadly lung illness that health officials have linked to illicit THC vaping, the pursuit of pot cartridges has added a new layer to drug enforcement while authorities are grappling with the opioid crisis and other drug issues.\n\nIn states with and without legal marijuana markets, drug investigators, highway patrols and local police departments have been adjusting to searching for a form of marijuana that comes in small packages, doesn’t smell like pot and might look like legal nicotine vapes — or require discerning what’s legal and not in states that allow marijuana use.\n\nCalifornia officials seized 7,200 cartridges in October from a Los Angeles warehouse tied to a state-licensed company that made Kushy Punch-brand vapes. The state later revoked the company’s license.\n\nKushy Punch has said the cartridges were old, unusable and not meant for distribution. The brand says it’s looking for new manufacturing partners.\n\nMeanwhile, the Los Angeles County Sheriff’s Department Narcotics Bureau may soon start tallying vape seizures when busting allegedly illegal pot dispensaries, Capt. Holly Francisco said.\n\nVaping rapidly gained ground in the past few years among marijuana users as a fast-acting and discreet alternative to smoking the drug. Thirty-three states have legalized marijuana at least for medicinal use, but bootleg vape “carts” — short for cartridges — have cropped up there and elsewhere, selling for roughly $20 to $50 apiece.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nThe illicit marijuana vape market nationwide is estimated at as much as $2.5 billion this year — roughly equivalent to the market for legal pot cartridges, according to cannabis market researchers BDS Analytics and Arcview Market Research.\n\nThe lung-illness outbreak raised alarms about vaping as over 2,200 people fell ill and at least 47 died in the past nine months. Health officials have urged people to avoid vaping, particularly black-market products containing THC, which many of the sick said they had used.\n\nHealth officials announced last month that vitamin E acetate, sometimes used to thicken vaping fluid, is a “very strong culprit” as a cause of the illness.\n\nTo marijuana legalization advocates, the increased focus on black-market marijuana cartridges is an argument for legalizing and regulating the drug nationally in the name of safety.\n\n“The solution to decreasing the risk associated with THC vapor products lies in continuing towards a legalized and regulated market, not increased criminalization and arrests,” said NORML Executive Director Erik Altieri.\n\nWhile the lung ailment has turned up the urgency around policing illegal pot vaping, it was already on some law enforcement leaders’ minds.\n\nAs a mom of teenagers, Ashley Rich knew several years ago that flavored-nicotine vaping had caught fire with youngsters. (Federal health officials consider it an epidemic.) As a prosecutor, she dreaded that illegal-drug vapes would surge next. “And that’s exactly the trend that we’re seeing,” said Rich, the district attorney in Mobile County, Alabama, where marijuana remains broadly illegal.\n\nJuvenile court pot vape possession cases have increased roughly threefold in the county in about a year, Rich said. Meanwhile, she’s prosecuting two people charged in September with marijuana trafficking after a seizure of 1,971 THC vapes shipped from California. Rich said they were labeled with such flavors as banana, tangelo and Girl Scout cookie.\n\nIn Minnesota, authorities have noted a sizeable rise in illicit THC cartridges over the last three or four years, according to Brian Marquart of the state Department of Public Safety.\n\n“It’s been a challenge of training officers what to look for, what to do in their investigations, as well as educating the public as to what they may be purchasing if they’re purchasing on the street,” he said.\n\nMinnesota allows medical marijuana sales, but like many states restricts them to registered patients and approved dispensaries.\n\nOfficers and prosecutors have had to ponder how criminal laws designed for plant-form marijuana apply to the small but concentrated cartridges, and how to sample as many as 77,000 of them for testing, Marquart said. That seizure, in the Twin Cities suburb of Coon Rapids, included “Dank” vapes, an underworld brand of sorts that has come up in the vaping illness investigation.\n\nWhile some big busts stem from investigations and stings, others arise simply from traffic stops.\n\nThe Utah State Patrol has rolled up more than 39,000 THC cartridges this year. Indiana troopers said they netted 50,000 vapes, plus about 250 pounds (113 kilograms) of plant-form marijuana, in March after pulling over a truck near Indianapolis for a traffic infraction.\n\nIndiana State Police spokesman Sgt. Matt Ames said THC cartridges have proliferated over the past year as neighboring Michigan and Illinois have agreed to legalize recreational weed.\n\n“People are under the assumption now that marijuana is an accepted drug,” Ames said, but “we are going to enforce the law of Indiana.”\n\nIn New York City, a detective on a DEA-managed task force was staking out a Manhattan storage facility in July when he saw three men unload boxes from a truck, according to a court complaint. A search of the truck and a storage unit yielded 24,000 THC vapes and about 230 pounds (104 kg) of pot, according to the complaint and the DEA.\n\nThe men pleaded guilty this fall to felony marijuana possession and were sentenced to three years’ probation. One of their lawyers, Tony Mirvis, called it “a fair and equitable resolution” for his client.\n\nThe DEA’s Donovan expects pot vapes will remain a priority for black-market suppliers and the authorities who pursue them.\n\n“That’s not going to go away,” he said.\n\nFollow NBC HEALTH on Twitter & Facebook."}}