{"GDELT": {"GlobalEventID": 892425617, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "NZL", "Actor1Name": "AUCKLAND", "Actor1CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 2.5280898876404505, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191212011500, "SOURCEURL": "http://auckland.scoop.co.nz/2019/12/phil-goff-welcomes-independent-analysis-of-unisc-report/"}, "ARTICLE": {"TITLE": "Phil Goff welcomes independent analysis of UNISC report", "TEXT": "Press Release – Office of the Mayor of Auckland\n\nAuckland Mayor Phil Goff has welcomed the announcement by the government that Treasury, the Infrastructure Commission and other economic analysts will independently assess the UNISC working party report and the assumptions underlying it.\n\n“I have no doubt that the Auckland’s port will have to move in the medium-term, and I support that. Within 20-30 years, increases in freight will outgrow the port’s capacity, which necessitates a move. Aucklanders also want and will be getting better access to their waterfront, which is already happening and will progressively happen over coming decades.\n\n“However, where the port moves to and when needs better analysis than what the Working Party was able to provide. It needs to be evidence-driven, robust and independent of any vested interests.\n\n“I welcome the initial analysis by Treasury and the Ministry of Transport in the reports released this morning. These confirm many of the concerns we have expressed.\n\n“Like Treasury, we were frustrated that the data underlying the Working Party’s assumptions was not available to be tested. Some of those assumptions were wildly inaccurate, for example that there would be $4.3 billion in savings on road infrastructure costs. That was factually incorrect, and the savings do not exist.\n\n“There was also an assumption of 70% rail use from Northport which has been described as very optimistic.\n\n“Officials say that scenarios outside of Northport have been overlooked and prematurely rejected. I concur with that.\n\nThe recommendation of officials is that based on the evidence provided the case for a full move to Northport has not been made. I also agree with that.\n\n“Most particularly I welcome the recognition by Treasury and the Ministry of Transport that the private property rights of Aucklanders who own the Ports of Auckland cannot be dismissed as the Working Party implies.\n\n“Aucklanders have invested over $600 million in their port and our rights should not be treated differently from the rights of any other shareholders in terms of confiscation of our assets,” Phil Goff said.\n\nContent Sourced from scoop.co.nz\n\nOriginal url"}}