{"GDELT": {"GlobalEventID": 892426400, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "USACVL", "Actor1Name": "COLORADO", "Actor1CountryCode": "USA", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.846938775510201, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Colorado, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCO", "Actor1Geo_Lat": 39.0646, "Actor1Geo_Long": -105.32700000000001, "Actor1Geo_FeatureID": "CO", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Denver, Colorado, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCO", "Action2Geo_ADM2Code": "CO031", "Action2Geo_Lat": 39.7392, "Action2Geo_Long": -104.985, "Action2Geo_FeatureID": "201738", "DATEADDED": 20191212011500, "SOURCEURL": "https://ourcommunitynow.com/news-local/colorado-drivers-are-now-the-6th-worst-drivers-in-the-country"}, "ARTICLE": {"TITLE": "Colorado Drivers Are Now the 6th Worst Drivers in the Country", "TEXT": "Yep. Coloradans are now amongst the worst drivers in the U.S.\n\nColorado ranks in various fields in comparison to other states. Colorado has the highest elevation of any U.S. state; it is the home of the country's tallest mountains, and, along with Washington state, it was the first state to legalize marijuana.\n\nRecently, Colorado went up another list, but not necessarily a favorable one. As Colorado residents, we have all been witnesses to some serious road rage and terrible traffic, particularly if you live in the Denver area. It turns out, according to an annual analysis from Car Insurance Comparison, Colorado drivers now rank among the worst drivers in the country.\n\nColoradans ranked as 6th worst in the U.S. in 2019, thanks to rising rates of scofflaws and speeders. In just a year, Colorado went up the list drastically, ranking at 15th in 2018 and 2017 in a study that relied on 3,000 data points compiled from the National Highway Traffic Safety Administration.\n\nFor the first time ever, Colorado made it to the top 10 worst drivers ranking since the study by the company launched in 2011. However, this is not the first study or list where Colorado drivers have been named as bad drivers. A study in 2016 from the online insurance comparison site QuoteWizard ranked Colorado as the 8th worst driving state. The conclusion came from a collection of data, including the rate of auto accidents, drunk driving cases, speeding tickets, and traffic citations.\n\nThe recent study by Car Insurance Comparison indicated that Coloradan's biggest flaw is \"failure to obey\" violations. In this matter, they ranked third-worst. In general, drivers fail to obey simple traffic laws, like wearing a seat belt, running red lights, or driving without their licenses. Last year, Colorado ranked 18th in this area.\n\nUpon closer inspection, it seems the ranking doesn't necessarily apply to every city equally. In a recent study by Allstate, two Colorado cities (out of 200 U.S. cities) made it to the top 15 safest drivers; Fort Collins and Colorado Springs.\n\nEven though some Colorado cities have better drivers than others, recent studies indicate there is a rise in poor driving and traffic violations in Colorado overall.\n\nDo you think Colorado has a road rage issue? Let us know your thoughts in the comments below."}}