{"GDELT": {"GlobalEventID": 892425952, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -2.96499172266043, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Ysidro, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA073", "Actor1Geo_Lat": 32.552, "Actor1Geo_Long": -117.04299999999999, "Actor1Geo_FeatureID": "1661394", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Ysidro, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 32.552, "Action2Geo_Long": -117.04299999999999, "Action2Geo_FeatureID": "1661394", "DATEADDED": 20191212011500, "SOURCEURL": "https://www.sandiegouniontribune.com/news/california/story/2019-12-11/doctors-end-protest-to-demand-flu-vaccines-for-migrants"}, "ARTICLE": {"TITLE": "Doctors end protest to demand flu vaccines for migrants", "TEXT": "A group of doctors on Wednesday ended a three-day protest against the U.S. government’s refusal to allow the flu vaccine be administered to migrants, following the arrests of six demonstrators outside a Border Patrol regional headquarters in San Diego.\n\nDr. Bonnie Arzuaga said Customs and Border Patrol officials met briefly with her and other protest leaders and vowed to pass her organization’s request to start a pilot program to inoculate migrants in detention facilities in San Diego up their chain of command.\n\nIn the past year, three migrant children have died from influenza after being detained by U.S. Border Patrol agents. They include a 16-year-old Guatemalan boy seen on security footage writhing in agony before he died of influenza in a Border Patrol holding cell.\n\nCustoms and Border Protection has said they are not equipped to run a vaccination program.\n\nAdvertisement\n\n“It has never been a CBP practice to administer vaccines,” the agency said in a statement. It added that other agencies are in place to offer such vaccines to people in its custody when appropriate.\n\nArzuaga, a pediatrician from Boston, said the Centers for Disease Control recommends all children above the age of six months be vaccinated against the flu.\n\nShe said doctors showed up ready to administer vaccines to migrants at a San Diego-area detention facility for free but were kept locked out. So they held an hours-long protest Monday.\n\n“We are using our voices as public health physicians to sound the alarm,” said Arzuaga, the founder of Doctors for Camp Closure, representing about 2,000 medical professionals and students. “All we’re trying to do is prevent more deaths.”\n\nAdvertisement\n\nOn Tuesday, about 70 doctors and others demonstrated outside the San Diego Sector Border Patrol headquarters, where four doctors and two others were arrested after laying down on a driveway, preventing employees from leaving. Officials met briefly with the group after the arrests were made, Arzuaga said.\n\nOn Wednesday, about 40 people held a vigil for those who have died while in detention facilities, gathering at the San Ysidro port of entry, one of the world’s busiest pedestrian crossings. Then she and other demonstration leaders met again with Customs and Border Protection officials.\n\nThe Department of Homeland Security’s press secretary defended the decision to not let in the doctors, saying on Twitter: “Of course Border Patrol isn’t going to let a random group of radical political activists show up and start injecting people with drugs.”\n\nArzuaga said she was saddened the administration was attacking her and others for addressing a public health issue.\n\nAdvertisement\n\n“We’re very much in middle of flu season now,” she said. “We’re sort of missing the window of opportunity to keep people protected, not only people in detention facilities, but also in our communities.”\n\nMedical professionals repeatedly asked to be able to vaccinate migrants in letters sent months ago to the Trump administration, including the secretaries of health and human services and homeland security, but got no response.\n\nArzuaga said Wednesday they were told Dr. David Tarantino, the senior medical adviser to Customs and Border Protection, would get back to them.\n\nThe agency said in a statement that “the men and women of the U.S. Customs and Border Protection also share the concern about the welfare of those who come into our custody, and we stand by our process.”\n\nAdvertisement\n\nIt noted that it has recently increased its medical staff to more than 250 health care employees working along the border, and migrants sent to longer-term facilities usually receive such vaccinations.\n\nBut doctors say many migrants are sent from the short-term holding facilities back to Mexico to wait out their asylum requests under a Trump administration policy. There they often live in crowded shelters and unsanitary conditions.\n\n___\n\nThis story has been corrected to show the protest was held at Border Patrol headquarters, not at a detention facility."}}