{"GDELT": {"GlobalEventID": 892425347, "Day": 20191212, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.937, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.92700729927007, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20191212011500, "SOURCEURL": "https://www.vcyamerica.org/crosstalk/2019/12/11/impeachment-proceedings-take-next-step/"}, "ARTICLE": {"TITLE": "Impeachment Proceedings Take Next Step", "TEXT": "Date: December 11, 2019\n\nHost: Jim Schneider\n\n​Guest: Robert Romano\n\nMP3 ​​​| Order\n\nCrosstalk began with Jim noting that tensions are high on Capitol Hill and the nation as the chairs of two House committees announced the filings of articles of impeachment against President Trump.\n\nHouse Judiciary Committee Chairman Jerry Nadler said: ‘The House Committee on the Judiciary is introducing two articles of impeachment, charging the President of the United States, Donald J. Trump, with committing high crimes and misdemeanors.’\n\nHouse Intelligence Committee Chairman Adam Schiff said, ‘We stand here today because the president’s continuing abuse of his power has left us no choice. To do nothing would make ourselves complicit in the president’s abuse of his high office, the public trust and our national security.’\n\nHouse Republican Minority Whip Steve Scalise had this to say: ‘They’re not impeaching the president because they can list an impeachable offense. They’re impeaching him because they’re afraid he will get re-elected.’\n\nJoining Jim with news and analysis on this issue was Robert Romano. Robert is Vice President of Public Policy with Americans for Limited Government.\n\nThe two charges against the president are abuse of power and obstruction of Congress. The Democrats are accusing the president of leveraging foreign aid to Ukraine in exchange for alleged investigations into the president’s political opponents, including former Vice President Joe Biden. The obstruction charge alleges that certain advisors to the president are not being allowed to testify before Congress under the guise of executive privilege.\n\n\n\nRobert believes that the hearings have shown that the president never demanded any investigation in exchange for handing over foreign aid. Instead, he was asking for investigations that had been ongoing long before Zelenski was even elected into the Burisma Holdings Company. In fact, there was even a question of money laundering to the United States that could have potentially violated U.S. laws that the Ukrainian prosecutors were attempting to pass along to our Justice Department.\n\n\n\nWe have a mutual legal assistance treaty with Ukraine. So, according to Robert, whether these actions/investigations would make President Trump look good or bad isn’t relevant to the exercising of the treaty because looking into these issues is a legitimate undertaking by Ukraine and the Justice Department. So it would be well within the boundaries of the law to look at Burisma Holdings and any U.S. individuals, like Joe Biden’s son Hunter, who received money from Burisma. After all, the head of the company was Yanukovych’s energy minister who was awarding natural gas exploration contracts to himself. So there’s no ‘quid pro quo’ because these were ongoing investigations.\n\n\n\n–Was our national security really threatened by the president’s actions as has been alleged?\n\n\n\n–What about the Inspector General’s report concerning FISA abuses?\n\n\n\n–Was Adam Schiff’s opening statement from the impeachment inquiry fraudulent?\n\n\n\n–Is this a ‘witch hunt’?\n\n\n\n–Could the president be censured rather than impeached?\n\n\n\nThis is a complicated issue with many twists, turns and personalities. Get caught up on the details when you review this edition of Crosstalk.\n\nMore Information:\n\n\n\nwww.dailytorch.com\n\n"}}