{"GDELT": {"GlobalEventID": 892916554, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.2216404886561898, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Gulf Breeze, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL113", "Actor1Geo_Lat": 30.3571, "Actor1Geo_Long": -87.1639, "Actor1Geo_FeatureID": "283485", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Gulf Breeze, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 30.3571, "Action2Geo_Long": -87.1639, "Action2Geo_FeatureID": "283485", "DATEADDED": 20191214023000, "SOURCEURL": "https://www.wuwf.org/post/local-cities-participating-environmental-call-action"}, "ARTICLE": {"TITLE": "Local Cities Participating In Environmental Call To Action", "TEXT": "On the heels of the five-year anniversary of Florida’s Water and Land Conservation constitutional amendment, local cities will participate in a “day of action” to push for full funding of the Florida Forever land conservation program.\n\nSeven cities, including Fort Walton Beach, Gulf Breeze and Pensacola, will host events to raise awareness about the cause and why it can affect our own neighborhoods.\n\nSandy Dimick is secretary of Save Our Soundside, a local nonprofit based in Gulf Breeze that wants to see a more robust land development code to prevent overdevelopment.\n\nOn Saturday afternoon, Dimick and others will meet at the home of Abbey and Jeff Rodamaker. The Gulf Breeze couple made news in October when they discovered the land they purchased in Gulf Breeze was originally a landfill with layers of garbage buried across its 6.43 acres. The couple have reached out to Santa Rosa County and the Florida Department of Environmental Protection for help.\n\n“The soil tested positive for contaminants,” said Dimick. “Nobody will take responsibility for it, and all of that needs to be dug out. The (rain) runoff goes right into Sound. All of that stuff has been leeching into the environment we all share.”\n\nThe Rodamaker’s are an “extreme case,” said Dimick. But it’s also a wake-up call for local residents.\n\n“It’s unclear where a developer’s rights end and ours begin,” she said.\n\nPart of a robust land development code includes a tree ordinance that prevents extreme deforestation. Dimick said municipalities should look to areas that use “common sense development.”\n\n“In Seaside, they don’t go and bulldoze all of the trees,” she said. “There’s a better way of doing it so we don’t lose quality of life. Once it’s gone, it’s gone. We can’t put it back.” The Florida Forever program was established in 2001 to provide $3 billion for conversation over 10 years. In 2008, it was reauthorized for $300 million annually for 10 years, but after the recession, the funds were used for other things until the well went dry.\n\nIn 2014, 75% of voters passed Florida’s Water and Land Conservation constitutional amendment allowing 33% of revenue from real-estate transactions to fund land purchases through the Florida Forever fund. Gov. Ron DeSantis called for $100 million to the fund in his budget proposal, but environmentalists say that’s not enough.\n\nIn Okaloosa County, the day of action will be at the Oakmonte Shopping Plaza. Organizer and chair of the Okaloosa County Democratic Environmental Caucus of Florida Cay Burton, said she doesn’t know how many people will attend — it’s just important that they show up.\n\n“A lot of the area doesn’t acknowledge climate change,” Burton said. “We do believe in science and we care about the outdoors and waterways.”\n\nCaring about the environment shouldn’t be a political action, Burton added, but it can be. That’s why the caucus looks at the environmental scorecard of local and state representatives. And she hopes Saturday’s event will attract more people to the cause.\n\n“People need to become aware because things that need to happen are still not happening.”\n\nLocal Forever Florida Days of Action\n\nFort Walton Beach\n\nDate: December 14, 2019\n\nTime: 12 p.m.\n\nLocation: Oakmonte Shopping Plaza, 800 Beal Pkwy NW, Wright, FL (along public sidewalk)\n\nGulf Breeze\n\nDate: December 14, 2019\n\nTime:12:00 pm.\n\nLocation: 1481 Ocean Breeze Lane, Gulf Breeze, FL 32563\n\nPensacola\n\nDate: December 14, 2019\n\nTime: 12:00 p.m.\n\nLocation: Bruce Beach, 601 West Main Street, Pensacola, FL 32502"}}