{"GDELT": {"GlobalEventID": 892916373, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "BUS", "Actor1Name": "CORPORATION", "Actor1Type1Code": "BUS", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.8806584362139906, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rashakai, Federally Administered Tribal Areas, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK01", "Actor2Geo_ADM2Code": "23634", "Actor2Geo_Lat": 34.7066, "Actor2Geo_Long": 71.4112, "Actor2Geo_FeatureID": "-3881342", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rashakai, Federally Administered Tribal Areas, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK01", "Action2Geo_ADM2Code": "23634", "Action2Geo_Lat": 34.7066, "Action2Geo_Long": 71.4112, "Action2Geo_FeatureID": "-3881342", "DATEADDED": 20191214023000, "SOURCEURL": "http://www.canindia.com/china-pak-to-finalise-deal-to-develop-sez-under-cpec/"}, "ARTICLE": {"TITLE": "China, Pak to finalise deal to develop SEZ under CPEC • Canindia News", "TEXT": "Islamabad, Dec 14 (IANS) A team of China Road and Bridge Corporation (CRBC) is expected to visit Pakistan by the end of December to finalise an agreement for the development of the Rashakai special economic zone (SEZ) under the China-Pakistan Economic Corridor (CPEC), a Pakistani official said on Friday.\n\n“The agreement will be finalised between Khyber Pakhtunkhwa Economic Zones Development and Management Company (KPEZDMC) and CRBC later this month,” Executive Business Development and Media at KPEZDMC Arbab Harron told the Xinhua news agency, without giving exact date for the finalisation of the agreement.\n\nHarron said fast-track development of the Rashakai SEZ is the top priority of the government, adding that it will play an important role in progress and prosperity of the country by encouraging industrialization and economic uplift.\n\nThe company has planned to send a delegation to Pakistan by the end of December to discuss the agreement for the development of the Rashakai SEZ, but the exact date will depend on the coordination with the Pakistani side, a CRBC official said.\n\nWhile presiding over an important meeting to discuss and review the progress on the Rashakai SEZ on Thursday, Chief Minister of Khyber Pakhtunkhwa Mahmood Khan directed fast completion of the infrastructural work in the Rashakai SEZ.\n\nAll arrangements should be completed within the stipulated timelines in order to ensure formal groundbreaking of the Rashakai SEZ, said Khan, adding, “All stakeholders should fulfill their responsibilities in time so that the project can be executed at a rapid pace in line with the priorities of the provincial government.”\n\nThere will be a total of nine SEZs including the Rashakai SEZ across Pakistan. Pakistani experts believe that the development of SEZs will help Pakistan to increase trade, investment and job opportunities.\n\nTalking about the economic advantages of SEZs, Joint Executive Director at the Sustainable Development Policy Institute Vaqar Ahmed said traders, exporters and Pakistani private sector will be benefited from SEZs as many new joint ventures between Chinese and Pakistani firms are expected to be established in the near future.\n\n“China-Pakistan industrial cooperation under CPEC could lead to technology, skills and knowledge transfer which is much needed in export-oriented sectors,” Ahmed said, adding that in order to attract investment from Chinese businesses and enterprises, Pakistan will need to continuously work on ease of doing business reforms.\n\nYasir Masood, director of media and publications at the CPEC Center of Excellence, an Islamabad-based think tank under Pakistan’s Ministry of Planning, Development and Reform, said that for the development of the industrial sector, “Pakistan will focus on the development and operations of CPEC SEZs in the next five years.”\n\n“With technical and technological assistance from China in SEZs development under CPEC, the import bill of billions of dollars with China in various sectors can be substituted through local production in Pakistan,” Masood said.\n\n–IANS\n\nrs/"}}