{"GDELT": {"GlobalEventID": 892917092, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 5.76271186440677, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Fort Hood, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX099", "Actor1Geo_Lat": 31.2548, "Actor1Geo_Long": -97.7091, "Actor1Geo_FeatureID": "2512199", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Fort Hood, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.2548, "Action2Geo_Long": -97.7091, "Action2Geo_FeatureID": "2512199", "DATEADDED": 20191214023000, "SOURCEURL": "https://us105fm.com/join-aaron-savage-at-pizza-hut-on-west-adams-in-temple-friday-december-13/"}, "ARTICLE": {"TITLE": "Join Aaron Savage at Pizza Hut on West Adams in Temple Today", "TEXT": "Today (12-13-19) is the last day of Toys for Troops - our annual team-up with Operation Phantom Support to ensure that no military, veteran, or first responder family in the Fort Hood area goes without toys under the Christmas tree.\n\nWe've received so many generous donations from the giving folks of Central Texas, and we're hoping to get a few more as we accept donations tonight from 5 PM to 7 PM at Pizza Hut in Temple, 7150 West Adams Avenue.\n\nDrop off a new, unwrapped toy during this remote broadcast for your chance to win a year's worth of free pies from Pizza Hut, and show me the free US 105 App and I'll hand you a prize (while supplies last).\n\nWe went on a little shopping spree Thursday morning at the Walmart on West Adams in Temple, and it was so much fun. Check out the video below. There's a special kind of rush you get when you're shopping for something you know is a worthy cause that will benefit great people.\n\nOperation Phantom Support, headquartered in Killeen, does so much for military and first responder families in need in the Fort Hood area. Check out their website here and their Facebook page here to see what they can do to help you and your family, whether it's getting the most from the benefits you've earned serving and protecting or helping with legal, financial, and nutrition issues you may be experiencing.\n\nFrom all of us at Townsquare Media Killeen-Temple, thank you so much to everyone who's given a toy to this wonderful cause and to everyone who'll join us at Pizza Hut today. It's gonna be fun!"}}