{"GDELT": {"GlobalEventID": 892917337, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.85497470489039, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Niagara County, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY063", "Actor1Geo_Lat": 43.1667, "Actor1Geo_Long": -78.7664, "Actor1Geo_FeatureID": "974130", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Niagara County, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 43.1667, "Action2Geo_Long": -78.7664, "Action2Geo_FeatureID": "974130", "DATEADDED": 20191214023000, "SOURCEURL": "https://news.wbfo.org/post/erie-niagara-county-clerks-say-auto-bureaus-are-not-ready-green-light-law"}, "ARTICLE": {"TITLE": "Erie, Niagara County Clerks say auto bureaus are not ready for Green Light Law", "TEXT": "New York State's Green Light Law, which grants undocumented residents the ability to acquire a driver's license, takes effect this weekend. Two county clerks who have been vocal in their opposition to the new law renewed their concerns Friday, with one stating his auto bureau will not open Monday.\n\nErie County Clerk Michael Kearns and Niagara County Clerk Joseph Jastrzemski shared a complaint Friday about what they feel was inadequate training by state officials. The latter plans to close his Lockport auto bureau Monday for additional training, calling what they got over the summer \"ridiculous.\"\n\n\"This law came into effect back in June and a week and a half ago, they bring forth some training and we're supposed to be ready to go on probably one of the most unique laws that we've had in many years in DMV,\" Jastrzemski said.\n\nKearns told WBFO updated software was not yet fully functional and, as such, his auto bureau staff would not be issuing licenses on Saturday. He continues to insist the Green Light Law is unconstitutional. He also explained why, when undocumented residents come to apply for a license, that his staff will need to hold any foreign documents that are submitted as part of the application process.\n\nIt's a problem with verifying the authenticity of those documents, Kearns insists, and it's a task which may require significant labor time and money to cover such labor. He says even state officials have admitted it was unprepared for the possible submission of dozens of different overseas documents in various languages.\n\n\"Some of the documents they can't verify,\" he said. \"They can't verify a foreign birth certificate. We have foreign passports and then, what concerns me, is you can get two points for a foreign report card with a picture. Am I going to have to call that school to see if that school is still around?\"\n\nKearns also insists his position is not anti-immigrant nor anti-refugee, telling WBFO there have been no complaints lodged against his office over interactions with legal immigrants or those granted refugee status who do business there.\n\nJastrzemski, meanwhile, expressed concern for the other documents that Green Light Law beneficiaries may receive. He and Kearns say by obtaining a driver's license, undocumented residents can obtain voting privileges. Jastrzemski explained that a social security number is not necessary as part of the process.\n\n\"Every person that comes in to get a driver's license, we have a unit that you look at, a verification unit, and only you can look at it,\" he said. \"Our staff members prompt it but you look at it, and what it does is it asks questions. Through these questions, what they're asking you is, would you like to vote? If you say no, that's the end of it. But if you say yes, then it prompts you to the rest of the process.\n\n\"Once that's done, we forward it on to Albany, which in turn will forward it on to Board of Elections, and that's it.\"\n\nBoth county clerks aired their concerns during a news conference hosted Friday morning by State Senator and congressional candidate Robert Ortt.\n\n\"This legislation will be implemented while questions of legality, public safety, and cost remain,” said Ortt in a prepared statement. \"This is just another unfunded mandate pushed upon localities in New York. With an estimated 882,000 individuals over the age of 16 living in New York without legal status the cost of processing hundreds of thousands of new license applications will be a massive amount of money that local governments will now be responsible for covering. Polls show that this legislation is massively unpopular with law enforcement, county clerks, and residents, with 61 percent of New Yorkers opposing it. There is no reason that Democrats should have passed this bill other than to appease political interest groups.\"\n\nJastrzemski suggests New York was too quick to put Green Light into effect and should have instead introduced a rule that would allow undocumented residents to get a driver's license, but have it marked so that the holder would be allowed to drive but not use that card to access other privileges. He also wants to see the program modified to encourage undocumented individuals enter a work program which helps them gain legal citizenship."}}