{"GDELT": {"GlobalEventID": 892917407, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.1487603305785097, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Battle Creek, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI025", "Actor1Geo_Lat": 42.3212, "Actor1Geo_Long": -85.1797, "Actor1Geo_FeatureID": "620755", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Battle Creek, Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 42.3212, "Action2Geo_Long": -85.1797, "Action2Geo_FeatureID": "620755", "DATEADDED": 20191214023000, "SOURCEURL": "https://www.battlecreekenquirer.com/story/news/2019/12/13/donald-trump-battle-creek-merry-christmas-rally-campaign-2020-mike-pence/2641351001/"}, "ARTICLE": {"TITLE": "Trump rally in Battle Creek: What you should know about road closures, parking and tickets", "TEXT": "Some downtown Battle Creek parking lots and streets will begin closing a full day before the Merry Christmas rallywith President Donald Trump.\n\nCity manager Rebecca Fleury told reporters late Friday that some parking and travel restrictions will be in place as early as 5 p.m. Tuesday for the Trump campaign rally, which begins at 7 p.m. Wednesday at the Kellogg Arena.\n\n\"This type of visit is complex,\" Fleury said. \"It is exciting for Battle Creek and we like to be on the national stage because we think we are a great community, but it has logistical and planning issues that staff are working through.\"\n\nCity staff along with the Battle Creek Police Department and law enforcement from several surrounding agencies have begun preparing for the visit. Several meetings have been held with representatives of the Secret Service, who arrived in Battle Creek Thursday.\n\nBoth Trump and Vice President Mike Pence are scheduled to appear at the rally.\n\nTickets\n\nTickets are available through donaldjtrump.com.\n\nYou may only register up to two tickets per mobile number per event. All tickets will be given out on a first-come, first-serve basis.\n\nWhere to park\n\nThe city has provided a list of available parking lots.\n\nParking is available all day at:\n\n• 135 N. Washington Ave.\n\n• 264 W. Van Buren St.\n\n• Two lots at North McCamly and Van Buren streets\n\n• Willard Library on Van Buren Street\n\n• Michigan and State Street parking ramp\n\n• Capital Avenue and State Street\n\n• Jackson and McCamly streets\n\n• The Rink at 75 Houston St.\n\n• 150 S. McCamly Street\n\n• Monroe and Hamblin streets\n\n• 77 E. Michigan Ave.\n\nParking is available after 3 p.m.:\n\n• Two lots at Battle Creek Central at Champion and West streets\n\nParking is available after 5 p.m.:\n\n• Kool Family Center at 200 W. Michigan Ave.\n\n• Michigan Works, 200 W. Michigan Ave.\n\n• 34 N. Division St.\n\n• 10 N. Division St.\n\nA map of the lots is available at: www.battlecreekmi.gov/rallyparking.\n\nParking is also available at Kellogg Community College and rides to the downtown are available on regular city bus routes. However buses will be not running after the event back to KCC.\n\nParking restrictions\n\nFleury said parking restrictions will begin at 5 p.m. Tuesday, when the following parking areas will close:\n\n• Riverwalk Center parking ramp.\n\n• Hamblin Avenue parking ramp.\n\n• Full Blast at 35 Hamblin Ave. on both sides of the building\n\n• Wave Square at McCamly and Jackson streets\n\n• The former Kmart parking lot at Dickman Road and Capital Avenue Southwest, which will open at 8 a.m. Wednesday for people with tickets to the rally who have handicapped placards or license plates. Battle Creek transit will provide shuttle service for those attendees beginning at 1:45 p.m. to and from the rally.\n\nFrom the White House to BC:Ahead of Trump's Battle Creek rally, look back at visits from other US presidents\n\nRoad closures\n\nBeginning at 8 a.m. Wednesday the following streets will be closed:\n\n• Hamblin Avenue will be closed from Capital Avenue Southwest to McCamly Street.\n\n• McCamly will be closed from Hamblin to Jackson Street.\n\n• As the crowd increases at the arena and Festival Market Square, Jackson Street will close, then Michigan Avenue, moving north.\n\nCity officials said temporary closures of these major roads could occur:\n\n• Helmer Road\n\n• Dickman Road\n\n• Washington Avenue\n\n• I-94\n\n• M-66\n\n• Capital Avenue Southwest will experience short, intermittent closures, but mostly will remain open\n\nFleury said parking signs will be posted for parking lots around the city. She suggested the best parking routes are Dickman Road to Washington Avenue to Van Buren Street and M-66 to Van Buren .\n\nShe said some private lots may be charging for parking, but city lots will be open.\n\nBattle Creek transit will alter several routes around the city and the following won't be made on Wednesday.\n\n• Capital Northeast - near Kellogg Foundation (4N)\n\n• Capital Northeast - across from playground (3E)\n\n• Capital Northeast and Van Buren - near Willard Library (4N)\n\n• Hamblin at Carlyle (1W)(3W)\n\n• Hamblin near Kellogg Institute (3E)\n\n• Hamblin and Monroe (WKKI Parking Lot) (4N)\n\n• McCamily at West Michigan (2E)(3W)\n\n• McCamily near Clara's on the River (2E)\n\n• Michigan and Capital - Kellogg Foundation (3E)\n\n• Michigan and Division - First United Methodist Church (3E)\n\nFleury said people not able to enter the arena can go to Festival Market Square. She said there is not a designated area for protesters.\n\nTrump protests:Joining Trump protests during his visit? Battle Creek wants you to follow these rules\n\nShe said additional detours and closures may be necessary during the day and could change as the preparations continue. She said warming stations and portable toilets will be available.\n\nContact Trace Christenson at 269-966-0685 or tchrist@battlecreekenquirer.com Follow him on Twitter: @TSChristenson"}}