{"GDELT": {"GlobalEventID": 892917141, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.21978021978022, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20191214023000, "SOURCEURL": "https://www.newsnation.in/india/news/fundamentally-discriminatory-un-human-rights-body-on-new-citizenship-law-247437.html"}, "ARTICLE": {"TITLE": "'Fundamentally Discriminatory’: UN Human Rights Body On Citizenship Act", "TEXT": "New Delhi:\n\nThe United Nations' human rights body on Friday voiced concern over India's new citizenship law, terming it \"fundamentally discriminatory\" in nature. \"We are concerned that India's new Citizenship (Amendment) Act 2019 is fundamentally discriminatory in nature,\" UN human rights spokesman Jeremy Laurence told reporters in Geneva.\n\n\"The amended law would appear to undermine the commitment to equality before the law enshrined in India's Constitution and India's obligations under the International Covenant on Civil and Political Rights and the Convention for the Elimination of Racial Discrimination, to which Indian is a State party, which prohibit discrimination based on racial, ethnic or religious grounds,\" he said.\n\nAccording to the amended Act, members of Hindu, Sikh, Buddhist, Jain, Parsi and Christian communities who have come from Pakistan, Bangladesh and Afghanistan till December 31, 2014 and face religious persecution there will not be treated as illegal immigrants but given Indian citizenship. President Ram Nath Kovind had given assent to the Citizenship (Amendment) Bill, 2019 on Thursday night, turning it into an Act.\n\nLaurence said although India's broader naturalisation laws remain in place, these amendments will have a discriminatory effect on people's access to nationality.\n\nAll migrants, regardless of their migration status, are entitled to respect, protection and fulfilment of their human rights, he said.\n\n\"Just 12 months ago India endorsed the Global Compact for Safe, Regular and Orderly Migration, which commits States to respond to the needs of migrants in situations of vulnerability, avoiding arbitrary detention and collective expulsions and ensuring that all migration governance measures are human rights-based,\" Laurence said in a statement.\n\nMeanwhile, protests have intensified in India against the act. A large number of protesters, including Jamiat Ulama-i-Hind leaders, protested at Delhi's Jantar Mantar on Friday against the amended citizenship law, which they described as \"anti-constitutional\" and \"divisive\", and demanded its immediate withdrawal. Separately, Jamia Millia Islamia University students held a protest against the law at the university. A third protest was organised by the Delhi Congress in Seelampur area of East Delhi.\n\nUnion Home Minister Amit Shah cancelled his visit to two Northeastern states -- Meghalaya and Arunachal Pradesh -- on Sunday and Monday next, officials said.\n\nFor all the Latest India News, Download News Nation Android and iOS Mobile Apps."}}