{"GDELT": {"GlobalEventID": 892917190, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "PAK", "Actor1Name": "LAHORE", "Actor1CountryCode": "PAK", "Actor2Code": "HLH", "Actor2Name": "DOCTOR", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 18, "EventBaseCode": 18, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.7299270072992701, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23677", "Actor2Geo_Lat": 31.5497, "Actor2Geo_Long": 74.3436, "Actor2Geo_FeatureID": "-2767043", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20191214023000, "SOURCEURL": "https://www.dawn.com/news/1522166"}, "ARTICLE": {"TITLE": "Pakistan hopes for end to ‘pause’ in Afghan peace talks", "TEXT": "RAWALPINDI: Chief of the Army Staff Gen Qamar Javed Bajwa exchanging views with US Special Envoy Zalmay Khalilzad during a meeting at GHQ on Friday.—PPI\n\nISLAMABAD: Pakistan hopes that the latest ‘pause’ in negotiations between the United States and Taliban will end soon and progress towards a political settlement of the conflict can be resumed.\n\nThis was conveyed by Foreign Minister Shah Mehmood Qureshi to US Special Envoy for Afghan Reconciliation Zalmay Khalilzad here on Friday.\n\nThe US envoy was visiting Islamabad a day after the United States paused the resurrected peace talks with Taliban in Doha over the attack on Bagram airbase in Afghanistan.\n\nTwo Afghan civilians were killed and another 70 injured when Taliban on Wednesday attacked the largest US military facility in Afghanistan. No coalition service members were killed in the attack.\n\nReacting to the attack, Ambassador Khalilzad tweeted: “When I met the Talibs today, I expressed outrage about yesterday’s attack on Bagram, which recklessly killed two and wounded dozens of civilians. Taliban must show they are willing & able to respond to Afghan desire for peace. We’re taking a brief pause for them to consult their leadership on this essential topic.”\n\nThe pause represents the latest interruption in the US-Taliban negotiations. The dialogue had resumed last Saturday after remaining suspended for almost three months. President Donald Trump had declared the process dead and ended all contacts with Taliban in September when an American soldier was killed in an attack claimed by the insurgent group.\n\nUS special envoy Khalilzad discusses reconciliation process with Qureshi, Gen Bajwa\n\nOne of the main issues discussed in the most recent round of talks was reduction of violence. The US wants Taliban to commit to violence reduction before any agreement is signed between them.\n\nMr Qureshi, in his meeting with Mr Khalilzad, reaffirmed Pakistan’s commitment to facilitating the peace process. “Pakistan would continue to sincerely facilitate the Afghan peace process as a shared responsibility,” the foreign minister said.\n\nA statement on the meeting said the US envoy briefed the foreign minister on the discussions with the Taliban representatives.\n\nAmbassador Khalilzad also met Army Chief Gen Qamar Bajwa at GHQ.\n\n“Regional security situation with particular reference to [the] ongoing Afghan reconciliation process was discussed,” a spokesman for the army said.\n\nCooperation with Kabul\n\nTalking to reporters in Multan, Foreign Minister Qureshi said Pakistan did not interfere in the Afghan presidential election rather facilitated it. He said the Afghan government had requested that crossing points and cargo transit from Torkham border be kept opened during the election which Pakistan did and was still acting upon this decision. He said Pakistan was also supporting Afghanistan in democratic and peace process.\n\n“If the US-Taliban negotiations are successful there will be a need of intra-Afghan dialogue for which Pakistan is providing support as well,” he said.\n\nMr Qureshi said Pakistan was sometimes unnecessarily criticised by Afghanistan, but instead of responding to the criticism it preferred to remain silent in the larger interest. “Conducive environment is our wish that’s why several times we preferred to remain silent though we had answers as our thinking is positive and our wish is peace and stability of which the entire world is admiring us,” he said.\n\nHe said Pakistan welcomed the Switzerland government’s decision to share financial details of Pakistanis with Islamabad as it would help improve the accountability process in the country, besides curbing corruption.\n\nThe foreign minister said he had informed US Acting Assistant Secretary of State for South Asia Alice Wells in Istanbul that Pakistan’s bilateral trade with Afghanistan would benefit both countries, while Islamabad would also welcome an increase in its trade with Kabul. He said there was nothing wrong if someone shifted the legitimately earned wealth abroad through proper channel instead of money laundering.\n\nLahore incident\n\nHe said the entire nation was saddened over the Lahore incident in which lawyers and doctors clashed. “It is our desire that the issue should be resolved amicably between the both segments of society as both are vital for society. Clash between both groups is creating hardship for the common people,” he said.\n\nMr Qureshi said he was agreed with the point of view of senior PTI leader Jahangir Tareen that the issue of establishment of south Punjab secretariat should be resolved soon. “We both are agreed that secretariat should be established in Multan which is logical and to prove it we have fact and figures as well.”\n\nHe said Pakistan had friendly ties with Muslim countries, particularly Saudi Arabia, Iran, Malaysia and Turkey. He said that during his recent visit to Saudi Arabia, he had met its Foreign Minister Faisal Bin Farhan Al Saud and informed him about the situation in India-held Kashmir.\n\nMr Qureshi said he did not agree with the point of view of JUI-F chief Maulana Fazlur Rehman that the government was going to be dissolved within one month. “In the past Maulana made several predictions which were proved false and hopefully this one will also prove wrong,” he said.\n\nShakeel Ahmed in Multan also contributed to this report\n\nPublished in Dawn, December 14th, 2019"}}