{"GDELT": {"GlobalEventID": 892916336, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "BLZ", "Actor1Name": "BELIZE", "Actor1CountryCode": "BLZ", "Actor2Code": "MIL", "Actor2Name": "COMMANDER", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.6393442622950802, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Benque Viejo Del Carmen, Cayo, Belize", "Actor1Geo_CountryCode": "BH", "Actor1Geo_ADM1Code": "BH02", "Actor1Geo_ADM2Code": "5856", "Actor1Geo_Lat": 17.075, "Actor1Geo_Long": -89.1392, "Actor1Geo_FeatureID": "-1148803", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Benque Viejo Del Carmen, Cayo, Belize", "Actor2Geo_CountryCode": "BH", "Actor2Geo_ADM1Code": "BH02", "Actor2Geo_ADM2Code": "5856", "Actor2Geo_Lat": 17.075, "Actor2Geo_Long": -89.1392, "Actor2Geo_FeatureID": "-1148803", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Benque Viejo Del Carmen, Cayo, Belize", "Action2Geo_CountryCode": "BH", "Action2Geo_ADM1Code": "BH02", "Action2Geo_ADM2Code": "5856", "Action2Geo_Lat": 17.075, "Action2Geo_Long": -89.1392, "Action2Geo_FeatureID": "-1148803", "DATEADDED": 20191214023000, "SOURCEURL": "https://edition.channel5belize.com/archives/195631"}, "ARTICLE": {"TITLE": "One Vehicle, Two Different License Plates in Two Countries: Perfectly Legal", "TEXT": "One Vehicle, Two Different License Plates in Two Countries: Perfectly Legal\n\nDec 13, 2019\n\nOn Thursday Commissioner of Police Chester Williams and his senior commander visited Benque Viejo del Carmen, San Jose Succotz and Arenal Village to gain firsthand knowledge on Guatemalan bandits operating in the area. Due to the number of incidents that has residents on edge; the roads used by the bandits to getaway in stolen vehicles have been blocked. During Thursday’s interview, the Commissioner was asked about the frequent practice carried out by Guatemalans when crossing the border. Guatemalan vehicle owners license their vehicles in Belize and Guatemala and when they cross the border they change their license plates. Williams says that is nothing illegal about it.\n\nChester Williams, Commissioner of Police\n\n“There is nothing wrong or illegal in them using different plates when they operate in both countries. So long as the vehicle is operating in the Guatemalan area there is nothing wrong for them to use the Guatemalan plate. And if it is that they choose to come over to Belize and use the Belize plate then they can do that. Bare is mind thought that the law does provide that you can bring a vehicle into the country with a foreign plate and you can use the foreign plate for maximum of three months under a temporary license. So there is nothing illegal with that per say. What we need to do is to ensure that we monitor these vehicles because they are in our system and to ensure that when operating within our country that they have the requited license plates that they have been issued with.”\n\nReporter\n\n“What about when they come through Calla Creek and they change their license plate?”\n\nChester Williams\n\n“It is licensed in Belize as well and if it is licensed to carry cargo then yes they can do that.”"}}