{"GDELT": {"GlobalEventID": 892916176, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 1, "AvgTone": 4.6875, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Rapid City, South Dakota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSD", "Actor2Geo_Lat": 44.0805, "Actor2Geo_Long": -103.23100000000001, "Actor2Geo_FeatureID": "1265333", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Rapid City, South Dakota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSD", "Action2Geo_Lat": 44.0805, "Action2Geo_Long": -103.23100000000001, "Action2Geo_FeatureID": "1265333", "DATEADDED": 20191214023000, "SOURCEURL": "https://www.newscenter1.tv/president-trumps-top-science-adviser-visits-rapid-city-discusses-academic-research/"}, "ARTICLE": {"TITLE": "President Trump’s top science adviser visits Rapid City, discusses academic research", "TEXT": "President Trump’s top science adviser visits Rapid City, discusses academic research\n\nRAPID CITY, S.D. — The top science adviser for President Donald Trump is visiting Rapid City, discussing ways to improve academic research.\n\nDr. Kelvin Droegemeier, Director of the Office of Science and Technology Policy, champions the Joint Committee on the Research Environment (JCORE).\n\nJCORE is a collaborative effort among Congress, federal and private organizations, non-profits, law enforcement and more, all working to address certain issues within the research community. One issue in particular is integrity.”\n\n“Of course we’re in an interesting time with especially China, but other countries, and we want to make sure that we’re operating openly with integrity while also protecting our assets,” Droegemeier says. “So this is what JCORE is doing we’re working very hard to put in place the best policies and practices so we all know what the rules of the road are so we can all follow the best practices which is what researchers want, but they have to know what the rules are to begin with.”\n\nOther topics addressed by JCORE include:\n\nTransparency and openness in United States research while still protecting the work being done\n\nStreamlining paperwork across agencies to increase efficiency and reduce administrative burdens\n\nOpen the door for communication between agencies.\n\nDroegemeier sat own with officials of regional institutions, including the South Dakota School of Mines and Technology, and says their questions for him mirror the goals of JCORE.\n\n“A number of really great points were made,” Droegemeier says, “and top line concerns were how you deal with, say, somebody wanting to come here from another country to collaborate? What is allowed and what’s not? If you’re going to visit another country, who do you have to notify — what are the rules of the road, ultimately?”\n\nYou can find our full interview with Droegemeier below."}}