{"GDELT": {"GlobalEventID": 892916575, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "CVLEDU", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "Actor1Type2Code": "EDU", "Actor2Code": "EDU", "Actor2Name": "STUDENT", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 6.3745019920318695, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191214023000, "SOURCEURL": "https://www.registerherald.com/news/education/35482/edison-state-students-recognized-for-peace-essays"}, "ARTICLE": {"TITLE": "Edison State Students Recognized for Peace Essays", "TEXT": "PIQUA — Each year, Edison State Community College holds Peace Week on campus to encourage students and community members to reflect on how peace impacts their personal lives, as well as, others’ lives.\n\nFollowing the week-long celebration, students were encouraged to write essays in which they explore their challenges in coming to peace and reconciliation with obstacles they have faced.\n\nThe fall semester winners of the Peace Week Essay Competition have been announced by Associate Professor of English William Loudermilk, coordinator of week-long events at Edison State.\n\n“Decisions by the readers were difficult because we had so many excellent essays in which our students approached the topic of peace from a variety of perspectives,” said Loudermilk.\n\nWinners defined peace, wrote a eulogy for peace, and detailed an unforgettable visit to Auschwitz. They also approached the subject of peace from pragmatic perspectives and wrote about finding financial peace, escaping a toxic relationship, leaving a religious group, and defining a healthy approach to weight management and fitness.\n\n“I admire the depth of personal reflection that is shared in these essays,” said Edison State President Dr. Doreen Larson.\n\nTied for first place in the competition were Clarissa Kiehl, of Piqua, and Joselyn Monet Garner, of Piqua. Tied for second place were Leah Pistone, of Sidney, and Ashley Wiekert, of Troy. Ryan Williams, of Troy, and Liam Dowling, of Lewisburg, tied for third place. Taylor Collins, of Union City, received an honorable mention.\n\nhttps://www.registerherald.com/wp-content/uploads/sites/41/2019/12/web1_esu_PeaceEssayWinners.jpg"}}