{"GDELT": {"GlobalEventID": 892916631, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "EDUGOV", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor1Type2Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 4.934210526315789, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Rwanda", "Actor1Geo_CountryCode": "RW", "Actor1Geo_ADM1Code": "RW", "Actor1Geo_Lat": -2.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "RW", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Rwanda", "Action2Geo_CountryCode": "RW", "Action2Geo_ADM1Code": "RW", "Action2Geo_Lat": -2.0, "Action2Geo_Long": 30.0, "Action2Geo_FeatureID": "RW", "DATEADDED": 20191214023000, "SOURCEURL": "https://www.wdbj7.com/content/news/Radford-University-Carilion-celebrates-first-graduating-class-566186301.html"}, "ARTICLE": {"TITLE": "Radford University Carilion celebrates first graduating class", "TEXT": "The first graduating class from Radford University Carilion walked across the stage Friday.\n\nJean Karambizi was born in the Democratic Republic of Congo and grew up in Rwanda. He wore his home country's flag colors Friday as he walked across the Berglund Center stage.\n\n\"I chose this kind of design that I will remember, even when I turn 70, 80, if God wills it, this will make me remember where I came from,\" graduate Karambizi said.\n\nHe is part of Radford University Carilion's first graduating class. Radford University and Jefferson College of Health Sciences merged earlier this year to create a school with an expanded curriculum and more opportunity.\n\n\"Merging was challenging for one way, but it was good experience that led me to be able to graduate as a Radford University Carilion student, so I'm so proud after merging,\" Karambizi said.\n\nRadford University President Brian Hemphill spoke at graduation, beaming with pride for the first graduating class and the merger's success.\n\n\"It's exhilarating to see the smiling faces, the parents, just the energy and excitement of graduating. These students have worked very hard, and so now they are alumni of Radford University,\" Hemphill said.\n\nHe believes this merger has enriched the educational experience for his students.\n\n\"It has benefited them from the standpoint of really looking at just the power of having the number of faculty, that they are supporting them from both campuses and really positioning them for a promising future,\" Hemphill said.\n\nBenefiting students like Karambizi, who is now applying to healthcare jobs in the Roanoke area.\n\n\"This paper I'm getting today, it's something no one will take away from me, so it's something that will help me to improve myself and be able to help my family, even the community,\" Karambizi said."}}