{"GDELT": {"GlobalEventID": 892916866, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "IGOUNODEV", "Actor1Name": "UNDP", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor1Type2Code": "DEV", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.8961038961039, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Balochistan, Balochistan, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK02", "Actor1Geo_ADM2Code": "40300", "Actor1Geo_Lat": 28.4785, "Actor1Geo_Long": 65.6436, "Actor1Geo_FeatureID": "-2755738", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Balochistan, Balochistan, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK02", "Action2Geo_ADM2Code": "40300", "Action2Geo_Lat": 28.4785, "Action2Geo_Long": 65.6436, "Action2Geo_FeatureID": "-2755738", "DATEADDED": 20191214023000, "SOURCEURL": "https://www.thenews.com.pk/print/583043-falling-slowly"}, "ARTICLE": {"TITLE": "Falling slowly", "TEXT": "Pakistan has been sliding lower and lower down the Human Development Index compiled by the UNDP each year. For 2019 it ranked lower than all comparable regional countries of South Asia. Its HDI ranking at 13 percent places it below India and Bangladesh. On the index, which ranks 189 countries, Pakistan stands at 152nd position – visible decline apparent after 2015. From 2000 to 2015 there were some signs of progress according to the UNDP, but this came to an end by 2015. Pakistan now stands in the median human development category.\n\nIn 2017 Pakistan had ranked at 151 position. The progress between 2000 and 2015 is attributed by the UNDP analysts to improved education and better income generation as the job market grew. However, the picture now is generally depressing. Pakistan is lower on account of life expectancy at birth, expected years of schooling, meaning years of schooling and GNI per capita compared to all other South Asian nations. Pakistan also suffers severe inequality in the distribution of HDI indicators. This is especially marked in health and education, with Islamabad for example ranking higher than many other parts of the country.\n\nThe lack of equality between genders is also below that of other South Asian nations. Out of the 541 million poor people in South Asia, 75 million live in Pakistan and 40 million are children. On average, the UNDP notes, 11 percent of South Asian girls are poor and out of school. For Pakistan, this number stands at 27 percent. Pakistani girls are then the most deprived in the region. Across South Asia, 23 percent of children aged 0 to 4 years experience inequality in nutrition within their homes but in Pakistan this number stands at over 33 percent. There are also vast territorial differences with the HDI far lower in Qilla Abdullah in Balochistan compared to larger cities. The fact that Bangladesh has left Pakistan lagging well behind has been pointed out by the UNDP. Bangladesh stands at 135th position out of 189 countries. In Bangladesh life expectancy is 72 years compared to 67 years in Pakistan. This is obviously an extremely depressing picture for the majority of people in Pakistan. The few gains made at various points have been lost and for the moment Pakistan must ponder over how much is needed to be done to bring the country and its people back to a standard that is less disappointing and dangerous."}}