{"GDELT": {"GlobalEventID": 892916230, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor2Code": "MED", "Actor2Name": "WEBSITE", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.3454157782516, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6, "Actor2Geo_Long": 77.2, "Actor2Geo_FeatureID": "-2106102", "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20191214023000, "SOURCEURL": "https://www.timesnownews.com/business-economy/personal-finance/planning-investing/article/sbi-customers-you-can-withdraw-cash-from-sbi-atm-without-using-debit-card-or-yono-app-heres-how/527032"}, "ARTICLE": {"TITLE": "SBI customers! You can withdraw cash from SBI ATM without using debit card or YONO app. Here's how", "TEXT": "Representational image | Photo Credit: BCCL\n\nKey Highlights SBI offers its customers the facility of withdrawing cash through its SBI YONO website The cash withdrawal service can be availed of from over 16,000 SBI ATMs across the country\n\nNew Delhi: State Bank of India (SBI), the country's largest scheduled commercial bank, offers its customers the facility of withdrawing cash through its SBI YONO website. This means you don't need to have a debit card or smartphone to do that. A simple feature phone will also do in this case.\n\nThe cash withdrawal service can be availed of from over 16,000 SBI ATMs across the country. These ATMs are termed as YONO cashpoints. In order to carry out the transaction, visit, www.sbiyono.sbi and click on 'Login'. You will be asked to enter your net banking user ID and password, then click on 'Login' again. Now from the YONO dashboard you can check your account details and carry out other e-banking related activities. In order to make cardless cash withdrawals, scroll down to the bottom of the page and under the 'My Rewards' section, you will see options like YONO Pay, YONO Cash, Bill Pay, Products, Shop, Book & Order. Among this, click on the YONO cash option. In the next step, you will be guided on how much cash can be withdrawn per transaction in one day.\n\nIt may be noted that net banking users can withdraw a minimum of Rs 500 and a maximum of Rs 10,000 in a single transaction. However, in a particular day, one can withdraw a maximum of Rs 20,000 from an SBI ATM via the YONO website. Go through the details and click on 'Request YONO Cash'. You can view the balance amount in your savings account. Enter the amount you want to withdraw from the ATM and click 'Next'. After this, you will need to initiate the cash withdrawal through the YONO website by mentioning a six-digit YONO cash pin for the transaction.\n\nIf you are using the YONO app, then you can start the cash withdrawal request on the YONO app and set a six-digit YONO cash pin for the transaction. You will also receive a six-digit reference number for the transaction on their registered mobile number via SMS. The cash withdrawal has to be completed within the next 30 minutes at the nearest ATM using both the PIN and the reference number.\n\nState Bank of India (SBI), launched YONO in November 2017. With YONO, You Need Only One, customers can open an SBI account in just five minutes, transfer funds in simply four clicks, avail loans, get overdraft facility against fixed deposits, and access chatbots for any help."}}