{"GDELT": {"GlobalEventID": 892916362, "Day": 20191214, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9425, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "KNA", "Actor2Name": "ST KITTS", "Actor2CountryCode": "KNA", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 3.1872509960159396, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "SZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ", "Actor2Geo_Lat": 47.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "SZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ", "Action2Geo_Lat": 47.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "SZ", "DATEADDED": 20191214023000, "SOURCEURL": "http://www.loopcayman.com/content/st-kitts-nevis-launch-caribbeans-largest-solar-energy-project-0"}, "ARTICLE": {"TITLE": "St Kitts & Nevis to launch Caribbean's largest solar energy project", "TEXT": "St Kitts and Nevis has accelerated its efforts to reduce the islands carbon footprint and is poised to be a regional leader in alternative energy sources.\n\nDuring his budget address to the National Assembly on Thursday, Prime Minister Dr the Honourable Timothy Harris, said the Federation will facilitate the construction of the Caribbean’s largest solar generation and energy storage project.\n\nIn September, the Federal Government and the St Kitts Electricity Company Limited (SKELEC), signed an agreement with Leclanché SA, which according to PM Harris, is one of the world’s leading energy storage companies. The company is based in Switzerland.\n\nConstruction of solar energy plants is high on the government’s sustainable development agenda, and will contribute to the reduction of greenhouse gas emissions.\n\nPM Harris said “the Team-Unity Government is doing what is necessary to turn the curve in terms of the use of fossil fuel and of course the introduction in a real way to alternative energy.”\n\nOnce operational, he believes the project would also improve the long term financial viability of SKELEC.\n\nThe 35.6-megawatt solar energy plant and the 44.2 megawatt-hour battery storage facility, will be built on 100 acres of crown land located in the Royal Basseterre Valley National Park.\n\nPM Harris said the plant will be constructed in close proximity to the SKELEC Power Station to facilitate the cost effective transfer of energy.\n\nA 20 year Power Purchase Agreement has been established between SKELEC and Leclanché SA."}}