{"GDELT": {"GlobalEventID": 893204521, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "DEU", "Actor2Name": "GERMAN", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 86, "EventBaseCode": 86, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.30952380952381, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20191216054500, "SOURCEURL": "http://www.jwire.com.au/an-important-message-to-jewish-soldiers-after-75-years-germany-is-reinstating-military-rabbis/"}, "ARTICLE": {"TITLE": "‘An important message to Jewish soldiers’: After 75 Years, Germany is reinstating military rabbis", "TEXT": "Browse > Home News / ‘An important message to Jewish soldiers’: After 75 Years, Germany is reinstating military rabbis\n\n‘An important message to Jewish soldiers’: After 75 Years, Germany is reinstating military rabbis\n\nRead on for article\n\nThe German military last week announced it is reinstating military rabbis for the first time since 1933 when the Nazis rose to power and proceeded to eradicate all deep-running ties between Jews and the German Armed Forces.\n\nJews had previously played an important role in both the Prussian Army and the German Army with around 100,000 Jewish soldiers fighting for Germany in the First World War alone. Thousands were decorated, around 12,000 lost their lives.\n\nSince the end of the Second World War and the Holocaust, Jews and the German military have shared a complicated relationship. In July 2011, the German government put male military conscription into abeyance. Previously, however, Jews were not made to enlist in the Bundeswehr if their parents or grandparents were persecuted by the Nazis. Additionally, no Jew was forced to serve against his will.\n\nToday, several barracks are named after Jewish officers and military doctors. The most prominent example is that of Julius Schoeps, a military doctor who served in the First World War. Schoeps was deported to Theresienstadt in 1942, where he died of an untreated disease.\n\nThe number of Jews serving in the German military is marginal today, with Dr Sonja Fischer, spokeswoman of the Bundeswehr, estimating the figure to be around 300. “We cannot be sure, however, because we do not document the religious affiliations of our soldiers,” Dr Fischer told TPS.\n\nNonetheless, the cabinet’s decision to reinstall military rabbis after 75 years has been welcomed by the Central Council of Jews in Germany. In a statement, Josef Schuster, President of the Central Council and Vice-President of the World Jewish Congress, said the move would “enrich the Bundeswehr”, with the rabbis “providing psychological support and acting and confidants to soldiers.” Schuster welcomed the decision as “underlining the Bundeswehr’s place in our democratic society.”\n\nSpeaking to TPS, Dr Fischer explained that the step was not only aimed at assisting Jewish soldiers already serving by “showing them that there is someone to address any problems and accompany them on operations,” but also as a clear message to Jews considering joining the armed forces: “We are an open-minded, attractive employer and respect diversity.”\n\nWhile Kosher food can be received upon request, it remained unclear whether observant Jews would be able to keep Shabbat when serving. Dr Fischer admitted the issue was a “fringe issue” and something she would not be able to clarify. Speaking to Dr Fischer, it becomes clear, however, that she is not expecting this question to be posed to commanders at any point soon: “Everybody who joins the Bundeswehr is aware of the basic conditions within which we work.”\n\nNonetheless, German Defence Minister Annegret Kramp-Karrenbauer tweeted that the decision was a clear commitment to showing Jewish life to be “natural” in Germany and had sent “an important message to Jewish soldiers.”\n\nThe Bundeswehr will now embark on choosing Germany’s new military rabbis. “The selection of the Rabbis will be conducted in coordination with the Orthodox Rabbi-Conference of Germany and the General Rabbinical Conference of Germany,” a spokeswoman of the Central Council of Jews in Germany told TPS.\n\n‘I Feel Welcome as a Jew’\n\nFollowing the horrors of the Holocaust and the atrocities committed by Germany in the Second World War, wearing a German uniform was “something we wouldn’t have dreamt of doing”, a Jewish soldier serving in the Germany army told TPS on condition of anonymity. “But I have understood that this is not the Wehrmacht I am fighting in, this is the legitimate army of a democratic state. I feel welcome as a Jew.”\n\nGermany is hoping that its military rabbis will ensure more Jews feel like this soldier. Only time will tell whether Germany’s optimism over the mainstream reintegration of Jews in the army will bear fruit.\n\nPart of this normalization can be seen in joint exercises the Bundeswehr has recently undertaken with the IDF. The German army frequently sends its troops to Israel to learn valuable lessons on drone and urban warfare. In November the German Air Force participated in the international “Blue Flag” exercise in the Negev. In April, the IDF embarked on a 10-day drill in Germany. It was the first time the IDF had participated in an exercise on German soil.\n\nLast week the Chief of Defence of the German Armed Forces General Eberhard Zorn visited Israel as the guest of the IDF’s Chief of Staff Lt. Gen. Aviv Kochavi. Zorn also visited the Yad Vashem Holocaust memorial in Jerusalem and placed a wreath."}}