{"GDELT": {"GlobalEventID": 893204277, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "GBRGOV", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor2Code": "GBR", "Actor2Name": "BRITISH", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.68674698795181, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20191216054500, "SOURCEURL": "https://www.msn.com/en-nz/news/other/jacinda-ardern-admits-being-proven-wrong-about-british-pm-boris-johnson/ar-AAK9Iq7"}, "ARTICLE": {"TITLE": "Jacinda Ardern admits being 'proven wrong' about British PM Boris Johnson", "TEXT": "Jacinda Ardern has admitted to being \"proven wrong\" after she questioned whether Boris Johnson would make a suitable Prime Minister back in 2012.\n\n\"I've been proven wrong and from what I know of PM Johnson, I imagine we'd both have a bit of a laugh about it,\" the Prime Minister said at her Monday post-Cabinet press conference.\n\n\"Keeping in mind, this was several years ago, and as I've said, I've been proven wrong.\"\n\nA 2012 tweet showed Ardern was sceptical about the prospect of Johnson becoming British Prime Minister, and said he was known as \"the gaffe man\" when she lived there.\n\n\"Are people really discussing Boris Johnson as possible candidate for PM?\" Ardern's 2012 tweet said. \"When I lived in London he was known as the gaffe man!\"\n\nA \"gaffe\" is an unintentional and sometimes embarrassing remark, which Johnson - the current Prime Minister of the United Kingdom - is known for.\n\nDuring his time as a columnist for the Daily Telegraph, Johnson described gay men as \"tank-topped bumboys\", and referred to Africans as having \"watermelon smiles\".\n\nArdern was a backbench list MP at the time she made the comments. Before being elected to Parliament in 2008, Ardern worked in the UK as a policy advisor to former British Prime Minister Tony Blair.\n\nArdern's tweet about Johnson didn't go down well with National MP Judith Collins, who re-tweeted it on Monday, saying her words were not \"kind, clever or even correct\".\n\nIt's not the first 2012 tweet that's come back to haunt Ardern. That year she revealed her true thoughts on Australian radio shock-jock Alan Jones, who in August labelled her a \"complete clown\".\n\nArdern had her first face-to-face meeting with Boris Johnson in September, after he took over from former Prime Minister Theresa May who stepped down in July over Brexit deadlock.\n\n© Image - Getty; Video - Newshub Watch: Prime Minister Jacinda Ardern talks about her relationship with British Prime Minister Boris Johnson. Johnson took over as head of the Conservative Party and became Prime Minister. But he was also unable to progress with plans to take the UK out of the European Union because his party did not have a majority in the House of Commons.\n\nJohnson now has the majority he needed, after a snap election was held in the UK last week delivering the Conservative Party their biggest victory since 1987.\n\nArdern congratulated Johnson in a statement on Friday, saying she had texted him to offer her compliments on the victory, and looks forward to working with him.\n\nShe revealed on Monday that Johnson has not texted her back yet.\n\n\"I haven't received a reply but I have been working on a phone call, and nor would I expect in the immediate aftermath of a busy election... Equally, I'd only heard from him three days prior.\n\nArdern said when they do speak the first topic of discussion will be about the British citizens who have been caught up in the Whakaari/White Island tragedy.\n\n\"Secondly, of course, congratulating him on his election result... and thirdly, our joint FTA [Free Trade Agreement] aspirations and further plans around Brexit.\"\n\nThe Prime Minister also commented on the UK Labour Party which has suffered a major defeat under the leadership of Jeremy Corbyn, who says he will stand down before the next election.\n\n\"I don't see every Labour Party as being uniform around the world,\" Ardern said. \"We've got our own challenges here in New Zealand that as a Labour Party, we're working hard to address.\n\n\"We successfully formed a Government and we've built our support from the public since then, so I'm not sure that you could necessarily uniformly compare the position of every Labour Party around the world.\n\n\"I think it's enough to run your own party rather than judging someone else's handling of their own.\"\n\nNational leader Simon Bridges earlier this year described Johnson as having \"buffoon-like qualities\".\n\nThe Opposition leader also issued a statement on Johnson's victory last week, saying he enjoyed discussions with Johnson when he visited New Zealand as Foreign Secretary in 2017.\n\n\"I'm sure that once the United Kingdom is in a position to further cement these areas of greater cooperation, including a Free Trade Agreement, New Zealand will be at the front of the queue.\""}}