{"GDELT": {"GlobalEventID": 893204039, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "BUS", "Actor2Name": "INVESTOR", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 20, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.1441647597253999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20191216054500, "SOURCEURL": "https://www.thenews.com.pk/print/584088-china-rolls-out-guideline-for-foreign-investment"}, "ARTICLE": {"TITLE": "China rolls out guideline for foreign investment", "TEXT": "ISLAMABAD: China has rolled out a guideline for foreign investment that focuses on safeguarding national treatment of foreign-funded enterprises and addresses specific issues of concern. China has banned the use of administrative measures to force foreign investors or enterprises to transfer technology.\n\nIn a major economic guideline initiative, China will continue to cut the negative list for foreign investment access in national and pilot free trade zones as a start and eliminate restrictions that are not on the negative list.\n\nAccording to sources, China will accelerate opening-up of the financial sector and optimise foreign investment policies for automobiles. Second, China will optimise scientific and technological innovation services for foreign-invested enterprises, improve construction of pilot free trade zones. Third, China will lower the cost of cross-border capital use, make it easier for foreigners to work in China, and optimise the approval process for land use in foreign-funded projects. Fourth, to protect the legitimate rights and interests of foreign investors, China will fully implement the foreign investment law, establish and improve institutions for accepting complaints. The guideline called for respect for the market value of the IPR and intensified efforts to crack down on malicious and repetitive IPR infringements.\n\nChina has been working to set up a punitive compensation system and an IPR credit system substantially raising the cost of IPR infringements. One dishonest behavior in the field of IPR will result in restrictions at every turn. China bans the use of administrative measures to force foreign investors or enterprises to transfer technology. Administrative organs and their staff should strictly keep any business secrets of foreign investors. The guideline urges local governments to ensure equality for both domestic and foreign companies to participate in standardisation work, encouraging foreign enterprises to contribute to setting standards in medical equipment, food, medicine and information products, to increase industrial standards.\n\nTo create a fair government procurement system, the guideline requires all local governments and departments to not discriminate against foreign-funded enterprises. They should not restrict ownership, organisation, equity structure or investor country, or service brands of suppliers, in government procurement.\n\nIf foreign-funded enterprises are not treated equally, they can raise complaints with the procurer, and if the procurer fails to give a reply within the time limit, or if the supplier is dissatisfied with the reply, they can file a complaint with the financial department at the same level. Foreign-funded enterprises that do not participate in government procurement can also report to the Ministry of Finance if they find unfair practices."}}