{"GDELT": {"GlobalEventID": 893204396, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.12582781456954, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_Lat": 40.314, "Actor1Geo_Long": -74.5089, "Actor1Geo_FeatureID": "NJ", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New Jersey, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNJ", "Actor2Geo_Lat": 40.314, "Actor2Geo_Long": -74.5089, "Actor2Geo_FeatureID": "NJ", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.314, "Action2Geo_Long": -74.5089, "Action2Geo_FeatureID": "NJ", "DATEADDED": 20191216054500, "SOURCEURL": "http://www.frontpagemag.com/fpm/2019/12/why-jewish-democrat-mayor-praised-trump-standing-daniel-greenfield/"}, "ARTICLE": {"TITLE": "Why a Jewish Democrat Mayor Praised Trump for Standing Up to Anti-Semitism", "TEXT": "And what it says about anti-Semitism among the Democrats.\n\nDaniel Greenfield, a Shillman Journalism Fellow at the Freedom Center, is an investigative journalist and writer focusing on the radical Left and Islamic terrorism.\n\nAt the White House Chanukah party, Mayor Michael Wildes approached President Trump to thank him for his support after the massacre at a Kosher market in Jersey City by two black nationalists.\n\n\"Thank you, Mr. President for your extraordinary work today,\" the Englewood mayor told Trump in a video posted on Facebook. \"Standing up to anti-Semitism has been in your DNA. Why is that so natural?\"\n\n“It's always been the way I felt,\" President Trump replied. \"As you know I have a son-in-law, daughter, and three magnificent children. Jewish. And what happened in New Jersey was horrible.\"\n\n\"I can't tell you how much means to the Jewish community,” Wildes said. “This is not a Democrat or Republican issue.\"\n\nMayor Wildes is a Democrat. And while he insists that standing up to the hatred that killed two Jewish people, as well as a police detective and a store employee is not a partisan issue, it very much is.\n\nThe divide over whether to describe the attack on the Jewish store as anti-Semitic began early on as authorities stalled on naming the attackers and misrepresented the shootings as random violence.\n\nMayor Steve Fulop of Jersey City broke the embargo by making it clear that the attackers had targeted the JC Supermarket, rather than randomly entering it, a fact which videos showed was indeed the case.\n\nDavid Anderson, the Black Hebrew Israelite shooter, had listened to speeches by Louis Farrakhan, the anti-Semitic leader of the Nation of Islam, had a YouTube playlist of angry attacks on Jews by Black Hebrew Israelite preachers, and had left comments calling for violence against Jewish people while complaining that the current attacks were \"not violent enough.\"\n\nHe set out to remedy that.\n\nBut Mayor Fulop’s willingness to break the embargo had political consequences.\n\nFulop was excluded from the state press conference held by Governor Phil Murphy, a former Goldman Sachs exec and Obama donor who has overseen an unprecedented wave of abuses by his political operatives and associates, including rape charges, and State Attorney General Gurbir Grewal.\n\nIt was odd for the mayor of a city where a terrorist attack had just taken place to be excluded from a press conference about it. But the state attorney general’s warning was odder and more troubling yet.\n\n\"It’s especially important that the press and the public stick to the facts as officially reported by our offices,” Grewal insisted.\n\nIt’s the job of the press to investigate facts on its own rather than to just parrot Grewal’s press releases. The attorney general’s warning that the press should stick to what came out of his office was offensive and troubling. A more independent media would have even called it out for what it was.\n\nBut while the media failed to do so, it did report on leaks from the investigation which showed that David Anderson, the black nationalist gunman, had a history of hatred toward Jews and the police.\n\nOn Twitter, Mayor Fulop retorted, “We shouldn’t parse words. To stop hate + anti-semitism we need to call it out QUICKLY for what it is. Some will say don’t call it anti-semitism or a hate crime till a longer review but being Jewish myself + the grandson of holocaust survivors I know enough to call it what this is.”\n\nEven as the evidence mounted, Murphy and Grewal continued to stall. Only by Thursday, when the embargo had been definitely broken by local politicians like Fulop, was Grewal willing to finally call it an “act of hate”, possibly anti-Semitism. Meanwhile the FBI had taken the lead in labeling the attack as both domestic terrorism and hate, taking their cue from President Trump and the White House.\n\nThe authorities had dragged their feet on releasing the names of the JC Supermarket victims and of the killers. They had attempted to portray the shootings as random rather than entirely intentional. There was no reason for these delays. There was no reason to stall the release of the names of the killers. And there was no reason to stall the release of the names of the victims even as they circulated on social media. This delay caused needless pain to other families when the wrong names were passed around.\n\nAG Grewal claimed to be worried about causing \"unnecessary panic in the community\". But it should be up to the community to have all the information and then to decide what to do with it.\n\nAfter Murphy and Grewal finally conceded the obvious, Mayor Fulop tweeted, “I’m glad we are all calling this out now. Every day that passed diminished the impact of labeling it. All too often people are reluctant to call out hate because they may offend someone else.”\n\nFulop did not identify whom state bosses might have been afraid to offend, but the state’s Democrat leaders have built a shaky coalition. And black nationalists are a vital part of that coalition.\n\nThe Murphy administration had recently encountered its own anti-Semitism scandal when it hired Passaic NAACP President Jeffrey Dye to work for the Department of Labor & Workforce Development. Aside from an extensive criminal record covering drugs, assaulting his own brother, and police officers, Dye spent his time praising Farrakhan and spewing anti-Semitism.\n\nWhen a reporter contacted him about his case, Dye had retorted, “I don’t talk to f____ Jews.”\n\nGovernor Murphy stonewalled questions about Dye’s hiring and failed to specifically condemn his anti-Semitism. Assemblyman Gary Schaer had warned the Murphy administration against hiring Dye. And described his hiring as \"frightening at best.\" He noted, \"Why he was hired, I can only imagine.\"\n\nMurphy’s running mate, Lt. Governor Sheila Oliver had refused to vote for an anti-BDS bill.\n\nAnti-Semitic events in New Jersey had been up 32% even before the Jersey City shootings. Like his proggie counterpart in New York City, Murphy has done nothing except wave the question away.\n\nThe words of the two New Jersey mayors, both Jewish, showed how isolated Jews had become. But it also showed that some Jewish Democrats were willing to challenge state and national party officials.\n\nMayor Wildes’ Facebook moment with President Trump sent a message to his own party.\n\n\"It's a time for our leaders to come together to keep all of us safe,\" he posted.\n\nThe question is will they?\n\nAmerican Jews face violence from racists and extremists across the spectrum. Like many Democrats, Governor Murphy is eager to condemn bigotry that doesn’t touch his party, but hesitant to offend the activists and the voters who helped put him at the top of the political food chain in New Jersey.\n\nThe events in New Jersey are a microcosm of the deep divide about anti-Semitism across the country.\n\nDemocrats falsely claim that President Trump is anti-Semitic. It should be a wake-up call for Jewish Democrats when the Democrat Mayor of Englewood praises President Trump for standing up to anti-Semitism after New Jersey Democrat leaders were caught trying to sweep it under the political rug."}}