{"GDELT": {"GlobalEventID": 893204426, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "GOVHLH", "Actor1Name": "HEALTH DEPARTMENT", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 45, "EventBaseCode": 45, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.16213683223993, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20191216054500, "SOURCEURL": "https://www.afghanistan-analysts.org/one-land-two-rules-9-delivering-public-services-in-insurgency-affected-jalrez-district-of-wardak-province/"}, "ARTICLE": {"TITLE": "One Land, Two Rules (9): Delivering public services in insurgency-affected Jalrez district of Wardak province", "TEXT": "Share\n\nEthnically-mixed Jalrez district has seen increased Taleban activity since 2014, with approximately half of it now under their control. The district centre is the most contested sub-district, having been surrounded and repeatedly attacked by the Taleban. Twenty kilometres of the secondary Kabul-Bamyan highway, which connects the Hazarajat to the Afghan capital, is under Taleban control. The Taleban directly intervene in several areas of service delivery, with government provision being very limited in many areas, particularly for women and girls. AAN’s Ehsan Qaane provides an in-depth analysis of how public services like education and health care delivered in this fragile district and considers whether its ethnic diversity may be what prevents it from falling entirely to the Taleban.\n\nPrevious publications in the series are: an introduction with literature review and methodology, “One Land, Two Rules (1): Service delivery in insurgent-affected areas, an introduction” by Jelena Bjelica and Kate Clark; six district case studies: Obeh district of Herat province by Said Reza Kazemi; Dasht-e Archi district in Kunduz province by Obaid Ali; Achin district in Nangrahar province by Said Reza Kazemi and Rohullah Sorush; Nad Ali district in Helmand province by Ali Mohammad Sabawoon; Andar district in Ghazni province by Fazal Muzhary; Zurmat district in Paktia by Obaid Ali, Sayed Asadullah Sadat and Christian Bleuer and; a case study on polio vaccinations by Jelena Bjelica.\n\nJalrez district: the context\n\nJalrez is one of seven districts in Wardak. It is a 37 kilometre-long valley with many secondary valleys, located to the west of the provincial capital, Maidanshahr, to the southwest of Kabul. It has five administrative sub-units (hawzaha-ye edari), including the district centre. The other four are Zaiwalat (with the district’s former centre, Kot-e Ashro), Sanglakh, Takana and Sarchashma.\n\nAccording to the National Statistics and Information Authority (NSIA)’s annual survey book, the population of Jalrez was approximately 57,870 people in 2018-19.\n\nThere are no official sources on the district population’s ethnic composition. According to locals interviewed, it is a mixture of Shia and Sunni Hazara, Sunni Pashtun, Sunni Tajik as well as a small Shia Uzbek community. Pashtuns live mainly in Zaiwalat, Hazaras and Sayeds in Sarchashma and Sanglakh, and Tajiks mostly live in Takana and the district centre. The Shia Uzbek community in Sarchashma has been integrated into the local Shia Hazara community.\n\nJalrez’s district centre is located in the middle of the main valley, which marks the boundary between the Pashtun-inhabited areas, which are closer to Kabul, as well as the Tajik and the Hazara-inhabited areas to the west and north.\n\nJalrez: conflict and security\n\nWith the Onai Pass, Jalrez occupies a geographically strategic crossing point and ethnic dividing line, which has made it prone to conflict for decades.\n\nJalrez has been highly contested by the Taleban since 2006, when the insurgency re-emerged with some strength in the district. Until 2014, at which point ISAF forces left the district, the Taleban were only present in certain villages in Zaiwalat. Since then, they have gained more territory year by year.\n\nCurrently, the Taleban fully control Zaiwalat and Takana as well as some other villages or administrative units around the district centre. These areas combined constitute half of the district.\n\nJalrez: service delivery\n\nEducation: Jalrez has nine high schools, 11 middle schools and nine primary schools. All are state-run, but school supervision is divided between the Ministry of Education (MoE), local councils and the Taleban’s education commission. Both girls and boys attend high schools in government-controlled areas, whereas in Taleban-controlled areas, girls are largely unable to attend middle or high schools.\n\nHealth: Jalrez has five clinics, including one comprehensive health centre (CHC), three basic health centres (BHC) and one sub-health centre (SHC). All are state-owned. They are managed by the Swedish Committee for Afghanistan (SCA), as a contractor to the Ministry of Public Health (MoPH), though monitoring is also done by the Taleban, who also impose restrictions on women’s access. There is only one female doctor in Jalrez but each of the five clinics has at least one female midwife.\n\nElectricity: Jalrez is not connected to the state-owned electricity grid. Many locals have their own solar power system, with only a few villages with access to hydro-powered electricity. Some families do not have access to electricity at all.\n\nMedia and telecommunication: Jalrez does not have a local radio or TV station. Instead, many locals access Afghan and non-Afghan TV channels via a satellite dish. The BBC and Voice of America are two popular AM radio stations. All mobile phone networks, including the state-owned Salam, are operational in Jalrez, though in several areas access is restricted to only a few hours a day.\n\nJustice and other services: The Taleban and the Afghan government operate separate justice systems in Jalrez. Residents usually turn to whichever side has control over their village. In terms of other services, government agencies implement some development projects, mostly through private contractors, who are usually forced to pay the Taleban ten per cent of the total budget to be able to operate.\n\nJalrez: more on ethnic groups and linguistics\n\nThere are no reliable sources on the district population’s ethnic composition. According to locals interviewed, it is a mixture of Shia and Sunni Hazara, Sunni Pashtun, Sunni Tajik as well as a small Shia Uzbek community. There are also Sayed communities; their Shia branch is often lumped together with the Hazaras, although locally, people are very conscious about the differences between both groups.\n\nA large number of Hazaras in Jalrez claim that they are descendants of Timur Gurkani, the founder of Sunni Gurkani, better known as the Timurid Empire (15th–16th century). Most live in Sarchashma, which, like all of Jalrez, used to be part of the historic Daimirdad area, today a neighbouring but much smaller district. According to their oral history, local Hazaras were in conflict with the local governor (name unknown), who was said to have suppressed them, taken their lands and deployed Timuris – some of them believed to have been Timur’s direct relatives – to control them. Over time, some of these Timuris changed their religion from Sunni Islam to Shia Islam and integrated into the Hazara community. Today there are still a few people who remember that their grandparents were Sunni but became Shia.\n\nA minority of these Timuris remained Sunni Muslims, primarily in the villages of Charika Maidan, at the entry point of the Maidan valley, as well as in the Dar-e Darbugha area of Sarchashma and Takana. According to one of the interviewees, there was only a limited relationship between both groups, like attending each other’s weddings and funerals before the war began in 1978. This relationship has been totally cut off since then. (1)\n\nThe Sayeds of Afghanistan can be Sunni or Shia, but in Jalrez they are Shia and mainly live in Sanglakh. Sayed Shah Qubad, the forefather of the Sanglakh Sayeds , is remembered as the first person of their community who came to Jalrez. Qubad is said to be related to Fatema, the daughter of the Prophet Muhammad, through the third and fourth Shia Imams, Imam Hussain (626-680 Gregorian calendar) and Imam Sajjad (659-713). (There are over six centuries between Imam Sajjad and Qubad).\n\nThe province’s Pashtuns mainly live in Zaiwalat, and Hazaras and Sayeds in both Sarchashma and Sanglakh. Tribally, the Pashtuns are divided into two larger entities – the Ghilzai and the Wardaki. The tribes and subtribes linked to the Ghilzai tribal confederacy (mainly Hotak, Amarkhel and Ibrahimkhel) live in the Maidan valley in Jalrez and Maidanshahr. They were Kuchis who the government settled on Wardaki lands during the time of King Habibullah (1901-19). The Wardaki – a subdivision of the Kawdai Pashtuns, who, in turn, are part of the Karlani, one of the five Pashtun tribal confederacies – are divided into three branches: the Mayar, Mirkhel and Nuri. They live in the province’s Sayedabad, Jaghato and Nerkh districts but not in Jalrez. The Wardaki believe they are Sayed and connected to Imam Hussain.\n\nTajiks mostly live in Takana and the district centre. They are believed to be the native residents of Jalrez, according to an interview with a local Tajik. The Shia- Uzbek community has been integrated into the Shia-Hazara community in Sarchashma.\n\nThe district’s name, Jalrez, comes from the small area that is currently the district centre. Ethnically, it is predominantly Tajik, where they speak Dari. According to some locals, Jalrez is a combination of the Dari words jal, meaning ‘light reflection,’ and rez meaning ‘to pour.’ This could relate to the two small rivers that merge in this area (one river comes from the Onai Pass, known as the Sarchashma river, but is actually the upstream part of the Kabul River; the other one, the Sanglakh river, comes from the valley of the same name). Another theory on social media is that jal means pass and rez means small in Dari, which could refer to Jalrez district being a “narrow pass(age),” which would reflect its geography. While Jalrez district is one main valley of 37 kilometres in length, which is said to be no more than three kilometres wide at some points, although it has a various side-valleys. Jalrez was once part of the Silk Road, connecting Kabul to Bamyan during the winter as an alternative to the Ghorband valley to the north of Kabul. Today it has the same function.\n\nIt is not clear when Jalrez was first used as the district’s name. Before 1964, Jalrez was part of Maidan alaqadari, which belonged to Kabul province. (Alaqadari was an administrative unit, smaller than a district, which no longer exists in the Afghan administrative structure). Kot-e Ashro, now a village in the Zaiwalat administrative unit, was its centre, where government offices were located. Even then some residents, in particular Tajiks, referred to it as Jalrez. At present, Jalrez district is informally called Darra-ye Maidan (Maidan Valley) by many locals. The local usage of Darra-ye Maidan is not favoured by all, since the word Maidan has been politicised at the provincial level. (2)\n\nConflict and security\n\nDue to its geographical and strategic position, Jalrez has been used by guerrilla fighters for decades, at least since the Saur revolution in 1978. Its importance comes from its proximity to Kabul, its position at a major pass on the Kabul-Bamyan highway and the many side roads and mountain paths leading to the other districts in Wardak, as well as to Parwan and Kabul provinces. Many of them serve as supply and escape routes. Side valleys provide safe havens to fighters and present difficulties for the movement of government security forces. It has two direct passes to Kabul’s Paghman district through Kohna Khumar and Sanglakh, its sub-valleys.\n\n1978-92\n\nJalrez was one of the first districts to be almost entirely captured in 1979 by the mujahedin when they started fighting the Afghan communist regime, backed by the Soviet Union. The Kabul government could only keep control over the district centre (at that time Kot-e Ashro). Almost every jihadi tanzim (faction), except for Jamiat-e Islami, had a strong presence in Jalrez until the end of Afghan communist regime in 1992.\n\nThe first group of mujahedin who liberated most of Jalrez, except the district centre, was a group called Shura-e Ittifaq-e Enqelab-e Islami, which was not local but had local support (for background about the shura, see this paper by Niamatullah Ibrahimi). They were Hazaras from Hesa-ye Awwal Behsud district led by commander Gharibdad, himself a Hazara. He later joined Hezb-e Wahdat, the major Shia/Hazara tanzim. In the spring of 1979, his group of mujahedin crossed the Onai pass, captured Sarchashma, detained school teachers, burned the school building and continued on to Kohna Khumar through Takana and Jalrez. In the winter of the same year, however, the group was forced to retreat from Jalrez after losing 60 to 70 men in an airstrike.\n\nIn the spring of the next year, Jalrez was re-captured by a number of local mujahedin groups who later joined various jihadi tanzims, including Harakat-e Enqelab-e Islami (led by Mawlawi Muhammad Nabi Muhammadi), Hezb-e Islami (led by Gulbuddin Hekmatyar), Harakat-e Islami (led by Shaikh Asef Mohsini), Ettehad-e Islami (led by Abdul Rab Rasul Sayyaf) and Sazman-e Nasr; the latter united in 1989 with six other Shia jihadi tanzims under the name of Hezb-e Wahdat-e Islami (Islamic Unity Party).\n\n1992-2001\n\nDuring the Afghan factional war (1992-96), the jihadi tanzims moved most of their forces from Jalrez to Kabul, where fighting was intense. Jalrez remained relatively quiet, with only a few small clashes between Wahdat and Ettehad forces.\n\nIn 1996, before capturing Kabul, the Taleban took over most parts of Jalrez with little resistance, including Zaiwalat, Takana and the district centre, but could not or did not want to enter Sarchashma or Sanglakh, the predominantly Hazara and Sayeds areas. Harakat-e Enqelab-e Islami’s local commanders, including Haji Musa and his brother Ghulam Muhammad, joined the Taleban. Hezb-e Islami and Hezb-e Wahdat forces were defeated in Muqur in Ghazni, two days before the fall of Jalrez. They did not have enough military forces in Jalrez to resist. The Taleban chose Band-e Mamaki as the new district centre. Jalrez remained a frontline from 1996 to 1998, after which it remained under Taleban control until the fall of their regime at the end of 2001.\n\nFrom 2001 onwards\n\nFrom December 2001 onwards, Jalrez was fully under the control of the Afghan interim and transition administrations. The Taleban began to re-emerge in 2003, with Jalrez among the first places where they were able to reorganise fighters in the province. In 2006, the Taleban attacked Kot-e Ashro, which was still the district centre at the time. The then-district governor, Haji Ferozi, a Hazara from Jaghori, was wounded in the attack, which was the main reason the district centre moved to Jalrez, which is located on a hill. Nevertheless, the Taleban presence was small in numbers initially, limited to local Pashtuns and mostly restricted to a few villages of Zaiwalat. However, over time they slowly gained more territory and by 2009 were posing a threat to the Kabul-Bamyan highway, with check-points, stopping vehicles and kidnapping passengers who were working with the Afghan government, NGOs or international troops. The victims were mainly Hazaras traveling between Kabul and the Hazarajat. These attacks have continued to the present day. Recently, for example, in September 2019, the head of the Afghanistan Independent Human Rights Commission’s Ghor Office, Abdul Samad Amiri was killed there after having been kept prisoner for a few days. Due to these incidents, many drivers and passengers refer to Dar-e Maidan as Dar-e Marg (Death Valley). In response to rising insecurity in Wardak, including Jalrez, local self-defence force, known as the Afghanistan Public Protection Programme (niru-ye muhafezat-e mahalli-ye amniat) or AP3 was launched by US Special Forces and the government in Wardak in 2009 as a pilot programme for the whole country. The idea was to recruit locals “to conduct community security operations that prevent insurgent attacks on key infrastructure and facilities, deny insurgent havens… extending the legitimate reach of the government of Afghanistan” as AAN reported in 2010 (for more details see here). According to AAN’s reporting, local elders were invited by the Ministry of Interior (MoI) to sign a memorandum of understanding to cooperate with the ministry in the recruitment process, but opposed the establishment of AP3, which they saw as a militia group.\n\nThey argued… that Wardak, in particular Jalrez, had painful experience with government-sponsored militias during Dr Najibullah’s regime when a large, supposedly pro-government militia in Jalrez district turned against it immediately after it was established, taking along ‘truckloads of weapons’.\n\nThe government and the US pushed ahead with AP3 regardless. They put Ghulam Muhammad in command, a former Taleban commander from Jalrez who had spent two years detained in Bagram (2004-06). This caused further criticism from some locals, especially former members of Hezb-e Islami and some of Ghulam Muhammad’s opponents. For them, Ghulam Muhammad’s reliability was in question. They asked how a former Taleban commander could “guard us against the Taleban?” Years later, in 2019, two members of the Afghan Local Police (ALP) in Jalrez told AAN that some active Taleban in Jalrez were former AP3 officers. For example, Majid, a Tajik Taleban commander from Takana, is a former member of Harakat-e Enqelab and a part-time AP3 member. One interviewee told AAN that he had trained with Majid in the same training centre for three months in 2009. Majid went on to serve in the ALP, before joining the Taleban. Another example given was Qari Sayed Agha, the head of the Taleban’s military commission for Jalrez, who was also loyal to Ghulam Muhammad.\n\nIn theory, 1,100 AP3 men were supposed to be recruited from the whole province, with a maximum of 100 to 200 men from each district. Around 500 men were recruited from Jalrez district alone, all loyal to Ghulam Muhammad, who was not accountable to provincial military authorities and who came to dominate Wardak’s AP3. According to AAN reporting on the 2010 parliamentary elections in the province, the “presence [of AP3] cast worrying shadows on a fair election in Wardak – almost as big as those cast by the threats of the Taleban.” This was arguably reflected in the high number of votes cast in favour of Haji Musa, Ghulam Muhammad’s older brother. Haji Musa was on the United Nations Taleban sanctions list until 2010, but was then taken off on the initiative of the US (who were holding talks with the Taleban then) and became an MP in the same year.\n\nThe AP3 programme was soon abandoned, with some units morphing into the Afghan Local Police (ALP) around 2010/11. According to AAN reporting, the Ministry of Interior, which was put in charge of the ALP, planned to recruit 10,000 men for the ALP in 43 districts, including Jalrez.\n\nAccording to an ALP commander from Jalrez who was interviewed by AAN in December 2018, the ALP in Jalrez started with a much larger force of 330 men. Later, it was reduced three times; first to 280 (in 2013), then to 180 (around 2014) and finally to 165 (in 2015). The reduction of Jalrez’s ALP personnel was also confirmed by General Ghulam Aziz Gharani, former head of the ALP Directorate in the Ministry of Interior. In an interview with AAN in 2018, he explained that excess Jalrez personnel numbers had been moved to ALP units in Khost province. There could, however, be another factor behind the third phase in these reductions. In July 2015, the Taleban attacked nine ALP checkpoints on the highway in Zaiwalat, killing 24 ALP members, beheading some of them, and capturing their checkpoints. SIGAR reported that government security forces later recaptured the checkpoints, but local sources told AAN they were never reopened. The original commander of these checkpoints now only controls one checkpoint with a few personnel in the district centre. (AAN interviewed the commander. He confirmed that ALP numbers were smaller but did not give the exact number). Currently, the ALP are mainly fighting Taleban insurgents on three frontlines – in Bazar Jalrez (the eastern border of the district centre), Seyah Petap (western border of the district centre) and Asya Khakbad (the border between Sarchashma and Takana).\n\nInsecurity in Jalrez has had wider ramifications for security in the wider Hazarajat region (the central Afghan highlands made up of three districts in Wardak, two districts in Ghor as well as Bamyan and Daikundi provinces), given the importance of passing through Jalrez, and the risks that this transit now entails. (3) The kidnapping and killing of people travelling through Jalrez and other parts of Wardak was one reason behind the creation of an armed group of local Hazaras from Hesa-ye Awwal Behsud in 2015-16. The BBC’s Afghan Service quoted Alipur, the commander of the group who had previously worked as a driver, transporting passengers between Kabul and Hazarajat, as saying: “In the last eight or nine years, 163 civilians either were beheaded or shot in Dar-e Maidan.” The second reason was to prevent the entry of Pashtun Kuchis – who are often allied with or supported by the Taleban – into Hazarajat, especially in the Kajab area of Hesa-ye Awwal Behsud. (More details about the disputes between local Hazaras and Kuchis are provided byAAN here).\n\nAlipur’s group is known as Jabha-e Muqawamat (the resistance front), and its members refer to it as a ‘public uprising’ force, the NDS-supported local defence force. However, it is not recognised as such by the government in Kabul. The group has also been criticised for human rights abuses. The government arrested Alipur – also known as Qumandan Shamsher (Commander Sword) – in November 2018 in Kabul, but he was later released after a large protest by his supporters in Kabul. Before being released, the National Directorate for Security (NDS) published a video clip of Alipur in which he promised to either continue his military activities only in accordance with Afghan law or to hand over his weapons to the Afghan national security bodies (see the clip here). Alipur’s men have been accused of harassing and kidnapping Pashtuns in Jalrez, in retaliation for Taleban attacks on Hazaras along the roads. The group claimed those they killed were Taleban fighters but the government and some local Pashtuns said they were civilians (AAN could not confirm these claims independently; see also this Reuters report). There were prisoner exchanges between the Taleban and Alipur’s group in 2017 and 2019.\n\nOn the government’s side, the Afghanistan National Civil Order Police (ANCOP) had 25 military checkpoints and three military bases prior to 2018. They were located at Band-e Khwaja Muhammad, Zaiwalat Bazar and Kot-e Ashro. The Taleban took over the first two of these bases in 2018, some weeks after the three-day Eid al-Fitr ceasefire (AAN reporting here). They heavily besieged the remaining base in Kot-e Ashro in August-September 2019 but failed to capture it. Kot-e Ashro, five kilometres from the provincial capital, is currently the main frontline in Jalrez. The forces on the base are not able to provide support to ALP members in the district centre as the Taleban have control over 14 kilometres of road between Kot-e Ashro and the district centre.\n\nIn the district centre, the number of government security forces is limited. According to two locals, the Afghan National Army (ANA) does not have any personnel there. The Afghan National Police (ANP) has no more than 20 personnel, and 14 men work for the National Directorate for Security (NDS). As noted, the ALP, as a local force, is the main pro-government actor fighting the insurgents, with 70 to 80 men in the district centre (AAN talked to the district chief of police, Sayed Sajjad, who neither confirmed nor rejected these figures). There are no accurate statistics about the number of Taleban, but it was estimated by six interviewees that there are between 250 to 300 local fighters, who are joined by an additional 100 fighters from other districts during their larger offensives.\n\nBefore 2018, whenever the district centre needed military backup support, forces could be sent from Kabul through the Ghorband valley and on through Bamyan to Jalrez. However, since early 2018, the Taleban have also cut off this route in Takana where it controls six kilometres of the Kabul-Bamyan highway. The district centre is almost entirely surrounded, with only one access point for government forces. An unpaved road connects Sanglakh to its north, to Surkh Parsa district in Parwan, which is a difficult pass that is neither safe nor accessible for military vehicles. Aerial support is the only remaining way to provide backup, which was effectively used during the Taleban offensive on the district centre and Sarchashma in August and September 2019. The airstrikes killed a number of Taleban in Takana and Zaiwalat. Qari Sayed Agha, the head of the Taleban’s military commission for Jalrez, was also killed although this may possibly have happened earlier, in July (see one media report here). (AAN was not able to reconfirm the exact time of his killing by local sources).\n\nThe possible emergence of the Islamic State-Khorasan Province (ISKP) in Takana prompted local recruitment by the Taleban. The Taleban maintained a presence in the area from around 2014, but were not holding territory. Then, in early 2017, unknown men attacked an ALP checkpoint in the Dahan-e Tandura area of Takana, burnt it down and planted an ISKP flag in its ashes. However, other than raising the flag, no one claimed responsibility and no one knew the individuals involved. After that incident, the Taleban started recruiting locals. Other than seeing off a potential threat from ISKP, Takana was an important way of cutting off the government’s military supply route through Bamyan to the district centre. It seems to have been relatively easy for the Taleban to mobilise and manage these forces, perhaps in part because two of the commanders deployed, Kuchai and Darugha, were relatives of an influential former local Taleban commander, Mawlawi Lak Lak (‘the stork’), who was killed in the Shamali area of Kabul when the Taleban was fighting the Northern Alliance before 2001. Majid, the most powerful Taleban commander in Takana, has relatives in Nerkh district where the Taleban shadow provincial governor lives. According to three interviewees, his relatives have high positions in the Taleban provincial leadership in Nerkh.\n\nTaleban fighters in Jalrez are local Pashtuns (from Zaiwalat and Kohna Khumar) and Tajiks (from Takana and Kohna Khumar). Among those Tajiks, there are a number who had either had Taleban connections in the pre-2001 era or had relatives in Taleban-controlled Nerkh. (4) Whenever a large offensive is being organised, they are joined by Taleban from other districts of Wardak, in particular from Nerkh. To move between Taleban-controlled areas of Nerkh and Jalrez, they tend to use motorbikes, a journey that takes approximately 45 minutes. There is no road connecting these districts directly that could be used by vehicles, though a road is under construction, budgeted by the government. This is a concern, as two ALP members told AAN, since the road will effectively connect Taleban-held territories in these two districts, where government forces have no control, thus making it easier for them to move arms and fighters.\n\nService provision and governance\n\nGovernment service provision is greatly influenced by the shrinking government presence around the district, as detailed above. Currently, the Taleban exercise full control over two out of five administrative units (Zaiwalat and Takana), while the government has full control over two others (Sarchashma and Sanglakh), with the district centre being heavily contested. Both the government and Taleban claim to operate administrative and judicial structures at the district level, regardless of their levels of control in the various sub-district areas. In reality, most public services, limited though they may be, are provided by government agencies across the whole district, including areas under Taleban control.\n\nThe Taleban primarily offer judicial and security services. As an example of this, in 2018 the Taleban held a meeting in Zaiwalat, to which elders of all five administrative units were invited. One interviewee who attended the meeting said that “the Taleban shadow governor for Jalrez announced to the participants that they are most welcome to bring their cases to the Taleban court.” The governor also told them that in areas under Taleban control, civilians would not be harmed by their fighters, as the Taleban regard the protection of civilians as a duty, including those traveling in cars. However, the governor insisted that government officials and employees of foreign organisations would face Taleban justice, and encouraged the elders to stop their relatives from working with either the government or foreign entities. The Taleban’s position on other government services varies. They are supportive of education and health provision, but place restrictions on both. They conditionally support development projects and oppose government justice and telecommunication services. These services and Taleban positions will be discussed in more detail later.\n\nIn addition to the government and the Taleban, local shuras (councils) and elders play an important role in local governance and service delivery. As mediators, these locals establish an indirect channel of communication between the government and the Taleban in order to resolve disputes over service delivery. They also encourage the warring parties to reduce violence. As an example of this, the Taleban attacked Sarchashma in September 2019 for the first time since they re-emerged in Jalrez. While their foray only brought them half a kilometre into the area, it caused the ALP to retreat. The attack provoked many Hazaras from all over Hazarajat, dozens of armed men, including Alipur’s armed forces, to go there and respond to the Taleban incursion. The Taleban withdrew from Sarchashma, after which the armed Hazaras wanted to follow them into Takana. “If this had happened, it would have led to chaos for the residents of Sarchashma and Takana,” said a local. The elders of Sarchashma and Takana met and resolved the problem by promising to live in peace, preventing Taleban attacks on Sarchashma as well as attacks by the armed Hazara men on Takana. In the months since then, no conflict has been reported from the Sarchashma – Takana border.\n\nThere have also been a few cases where the engagement of elders has led to the Taleban releasing kidnapped passengers. According to an elder who was involved in such a negotiation:\n\nA truck driver from Sarchashma, Haji Malik, was detained by the Taleban in early 2018, accused of transporting materials belongs to the ALP. We met the Taleban in Zaiwalat and gave guarantees for the driver. The Taleban released him after receiving his promise to not support Afghan military forces.\n\nElders’ interventions have not been successful every time, especially when Taleban from outside the district have been involved. According to an interviewee, the Pul-e Hawayi area of Zaiwalat is the most dangerous part of Jalrez. On occasion, Taleban from outside the province have set up temporary checkpoints there, and immediately set about killing passengers after conducting a short interrogation at the side road. The interviewee was not able to name specific dates or incidents, but said that he had seen “many dead bodies” left on the side of the Kabul-Bamyan highway in this area.\n\nThe head of Wardak’s education department as well the head of the provincial public health department confirmed to AAN that they communicate with the Taleban in Jalrez through local elders and local shuras about education or health service delivery. The Taleban also send messages to government officials via these elders. Both were happy with the elders’ role as mediators.\n\nEducation services\n\nAccording to local officials, Jalrez has 29 schools, including nine high schools, 11 middle schools and nine primary schools; four madrasas (religious schools); two Dar-ul-Hefaz (where students learn to memorise the Quran); one teacher training centre as well as one vocational agricultural training high school (lisa-ye maslaki-ye zeraat). A member of the provincial council also confirmed these numbers to AAN. All schools are state-owned and have buildings.\n\nThe district education department building is located in Zaiwalat, where the Taleban exercise full control. However, the head of the provincial education department, Muhammad Sa’id Mansur, operates from Maidanshahr. AAN visited the provincial education department in the city, which, interestingly, was an ordinary building with no blast-walls and no armed guards at its gate. There was no photo of the president or any other Afghan official hanging on wall in the head of the provincial education department’s office, which goes against the norm for most offices in Afghanistan.\n\nAccording to Mansur, Jalrez has 358 permanent teachers, including 41 women. In 2018, the department hired 25 additional women as temporary teachers. For the school year 2020, they want to hire 50 more. He told AAN that finding female teachers working in Taleban-controlled areas was not easy, though the Taleban have not created problems for female teachers yet. The Jalrez education department has 37 administrative personnel, including one woman, and works with 65 contractors, including two women. There are an estimated 13,340 students in 29 schools, including 5,420 girls. The total number of students in madrasas is 867, including 193 girls. The total number of students at the vocational agricultural training high school is 81, all boys, and 60 students, including 20 girls, are at the teacher training centre. The students there receive a 14th grade certificate. None of the other interviewees had accurate information in order to be able to cross-check these details.\n\nThe Swedish Committee for Afghanistan (SCA), a prominent non-governmental organisation active in the area since the 1980s, was forced to close its educational facilities following Taleban threats in 2015 and has not been able to reopen them. Prior to that, they ran 64 classes providing primary-level education to pupils who were not able to go to state-owned schools for various reasons. 75 per cent of their students were girls. Shafiullah Sharifi, the head of SCA’s Wardak office, told AAN about the pressure from the Taleban:\n\nThe threats were mainly due to the high percentage of girl students. The local Taleban commander in Jalrez was against girls’ education. I am not saying that it is the general policy of the Taleban, because our classes in the other districts of Wardak are open.\n\nSharifi does not believe that any girls are allowed to attend school in the Taleban- controlled areas of Jalrez, which contradicts what the head of the provincial education department of Wardak province, Mansur, told AAN. According to Mansur, since the beginning of 1398 (2018/19) girls have gone to middle schools in these areas, and primary school attendance has never been a problem. Only one out of ten of the interviewees echoed Sharifi’s suggestion that access was denied to girls at all ages. The others, however, confirmed that girls’ access to middle schools was a problem. Mansur also said:\n\nThe Taleban don’t have problem a with girls going to high school or even university, but they have some conditions, including the separation of girls and boys, that girls’ schools should have buildings and their teachers should not be men. We are trying to fulfil these conditions, and through the elders we also communicate with the Taleban to get their consent for girls’ attendance at high schools within three years.\n\nSome interviewees suggested that it was not only the Taleban who are against girls attending high schools but cultural norms, such as a fear of girls socialising with men outside their homes, which could bring shame to families. However, this is not the case in the whole district. In those parts of the district where the Taleban do not have influence, girls are going to high schools and many of them go on to university in Kabul or other provinces. A high school teacher from Sarchashma, one of the places outside the Taleban’s sphere of influence, stressed:\n\nBefore 2016, the Taleban were threatening girls’ high schools in Sarchashma by calling or sending messages via phone, even though girls and boys classes were separated and the schools had buildings.\n\nThe teacher said that in the last three years the threats had stopped, though he did not know why. Outside Sarchashma, none of the interviewees mentioned attacks on schools or abuse of teachers by the Taleban in Jalrez. Three of the interviewees talked about incidents where crossfire between the Taleban and government security forces had damaged some school buildings and even wounded some students and/or teachers. This could be another reason for some families preventing their female members from studying or teaching in the contested areas. Mansur believed that exchanges of fire between the warring parties were the biggest security challenge for education in Jalrez. The vocational agriculture training high school had been partially damaged by the Taleban, Mansur said. This was contradicted by four interviewees, who blamed government security forces for the destruction of the building, which, they said, was caused by an airstrike. Both agreed that the incident occurred in 2017.\n\nThe Taleban intervene in the education curriculum and management of schools where they have control. They monitor the quality of education as well as the attendance of teachers and students. New teachers are only allowed to take up their positions after passing the Taleban’s own examination. Although the Taleban did not entirely remove any subjects from the formal curriculum, they insist on more time for Islamic subjects than is provided for by the Ministry of Education curriculum. These impositions do not seem to trouble the head of the provincial education department. “As long as the Taleban allow schools to be open, we can compromise with their intervention,” he told AAN. He added that the Taleban’s monitoring role was supportive of the Ministry of Education’s goal of providing better education. Giving more time on any subjects which are part of the curriculum does not breach ministry policies or regulations. Mansur confirmed that the Taleban intervened in the hiring and firing of teachers and members of the school management, but there had not been any case that they could not resolve. He said:\n\nThe Taleban three or four times threatened our teachers or education personnel, but we were able to convince the Taleban [to back off] with the support of local elders and members of school management councils. Although the Taleban scrutinise the quality of our new teachers before they start their jobs, there is no case where the Taleban has rejected any of them. Our teachers are from the schools’ neighbourhood. The Taleban and teachers know one another. The Taleban know that it is the Ministry of Education who pays salary of teachers, the ministry will not pay those hired by the Taleban. Therefore, they don’t like to undermine their own authority by hiring teachers that they cannot pay.\n\nThe Taleban do not have any official cooperation or direct communication with the district or provincial education departments. They do not share their evaluation findings with them. However, education department personnel are allowed to visit schools located in Taleban territory, with the purpose of monitoring. The district education evaluators visit schools once a month or more.\n\nIn addition to the Taleban and the Ministry of Education, school management councils are also tasked with monitoring the quality of teaching and the attendance of teachers and students. Each school has one council, made up of local elders who act in a volunteer capacity. Their biggest role is to mediate between the Taleban and the government concerning any problems relating to education between the two parties. A member of a council, as well as the head of the provincial education department, expressed satisfaction with the mediation role of these councils.\n\nHealth\n\nAccording to various official and non-official sources, Jalrez has five health facilities, including one comprehensive health centre (in the district centre), three basic health centres (one in Takana, two in Zaiwalat) as well as one sub-health centre in Sanglakh. Two of the basic health centres, one in Band-e Khwaja Muhammad and the other one in Zaiwalat Bazar, are in Taleban territory. In addition to this, Jalrez has 27 health posts, each with a team of two volunteers, whose job it is to improve community health knowledge and encourage locals to approach health facilities for medical attention, including vaccinations. Although all five clinics are state-owned, the Swedish Committee for Afghanistan (SCA), as a contractor for the Ministry of Public Health (MoPH) is managing these centres and delivering health services in Jalrez. The MoPH has an oversight role, which it runs from the provincial level, with only one supervisor in Jalrez. According to the head of the provincial public health department, Salem Asgharkhel, the role of this supervisor is mainly mediating between the Taleban and the leadership of clinics, rather supervising health service delivery. “He is not a health professional but an influential person and a good negotiator,” Asgharkhel told AAN.\n\nTogether, these five clinics have 48 staff, including 14 women. The district centre clinic is the largest, with 18 personnel including two medical doctors (one female and one male); two midwives (female); two nurses (one male and one female); two vaccinators (one male and one female); one nutrition advisor (female); one mental health advisor (male) and several support staff. In total, there are seven female personnel in the clinic, including the only female medical doctor who travels from Kabul every morning. This is the only 24-hour clinic in Jalrez. According to MoPH standards, the tashkil (personnel) in a basic health centre should be nine people, including three women (one midwife, one nurse and one nutrition advisor). Takana clinic meets these requirements, but the two other basic health centres in Zaiwalat do not have a female nutrition advisor or nurse. The sub-health centre in Sanglakh has three personnel, including one midwife (female), one nurse (male) and one guard (male). This clinic operates three days a week.\n\nIn general, locals say that the current levels of medical equipment and health personnel do not meet their medical needs. Some of the interviewees argued that the equipment and personnel were designed for a normal district that has a population of 50,000, while they claimed that Jalrez had 15,000 to 20,000 more inhabitants than the reported numbers. The clinics are also used by residents from provinces like Bamyan, Daikundi and Ghor when they are traveling between Kabul and their home provinces. The demand from interviewees was that the district centre clinic be upgraded. According to two interviewees, one of whom worked in the district centre for many years, the representatives of all five administrative units had submitted a proposal for upgrading the clinic to the Ministry of Public Health in 2017. They say their proposal was approved, but Asgharkhel, the head of its provincial department had not implemented it. Asgharkhel pointed to the ministry’s budget restrictions:\n\nI believe that our health facilities do not cover locals’ needs, but this is what the ministry of public health regulation allows us. According to official statistics, the population of Jalrez is between 40 to 45 thousand. What locals had proposed was [provision] for a district with a population above 50,000. Despite this, upgrading the Jalrez comprehensive health centre is in our plan, but the ministry needs to find the budget for this.\n\nThe Taleban are not against the idea of state-run clinics in their territory. In fact, they and their family members, including women and girls, use these clinics. However, women have three conditions imposed by the Taleban: 1) they must be accompanied by a mahram (a close male relative), 2) they have to wear a hijab, and 3) they must stay indoors when they are in the clinic so that other men cannot see them. A male member from the clinic management council in Takana told AAN that the Taleban had announced their conditions to all five clinics: “These conditions were welcomed by everyone as they were according to their culture. Even before the Taleban announcement, the residents were observing them.” (AAN was not able to obtain women’s views on the threat.) Also, the Taleban demand does not affect the personnel of the three clinics that are not in Taleban territory.\n\nThe Taleban do not block female health personnel from working. However, they do impose certain rules and conditions, according to four interviewees. One of them said:\n\nThe Taleban intervene in the hiring, firing and relocation of health personnel. They push the authorities to hire their people. They force medical doctors and other personnel to treat their wounded or sick fighters in clinics or anywhere they wish.\n\nThe SCA’s provincial head, Shafiullah Sharifi, told AAN that the hiring, firing and relocation of health personnel was his office’s authority. He confirmed that the Taleban had made demands, but that his office had rejected them: “We passed our messages through local elders to the Taleban and told them that hiring health personnel is conducted via a public competition process.”\n\nAccording to Sharifi, the Taleban had threatened some health personnel, forcing them to leave their jobs, though the SCA had been able to solve most of the cases with the support of local elders. “In a few cases where the Taleban did not accept our explanations or the elders’ mediations, we had no other option but move those who received threats to another district or province, but we did not dismiss any of them,” Sharifi added. Threats to health personnel were also confirmed by the head of the provincial public health department, Asgharkhel, as well as by a provincial council member.\n\nIn addition to these interventions over personnel, the Taleban health commission representatives also regularly monitor Zaiwalat clinics, medicine stores and the presence of health personnel. As they do not have professional medical knowledge, they are not able to check the quality of the health services. They did not share their assessment result with the SCA. The local officials and head of SCA’s Wardak office do not seem to be concerned about this intervention, which the local officials even believe may be beneficial for delivering better health services. However, the problem emerges when the Taleban do not permit SCA supervisors to monitor health facilities. Sharifi told AAN,\n\nUsually, the Taleban allow our supervisors to monitor clinics, located in Zaiwalat [where the Taleban exercise control], but this is not always. For example, from 1 to 25 June 2019, our supervisors were not allowed to visit these two clinics.\n\nAsgharkhel also confirmed this, and explained that the Taleban used this blockade of visits to add weight to their demands:\n\nFour days ago, a group of elders came to Maidan Shahr bringing a Taleban message to us. The Taleban asked for three more ambulances, the appointment of one more medical doctor for each of the clinics as well as demanding the hiring of their people in health centres.\n\nAccording to Asgharkhel, they accepted the two first demands, on condition that they get the necessary budget but rejected the last one. This message was sent back to the Taleban through the same elders. The demands for extra provisions are in accordance with those of the local people, though the Taleban’s motivation could be different. An interviewee told AAN that the Taleban had asked for more ambulances so they could safely transport their wounded fighters to the provincial centre, as the Jalrez clinics do not have the capacity to perform complex operations required by their fighters’ most serious injuries. He also speculated that by asking for more medical doctors, perhaps they wanted to hire doctors from outside the area who had greater knowledge and skills to treat the Taleban’s wounded fighters in Jalrez.\n\nThe Taleban have not generally tried to close down clinics or vaccination programmes, except for two incidents in 2019. In April, the national Taleban leadership banned the UN’s World Health Organisation (WHO) activities in areas under their control. The Taleban in Jalrez blocked all vaccination programmes, including the polio programme, in areas under their control. But according to Asgharkhel, this sprang from a misconception on the part of the Taleban that the WHO was implementing the vaccination programme in Jalrez. When they understood that this was not the case, the programme resumed. Separately, in July, the Taleban forced the Swedish Committee, the Ministry of Public Health’s contractor, to close 42 clinics in Wardak province, including two clinics in Jalrez. This was apparently a reaction to a night raid and an airstrike in the Tangi area of Daimirdad, where four people were killed. However, local mediation quickly led to the re-opening of these centres later in July, according to the MoPH.\n\nNegotiation and mediation are often provided by the clinic management councils, which are made up of local elders. Their job is to monitor clinics, encourage locals to visit clinics for treatment as well as solving any kind of disputes, including disputes between the Taleban and government-related health service delivery. According to all interviewees, these councils played an effective role in facilitating communication between the Taleban, government and Swedish Committee.\n\nElectricity, media and telecommunication\n\nJalrez is not connected to the state-owned power network, even though the network, which supplies electricity to southern provinces, goes through the district on its eastern border. Schools do not have access to electricity. Clinics and other government offices use diesel generators to provide a limited amount of power, which does not meet their needs. Most residents have established their own small solar-power systems that enable them to light their rooms, watch TV and charge their mobiles. There are a small number of families with low incomes who do not have access to electricity at all. These families are mainly Internally Displaced People from other districts, or returnees from Iran and Pakistan who work as labourers for local farmers. Setting up a solar powered home generating system costs between two and three hundred US dollars.\n\nThe main occupation of Jalrez residents is agriculture, which is seriously inhibited by the scarcity of power. Almost every family has a small apple orchard, which provides their main source of income. Given the prohibitive cost of refrigeration, most agricultural products have to be sold as soon as they are harvested, particularly apples, which results in lower prices. One of the interviewees stated:\n\nDue to the lack of sustainable and sufficient electricity, residents store agriculture products in the traditional way [buried or covered with straw] which does not help to keep them fresh for very long. Building standard refrigerators is not currently possible. If the farmers were able to keep their products fresh for some months, their lives would be changed.\n\nIn 2008, as part of National Solidarity Programme, the Ministry of Rural Development established two small hydro-electric power stations in two villages in Jalrez, both of which are still operational. People using them would like to see this system developed in other parts of Jalrez. One interviewee pointing to the higher capacity of the stations said:\n\n… we can even iron our cloths. Although, the amount of water from rivers goes down during summer and fall, Jalrez still has the capacity to have more water generated electricity. It is strong and cheap.\n\nAccess to electricity also paved the way for people to watch TV, use mobile phones and access the internet. At present, most young people have smartphones, use social media and use video calls to talk to relatives who live abroad.\n\nNevertheless, some of those who now use solar power remember the years when this technology was not accessible. As one interviewee stressed:\n\nIn those days, communication was limited. When a person was organising a social gathering, the host had to go from village to village or send a written message, and he was not sure if his message was delivered correctly to the right person. Now, we just use our mobiles and make a phone call. People did not know what a TV was.\n\nAll five administrative units in Jalrez are connected to mobile networks. Zaiwalat and the district centre have access to all mobile networks, including Salam, a state-owned telecommunications company. Before May 2019, the networks were operational from 8am to 5pm. But since May, all networks except Salam have reduced their services to three hours a day, from 7 to 10am, due to the restrictions imposed on mobile companies by the Taleban. For now, Salam is managing to operate for as long as its solar power reserves allow. During the night and on cloudy days, it is not usually operational. Prior to August 2019, Takana had access to the Afghan Wireless mobile network. But since the Taleban took over Takana in August, including areas where an antenna had been installed, the network has been down. Sarchashma and Sanglakh have 24-hour access to mobile networks. Afghan Wireless covers Sarchashma and MTN (another mobile provider) covers Sanglakh. During August and September, access to mobile networks was temporarily restricted in Sarchashma, when the Taleban’s attacks on Takana, Sarchashma and the district centre increased. In 2018, the Taleban banned the use of the internet in areas under their control for some weeks, as photos and videos of their fighters and locations were being circulated online and directly reported to the Afghan National Security Forces, according to a local. AAN was not able to confirm if mobile companies pay bribes to the Taleban, but all of the interviewees assume that this is the case.\n\nAlmost every family living in areas controlled by the government has a TV in their home. In areas under Taleban control, watching TV is not banned but neither is it common. Jalrez does not have its own TV or radio station. People watch national and international TV channels using satellite dishes. Using the internet and watching TV has displaced the traditional prominence of radio. An interviewee told AAN: “Families tend to watch TV dramas, young people are more likely to use Facebook, only some shopkeepers or farmers listen to the radio.” Another interviewee, aged 65, however, told AAN that listening to radio was his habit, and that he still keeps a small radio in his pocket, carrying it wherever he goes and always listening to the news. He said he finds radio news more detailed and informative.\n\nDevelopment projects and justice\n\nThe Afghan government supports some small development projects through the Citizens’ Charter programme (misaq-e shahrwandi). These projects include digging wells in villages, constructing public buildings, irrigation facilities and roads. The largest ongoing project is the construction of an asphalted road from the district centre to Sanglakh, which began in 2017, and will connect Jalrez to Surkh Parsa district in Parwan. According to an interviewee, Hezb-e Islami first financed the construction of this road during the mujahedin war against the communist regime. At that time, the road was one of the main routes used by the mujahedin moving north and south and supplied their men in the north from Pakistan.\n\nThe government’s construction projects are implemented by private companies. Construction projects are only allowed to go ahead when the Taleban are paid ten per cent of the total budget of each project as ushr (Islamic tax). Government agencies do not get involved in the ushr payments; they are negotiated between the implementers and the Taleban. Taleban interference in the implementation of development projects is not limited to areas they control but also includes areas under government control, except for health and education services, where the Taleban only tend to intervene in their own territory. This could be because construction projects all require safe passage through Taleban areas to transport construction materials from Kabul. A local from Sarchashma, where the Taleban have no influence, said:\n\nIn total 16 million Afghanis [205,000 US dollars] were dedicated to Sarchashma for 2018-19. Qari Muzammel, the [Taleban] person in charge of collecting ushr called me and other members of the village development council [of Sarchashma] and warned us to pay ushr. Otherwise the contractors would not [be allowed to] implement projects in Sarchashma.\n\nThe members of Sarchashma’s village development council refused to pay the Taleban. Consequently, contractors did not implement the projects, telling the elders that the safety of their employees and machinery came first. Another interviewee confirmed the resistance of elders but said that eventually they had to relent: “There was a risk that this budget would be cancelled if it wasn’t spent by the fall [2019]. Therefore, the council members agreed to pay ushr to the Taleban.”\n\nIn addition to this, the Taleban collect tax on agricultural produce and any other materials that are transported through Jalrez. This practice has been in place since October 2018. Before September 2019, an average of 100 trucks were transporting materials between Kabul and Hazarajat. Each driver was paying the Taleban 5-20,000 Afghanis (70 to 260 USD). Alipur closed the Kabul-Bamyan highway to trucks, starting in September, in Hessa-ye Awwal-e Behsud district. This was in reaction to the Taleban’s offensive on Sarchashma. Trucks drivers are currently using the road through the Ghorband valley as an alternative.\n\nIn return for taxation, the Taleban promise locals that they will provide justice services. In 2017, the Taleban hosted elders from all five administrative units in the Khederkhel mosque in Zaiwalat, and announced that their judges were there at the service of everyone. “They encouraged the participants to take their cases to the Taleban’s courts as their judges are not corrupt,” a local from Sarchashma who attended the meeting told AAN.\n\nThe Afghan judiciary theoretically also has branches at the district level, but in practice they operate from Maidan Shahr. According to Sayed Muhammad Hashimi, the district governor in Jalrez, the Supreme Court and the Attorney General’s Office, both in Kabul, “separately issued orders and banned their judges and prosecutor to go to Jalrez district and asked them to work from the provincial capital.” This happened after a Jalrez prosecutor, Tsaranwal Hamid, was killed by the Taleban in Zaiwalat when he was travelling from Kabul to Jalrez district centre in 2015. Without giving details on the number of judges, prosecutors and their caseloads, Hashimi claimed that Jalrez residents were making use of these prosecutors’ and judges’ services. (5) Hashimi said “The Taleban have not created any problem for those who went to the Afghan judiciary.” He added, however, that he was not happy with them working from a distance as this practice had limited his administrative oversight role over the local judicial divisions. He told AAN:\n\nThe judges and the prosecutors are independent in their investigation and judgment, but in terms of administrative affairs, like checking of their presence, they should report to the district governor. Currently, I don’t have a clue how many they are or if they really come to work. I shared this concern in the National Conference of District Governors last winter [2018 in Kabul] where President Ghani, as well as the representatives of the Attorney General Office and the Supreme Court, were present. The president welcomed my concern and ordered to the representatives of the Attorney General Office and the Supreme Court to address this concerns as soon as the conference is ending.\n\nHe stressed the president’s order has not been implemented yet.\n\nAAN interviewees did not provide any figures regarding the cases submitted to the Taleban courts but said that they knew people who preferred the Taleban justice services as they were quick and less corrupt. Jalrez inhabitants are not alone in this claim, which has been heard from many Afghans around the country.\n\nConclusion\n\nAt present, the Afghan government and the Taleban each have control of half of Jalrez district. Two out of five administrative units are fully controlled by the Taleban and two others fully by the Afghan government, with the district centre remaining highly contested. In 2019, the Taleban were able to push back government security forces to the district bazar. Government security forces are in a defensive position, with Taleban fighters generally maintaining the offensive. Backup support from the national government, including airstrikes, has been provided only in critical moments when local government security forces have been under siege and not able to fend off the Taleban.\n\nThe Taleban directly interfere in service delivery. When it comes to education and health, this intervention is limited to areas where they have control, but construction projects are affected in the whole district. In education and health, they try to shape services according to their rules and ideology, including the imposition of restrictions on women and girls’ access, supervising services to ensure what they see as sufficient ‘Islamic’ content, and monitoring attendance. However, their involvement with construction projects is financially motivated, extracting taxes, for example, from development contractors and truck drivers. The Taleban tend not to create problems for government personnel who deliver education and health services. Teachers and district education and health department personnel, as well as Swedish Committee for Afghanistan supervisors, are able to do their jobs in Taleban-controlled areas (except for the temporary suspension of cooperation with SCA earlier this year). Mobile phone coverage deteriorated in 2019. Mediation with the Taleban is conducted by local councils or elders when a dispute occurs, rather than government officials. These mediation efforts have often been effective.\n\nAlthough the Taleban have gained significant territory since 2018, they may face difficulties expanding this further. Excluding the district centre, the remaining parts are either Hazara-Shia-dominant (Sanglakh and Sarchehsma) or traditional Hezb-e Islami territory. Both communities are able to mount strong resistance to any forays. While the Taleban have been able to recruit Tajiks from Takana and Kohna Khumar, often based on pre-2001 relations or based on family links, it seems unlikely that they would be able to persuade Hazaras from this area to join them. For now, the residents of Jalrez seem set to remain trapped in a volatile military stalemate with insecurity and failing service provision caused by both parties to the armed conflict.\n\nEdited by Rachel Reid and Thomas Ruttig\n\n(1) Zahiruddin Muhammad Babur (1483-1530), the founder of the Moghul Empire and the great-great-great-grandson of Timur, wrote in his book, known as the Baburnama in Dari, that Sultan Hussain, Timur’s grandson, defeated Olugh Bek Mirza in Takana and Khumar (at present, both of these places are Tajik-dominated) without naming Hazara or other ethnicities (Dari version of Baburnama, p92, translated by Dr Shafiqa Yarqin, December 2009, Ministry of Foreign Affairs, Kabul).\n\n(2) This is also reflected in the lack of clarity on the province’s official name – Maidan Wardak or just Wardak. The conflict, interestingly, does not play out between Dari and Pashto speakers, but between Pashtun tribes living in the province. The local Ghilzais generally favour Maidan, and the Wardaki oppose the term. Maidan is a Dari word, but also commonly used by Pashto speakers. It means an area of wide and flat land that is mainly used for social and political gatherings. The land at the entry point of the Maidan valley (Jalrez district), where the provincial capital Maidanshahr is now situated (the city is also relatively new, apparently constructed – or enlarged from a previously existing village – when the province was separated from Kabul in 1964), has those characteristics.\n\nThe Ghilzais, in particular the Amarkhel, have a long-standing quarrel with the Wardakis over the official title of the province. They have pushed for ‘Maidan’, the name of their homeland, to be added to the title of the province to make it ‘Maidan Wardak’ province. The conflict is older; there is already an inconsistent use of both names in official pre-war (pre-1978) government documents and Western publications. (The use in latter publications seems to be linked to authors’ local informants.) In the 1990s, Maidan was added to the name again by Turan Amanullah, then-general commander of Hezb-e Islami for the province. The Taleban, mainly through Haji Musa Hotak, their deputy minister planning, also favoured the term. Both late Amanullah and Musa are Ghilzai from Jalrez. They forced NGOs working in the province to use “Maidan Wardak” on their banners and signboards for development projects. The official name for the province is still unclear today: both Maidan Wardak and Wardak are used in official documents and correspondence.\n\nIn August 2018, a group of Ghilzai protested in the provincial capital, claiming that Maidan had been removed from the title by the former education minister, Faruq Wardak, the former head of the National Directorate for Security, Rahmatullah Nabil, and the former minister of culture, Karim Khuram, who are all Wardakis (see here).\n\n(3) In Bamyan and Daikundi, for example, some voters did not participate in elections in 2018 and 2019 as they were afraid of being caught and abused by the Taleban when passing Jalrez (for more details see AAN’s elections reporting and here).\n\n(4) Some famous Taleban commanders from or active in the area are as follows:\n\nName Position Place Ethnicity Qari Sayed Agha Head of Military Commission Zaiwalat Pashtun Bacha-ye [son of] Waisuddin Lang Shadow Governor Zaiwalat Unknown Hasha Military Commander Originally from Takana but based in Kohna Khumar of Zaiwalat Tajik Sarwardin Military Commander Zaiwalat Pashtun Habib Tabarkarak Military Commander Zaiwalat Pashtun Abdul Rahman Military Commander Zaiwalat Pashtun Samar Gul Military Commander Zaiwalat Pashtun brother of Mulla Aziz Military Commander Zaiwalat Pashtun Taher Military Commander Zaiwalat Pashtun Majid Military Commander Takana Half- Pashtun, half-Tajik Darugha Military Commander Takana Tajik Kuchai, son of commander Lak Lak Military Commander Takana Tajik Habibullah Daraz Military Commander Takana Tajik Ghulam Ishan Military Commander Kohna Khumar of Zaiwalat Tajik\n\n(5) The Afghanistan Research and Evaluation Unit (AREU) reported in 2009 that the prosecutors of Jalrez “received only four cases” in 2009 (page 24), though this was at a time when Taleban presence in the district was lower than currently."}}