{"GDELT": {"GlobalEventID": 893204895, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "PTY", "Actor1Name": "POLITICAL PARTIES", "IsRootEvent": 1, "EventCode": 83, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.5758157389635301, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20191216054500, "SOURCEURL": "http://www.indiancooperative.com/from-states/winter-session-mscs-act-2019-could-not-be-tabled-in-house/"}, "ARTICLE": {"TITLE": "Winter Session: MSCS Act 2019 could not be tabled in House", "TEXT": "The much-touted amendments in the multi-state co-operatives act, rechristened as the MSCS Act 2019 could not be tabled in the Winter session of Parliament, causing those co-operators to heave a sigh of relief who opposed some of the provisions of the new amendments.\n\nThe Bill which was sent to the Law Ministry for vetting before being placed in the House got stuck inordinately, sources say. “It came back to the Agriculture Ministry, just a day prior to the end of the Winter session. There was no time”, sources add.\n\nThe winter session, which was considered as a huge success in terms of passing legislations also saw the passage of the CAB-an amendment in citizenship act, polarizing political parties on the issue.\n\nThe Government’s obsession with the CAB was a relief for us as attention on issues like cooperative dwindled, quipped a relieved co-operator who is unhappy, among other issues, with the new clause related to return of shares to govt.\n\nOne of the provisions in the proposed amendment bill of MSCS Act 2019 relating to face value and book value of shares, sources say may see the end of autonomy of cooperative bodies in India.\n\nThe new amendment enshrines that a co-op body can return govt share to it only at the book value or face value whichever is higher. The amendment also says that a co-operative cannot return govt share without the latter’s green light.\n\nExplaining the implications of the new amendment in a simple way, one of the co-operators on condition of anonymity said returning govt share on book value means shutting the shop as you cannot discriminate between govt and other members.\n\nBreaking it down, he added if a co-operative starts with 100 members with each buying 100 shares of face value of Rs 10, the money with the new co-op is about Rs 1 crore. Now if the govt gives it another Rs 1 crore as its share, its capital soars to Rs 2 crore. It begins business with this capital and earns, say Rs 4 crore which means its book value of shares rises to Rs 20.\n\nImagine what would happen if the govt wishes to take back its shares at book value, its entire fund will go away. Also, in principle a cooperative cannot be seen as discriminatory and it will have to return the shares to members also on the book value only. Does it not\n\neffectively mean that the co-op will have to close down its business, he asked calling it draconian.\n\nIssue of seeking prior govt approval for returning govt share a must- a provision in the new bill, is also being hotly debated among co-operators.\n\nEarlier, Indian Cooperative had done a piece titled “Pernicious provisions of new Multi-State Co-op Societies (Amend) Bill” in these columns. We have reconfirmed from our sources that all the points raised in the story are true and issues such as Creation of Rehabilitation Fund for cooperatives, Custody of Education Fund & Retirement age of MD/CEO do figure in the bill."}}