{"GDELT": {"GlobalEventID": 893203662, "Day": 20191209, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9288, "Actor1Code": "PRK", "Actor1Name": "NORTH KOREA", "Actor1CountryCode": "PRK", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.93159609120521, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Actor1Geo_CountryCode": "KN", "Actor1Geo_ADM1Code": "KN12", "Actor1Geo_ADM2Code": "39681", "Actor1Geo_Lat": 39.0194, "Actor1Geo_Long": 125.755, "Actor1Geo_FeatureID": "-183459", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Actor2Geo_CountryCode": "KN", "Actor2Geo_ADM1Code": "KN12", "Actor2Geo_ADM2Code": "39681", "Actor2Geo_Lat": 39.0194, "Actor2Geo_Long": 125.755, "Actor2Geo_FeatureID": "-183459", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN12", "Action2Geo_ADM2Code": "39681", "Action2Geo_Lat": 39.0194, "Action2Geo_Long": 125.755, "Action2Geo_FeatureID": "-183459", "DATEADDED": 20191216054500, "SOURCEURL": "https://www.upi.com/Top_News/World-News/2019/12/16/US-nuclear-envoy-No-deadline-on-talks-with-North-Korea/3241576472254/"}, "ARTICLE": {"TITLE": "U.S. nuclear envoy: No deadline on talks with North Korea", "TEXT": "U.S. Special Representative for North Korea Stephen Biegun and his South Korean counterpart Lee Do-hoon spoke to reporters on Monday in Seoul. Photo by Yonhap\n\nDec. 16 (UPI) -- Top U.S. nuclear negotiator Stephen Biegun appealed to North Korea to come back to the negotiating table, saying Monday the United States \"does not have a deadline\" to continue with talks.\n\n\"Let's get this done,\" Biegun, the U.S. special representative for North Korea, said at a joint press conference with his South Korean counterpart Lee Do-hoon in Seoul. \"We are here, and you know how to reach us.\"\n\nAdvertisement\n\nBiegun arrived in Seoul on Sunday for a three-day visit amid rising tensions on the Korean Peninsula, as Pyongyang continues a series of weapons tests and has rekindled a war of words with U.S. President Donald Trump.\n\nOn Friday, North Korea conducted what it called a \"crucial test\" at its Sohae Satellite Launching Station, a long-range rocket launching site that had been partially dismantled in the wake of the June summit between North Korean leader Kim Jong Un and Trump.\n\nPyongyang carried out \"a very important test\" at the same site on Dec. 7, which it said \"will have an important effect on changing the strategic position of the DPRK once again in the near future,\" state media reported. The Democratic People's Republic of Korea is the official name of North Korea.\n\nIt is unclear what exactly was tested, but analysts have suggested it was a large rocket engine that could be a precursor to a test of an intercontinental ballistic missile.\n\nTrump warned Kim last week on Twitter that the test could \"void his special relationship with the United States president.\"\n\nA North Korean senior official fired back at Trump, calling him a \"heedless and erratic old man\" in an escalating war of words reminiscent of the heated \"fire and fury\" rhetoric of 2017.\n\nBiegun addressed North Korea's belligerent stance on Monday, saying that it is counterproductive to negotiations moving forward.\n\n\"We are fully aware of the strong potential for North Korea to conduct major provocations in the days ahead,\" he said. \"To say the least, such an action will be most unhelpful in achieving lasting peace on the Korean Peninsula.\"\n\nPyongyang has imposed a deadline of the end of the year for the Washington to come up with a new proposal in its negotiations and warned earlier this month that it would be up to the United States to determine what kind of \"Christmas gift\" it will receive.\n\nBiegun said Monday that the United States was not basing its approach to negotiations on the North Korean end-of-year declaration.\n\n\"[M]uch has been said about North Korea's end of the year deadline,\" Biegun said. \"On this point, let me be absolutely clear. The U.S. does not have a deadline. We have a goal to fulfill the commitments the two leaders made during their historic summit meeting in Singapore.\"\n\nThat June Singapore summit between Trump and Kim resulted in an agreement that called on North Korea to denuclearize and for both sides to build a \"lasting and stable peace regime on the Korean Peninsula.\"\n\nHowever, the countries have remained far apart on the details of how to proceed. A second summit in February in Hanoi, Vietnam, ended abruptly without an agreement and negotiations have been at a stalemate since.\n\nThe most recent working-level talks were held in October in Sweden, but little progress was made as North Korea accused the United States of coming to the table \"empty-handed.\"\n\n\"It's been a long year and we have not made nearly as much progress as we would have hoped,\" Biegun acknowledged on Monday. \"But we will not give up.\""}}