{"GDELT": {"GlobalEventID": 893204834, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "PAK", "Actor1Name": "ISLAMABAD", "Actor1CountryCode": "PAK", "Actor2Code": "BHRGOV", "Actor2Name": "HAMAD BIN ISA AL KHALIFA", "Actor2CountryCode": "BHR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 4.02476780185759, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bahrain", "Actor2Geo_CountryCode": "BA", "Actor2Geo_ADM1Code": "BA", "Actor2Geo_Lat": 26.0, "Actor2Geo_Long": 50.5, "Actor2Geo_FeatureID": "BA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bahrain", "Action2Geo_CountryCode": "BA", "Action2Geo_ADM1Code": "BA", "Action2Geo_Lat": 26.0, "Action2Geo_Long": 50.5, "Action2Geo_FeatureID": "BA", "DATEADDED": 20191216054500, "SOURCEURL": "https://dunyanews.tv/en/Pakistan/523411-PM-Imran-departs-Bahrain-National-Day-guest-honour-"}, "ARTICLE": {"TITLE": "PM Imran, Bahrain Crown Prince discuss matters of mutual interest", "TEXT": "BAHRAIN (Dunya News) – Prime Minister (PM) Imran Khan has reached Bahrain today (Monday) on the invitation of King Hamad Bin Isa Al-Khalifa to attend the National Day of the country as guest of honour.\n\n\n\nOn his arrival at the airport, the premier has received red carpet welcome from the Bahrain authorities and held delegation-level talks with Crown Prince Salman Bin Hamad Al-Khalifa. Bothe leaders discussed matters of mutual interest.\n\n\n\nPM Imran will also have one-on-one meeting with King Hamad Bin Isa Al-Khalifa.\n\n\n\nThe exchange of views would cover the entire gamut of bilateral relations and matters pertaining to regional and international issues. Bahrain’s highest civil award will also be conferred upon the PM on the occasion.\n\n\n\nIt is to be mentioned here that Pakistan and Bahrain enjoy close cordial ties based on commonalities of faith and culture and marked by mutual trust and understanding.\n\n\n\nThe bilateral relationship is broad-based and multifaceted, covering diverse fields including political, trade, commercial, defence, people-to-people contacts. Frequent high-level exchanges are a hallmark of the relationship. Pakistan and Bahrain closely coordinate in multilateral fora including the UN, OIC and GCC.\n\n\n\nThe two countries have established institutional mechanisms, including Bilateral Political Consultations and Joint Ministerial Commission, to bolster bilateral cooperation in diverse fields.\n\n\n\nBoth Pakistan and Bahrain also enjoy close inter-parliamentary cooperation. Over 100,000 Pakistani expatriate community, which contributes to the socio-economic development of Bahrain, acts as a strong human bridge between the two countries.\n\n\n\nImran Khan’s visit to Bahrain will enable the two sides to explore ways and means to further deepen bilateral trade and investments ties.\n\n\n\nThis is Prime Minister Imran Khan’s first visit to Bahrain since assuming office in August last year."}}