{"GDELT": {"GlobalEventID": 893204987, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "UAF", "Actor1Name": "ARMED GROUP", "Actor1Type1Code": "UAF", "Actor2Code": "NGO", "Actor2Name": "AID GROUP", "Actor2Type1Code": "NGO", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -9.210526315789519, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Damasak, Yobe, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI44", "Actor1Geo_ADM2Code": "22584", "Actor1Geo_Lat": 13.1101, "Actor1Geo_Long": 11.4406, "Actor1Geo_FeatureID": "-2004278", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Damasak, Yobe, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI44", "Actor2Geo_ADM2Code": "22584", "Actor2Geo_Lat": 13.1101, "Actor2Geo_Long": 11.4406, "Actor2Geo_FeatureID": "-2004278", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Damasak, Yobe, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI44", "Action2Geo_ADM2Code": "22584", "Action2Geo_Lat": 13.1101, "Action2Geo_Long": 11.4406, "Action2Geo_FeatureID": "-2004278", "DATEADDED": 20191216054500, "SOURCEURL": "https://allafrica.com/stories/201912160006.html"}, "ARTICLE": {"TITLE": "Nigeria: Terror Group Kills 4 Hostages in Nigeria - French NGO", "TEXT": "A French aid group said four hostages were killed by an armed group in northeast Nigeria, while one aid worker remains in captivity. Jihadist militant groups have dominated the region over the past decade.\n\nAn armed group that kidnapped humanitarian workers in northeast Nigeria has killed four hostages, Action Against Hunger, an international aid group, said on Friday.\n\nThe group said in a statement that one of its employees, two drivers and three Health Ministry workers were kidnapped on July 18 near the town of Damasak in Borno, Nigeria's northeasternmost state, where Islamist insurgents operate. One of the hostages was killed in September.\n\n\"Action Against Hunger condemns these latest killings in the strongest terms and deeply regrets that calls for the release of the hostages have not been acted upon,\" the statement said. It also demanded \"the immediate release of our staff member, Grace,\" the employee still in captivity.\n\n\"Action Against Hunger restates that any attack against a humanitarian aid worker harms the civilian population,\" the statement continued, noting that the workers were delivering humanitarian aid to locals when they were abducted.\n\nThe terrorist splinter group Islamic State in West Africa Province (ISWAP) has become an increasingly influential group in the region. It splintered from the main terror group in the region, Boko Haram. The broader insurgency in the region, spearheaded by Boko Haram, which began in 2009, has claimed 30,000 lives and displaced an estimated 2 million people.\n\nA militia group fighting the insurgency told news agency AFP on Friday that ISWAP fighters had killed 14 anti-jihadi militia and a police officer in clashes in the region on Thursday.\n\nA total of 825 attacks on health workers took place worldwide in the first nine months of this year and resulted in 171 deaths, according to UN figures released last week.\n\ndv/msh (AFP, Reuters)"}}