{"GDELT": {"GlobalEventID": 893204549, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "JPN", "Actor1Name": "JAPANESE", "Actor1CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 1, "AvgTone": 5.019305019305019, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20191216054500, "SOURCEURL": "https://www.thenews.com.pk/print/584212-japanese-funded-health-project-in-jhelum-japan-provides-medical-equipment-to-hospital"}, "ARTICLE": {"TITLE": "Japanese funded health project in Jhelum: Japan provides medical equipment to hospital", "TEXT": "LAHORE: Shindo Yusuke, Deputy Head of Mission, Embassy of Japan, in Pakistan, inaugurated a project for the provision of medical equipment to Mian Muhmmad Bukhsh Trust Hospital, a non-governmental organisation, at Dhanyala village, district Jhelum, on Sunday.\n\nThe inauguration ceremony was attended by the Saif Anwar Jappa, DC Jhelum, Ms Sabrina Javed MPA, ex mayor of Burnly Ch. Najeeb Khan, ex IGP Khalid Qureshi, and community representatives. The government of Japan had extended financial assistance to Mian Muhmmad Buksh Trust in fiscal year 2017 for the procurement of essential medical equipment which includes X-Ray and ultrasound machines for the trust hospital.\n\nNow with the availability of the medical equipment procured with the support of the government of Japan, over 150,000 people of area will have easy access to better health facilities in their own locality. Earlier, the community of the region had to travel almost 15km distance to avail the medical facilities.\n\nMr. Shindo Yusuke, while speaking at the inaugural ceremony, congratulated the community member and Khurram Farid Bargatt, Vice Chairman Mian Muhammad Bukhsh Trust, and his team for the successful completion of the important project.\n\nMr. Shindo said that health sector is one of the priority areas where the government of Japan provides assistance to Pakistan. He stressed upon the need for easy access of marginalised communities to essential healthcare services as a way of improving community well-being, particularly of women and children."}}