{"GDELT": {"GlobalEventID": 893203919, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "AUSELI", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor1Type1Code": "ELI", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.53571428571429, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191216054500, "SOURCEURL": "http://www.roymorgan.com/findings/8229-roy-morgan-automotive-risk-monitor-december-2019-201912160111"}, "ARTICLE": {"TITLE": "Asian brands top Automotive Net Trust - Toyota, Mazda & Honda", "TEXT": "Source: Roy Morgan Single Source (Australia). Risk Monitor, July 2018 – June 2019; n=14,383.\n\nBase: Australians 14+ who answered either Trust or Distrust of brands; n=7,971.\n\nNote: Includes key commercial brands with at least 20 mentions across trust and distrust.\n\n\n\nThe top six positions are filled by five Japanese car companies led by Toyota, Mazda, Honda, Subaru and Nissan along with South Korean car company Hyundai in sixth position. The highest ranked American brand is electric-vehicle maker Tesla in seventh position.\n\nFormer Australian car manufacturer Holden, which ceased local production of cars in 2017, is notably missing from the top ten trusted automotive brands while their traditional local rival Ford is the second-ranked American brand in tenth position.\n\nGerman luxury car company Mercedes-Benz is the only European based company to make the top ten taking eighth position ahead of South Korean based Kia in ninth position.\n\nRoy Morgan CEO Michele Levine explains that in a tough automotive sales environment maintaining a high level of TRUST, and minimizing DISTRUST, is vital for car companies looking to maintain or grow their sales: “It’s well-known that Australia’s automotive market is in a rough spot at present with sales of cars in Australia dipping in the last two years after reaching a record 1.189 million in 2017.\n\n“Automotive sales declined by 3% in 2018 and have continued this decline so far in 2019. Roy Morgan’s latest automotive buying intentions show that although the shift to a preference for buying SUVs has continued since 2017 this hasn’t translated to a lift in the overall market.\n\n“The latest Roy Morgan Risk Monitor awards high Net Trust Scores for Japanese brands Toyota, Mazda & Honda and affirms these companies are in a prime position to maintain and grow their market share. These high rankings are supported by the latest Roy Morgan vehicle buying intention by brand which is also topped by Toyota & Mazda.\n\n“Tesla’s strong showing as a one of the most trusted automotive brands in Australia is unsurprising given its eco-credentials and innovative brand reputation. Tesla appears to be shaping the future of the car industry.\n\n“In contrast the poor result for Holden comes as Australia’s most iconic car company announced that its most recognizable car, the Holden Commodore, will be phased out over the next year. Without a local manufacturing base Holden has become just another importer and has fallen well behind other car brands over the last few years. The low Net Trust Score for Holden highlights the risk facing the General Motors subsidiary over the next few years without solid local support,” said Ms. Levine.\n\nThese insights are drawn from the ongoing Roy Morgan Risk Monitor – based on over 1,000 interviews each month. Respondents are asked which brands and companies they trust, and why, and also which brand and companies they distrust, and why. The survey is specially designed to be open-ended and context-free, i.e. unprompted.\n\nTo gain a greater understanding of Roy Morgan’s Risk Monitor or to explore the results for specific industries and brands contact Roy Morgan.\n\nKey Automotive & Transportations Brands Ranked by Net Trust Score (NTS)\n\nSource: Roy Morgan Single Source (Australia). Risk Monitor, July 2018 – June 2019; n=14,383. Base: Australians 14+ who answered either Trust or Distrust of brands; n=7,971. Note: Includes key commercial brands with at least 20 mentions across trust and distrust.\n\n\n\nView the Roy Morgan Risk Report."}}