{"GDELT": {"GlobalEventID": 893351929, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "GBRGOV", "Actor2Name": "BRITISH", "Actor2CountryCode": "GBR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 5.37974683544304, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKC3", "Actor1Geo_ADM2Code": "40098", "Actor1Geo_Lat": 52.2, "Actor1Geo_Long": 0.116667, "Actor1Geo_FeatureID": "-2591658", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKC3", "Actor2Geo_ADM2Code": "40098", "Actor2Geo_Lat": 52.2, "Actor2Geo_Long": 0.116667, "Actor2Geo_FeatureID": "-2591658", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKC3", "Action2Geo_ADM2Code": "40098", "Action2Geo_Lat": 52.2, "Action2Geo_Long": 0.116667, "Action2Geo_FeatureID": "-2591658", "DATEADDED": 20191216204500, "SOURCEURL": "https://stylecaster.com/kate-middleton-prince-louis-first-words-great-british-bake-off/"}, "ARTICLE": {"TITLE": "Prince Louis’s 1st Words Were From ‘The Great British Bakeoff,’ Because Kate Middleton Is Such A Fan", "TEXT": "The Great British Bakeoff is one of those shows that can appeal to any demographic—including, apparently, a 19-month-old British prince. Kate Middleton revealed that one of Prince Louis’ first words was from Great British Bakeoff, and we’re both shocked and not shocked.\n\nPrince William and Kate Middleton teamed up with Mary Berry, a former Great British Bakeoff host, for a holiday special titled A Berry Royal Christmas. The one-hour special airs on BBC One on Dec. 16, and it will feature the Duke and Duchess of Cambridge cooking up “a festive feast to thank those who are spending their Christmas helping others”—such as firemen, police, and hospital staff. They’re feeding over 150 people! In the lead-up to the special, Middleton has revealed that she and her kids are big fans of GBBO, and of Mary Berry in particular. “Actually, one of the last things we cooked together was your pizza dough!” Middleton tells Berry in an Instagram clip from the special.\n\nIn fact, Mary Berry is such a presence in the Cambridge household that “Mary” was one of youngest son Prince Louis’s very first words. “One of Louis’ first words was ‘Mary’ because right at his height are all my cooking books in the kitchen bookshelf,” Middleton said, per The Daily Mail. “And children are really fascinated by faces, and your faces are all over your cooking books and he would say ‘That’s Mary Berry’…so he would definitely recognize you if he saw you today.”\n\nWow, swooning that the toddler who’s fifth in line to the British throne is JUST as obsessed with Mary Berry as the rest of us! Between this and Middleton doing her own makeup to sneak into a pub, maybe the royal family is a tad bit relatable after all."}}