{"GDELT": {"GlobalEventID": 893351829, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "DZA", "Actor1Name": "ALGERIA", "Actor1CountryCode": "DZA", "Actor2Code": "NZL", "Actor2Name": "NEW ZEALAND", "Actor2CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 5.949008498583571, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Algeria", "Actor1Geo_CountryCode": "AG", "Actor1Geo_ADM1Code": "AG", "Actor1Geo_Lat": 28.0, "Actor1Geo_Long": 3.0, "Actor1Geo_FeatureID": "AG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Algeria", "Action2Geo_CountryCode": "AG", "Action2Geo_ADM1Code": "AG", "Action2Geo_Lat": 28.0, "Action2Geo_Long": 3.0, "Action2Geo_FeatureID": "AG", "DATEADDED": 20191216204500, "SOURCEURL": "https://www.stuff.co.nz/entertainment/tv-radio/118247592/jayjay-feeney-asks-her-friends-what-they-think-of-her-new-boyfriend"}, "ARTICLE": {"TITLE": "Jay-Jay Feeney asks her friends what they think of her new boyfriend", "TEXT": "Jay-Jay Feeney introduces her new boyfriend to her friends.\n\nWhat better way to find out if your friends like your new boyfriend then to stick a camera in your face and ask them?\n\nThat was Jay-Jay Feeney's strategy when she introduced her new man Minou, who arrived in New Zealand on Saturday, to her pals.\n\nBut Minou had his own strategy to win them over: he brought gifts.\n\nJAY-JAY FEENEY/INSTAGRAM Jay-Jay Feeney with her boyfriend Minou.\n\nIn a series of videos posted to her Instagram stories, Feeney recorded friends including her More FM drive co-host Paul \"Flynny\" Flynn talking about Minou... while he was standing right next to them.\n\nREAD MORE:\n\n* Watch the moment Jay Jay Feeney's 'secret international boyfriend' leaps into her arms\n\n* More FM host Jay-Jay Feeney reveals details of her mystery man\n\n* More FM host Jay-Jay Feeney plans to take mystery man to New Plymouth\n\n* Jay-Jay Feeney reveals overseas mystery love: 'He's just delicious'\n\nIn Flynny's video, the radio personality has his arm around Algerian native Minou's shoulders, looking pleased with the bottle of Dior Sauvage that Minou has brought him.\n\n\"He already knows that I smell bad,\" Flynny dead-panned.\n\nSupplied Minou brought Feeney's co-host Flynny cologne as a gift.\n\nFeeney also took Minou out with a group of friends who all gave their opinion on the \"shy\" 28-year-old accountant.\n\nThey pronounced him things like \"so nice\" and \"awesome.\"\n\n\"He seems like a good dude,\" said broadcaster Michael Kooge.\n\nBut Feeney wasn't pleased with all of her friends' comments, even if they were positive.\n\nWhen one friend said he was \"lovely,\" Feeney countered with: \"That's a little bit of a boring word.\"\n\nThe friend went for \"amazing\" instead.\n\nSupplied Minou said his girlfriend's mates were \"awesome, like you.\"\n\n\"I think he has the nicest smile,\" said another. \"You know when people smile and it's a bit fake sometimes? You can tell it's like really genuine.\"\n\nOf course, friendships go both ways and Feeney wasn't letting Minou off the hook.\n\n\"What did you think of my friends?\" she asked in the final video.\n\n\"They're awesome,\" replies Minou. \"Like you, baby.\"\n\nFeeney, 45, and Minou have been dating since last year but Feeney only publicly revealed their relationship in October, calling her new boyfriend \"just delicious.\"\n\nMinou will stay in New Zealand for a month-long holiday that will include a three-week road trip.\n\nFeeney was previously married to her then-co-host Dominic Harvey. The pair split in 2017 after 13 years of marriage."}}