{"GDELT": {"GlobalEventID": 893352599, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "TWN", "Actor1Name": "TAIWANESE", "Actor1CountryCode": "TWN", "Actor2Code": "TWNMIL", "Actor2Name": "TAIWANESE", "Actor2CountryCode": "TWN", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.01765447667087, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191216204500, "SOURCEURL": "http://watchingamerica.com/WA/2019/12/16/us-warships-to-visit-taiwan-who-is-congress-trying-to-scare/"}, "ARTICLE": {"TITLE": "US Warships To Visit Taiwan? Who Is Congress Trying To Scare? – Watching America", "TEXT": "U.S. Sen. Rick Scott has proposed that Department of Defense officials should give Taiwan more opportunity to supply the U.S. Navy. He has also suggested that U.S. Navy warships could visit Taiwan in order to demonstrate support for the island, since China has denied a Hong Kong port call requested by U.S. Navy warships after the U.S. passed the Hong Kong Human Rights and Democracy Act. Voice of America claims that China’s rejection of the request for a port call in Hong Kong increased the U.S. Navy’s desire to visit Taiwan.\n\nWe want to make it clear here that the U.S. should not hope to use increased military exchange with Taiwan as leverage against China. The Taiwan Strait is not a place for the U.S. to flagrantly flex its military muscle and act in a way that is out of line, and has not been so for a long time. The U.S. must carefully calculate the unsupportable risks and costs it could incur by doing so. To the Taiwanese authorities, who count on the U.S. to provide protection under any circumstance, we especially want to repeat this warning.\n\nThe balance of military strength in the Taiwan Strait has undergone a historic shift. The People’s Liberation Army has the ability to enforce the Anti-Secession Law and counter any extreme provocation intended to expand the Taiwan Independence movement. In the Taiwan Strait, mainland China firmly has the will to use any means necessary to protect its national sovereignty.\n\nIf the U.S. and Taiwan increase military and other forms of official exchange, the mainland will undoubtedly gradually increase military pressure, forcing Taiwanese authorities to pay the price and humiliate the United States. PLA fighter planes have already flown across the Cross-Strait Median, and that’s just a warning.\n\nShould the U.S. and Taiwan continue down this path, the next step will be the normalization of PLA fighter planes, and warships will cross the Median and approach the island of Taiwan.\n\nIf the U.S. and Taiwan forgo restraint and continue to aggravate the situation, PLA planes will certainly undertake flight operations over Taiwan island in order to demonstrate its authority over Taiwan and offset the damage to Chinese sovereignty caused by U.S.-Taiwan collaboration. PLA fighter planes could even make low-altitude passes over Taipei’s so-called Presidential Office Building, and strike back at the unbearable arrogance of the Taiwan Independence movement.\n\nThe PLA navy’s warships could directly enter Taiwanese ports if necessary, or stop on the Taiwanese coastline. Our navy’s marine corps could even make a peaceful landfall on Taiwan’s shoreline.\n\nThis will become a game of pushing limits. As long as Taiwanese authorities and Washington dare to play this kind of game, mainland China will certainly play along. And if the Taiwanese military dares to fire the first shot against the PLA, it will unquestionably suffer a devastating counterattack, which would mean war in the Taiwan Strait.\n\nTaiwanese authorities must clearly understand that the island of Taiwan is fully under the effective military control of mainland China. Beijing’s pursuit of peaceful reunification is a sign of goodwill from the mainland. We have allowed time for the process of peaceful reunification, but that doesn’t mean the Chinese people are hesitant about reunification by the Chinese people, much less tolerant of Taiwanese independence. The Taiwan Independence movement wants to use this moment to break through the political and military siege, but there is no chance it will succeed.\n\nBecause the growth of mainland China’s strength cannot be stopped, the price of U.S. interference in Taiwan Strait issues will keep growing, and that cost is already higher than the U.S. can bear. Some of the U.S. elite hope to stem China’s rise, but the American people will not support Washington risking war with China in the Taiwan Strait over it. That kind of desperate act would never become a core issue for the country. But in mainland China, the idea that Taiwan is our core interest is deeply rooted in the people’s hearts, and a fight against Taiwan independence is an undertaking that China is willing to pay any price for.\n\nIf, even now, the Taiwanese authorities still don’t clearly see the historic shift in the Taiwan Strait’s geopolitical circumstances, if they still believe that the tighter they hug the U.S., the safer they’ll be, and that they can disregard the risk involved in damaging China’s national sovereignty, then there is no hope for them. We might as well invite them to collude with the United States, and allow the events described above to unfold one by one."}}