{"GDELT": {"GlobalEventID": 893352541, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "PTY", "Actor1Name": "PRESIDENTIAL CANDIDATE", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.09422492401216, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_Lat": 42.2373, "Actor1Geo_Long": -71.5314, "Actor1Geo_FeatureID": "MA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.2373, "Action2Geo_Long": -71.5314, "Action2Geo_FeatureID": "MA", "DATEADDED": 20191216204500, "SOURCEURL": "https://abcnews.go.com/Politics/2020-candidates-uphold-union-allegiance-labor-dispute-roiling/story?id=67754698"}, "ARTICLE": {"TITLE": "2020 candidates uphold union allegiance as labor dispute roiling Democratic debate heads to negotiating table", "TEXT": "2020 candidates uphold union allegiance as labor dispute roiling Democratic debate heads to negotiating table \"I hope and expect that the DNC will resolve that,\" Sen. Bernie Sanders said.\n\nThe uncertainty surrounding Thursday's Democratic debate, stemming from an ongoing labor dispute, reflects the Democratic contenders' difficult balance between their commitment to the union vote -- a key bloc in the party's coalition needed to win the nomination -- and their own presidential ambitions, as they risk potentially closing out the year without a debate and losing out on the national exposure that comes with it.\n\nNearly 12 months since the start of the 2020 contest, which peaked at over two dozen candidates, the top-polling seven candidates qualified to participate in Thursday's face-off are siding with a labor union, UNITE HERE Local 11, announcing late last week they \"won't cross the union's picket line\" at Loyola Marymount University, the debate site, to participate in the matchup.\n\nThe Democratic National Committee sought to assuage concerns Monday over the outstanding labor dispute that continues to put the final matchup of the year in serious jeopardy, particularly ahead of the crucial weeks before early voting begins when distinctions will define the race.\n\n\"Tom Perez spent the entire weekend on the phone with various stakeholders, including Sodexo, LMU and Unite Here,\" said Xochitl Hinojosa, communications director for the DNC. \"As a former labor secretary who handled several labor disputes, he understands the importance of getting the parties back to the table, and expects that to happen promptly.\"\n\nOn Sunday, only two days after the presidential contenders waded into the dispute, both parties agreed to return to the negotiating table by Tuesday, a spokesperson for Local 11 confirmed to ABC News.\n\n\"We want to thank the nine Democratic candidates who have expressed their support for Sodexo workers at Loyola Marymount University fighting for a fair contract with better wages and affordable healthcare. We look forward to continuing negotiations with Sodexo this Tuesday or sooner in hopes of reaching an agreement before Thursday's Democratic debate,\" Susan Minato, a co-president of Local 11, said in a statement.\n\nThe move by the White House hopefuls to potentially skip the debate, while surprising for the sponsors, PBS NewsHour and POLITICO, as well as the DNC, aligns with the party's ideals, and the contenders' emphasis this cycle on courting the union vote, which will be crucial to clinching the Democratic nomination in such a crowded field.\n\nFormer Vice President Joe Biden launched his campaign from the halls of Local 249's Teamsters banquet union hall in Pittsburgh, tethering himself to working-class America by declaring, \"I make no apologies. I am a union man. Period.\"\n\nSen. Elizabeth Warren, D-Mass., too, lofted her presidential bid from Lawrence, Massachusetts, the site of one of the nation’s most famous labor strikes, linking her campaign to the fighting spirit of the 1912 Bread and Roses strike.\n\n\"The story of Lawrence is a story about how real change happens in America,\" she said. \"It’s a story about power — our power — when we fight together.\"\n\nAnd the campaign staffs of Sen. Bernie Sanders, I-Vt., and former Housing and Urban Development Julián Castro became the first in history to unionize in a tangible nod to laborers and the progressive wings of the party.\n\nNow, a show of unity across the ideological spectrum is binding the presidential candidates together -- and possibly off the debate stage -- where they typically spar over their policy platforms and crystallize their differences on philosophy and governing before a national audience.\n\nAfter Warren first announced on Twitter Friday afternoon, \"I will not cross the union's picket line even if it means missing the debate,\" her six other competitors sharing the debate stage, including Biden, Sanders, South Bend, Indiana, Mayor Pete Buttigieg, billionaire Tom Steyer, entrepreneur Andrew Yang and Minnesota Sen. Amy Klobuchar, quickly followed suit.\n\nThe candidates reiterated their support for Local 11's workers at campaign events throughout the weekend, before they are expected to descend on California this week.\n\n\"It seems like it be important that they resolve this issue before the next debate,\" Steyer told ABC News' Rachel Scott in Pittsburgh Saturday. \"Having these debates is critical for Americans to see the differences between candidates, and this is obviously going to be a critical election for America. So, holding debates where people get a chance to learn as much as they can seems to me to be an important thing to happen.\"\n\n\"I don't believe we should cross the picket line,\" Klobuchar said in Miami Friday. \"I encourage the DNC to try to work this out and find a new location or they're going to have to figure out what how they resolve this. So anyway, that's what's happening. There's negotiations going on.\"\n\nFueling the disarray is the party's long-standing allegiance to organized labor, which transpired out of the years of the Great Depression and the era of former President Franklin D. Roosevelt's New Deal.\n\nSeveral Democrats stood by their fealty to the union as they criss-crossed the first-in-the-nation caucus state of Iowa over the weekend.\n\n\"I think it’s a terrible look for the Democratic party to have a debate and that runs afoul of union work rules. I mean, I thought the location had already been moved once because the first location didn’t work with union work rules. So I assumed that this had been handled. And I stand with the rights of workers. If there’s a problem that union workers don’t feel like they’ve actually been properly,\" Yang said in Cedar Falls on Friday.\n\nIn Clinton, Warren urged for a resolution before reporters since she’s never crossed a picket line and she’s \"not going to start now.\"\n\nFrom Burlington, Sanders signaled his continued support for the union Sunday, \"I think there's not going to be a debate so long as there remains a labor dispute. But I hope and expect that the DNC will resolve that.\"\n\nBehind the picket line is UNITE HERE Local 11, a labor union representing 150 workers in the food services industry, including cooks, dishwashers, cashiers, and servers, who are contracted by the company Sodexo -- a global services company -- to prepare and serve meals at Loyola Marymount.\n\nThe union sent a letter, obtained by ABC News, to the presidential contenders on Friday, informing the Democrats of the labor dispute and sparking a potential mass walk-out on the debate.\n\n\"We want to make sure you are aware that there is a labor dispute involving our union on that campus,\" the letter reads. \"While we remain hopeful that the labor dispute can be resolved before next Thursday, we want to be clear that if the situation remains unresolved there could be picketing on the evening of the debate. Any assistance you can provide in resolving this dispute would be greatly appreciated.\"\n\nThe DNC and Loyola Marymount were not made aware of the issue until after the letter was sent, a source familiar with negotiations told ABC News.\n\nThe DNC announced late Friday they are working \"with all stakeholders\" to come to a resolution ahead of the debate.\n\n\"The DNC and LMU learned of this issue earlier today, and it is our understanding this matter arose within the last day,\" said Hinojosa in a statement Friday. \"While LMU is not a party to the negotiations between Sodexo and Unite Here Local 11, Tom Perez would absolutely not cross a picket line and would never expect our candidates to either. We are working with all stakeholders to find an acceptable resolution that meets their needs and is consistent with our values and will enable us to proceed as scheduled with next week’s debate.\"\n\nFor Loyola Marymount, the campus at the center of the picket line, the school made clear they are \"not a party to the negotiations\" in a statement released Friday.\n\n\"The university has encouraged and continues to encourage Sodexo to resolve issues raised by Local 11. Earlier today, LMU asked Sodexo to meet with Local 11 next week to advance negotiations and solutions. LMU is not an agent nor a joint employer of Sodexo, nor of the Sodexo employees assigned to our campus,\" the statement reads.\n\nLocal 11 has been in negotiations with Sodexo since March over a collective bargaining agreement as they seek to negotiate better contracts, including better wages and health care benefits, but have yet to reach a resolution. Workers, along with students, have been picketing on campus since November, according to the union, after Sodexo abruptly canceled scheduled contract negotiations last week.\n\n\"We had hoped that workers would have a contract with wages and affordable health insurance before the debate next week. Instead, workers will be picketing when the candidates come to campus,\" Minato said in a statement.\n\nBut the company at odds with the union, Sodexo, pushed back against Local 11's framing of the dispute.\n\n\"Sodexo is 100% committed to reaching an agreement, and any statement that we have left the bargaining table is not accurate,\" a spokesperson for the company said. \"We have been negotiating in good faith with the Unite Here Local 11 since December of last year with a goal to reach a new collective bargaining agreement that is equitable for everyone, including our employees, and we still intend to achieve such an agreement.\"\n\nThis is not the first union-related hurdle the DNC has faced for the site of the December debate. In early November, the DNC announced it was no longer hosting the primary debate at the University of California, Los Angeles, the original location of the match-up, over a labor dispute with a local union.\n\n\"In response to concerns raised by the local organized labor community in Los Angeles, we have asked our media partners to seek an alternative site for the December debate. We will be in touch with more information when it is available,\" the DNC wrote in an email informing the campaigns.\n\nThe debate was moved to Loyola Marymount only days later, in an announcement by the DNC.\n\nABC News' John Verhovek contributed to this report."}}