{"GDELT": {"GlobalEventID": 893351252, "Day": 20181216, "MonthYear": 201812, "Year": 2018, "FractionDate": 2018.9479, "Actor2Code": "GOV", "Actor2Name": "PRINCE", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 5.66502463054188, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Buckingham Palace, Westminster, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKP5", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.13333299999999998, "Actor2Geo_FeatureID": "-2591190", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Buckingham Palace, Westminster, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKP5", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.13333299999999998, "Action2Geo_FeatureID": "-2591190", "DATEADDED": 20191216204500, "SOURCEURL": "https://observer.com/2019/12/prince-harry-meghan-markle-skipping-queen-elizabeth-royal-christmas-parties-buckingham-palace/"}, "ARTICLE": {"TITLE": "Prince Harry and Meghan Markle Are Skipping the Royal Christmas Parties This Year", "TEXT": "The Duke and Duchess of Sussex have been enjoying a six-week break from royal duties, and they aren’t planning on heading back to the United Kingdom before the holidays. That means Prince Harry and Meghan Markle aren’t returning to London to attend Queen Elizabeth’s annual Christmas festivities this week, including the monarch’s Buckingham Palace party to thank the royal staff and the pre-Christmas lunch held at the Palace on Wednesday.\n\nQueen Elizabeth isn’t taking the Sussexes’ absence as a snub, reports the Daily Mail, and Prince Harry and Meghan had already informed the Queen of their decision when they announced their six-week respite. According to the Daily Mail, there were “some royal officials” who were hoping the Sussexes would make the journey back to London in time for the parties, but Prince Harry and Meghan, who are enjoying family time with Archie, likely aren’t going back to the U.K. until after the New Year.\n\nSEE ALSO: The Stafford London’s Hotel Christmas Decorations Are Royally-Approved\n\nPrince Harry and Meghan did attend the Buckingham Palace lunch last year; Queen Elizabeth hosts the party for the extended royal family before she makes her way to Sandringham. The Queen is only joined by senior members of the family at Norfolk, including Prince Charles, Camilla Parker-Bowles, Prince William, Kate Middleton and others. The Sussexes were at Sandringham to celebrate with the royals for the past two years, but this year, they will be spending the holiday with Meghan’s mom, Doria Ragland.\n\nQueen Elizabeth is expected to travel to Sandringham on Thursday, and the rest of the family won’t be far behind her—Prince William and Kate will make the trip to their country home on the royal estate, Anmer Hall, soon after, as their two older children are now out of school.\n\nIt’s not clear precisely where Prince Harry and Meghan will be for Christmas, but they reportedly spent Thanksgiving with Doria in the United States—it seems likely they were in Meghan’s hometown, Los Angeles, so perhaps they’re staying on the sunny West Coast for the holidays this year."}}