{"GDELT": {"GlobalEventID": 893352622, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.9305019305019298, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Tampa Bay, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL103", "Actor1Geo_Lat": 27.765, "Actor1Geo_Long": -82.5825, "Actor1Geo_FeatureID": "294169", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Tampa Bay, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.765, "Action2Geo_Long": -82.5825, "Action2Geo_FeatureID": "294169", "DATEADDED": 20191216204500, "SOURCEURL": "https://americanfreepress.net/afp-podcast-article-gunowners-harassment-sparks-outrage/"}, "ARTICLE": {"TITLE": "AUDIO INTERVIEW & ARTICLE: Gunowner’s Harassment Sparks Outrage", "TEXT": "AFP AUDIO INTERVIEW\n\n\n\nOn December 30, 2013, at approximately 9:45 in the morning, John Filippidis, a 51-year-old from the Tampa Bay area, was returning home with his wife and three teenage children from a wedding and visits with loved ones in New York and New Jersey. He had just exited the Fort McHenry Tunnel, which carries traffic underneath the Baltimore Harbor. About 15 minutes later he was pulled over by a cop intent on ruining their holiday spirit, who demanded he produce the gun that was at home in his safe in Florida. How the officer knew he had a gun is the $64,000 question.\n\n\n\nJohn was humiliated and harassed in front of his family for nearly 90 minutes, forced to stand in freezing weather on the median of I-95, while his accuser, who called him a liar, went through the entire vehicle, Christmas presents and all, only to find nothing.\n\nDave Gahary sat down with Mr. Filippidis, who recounted the entire incident, in this disturbing interview (15:03).\n\n\n\n\n\n\n\nGunowner’s Harassment Sparks Outrage\n\n• Maryland cops use dirty tricks to harass Florida concealed carry license holder\n\nBy Dave Gahary\n\nThe holiday season is supposed to be a time of good will toward men, but some cops in Maryland seem to have never heard about that. A disturbing case out of the “Old Line State” illustrates how far the United States has gone down the path of a true police state and the long-term damage it is inflicting on innocent, law-abiding, hard-working Americans.\n\nOn December 30, 2013, at approximately 9:45 in the morning, John Filippidis, a 51-year-old from the Tampa Bay area, was returning home with his wife and three teenage children from a wedding and visits with loved ones in New York and New Jersey. He had just exited the Fort McHenry Tunnel, which carries traffic underneath the Baltimore Harbor, operated by the Maryland Transportation Authority (MdTA). About 15 minutes later he was pulled over by an MdTA cop intent on ruining their holiday spirit.\n\nMr. Filippidis, who own a construction business with 22 employees, agreed to an exclusive interview with American Free Press to elaborate upon his experience.\n\n“I’ve never been in trouble in my life, never been arrested, never went bankrupt,” he said. “I’m a good citizen, I pay all my taxes, teach my family, my children, to do the right thing. I have a great name here in the Tampa Bay area.”\n\nAFP asked Mr. Filippidis to explain how the matter unfolded.\n\n“We were traveling on I-95 coming through the Baltimore tunnel,” he began, “and approximately five minutes after, I realized there was an undercover cop in front of me. He slowed down and then let me go around him and then he came behind me and started following me for about approximately 10 minutes” and stopped me.\n\nAround 10 minutes after Mr. Filippidis handed his license over, the MdTA cop returned and said, “‘Please step out of the car,’” and walked Mr. Filippidis to the back of his SUV. He remembered it was cold, around 20 degrees.\n\n“Then he said to me, ‘Put your thumbs behind your back and spread your legs,’ and he searched me.”\n\nWhen Mr. Filippidis asked, “‘What’s the problem officer?’ he replied, ‘You have a gun.’ I said, ‘Yes I do but I don’t have it with me, it’s at my house in my safe, because I know the laws and I know I’m not supposed to carry throughout the states.’”\n\nThe 20-something white officer ordered Mr. Filippidis, ‘You stand right here and don’t move.’\n\n“I said, ‘Yes sir,’” and the MdTA cop went back to the SUV and started talking to his wife and children, asking her, “‘Where is your husband’s gun?’” He did the same to Mr. Filippidis’s son, and they both answered that “‘he left it home.’”\n\n“He comes back to me and said, ‘You’re lying to me.’ And I said, ‘Officer, what do you mean?’ He said, ‘Your family’s telling me you have the gun with you,’ and I said, ‘Officer, no I do not have the gun and I don’t believe that my kids or my wife are telling you I have the gun with me. I am not lying, I know laws, I took my classes, and I know for a fact my gun is inside my safe.’”\n\n\n\n\n\n\n\n\n\nAfter returning to the SUV to interrogate Mr. Filippidis’s family some more and forcing his wife to search the glove box and the middle console, most likely illegally, the MdTA cop returned to Mr. Filippidis and said, “‘You’re lying to me. The gun is in the car. Your family’s telling me the gun is in the car. Just tell me where it is now.’”\n\n“‘Officer, I do not have the gun,” he repeated. “The gun is at home in my safe. And again, I know by law I’m not allowed to travel in certain states with it and I left it home.’”\n\nNext, the cop “tells my wife and my children to get out of the car, right on the median of I-95, and takes my wife and brings her in the front of his vehicle and searches her. He searched my son and put my two girls in the police car.”\n\nAround 25 minutes after they were first pulled over, three Maryland state troopers joined in the stop.\n\n“They pull up and the take my two daughters and the officer says to me, ‘We’re gonna search your car.’ I said, ‘Officer, isn’t it my right that you need a warrant to search my car?’ He said, ‘No, I do not need a search warrant in the state of Maryland.’ So I said, ‘Officer, you do your job. I’m not giving you permission, but go ahead and do your job. If this is what your job is, then you do it.’”\n\nThe cops were sure to look after their own safety during their illegal search.\n\n“They go inside my vehicle and move it closer towards the median and took all my suitcases and Christmas gifts out,” he said.\n\nIncredibly, the MdTA cop returned from the search to tell Mr. Filippidis, “‘We found some marijuana seeds.’” Mr. Filippidis replied, “‘I doubt that you did.’”\n\nOne of the state troopers began interrogating Mr. Filippidis after the MdTA cop went back to the search.\n\n“‘What do you do for a living and how do you make your money?” he asked, and again, Mr. Filippidis repeated what he said earlier, although it was in his rights not to.\n\n“It was 20 degrees with all the tractor-trailers going by and wind blowing. It was very bad out there, very, very cold.\n\nMr. Filippidis’s asked the officer to let his kids go in the car and for his jacket.\n\n“He wouldn’t let me get my jacket, but I wasn’t concerned about myself, I was more concerned about my family,” Mr. Filippidis said.\n\nAt one point, while freezing on the median, Mr. Filippidis was craving a smoke.\n\n“I asked politely, ‘May I have a cigarette,’ and they turned around and said to me, ‘We don’t smoke so you can’t disrespect us.’ So I said, ‘OK, I apologize for asking.’”\n\nFinally, after searching the entire contents of the SUV, “even the dirty laundry,” they told Mr. Filippidis’s family, ‘We’re sorry that we put you through all this. We will be putting your bags back together; we did not find anything.’”\n\nFive or 10 minutes later, after a total time of “an hour and 20 minutes to an hour-and-a-half,” the MdTA cop called Mr. Filippidis to him and gave him a warning ticket for doing 72 miles an hour.\n\nReflecting on the experience, Mr. Filippidis said, “We were devastated. We never expected anything like this to ever happen. It was just like a nightmare, a nightmare that happened to me and my family. He determined to humiliate me in front of my family. He determined he wanted to find something and put me in jail. It felt like it was a very bad dream and is it was very devastating; believe me when I tell you.”\n\nAFP asked how it is that the MdTA cop would suspect he was a gun owner.\n\n“I really don’t know,” he said. “The captain said to me that he’d seen that I had a concealed weapon license in my wallet, but I don’t know how he could have ever seen [it].”\n\n“I asked a few people here in Florida, with the law,” he continued, and they said “they can go on the Internet and see who has a concealed weapon.”\n\nAFP asked Mr. Filippidis if he thought the MdTA cop may have actually accessed the Internet and found out about his concealed carry permit.\n\n“That’s my theory,” he said, “because it took him approximately 10 minutes to pull me over and another 10 minutes to approach my vehicle.”\n\nMr. Filippidis is thinking about taking any legal action.\n\n“I just want to make sure that no other family has to go through this, ever,” he said. “I think this officer should be disciplined and I think maybe they should send him to training school to not be able to do what he did to me and my family. He devastated us. He treated us like we were worse than animals.”\n\nDave Gahary, a former submariner in the U.S. Navy, is the host of AFP’s ‘Underground Interview’ series.\n\nBe sure to check out all of AFP’s free audio interviews. You’ll find them on the HOME PAGE, ARCHIVES & AUDIO section."}}