{"GDELT": {"GlobalEventID": 893352369, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "MEX", "Actor1Name": "MEXICO", "Actor1CountryCode": "MEX", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.25, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20191216204500, "SOURCEURL": "https://www.ibtimes.com/us-reassures-mexico-usmca-labor-inspectors-2886608"}, "ARTICLE": {"TITLE": "US Reassures Mexico On USMCA Labor Inspectors", "TEXT": "The US moved Monday to reassure Mexico it will not station labor inspectors in the country under a new continental trade deal, after the Mexican president accused Washington of trying to sneak them in \"clandestinely.\"\n\nThe overture by US Trade Representative Robert Lighthizer sought to overcome a last-minute snag as US lawmakers face a ticking clock to ratify the US-Mexico-Canada agreement.\n\nMexican officials were alarmed by the draft legislation submitted to Congress to implement the USMCA that calls for US attaches to monitor Mexico's compliance with the labor provisions of the treaty.\n\nThat seemed to cross a red line for Mexico, which opposed allowing foreign inspectors into factories to determine working conditions and wages.\n\nThe American attaches \"were not agreed to in the treaty\" and were added by the US implementing legislation \"clandestinely,\" said Mexican President Andres Manuel Lopez Obrador.\n\nJesus Seade, Mexico's chief trade negotiator for North America, traveled to Washington on Sunday seeking clarification from President Donald Trump's administration.\n\n\"We are satisfied, very satisfied,\" Seade told reporters, after receiving \"categorical\" assurances from Lighthizer that US labor attaches would monitor labor conditions and provide technical assistance but \"are not labor inspectors.\"\n\nUSMCA, the deal meant to update and replace the 25-year-old North American Free Trade Agreement (NAFTA), was initially signed more than a year ago. But US Democrats held up ratification to demand greater oversight of Mexican labor compliance.\n\nThe countries signed the amended trade pact last week.\n\nIn a letter to Seade on Monday, Lighthizer said US officials added provisions for as many as five Labor Department attaches posted to the US Embassy in Mexico to collaborate with officials, workers and civil society organizations to implement labor reforms.\n\n\"These personnel will not be 'labor inspectors' and will abide by all relevant Mexican laws,\" Lighthizer said.\n\nThe deal also allows for independent, three-person panels chosen mutually by member countries to conduct on-site verifications if labor rights are not respected, Lighthizer added.\n\n\"But those verifications will be conducted by the independent panelists, not by the labor attaches,\" Lighthizer said.\n\nThe Mexican government meanwhile announced it would increase the country's minimum wage by 20 percent next year, to about $6.50 a day -- rising to about $9.79 a day along the US-Mexican border, where many international factories are located.\n\nLopez Obrador had already raised the minimum wage by more than 16 percent since taking office in December 2018.\n\nStill, Mexican workers often earn less in a day than their US and Canadian counterparts earn in an hour, a source of tension for the free-trade area."}}