{"GDELT": {"GlobalEventID": 893351444, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor2Code": "USA", "Actor2Name": "HOUSTON", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.53456221198157, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jordan", "Actor2Geo_CountryCode": "JO", "Actor2Geo_ADM1Code": "JO", "Actor2Geo_Lat": 31.0, "Actor2Geo_Long": 36.0, "Actor2Geo_FeatureID": "JO", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Houston, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX201", "Action2Geo_Lat": 29.7633, "Action2Geo_Long": -95.3633, "Action2Geo_FeatureID": "1380948", "DATEADDED": 20191216204500, "SOURCEURL": "https://www.gosanangelo.com/story/news/2019/12/16/lady-agreda-musical-debut-houston/2666618001/"}, "ARTICLE": {"TITLE": "'Lady of Agreda' musical set to debut in Houston March 12", "TEXT": "While the story of the “Lady in Blue” is famous throughout the Concho Valley, there are still some folks in Texas who’ve never heard of Sor Maria de Agreda.\n\nBut some of the top theatrical talent in the nation will be working change that with the upcoming “Lady of Agreda” musical set to debut March 12 in Houston.\n\nThe production’s story begins with San Angelo’s Cynthia Jordan, who composed 33 original numbers based on the life story of Sor Maria.\n\nJordan led the rest of the show’s creative team on a local tour Sunday and Monday to visit with area historians and gather a little more information as they prepared to kick off auditions in Houston later this week.\n\nJordan, who first met with fame after her 1982 song \"José Cuervo\" (credited as Cindy Jordan) topped the charts, later moved into writing songs for children, which led to a music ministry she called “Kids for Kids” in 1986.\n\nSince then, she has recorded 11 albums of ambient piano music and written several books, which are available on Amazon.com.\n\nShe talked about how the “Lady in Blue” musical came about.\n\n“When I moved to San Angelo in 2005, one of the first things I did was go out to Paint Rock,” she said. “And Mrs. Campbell told me the story of the Lady in Blue – and although I was raised Catholic – I had never heard of this story, and I just couldn’t get enough of it.\n\n“I went home and researched as much as I could… And being a composer, I wanted to tell her story with music.”\n\nJordan said when she felt the compositions were ready, she traveled to Nashville in 2007 to record an album, toying with the idea of doing a musical.\n\n“Fast forward a bit, and we were doing several celebrations of the Lady in Blue in San Angelo,” Jordan recalled. “I met with Bishop Pfeifer, who introduced me to Tilly Chandler, and things began to develop from there.”\n\nJordan said she believes those who know the story best will be pleased by the production.\n\n“I’m so excited that people are going to be exposed to the story of San Angelo… I feel it’s like Tombstone – That town is only famous because of the story of the OK Corral, and this absolutely amazing story is so much more powerful.”\n\nJordan said that while she was skeptical at first, after doing a great deal of research on her own, she now challenges people to prove it didn’t happen.\n\n“It happened,” she said. “You can’t explain it, but it definitely happened.”\n\nJordan said director Bruce Lumpkin was interested in working with her on another project she created, but after talking about the Lady in Blue musical, he decided to come on board.\n\nLumpkin, a Houston native, traveled to New York City after college where worked for director/choreographer Tommy Tune for more than a decade on some of the most popular productions on Broadway.\n\nHe said after graduating from the University of Houston he was noticed by fellow University of Houston alum Tommy Tune while directing a production of “Company,” the 1970 comedy with music and lyrics by Stephen Sondheim, and book by George Furth at the Theater Under the Stars’ Humphrey School of Musical Theater.\n\n“He’s won a lot of awards for his work,” Lumpkin said. “He pretty much took me under his wing and I worked on every show he did from “The Best Little Whorehouse in Texas” to “The Grand Hotel.”\n\nWriting the book for the “Lady in Blue” is award-winning director, producer and writer Marley Singletary, who said she first worked with Lumpkin in 2010.\n\nShe talked about the production.\n\n“This show is a two-act musical,” she explained. “It takes us on a journey through Sor Maria’s life, basically, beginning with the story of her bilocating to visit the Jumanos, and carries forward through two trials of the Spanish Inquisition, exploring her correspondence with the king of Spain through some 600 letters.”\n\nSingletary said it’s definitely a challenge to keep the production to two hours and still fit in enough of the history they’ve learned.\n\nShe said the show will be staged at the Queensbury Theater, which is a 250-seat house in the Memorial City area of west Houston.\n\nThe executive producer of the show is Donna Cole, founder, president and CEO of Cole Chemical & Distributing, Inc. of Houston, who Jordan met when she was in San Angelo for a Chamber of Commerce speaking engagement.\n\n“She gave a beautiful speech and it really impressed me,” Jordan said. “I was working at Miss Hattie’s at the time playing music and I walked over to her table, and she was super gracious and lovely… Through that we became friends.”\n\nCole is also a co-founder of the Pantheon of Women, a production company dedicated to telling great stories about strong women and supportive men in film, television, plays and musicals.\n\nThe show is slated for a four-week run ending April 5, and will feature an orchestra of six and cast of 16.\n\nTo learn more about the production, visit www.ladyofagreda.com.\n\nMatthew McDaniel is a journalist covering community news and faith-related items in West Texas. Send him a news tip at mmcdaniel2@gannett.com. Consider supporting West Texas journalism with a subscription to GoSanAngelo.com."}}