{"GDELT": {"GlobalEventID": 893351561, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "BELGOV", "Actor1Name": "BELGIUM", "Actor1CountryCode": "BEL", "Actor1Type1Code": "GOV", "Actor2Code": "BEL", "Actor2Name": "BELGIUM", "Actor2CountryCode": "BEL", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.82131661442006, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Luxembourg", "Action2Geo_CountryCode": "LU", "Action2Geo_ADM1Code": "LU", "Action2Geo_Lat": 49.75, "Action2Geo_Long": 6.1666669999999995, "Action2Geo_FeatureID": "LU", "DATEADDED": 20191216204500, "SOURCEURL": "https://www.silive.com/news/2019/12/ww-ii-veterans-both-97-attend-75th-battle-of-the-bulge-anniversary.html"}, "ARTICLE": {"TITLE": "WW II veterans, both 97, attend 75th Battle of the Bulge anniversary", "TEXT": "STATEN ISLAND, N.Y. -- A Prince’s Bay ceremony on Monday marked the 75th anniversary of the outbreak of America’s deadliest battle in World War II, which turned back Adolf Hitler’s last effort to turn the tide of the war.\n\nTwo of the borough’s few remaining World War II veterans, who both served in the Battle of the Bulge, joined with family and supporters at Wolfe’s Pond Park around 11 a.m. for the ceremony commemorating the battle’s outbreak.\n\nVeterans Carmine Burzumato and Joe Reilly, both 97, didn’t share much about their experiences during the battle, but both remembered the bitter cold they and thousands of other soldiers faced in the campaign that lasted more than a month.\n\n“It was a horrible 41 days in hell,” Burzumato said of his time fighting the battle, which started in the densely-forested Ardennes region that encompasses parts of Belgium, France, and Luxembourg.\n\nNazi Germany gained an early advantage over the Allied forces -- comprised mostly of Americans -- after a surprise attack in the early morning hours of Dec. 16, 1944.\n\nMore than 200,000 German soldiers attacked the center of the Allied front a little over six months after the Allies had landed in France on D-Day. German forces pushed the center of the line so far back that its bulging appearance on maps gave the battle its common name. It is also referred to as the Ardennes Counteroffensive.\n\nThe forces were able to hold off the German counteroffensive, which had the goal of breaking the allied front in two. Once reinforcements arrived, the Allies were able to push back and turn the tide of the battle by Christmas.\n\nFOREIGN OFFICIALS ATTEND\n\nThe Consul General of Belgium in New York, Frank Geerkens, and the Consul General of Luxembourg in New York, Jeanne Crauser, attended Monday’s event to express their nations’ gratitude for the Americans who fought in the battle.\n\n“The people of Luxembourg will always be grateful to the American people and to the American soldiers who fought to defend their freedoms,” Crauser said.\n\nAfter the Allied forces turned back the Nazis, the Battle of the Bulge carried on for a little over a month before coming to an end Jan. 28, 1945. Following the battle that killed around 19,000 Americans, the Allied forces were able to make their way into Germany bringing the war in Europe to an end within five months.\n\nMonday’s event was organized by the Staten Island chapter of Veterans of the Battle of the Bulge. Its president, William Abell, expressed his gratitude, but noted the dwindling number of World War II veterans.\n\n“We only have two veterans here (at the event),” Abell, whose father served in the Battle of the Bulge and son just returned from Afghanistan, said. “We were a group of maybe 75 at one time. Now we’re down to two or three or four guys, so that hurts.”\n\nAttendees included representatives from local veterans’ organizations, and a group of about 50 students from St. Adalbert’s School in Elm Park.\n\nU.S. Secretary of Defence Mark Esper gives a speech during a ceremony to commemorate the 75th anniversary of the Battle of the Bulge at the Mardasson Memorial in Bastogne, Belgium on Monday, Dec. 16, 2019. The Battle of the Bulge, also called Battle of the Ardennes, took place between Dec. 1944 and Jan. 1945 and was the last major German offensive on the Western Front during World War II. (AP Photo/Francisco Seco) APAP\n\nAt ceremonies across the country and the world, American veterans, who fought in the battle, were honored for their service. U.S Secretary of Defense Mark Esper attended multiple events in Belgium and Luxembourg commemorating the anniversary, according to the Associated Press.\n\n\"Their efforts not only defended America but also ensured that the peoples of Europe would be free again,” Esper said."}}