{"GDELT": {"GlobalEventID": 893351612, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "BUS", "Actor1Name": "AIRLINE", "Actor1Type1Code": "BUS", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.1142061281337, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6, "Actor2Geo_Long": 77.2, "Actor2Geo_FeatureID": "-2106102", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191216204500, "SOURCEURL": "https://thewire.in/the-arts/shubhendra-rao-sitar-air-india"}, "ARTICLE": {"TITLE": "'An Instrument is a Personal Thing': Shubhendra Rao Hits Out at Air India For 'Damaging' Sitar", "TEXT": "New Delhi: Musician Shubhendra Rao, flying by Air India to New York, has complained against the airline’s handling of his baggage. He says that when he reached New York on November 1, he realised his sitar had been damaged.\n\nHe has raised the issue with the airline — it was subsequently raised in parliament recently as well — but has not been able to get damages.\n\n“I was obviously not flying to New York with a broken sitar, yet Air India is not taking responsibility,” he says.\n\nOn December 9, the Ministry of Civil Aviation tweeted about the incident. It was raised in Rajya Sabha by nominated member, Sonal Mansingh, who is a dancer of Bharatnatyam and Odissi.\n\nThe Ministry said that Air India had investigated the issue by looking at CCTV footage. They said that from the footage it appears that their usual operating procedure to handle fragile items was followed.\n\nThey also said that no damage was reported to airport authorities. “Every effort is made that priceless belongings, like the instrument, are well taken care of,” said their tweet.\n\nI thank @sonal_mansingh ji for speaking in @RajyaSabha about injustice of @airindiain breaking my Sitar.Shameful when they hide behind rules&say I should have reported it before exiting the airport.Are they suggesting I broke it?@MoCA_GoI @HardeepSPuri @AshwaniLohani @PMOIndia — Shubhendra Rao (@ShubhendraRao) December 9, 2019\n\n\n\nRao says that he was in New York to perform at an event at a Diwali mela in a Hindu temple. He and his wife, who is also a musician, were to perform together. He finally borrowed a sitar and managed the performance but “a musician’s instrument is such a personal thing. Its a relationship you build over years. To perform on a borrowed instrument is not comfortable.”\n\nRao says that Air India’s response has been outrageous and he is planning to take them to court as “tons of artists continue to suffer at the hands of various airlines.”\n\n“Mansingh is a representative of artists in parliament, being a dancer herself. So she made this representation about my issue,” says Rao."}}