{"GDELT": {"GlobalEventID": 893351714, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "COP", "Actor1Name": "PRISON", "Actor1Type1Code": "COP", "Actor2Code": "ITA", "Actor2Name": "ITALIAN", "Actor2CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.61417322834646, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20191216204500, "SOURCEURL": "https://www.rt.com/news/476032-carola-rackete-civil-disobedience/"}, "ARTICLE": {"TITLE": "Germany’s migrant-smuggling activist switches to climate cause, calls for civil disobedience and ‘eco-socialism’", "TEXT": "Sea captain Carola Rackete broke the law to pull migrants out of the Mediterranean and bring them to Italy. However, support for immigration in Europe is falling, and the outlaw activist has embraced a new cause: the environment.\n\nThe line between ‘activist’ and ‘criminal’ is often a blurry one, and 31-year-old Carola Rackete has one foot to either side of it. A former conservation volunteer and officer on Greenpeace ships, the German activist took over the helm of the ‘Sea-Watch 3’ in June. A month later, she was arrested in Italy for docking on the island of Lampedusa with 53 migrants in tow.\n\nThe Italian government had closed its ports to migrant ships in June, and the Dutch government - whose flag the Sea Watch 3 sailed under - described her organization as “not a rescue service but a ferry service.” Rackete was honored by left-wing politicians across Europe, but is being investigated for aiding human trafficking, as her ship would regularly sail just kilometers off the Libyan coast, ferrying migrants on the last leg of their trip to Europe.\n\nItalian authorrities are investigating her for disobeying an order not to enter Italian waters, and for aiding illegal immigration. If found guilty she could face 15 years in prison.\n\nAlso on rt.com German ship captain Rackete questioned by Italian prosecutor over rescued migrants\n\nThe criminal investigation hasn’t deterred Rackete. Instead she’s hopped on a new bandwagon: saving the planet.\n\nRackete got on board with Extinction Rebellion this summer, after the eco-activist group made headlines by gluing themselves to trains in London and blocking roads to Heathrow Airport. In her new calling, she’s been just as cavalier about the law.\n\nSpeaking to German media recently, she aped the rhetoric of climate crusaders like Greta Thunberg, warning “we are the last generation that can do something. It will be too late for future generations to stop climate change as an existential crisis.” Rather than badgering politicians like Thunberg does, Rackete calls for her supporters to break the law to bring about change. Otherwise, she argues, “we support the current system with everything we do and everything we don't.\"\n\nI call for civil disobedience...non-action has harsh consequences\n\n‘Civil disobedience’ can involve anything from refusal to pay tax, disrupting infrastructure, or resisting arrest. Rackete does not elaborate on what laws exactly her supporters should break. However, she is clear that she wants a \"radical change in the system that will make society look very different afterwards,” a society described by German newspaper Die Welt as “eco socialism.”\n\nShe’s even compared her efforts to break down the walls of “fortress Europe” to fighting the Nazis in the 1940s.\n\nBut why the change of causes? Well, for one thing, breaking the law to deposit more migrants on European shores is becoming an unpopular one. Matteo Salvini’s League party is dominating opinion polls in Italy, after Salvini turned away migrant ships this summer. A majority of Europeans see the migrant influx as a “serious”problem for their countries, and a YouGov poll published in June revealed that even in Rackete’s native Germany, a majority of respondents feel immigration has harmed their country.\n\nAside from the rising negativity surrounding immigration, Europeans are likely bored of the issue. Though Europeans still rate immigration as their number one concern, climate change has emerged in the media as the continent’s cause célèbre.\n\nAs seen in the numbers that turned up at Extinction Rebellion’s April and October demonstrations, Rackete has a ready-made crowd to lead. Judging by arrest figures - 1,600 in the UK alone this October - she also has a support base who have no problem heeding her call for illegal action.\n\nAs with the migrant issue, the public at large might eventually disagree.\n\nThink your friends would be interested? Share this story!"}}