{"GDELT": {"GlobalEventID": 893352169, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.88691796008869, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20191216204500, "SOURCEURL": "https://americanfreepress.net/sen-rand-paul-put-a-hold-on-israeli-handout/"}, "ARTICLE": {"TITLE": "Sen. Rand Paul Put a Hold on Israeli Handout", "TEXT": "While S. 2497 died with the end of the 2018 legislative session, 2019 is off to a sad start as Sen. Marco Rubio (R-Fla.) has already introduced a similar bill, S.1.\n\nBy Mark Anderson\n\nSen. Rand Paul (R-Ky.) placed a hold on the U.S.-Israel Security Assistance Authorization Act of 2018 and persevered to the end of the legislative session in his effort to stall or block this bill. The legislation, S. 2497, would have provided Israel with $38 billion in official military aid over the next decade. The package was conceived during the latter days of the Obama administration.\n\nNews and research outfit “If Americans Knew,” which documents Israeli atrocities against Palestinians and charts the amount and impact of U.S. aid to Israel, called Paul’s action “a historic move” while noting that Paul had considered filibustering the aid package.\n\nThe Senate initially adopted the Israeli funding legislation on Aug. 1, and the House followed suit Sept. 12. But because the bill underwent some changes on the House side, the Senate needed to give it final approval before sending it to President Donald Trump.\n\nRecalling Obama’s handiwork, the modified version of S. 2497 itself stated, in part:\n\nThe 2016 Memorandum of Understanding reflected United States support of Foreign Military Financing (FMF) grant assistance to Israel over the 10-year period beginning in fiscal year 2019 and ending in fiscal year 2028. FMF grant assistance would be at a level of $3,300,000,000 annually, totaling $33 billion, the largest single pledge of military assistance ever and a reiteration of the seven-decade, unshakeable, bipartisan commitment of the United States to Israel’s security.\n\nSince some aid has been sent to Israel already, $33 billion evidently is the remainder. Furthermore, all the congressional floor votes on this bill so far have been voice votes—where no record is made of individual votes—thus enabling all House and Senate members to avoid individual accountability.\n\nAmong the most powerful lobbies on Capitol Hill, the American Israel Public Affairs Committee (commonly known as AIPAC), in an Aug. 2 news release, revealingly noted: “This bipartisan legislation authorizes increases in U.S. security assistance to Israel and it encourages expanded weapons stockpiles and new U.S.-Israel cooperation in anti-drone technologies, cybersecurity, and space.”\n\nPaul also placed a hold on another bill designed to punish the Boycott, Divestment, and Sanctions movement, which encourages citizens and organizations to withdraw support for investments in Israel. That legislation federally supports state and local measures that prohibit contracts with individuals and companies that boycott Israel. Around 27 states have already passed these types of laws in violation of Americans’ First Amendment right to free speech.\n\nMark Anderson is AFP’s roving editor."}}