{"GDELT": {"GlobalEventID": 893351912, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "USA", "Actor2Name": "SEATTLE", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.17633410672853, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Lee District, Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_ADM2Code": "VA059", "Actor1Geo_Lat": 38.7665, "Actor1Geo_Long": -77.1434, "Actor1Geo_FeatureID": "1927372", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Lee District, Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 38.7665, "Actor2Geo_Long": -77.1434, "Actor2Geo_FeatureID": "1927372", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Lee District, Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 38.7665, "Action2Geo_Long": -77.1434, "Action2Geo_FeatureID": "1927372", "DATEADDED": 20191216204500, "SOURCEURL": "http://www.connectionnewspapers.com/news/2019/dec/16/has-been-great-ride-fairfax-county/"}, "ARTICLE": {"TITLE": "‘This Has Been a Great Ride’ in Fairfax County", "TEXT": "It’s the end of an era in Fairfax County: When the Board of Supervisors reconvenes in January 2020, Sharon Bulova will no longer be at its helm. She’s retiring after serving 31 years on the Board, including the past 10 years as its chairman.\n\nAnd Monday evening, Dec. 9, friends, family members, county officials and staff, plus longtime colleagues and associates, gathered at the county Government Center to bid her farewell. The event was filled with speeches, plaques, standing ovations and – like Bulova, herself – genuine feelings of warmth and goodwill.\n\nShe began her tenure on the Board as Braddock District Supervisor and, for 20 years, she also chaired the Board’s Budget Committee. Her accomplishments are many, including helping to found the Virginia Railway Express commuter rail line and overseeing the huge Tysons Corner redevelopment and the opening of the Silver Line.\n\nAlso significant was Bulova’s establishment of the Communities of Trust in December 2014 with then county NAACP President Shirley Ginwright. Bulova embraced police reform and established a commission which led to the Police Civilian Review panel and the independent police auditor.\n\nNow, though, Bulova is stepping down to be able to enjoy the extra hours she’ll have in her life, as a result of leaving this demanding, time-consuming job leading a complicated county of 1.1 million people. Among the things she plans to do are visit her daughter in Seattle and travel to France.\n\nMeanwhile, fellow Democrat Jeff McKay, former Lee District supervisor, was elected to succeed her as Board chairman.\n\nAfter all the presentations and glowing words from everyone else on Monday, Bulova addressed the crowd gathered in the Government Center forum. She thanked everyone she’s worked with and said how glad she was that people in Fairfax County truly care about their local government. She also noted that she’s comfortable leaving her post now because she knows she’s leaving it in good hands.\n\nLastly, Bulova stressed how proud she’s been to have served these past three decades in local government. “This has been a great ride,” she said. “Local government is where the rubber hits the road. It’s been a wonderful journey, and I appreciated the opportunity to make it with all of you.”"}}