{"GDELT": {"GlobalEventID": 893352578, "Day": 20191216, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9479, "Actor1Code": "SGP", "Actor1Name": "SINGAPORE", "Actor1CountryCode": "SGP", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.52225519287834, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Chile", "Actor1Geo_CountryCode": "CI", "Actor1Geo_ADM1Code": "CI", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": -71.0, "Actor1Geo_FeatureID": "CI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Chile", "Actor2Geo_CountryCode": "CI", "Actor2Geo_ADM1Code": "CI", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": -71.0, "Actor2Geo_FeatureID": "CI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Chile", "Action2Geo_CountryCode": "CI", "Action2Geo_ADM1Code": "CI", "Action2Geo_Lat": -30.0, "Action2Geo_Long": -71.0, "Action2Geo_FeatureID": "CI", "DATEADDED": 20191216204500, "SOURCEURL": "https://www.crowell.com/NewsEvents/AlertsNewsletters/all/Malaysia-Launches-APEC-2020-Host-Year-and-Announces-Major-Themes-and-Opportunities-for-Private-Sector-Engagement"}, "ARTICLE": {"TITLE": "Malaysia Launches APEC 2020 Host Year and Announces Major Themes and Opportunities for Private Sector Engagement", "TEXT": "All Alerts & Newsletters\n\nMalaysia Launches APEC 2020 Host Year and Announces Major Themes and Opportunities for Private Sector Engagement\n\nDec.16.2019\n\nOn December 4, Prime Minister Mahathir Mohamad of Malaysia reaffirmed his county’s commitment to ensuring a successful APEC host year in 2020 and Malaysia’s intention to carry forward the work from 2019 to strengthen economic cooperation among APEC’s 21 economies.\n\nFollowing the decision by President Pinera to cancel the APEC Leaders Meeting because of the civil unrest in Chile, APEC Senior Officials convened in Singapore on December 7 for the Concluding Senior Officials Meeting (CSOM). At the conclusion of the meeting Chile issued a Chair’s Statement from President Pinera highlighting the outcomes for the 2019 APEC host year. Additionally, Chile presented the three plans for collective action – or ‘roadmaps’ – agreed to by members economies during the year on women’s economic empowerment; marine debris; and illegal, unreported and unregulated fishing.\n\nThe work of the APEC Vision Group was also reported to Senior Officials at the CSOM which included among other recommendations that APEC strengthen its interactions with key stakeholders, including the private sector. During Malaysia’s host year APEC will develop a vision for its work beyond 2020 taking the recommendations from the APEC Vision Group into account.\n\nFollowing the CSOM, Senior Officials met in Langkawi Malaysia on December 9-11 for the APEC Informal Senior Officials meeting which marks the transition to APEC’s next host economy Malaysia. Malaysia has chosen the theme “Optimizing Human Potential towards a Future of Shared Prosperity” for APEC 2020. The “Shared Prosperity” theme complements Prime Minister Mahathir Mohamad’s domestic economic reform agenda dubbed the Shared Prosperity Vision (SPV) 2030 which seeks to address inequality and transition Malaysia from a low-skill labor intensive economy to a knowledge-based economy.\n\nMalaysia has proposed several priority areas for APEC 2020 including:\n\n\n\nImproving the narrative of trade and investment; Inclusive economic participation through digital economy and technology; and Driving innovative sustainability.\n\nThroughout 2020 there will be numerous opportunities for companies to engage with policy officials in a region representing sixty percent of global GDP and nearly fifty percent of global trade.\n\nThe Proposed Dates/Locations for Select APEC 2020 Meetings:\n\n3 – 22 February, First Senior Officials and Related Meetings (SOM1), Putrajaya, Malaysia\n\n17 – 19 March, APEC Finance and Central Banks Deputies Meeting, Kuala Lumpur, Malaysia\n\n8 – 19 April, Second Senior Officials and Related Meetings (SOM2), Kota Kinabalu, Malaysia\n\n20 – 21 April, Ministers Responsible for Trade Meeting (MRT), Kota Kinabalu, Malaysia\n\n23 – 25 June, APEC Senior Finance Officials Meeting, Penang, Malaysia\n\n1 – 15 August, Third Senior Officials Meeting (SOM3), Penang, Malaysia High Level Meeting on Health and the Economy High Level Policy Dialogue on Food Security\n\n17 – 18 August, Structural Reform Ministerial Meeting, Selangor, Malaysia\n\n21 – 24 September, APEC SME Week, Kuala Lumpur, Malaysia\n\n6 – 9 October, Women & the Economy Forum (WEF), Kuala Lumpur, Malaysia\n\n26 – 28 October, APEC Finance Ministers Meeting, Putrajaya, Malaysia\n\n6 – 7 November, Concluding Senior Officials Meeting, Kuala Lumpur, Malaysia\n\n8 – 9 November, APEC Ministerial Meeting, Kuala Lumpur, Malaysia\n\n10 – 11 November, APEC CEO Summit, Kuala Lumpur, Malaysia\n\n11 – 12 November, APEC Economic Leaders Meeting, Kuala Lumpur, Malaysia\n\nC&M International, led by former Deputy U.S. Trade Representative, Ambassador Robert Holleyman, is recognized as a leader in facilitating private sector engagement in APEC and helping companies develop strategic partnerships, engage with policymakers to address challenges, and craft initiatives to support business goals.\n\nFor more information, please contact the professional(s) listed below, or your regular Crowell & Moring contact.\n\nRobert Holleyman\n\nPartner and C&M International President & CEO – Washington, D.C.\n\nPhone: +1 202.624.2505\n\nEmail: Partner and C&M International President & CEO – Washington, D.C.Phone: +1 202.624.2505Email: rholleyman@crowell.com\n\nPatricia L. Wu\n\nC&M International Vice President and Managing Director – Washington, D.C.\n\nPhone: +1 202.624.2963\n\nEmail: C&M International Vice President and Managing Director – Washington, D.C.Phone: +1 202.624.2963Email: pwu@crowell.com"}}