{"GDELT": {"GlobalEventID": 893896133, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "ibo", "Actor1Name": "IGBO", "Actor1EthnicCode": "ibo", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.29801324503311, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Enugu, Enugu, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI47", "Actor1Geo_ADM2Code": "191302", "Actor1Geo_Lat": 6.4402, "Actor1Geo_Long": 7.4943, "Actor1Geo_FeatureID": "-2006530", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Enugu, Enugu, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI47", "Actor2Geo_ADM2Code": "191302", "Actor2Geo_Lat": 6.4402, "Actor2Geo_Long": 7.4943, "Actor2Geo_FeatureID": "-2006530", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Enugu, Enugu, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI47", "Action2Geo_ADM2Code": "191302", "Action2Geo_Lat": 6.4402, "Action2Geo_Long": 7.4943, "Action2Geo_FeatureID": "-2006530", "DATEADDED": 20191219023000, "SOURCEURL": "https://punchng.com/ohanaeze-faults-fgs-new-visa-policy-for-africans/"}, "ARTICLE": {"TITLE": "Ohanaeze faults FG’s new visa policy for Africans", "TEXT": "Raphael Ede, Enugu\n\nThe Igbo apex socio-cultural organisation, Ohanaeze Ndigbo Worldwide, on Wednesday faulted the Federal Government’s visa policy for Africans, describing it as a fresh move to achieve the RUGA policy.\n\nThis was contained in a communique the Igbo apex body issued at the end of its National Executive Council meeting on Wednesday in Enugu.\n\nIt stated that the decision would occasion massive and unprecedented entry of foreigners, some with questionable characters, into the country.\n\nIt also condemned the siting of military institutions only in the North, contrary to the provisions of extant laws which stipulate that the establishment of such institutions must be balanced.\n\nIt further warned the Federal Government against taking the $30bn loan now being debated by the National Assembly, pointing out that generations unborn would pay dearly for the reckless borrowing of current leaders if not jettisoned.\n\nOhanaeze in the communique signed by Ohanaeze President General, Chief Nnia Nwodo, however, asked the Federal Government to dismantle all the checkpoints mounted in several parts of Southern Nigeria by security agencies to extort and humiliate the section of the country, just as it condemned the attack on the Minister of Transportation, Rotimi Amaechi, by the proscribed Indigenous People of Biafra.\n\nThe statement read in part, “The apex Igbo cultural organisation, Ohanaeze Ndigbo Worldwide, has, in the interest of the security of Nigeria, called on the Federal Government to rescind its decision to throw open the borders of the country to immigrants without visas.\n\nREAD ALSO: Adoke arrested in Abuja, not allowed access to anyone —Ozekhome\n\n“The body noted that such unchecked and unregulated influx into the country will further aggravate the security challenges facing the country.”\n\n“Ohanaeze Ndigbo recalled that there has been a deliberate Federal Government policy to concentrate all military armaments and strategic units in the North with the South completely barren of such military presence except checkpoints that have metamorphosed into toll gates for the exploitation of Ndigbo and their Southern neighbours.\n\n“The communique further urged the military authorities to dismantle all the checkpoints along the roads in Igbo land, especially during this period of Yuletide with the attendant mass movement of Ndigbo.\n\n“Ohanaeze condemned the recent call by the Chief Justice of the Federation for an amendment of the constitution to include Sharia law at the apex court, adding that in the first instance, Nigeria being a federation is a secular state and cannot have any religion imposed on the country.”\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}