{"GDELT": {"GlobalEventID": 893894492, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -7.12435233160622, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Belmopan, Cayo, Belize", "Actor2Geo_CountryCode": "BH", "Actor2Geo_ADM1Code": "BH02", "Actor2Geo_ADM2Code": "5856", "Actor2Geo_Lat": 17.25, "Actor2Geo_Long": -88.7667, "Actor2Geo_FeatureID": "-1148793", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Belmopan, Cayo, Belize", "Action2Geo_CountryCode": "BH", "Action2Geo_ADM1Code": "BH02", "Action2Geo_ADM2Code": "5856", "Action2Geo_Lat": 17.25, "Action2Geo_Long": -88.7667, "Action2Geo_FeatureID": "-1148793", "DATEADDED": 20191219023000, "SOURCEURL": "https://edition.channel5belize.com/archives/195822"}, "ARTICLE": {"TITLE": "Kenzle Hulse Charged with Harm Upon Ex-Girlfriend", "TEXT": "Kenzle Hulse Charged with Harm Upon Ex-Girlfriend\n\nDec 18, 2019\n\nIn the Belmopan Magistrate Court, Kenzle Hulse, the son of Minister Godwin Hulse, made an appearance and was charged with harm. It follows a report of domestic violence made by Kenzle’s ex, the mother of his one-year-old daughter. The couple is estranged and Nicole Usher is providing graphic details alleging that Kenzle choked her in his vehicle and threatened her with a firearm on Tuesday afternoon. Usher also told police that he made a threat against her family. And those threats are not going down quietly. Today, Kenzle was not charged with any firearm offense and was bailed by his father and released. Here is New Five’s Hipolito Novelo with a report.\n\nNicole Usher, Complainant\n\n“He started to choke me and at that point everything was getting dark like I couldn’t see or breathe properly.”\n\nHipolito Novelo reporting\n\nTonight, twenty three year old Belmopan resident Nicole Usher is speaking out, speaking out against her ex-boyfriend who she says attacked her on Tuesday evening. Pictures of Usher’s neck and ears show bruises allegedly caused by Kenzle Hulse, who today directed the media to this attorney.\n\nKenzle Hulse, Defendant\n\n“Anything I have to say please speak to my attorney.”\n\nReporter\n\n“Sir at this point you are on bail what are your next steps.”\n\nKenzle Hulse\n\n“Wait. Wait.”\n\nAccording to Usher’s statement to the police, Hulse arrived at her sister’s house where she was at the moment. His visit was simply to return their one-year-old daughter. Usher got into his pickup truck and that’s when he attacked her with a firearm, according to the police report.\n\nNicole Usher\n\n“When I got in the car, the truck he locked the doors and turned down the music. So I said okay. After that he didn’t want to give the baby to me. I said something and then he backhand me so my head flew against the seat. I cursed and I was like you didn’t have to do that. Then he backhand me again. After that the baby was crying a lot and he passed her over to me and when he passed the baby to me and when got the baby over to me he got our from his seat and he started to choke me. At that point everything was getting like I couldn’t see or breathe properly. He told me who will die first. After that he released one of his hands and he grabbed mine and he put it all over my face and then he held it over here and I have bruise blood over here because of the force and pressure that he put there.”\n\nThe violent attack halted but according to Usher, Hulse uttered some worrying words.\n\nNicole Usher\n\n“He turned on the light in the truck and made me look at the back; he said that he will start with me, he going for sister, my brother and then my mom and also brother’s friend. After that he just tell me to get out of his truck and that the baby needs to be ready for two o’clock today because at two o’clock he comes for her.”\n\nBut at two o’clock Hulse was arraigned in Belmopan’s Magistrate Court. He pleaded not guilty to the charge of harm and was granted bail of four thousand dollars plus one surety. Conditions were attached to his bail including that he must not interfere with the virtual complainant and report to the Belmopan police Station every Thursday. His attorney Hurl Hamilton says that it was Hulse who was attacked.\n\nHurl Hamilton, Attorney\n\n“I am very surprised that Mr. Hulse who is being charged rather than the virtual complainant as my intentions was that he was attacked. Mr. Hulse was not charged with any firearm offences so I can’t comment whether there was or was not. Suffice to say that he not charged for any firearm offences.”\n\nNicole Usher\n\n“I had no idea he was going to go report and he told them that I slapped him across the face three times.”\n\nHipolito Novelo\n\n“Is that true?”\n\nNicole Usher\n\n“No. My question is why I would hate him. What reason do I have to hate him?”\n\nBut one person who is not fond of Hulse is Usher’s mother, Sophia Holder. She was present in court today and was visibly upset that he was granted bail.\n\nHipolito Novelo\n\n“What went through your mind first when you heard that he was getting bail?”\n\nSophia Holder, Mother of Claimant\n\n“Dude, don’t ask me question like that because you have me on camera. All I can think about right now is how I can keep my daughter safe from this monster.”\n\nReporting for News Five, I am Hipolito Novelo."}}