{"GDELT": {"GlobalEventID": 893894499, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.6883116883116898, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_Lat": 40.3363, "Actor2Geo_Long": -89.0022, "Actor2Geo_FeatureID": "IL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 40.3363, "Action2Geo_Long": -89.0022, "Action2Geo_FeatureID": "IL", "DATEADDED": 20191219023000, "SOURCEURL": "https://www.courthousenews.com/chicago-city-council-refuses-to-delay-start-of-legal-pot-sales/"}, "ARTICLE": {"TITLE": "Chicago City Council Refuses to Delay Start of Legal Pot Sales", "TEXT": "CHICAGO (CN) – Recreational marijuana sales in Chicago will start Jan. 1 along with the rest of Illinois, after the city council voted Wednesday against an ordinance that would have delayed licenses for six months.\n\nThe ordinance, approved for a full council vote by the Committee on Contracting Oversight and Equity on Tuesday, would have stalled the start of the weed business in the Windy City until July 1, 2020, but after a passionate debate the city’s aldermen struck it down in a 29-19 vote.\n\nThe council’s Black Caucus raised issues with the way licenses for cannabis sales were being distributed in the city after the first round of them were handed out to only white men, and wanted time to figure out how to even the playing field.\n\nPer the new state law passed in May, businesses that already sell medical marijuana will be able to start selling it recreationally to the general public at the start of the year, and those same companies are allowed to open a second location. All 11 businesses in Chicago are white-owned.\n\nNo African-Americans applied for state licenses before the first lottery to distribute them in Chicago was held in November, and those that went unclaimed that day were for the Southeast and Far South districts set up by the city.\n\nThe districts aim to spread the wealth of the new industry across the entire city instead of having it concentrated on the more affluent North Side.\n\nSocial equity is supposed to be built into the laws governing how the legal pot industry will function, cashing in on promises from Democratic Governor J.B. Pritzker to make up for how drug arrests have disproportionately affected minority communities.\n\nBut some alderman say state law, which includes a minority business development fund and the expungement of some weed-related convictions, does not do enough.\n\n“If we do nothing we get nothing,” Alderman Jason Ervin (28th), chairman of the Black Caucus, said at the city council meeting Wednesday. “Do we want to work to create community equity?”\n\nErvin argued that licenses were given out to “nobody looking like most of us in this room.”\n\n“The only people who benefit from this deal are white people,” said Alderman Leslie Hairston (5th). “We’re always told to wait our turn.”\n\n“There’s a billion dollar industry about to take off without black and brown people,” Alderman Sophia King (4th) said during the debate. “I’ve never seen something start off on the wrong foot and get on the right.”\n\n“Now it looks like a Monopoly game,” King added. “We get a get-out-of-jail free card but we can’t pass go or collect $200.”\n\n“The people who’ve been the most impacted have been left out,” Alderman Raymond Lopez (15th) agreed. “If this thing is about social equity … their licenses should have been first.”\n\nAlderman Anthony Beale (9th) called the war on drugs “a travesty in our community,” adding that now that there was opportunity to be had, “we need a piece of it.”\n\nOn the other hand, Alderman Walter Burnett Jr. (27th) said there were ways to make gains without delaying legalization.\n\nBurnett has told those who want to open a dispensary in his ward that they have to have a black partner, and said two of them have come back to him with one.\n\n“We’ve got to understand when we got some wins,” he said. “We’ve got an opportunity right now. Let’s do our thing, man!”\n\nSeveral other aldermen argued that delaying sales would not do anything to solve equity issues.\n\n“I think there’s a lot of room to work on equity provisions,” said Alderman Brendan Reilly (42nd), adding that a delay would be a mistake. “Nobody believes that state law is sufficient.”\n\n“This is not a perfect bill, but it’s a start,” argued Alderman Gilbert Villegas (36th). “This is an industry that’s just beginning. Move forward. Get this industry rolling, no pun intended.”\n\nMayor Lori Lightfoot, who said she was against the delay earlier in the week, eventually forced the end of the debate, sparring with Ervin over whether it should be over.\n\n“You all wanted to vote so we’re taking a vote,” she said.\n\nThe council decided that legal weed sales will still begin in two weeks.\n\nLicensing fees are $5,000 and operating a dispensary for two years will run $60,000. The fees are cut in half for “social equity” applicants.\n\nIllinois has 55 medical dispensaries that can begin selling recreational marijuana immediately on Jan. 1. Up to 75 more licenses will be issued statewide through May."}}