{"GDELT": {"GlobalEventID": 893894557, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor2Code": "MED", "Actor2Name": "MEDIA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.94791666666667, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ludhiana, Punjab, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN23", "Actor2Geo_ADM2Code": "17830", "Actor2Geo_Lat": 30.9, "Actor2Geo_Long": 75.85, "Actor2Geo_FeatureID": "-2102840", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ludhiana, Punjab, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN23", "Action2Geo_ADM2Code": "17830", "Action2Geo_Lat": 30.9, "Action2Geo_Long": 75.85, "Action2Geo_FeatureID": "-2102840", "DATEADDED": 20191219023000, "SOURCEURL": "https://timesofindia.indiatimes.com/city/ludhiana/suspended-dsp-sekhon-files-2-petitions-in-high-court/articleshow/72877511.cms"}, "ARTICLE": {"TITLE": "Suspended DSP Sekhon files 2 petitions in high court", "TEXT": "Ludhiana: In another twist to the ongoing tussle between suspended DSP Balwinder Singh Sekhon and cabinet minister Bharat Bhushan Ashu, Sekhon has now filed two petitions in the high court. According to sources, in one of the petitions Sekhon has demanded his reinstatement as DSP since the order suspending him is ‘not justified’ and also provide him his security cover as he fears threat to his life and liberty, while the details about the second case are not yet clear. Sekhon could not be contacted but according to sources close to him, he will brief the media on Thursday on the issue and elaborate about the cases.\n\nOn December 6, the Punjab government had suspended Sekhon for sending abusive and derogatory messages to cabinet minister Bharat Bhushan Ashu and an inquiry too was marked against him. After his suspension Sekhon’s security cover too was withdrawn and he had also alleged that he was being pressurised to surrender his official weapon.\n\nSekhon, who was DSP, municipal corporation, Ludhiana, has been claiming that he was being targeted by the government at the behest of Ashu, who had a grudge against him ever since he had conducted an inquiry into the illegal CLU case of Grand Manor homes (a residential project based in Ludhiana) in which Ashu’s role too came under scanner. Sekhon had also made public an audio clip of him in conversation with Ashu, which had gone viral on social media a few months back, in which the latter is heard threatening Sekhon, after which he had filed a complaint with DGP Punjab against Ashu.\n\nIn the latest chain of events after DSP Sekhon’s suspension, last week the BJP had come out in his favour and a press conference was organised by party’s senior leader Kamal Chatly against Ashu. Co-incidentally a few days after this press conference the municipal corporation had sealed a commercial building belonging to Chatly and the issue had snowballed into controversy after the BJP leaders alleged that this was done deliberately at the behest of Ashu to settle scores with Chatly. After the sealing the BJP leaders had also staged a protest against Ashu at the MC office on December 16.\n\n\n\nFacebook Twitter Linkedin EMail"}}