{"GDELT": {"GlobalEventID": 893895127, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 137, "EventBaseCode": 137, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -7.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.70616686819826, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20191219023000, "SOURCEURL": "https://www.washingtonpost.com/opinions/2019/12/18/trump-is-impeached-trumpism-prevails/"}, "ARTICLE": {"TITLE": "As the president is impeached, Trumpism prevails - The Washington Post", "TEXT": "Democrats are the ones, Rep. Tom McClintock (R-Calif.) said, who committed a “stunning abuse of power.” Democrats are the ones, Rep. Tom Rice (R-S.C.) said, who “colluded with Russia and Ukraine.” Democrats are the ones, Rep. Steve King (R-Iowa) said, who engaged in “the largest and most massive coverup of such a list of crimes against our country.” Democrats are the ones, Rep. Peter King (R-N.Y.) said, who committed an “assault on the Constitution.” Democrats are the ones, Rep. Tim Walberg (R-Mich.) said, who are “interfering in America’s election.” Democrats are the ones, Rep. Roger Marshall (R-Kan.) said, who “have dangerously shattered precedents.”\n\nAD\n\nAD\n\nIt was as though Alex Jones and Tucker Carlson had taken over the House floor. Even during the most solemn constitutional ritual, Republicans were auditioning for an audience of one — and outbidding each other with conspiracy theories in hopes of scoring a favorable tweet from the boss.\n\nRep. Clay Higgins (R-La.) said Democrats are “insidious forces which threaten our republic” with “betrayal.” This “threat from within,” he said, did “conspire to overthrow President Trump.”\n\nRepublicans on the floor applauded.\n\nRep. Louie Gohmert (R-Tex.) accused Democrats of pursuing impeachment to conceal “Ukraine’s interference into the U.S. election in 2016” — earning Gohmert a rebuke from Rep. Jerrold Nadler (D-N.Y.) for spouting this false Russian propaganda.\n\nAD\n\nGohmert, ignoring the speaker’s gavel, shouted and pointed at Nadler, then walked to the Democratic side to stand over Nadler, berating him some more.\n\nAD\n\nIt was all a triumph for alternative facts, for Russian dezinformatsiya, for Fox News and for social media toxicity. The losers aren’t the Democrats — the public remains as split as before — but democracy. Just as after the Mueller report, Trump will only grow more emboldened in breaking the legal constraints on his presidency.\n\nTrump, and Republicans, succeeded in making impeachment just another political fight. (“They don’t just hate Donald Trump, they hate the 63 million Americans who voted for this president.”) As such, Wednesday felt oddly routine at the Capitol. Only a few dozen lawmakers watched most of the debate. Outside, a few hundred rallied for impeachment; a lone figure dressed as Santa Claus rallied against. There was little of the fire that greeted Obamacare’s passage in 2010.\n\nAD\n\nTo look down from the gallery was to see a House divided: almost all white men on the Republican side, a mosaic of color and gender on the Democratic side. Rep. Justin Amash (I-Mich.), forced to leave the GOP because he supported impeachment, sat with the Democrats; Rep. Jeff Van Drew (N.J.), about to leave the Democratic Party because he opposes impeachment, hobnobbed on the Republican side with new colleague Steve King.\n\nThe Rev. Patrick Conroy, the House chaplain, prayed for “wisdom and discernment.” But it wasn’t to be found. Rep. Barry Loudermilk (R-Ga.) compared Democrats unfavorably to Pontius Pilate. Rep. Fred Keller (R-Pa.) likened Democrats to those who killed Jesus (“they know not what they do”). Rep. Mike Kelly (R-Pa.) likened impeachment to the attack on Pearl Harbor. Rep. Doug Collins (R-Ga.) repeated the same misquote of House Speaker Nancy Pelosi — three times.\n\nAD\n\nDemocrats, in response, kept repeating the evidence. “The president withheld congressionally approved military aid to a country under siege to extract a personal political favor. That’s a cold hard fact,” said Rep. Jim McGovern (Mass.).\n\nAD\n\nBut Republicans met hard facts with protests (they began by forcing a vote to adjourn and ended by refusing to use their electronic voting cards), intermittent and then frequent heckling, booing and jeering, maligning of Democrats’ motives, demands for Adam Schiff’s indictment and Pelosi’s expulsion, and hours of Trumpian insults directed at Democrats: Phony. Fraudulent. Socialist. Stalinist. McCarthy(ism). Sham. Witch-hunt. Coup. Kangaroo court. Joke. Rigged. Hoax. Charade. Circus. Stunt. Lies. Corruption. Swamp creatures. Star chamber. Illegal. Illegitimate. Hit job. Delusional. Elitists. Total Schiff show! READ THE TRANSCRIPT!!!\n\nAnd Trump chimed in on Twitter with more of the same — “ATROCIOUS LIES . . . ASSAULT ON AMERICA” — before heading to a campaign rally.\n\nAD\n\nHistory will note that at 8:24 Wednesday evening, the People’s House impeached Trump for high crimes and misdemeanors. The punishment was necessary and just. But though Trump stands rebuked, the Republicans’ ugly defense of an unrepentant offender shows that Trumpism has prevailed.\n\nAD\n\nThe Washington Post is now the only place you can read my columns online. Sign up for this special subscription offer to keep reading. And thank you!"}}