{"GDELT": {"GlobalEventID": 893895131, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.7104580812445995, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Pearl Harbor, Hawaii, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USHI", "Actor1Geo_ADM2Code": "HI003", "Actor1Geo_Lat": 21.355, "Actor1Geo_Long": -157.972, "Actor1Geo_FeatureID": "363230", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Pearl Harbor, Hawaii, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USHI", "Action2Geo_Lat": 21.355, "Action2Geo_Long": -157.972, "Action2Geo_FeatureID": "363230", "DATEADDED": 20191219023000, "SOURCEURL": "https://www.ksl.com/article/46692713/the-latest-trump-doesnt-really-feel-hes-being-impeached"}, "ARTICLE": {"TITLE": "The Latest: Trump holds record-long rally on impeachment day", "TEXT": "By The Associated Press | Updated - Dec. 18, 2019 at 9:10 p.m. | Posted - Dec. 18, 2019 at 10:33 a.m.\n\nWASHINGTON (AP) — A sample of the sights and sounds across Washington and beyond on a momentous day in Washington on Wednesday as the House passed two articles of impeachment against President Donald Trump (all times local):\n\n11:10 p.m.\n\nPresident Donald Trump's freewheeling impeachment night rally didn't just feel like his longest ever.\n\nIt was.\n\nThat's according to the owner of Factbase, a website that tracks the president's speeches.\n\nBill Frischling says the rally, which clocked in at two hours and one minute, was the president's longest-ever, though not his longest speech.\n\nThat honor goes to remarks Trump delivered at the Conservative Political Action Conference in March of this year.\n\nPer the site's tally, all 10 of Trump's longest rallies have taken place this year.\n\n___\n\n9:45 p.m.\n\nMinutes after the House impeached President Donald Trump, House Speaker Nancy Pelosi threw the process into confusion by refusing to say when or whether she would send the articles of impeachment to the Senate for a trial.\n\nAt a news conference held immediately after the vote, Pelosi said “we’ll see what happens” when asked if she would send the articles to the Senate. She said that House Democrats could not name impeachment managers — House prosecutors who make the case in a Senate trial — until they know more about how the Senate will conduct a trial.\n\nPelosi made the comments after Senate Majority Leader Mitch McConnell rejected a proposal earlier this week from Senate Democratic leader Chuck Schumer to call several witnesses. The GOP-led Senate is expected to acquit Trump.\n\nAsked if she could guarantee she would send the articles, she said “that would have been our intention” but that they will see what the Senate decides.\n\nShe said: “We are not having that discussion, we have done what we set out to do.”\n\n___\n\n9:30 p.m.\n\nNew Jersey Rep. Jeff Van Drew has voted against impeaching President Donald Trump and spent much of the day sitting on the Republican side of the aisle.\n\nThe freshman lawmaker is still technically a Democrat, but his aides say he informed them over the weekend that he'll switch to the GOP. He told reporters Wednesday that he'll announce his decision within the next couple of days.\n\nDuring the day's impeachment debate, Van Drew joined a GOP standing ovation for Republican leader Kevin McCarthy when McCarthy said Trump was still president and will remain president. The GOP-led Senate seems certain to acquit Trump in a trial and keep him in office.\n\nVan Drew faced a difficult reelection as a Democrat in his increasingly conservative southern New Jersey district. Trump is expected to support him as a Republican but his prospects in next November's election remain uncertain.\n\n___\n\n9:15 p.m.\n\nHillary Clinton.\n\nElection night 2016.\n\nOh, and that thing called impeachment.\n\nPresident Donald Trump's campaign rally speech in Michigan on Wednesday night zigged and zagged through a variety of seemingly unrelated topics before he would veer back to address the topic at hand: the historic vote in the House of Representatives to impeach him.\n\nAs the first votes were cast, Trump complained about “the crap” he's had to go through.\n\nJust after the House passed two articles of impeachment against him, Trump said the vote showed the “'deep hatred and disdain” Democrats have for voters.\n\nLater in the rally, Trump read off the vote and noted that three Democrats crossed over to join Republicans in voting against impeachment.\n\n___\n\n8:55 p.m.\n\nNo Republicans voted to impeach President Donald Trump.\n\nAs the House voted Wednesday evening, the tally fell largely along party lines, with the few defections all on the Democratic side.\n\nThe House voted 230-197-1 on the first article, abuse of power. Two Democrats voted against: Rep. Jeff Van Drew of New Jersey, who is considering switching parties to become a Republican, and Rep. Collin Peterson of Minnesota.\n\nThose two lawmakers and freshman Democratic Rep. Jared Golden of Maine also voted against the second article, obstruction of Congress.\n\nConservative Michigan Rep. Justin Amash, who left the GOP to become an independent, voted to impeach Trump on both charges.\n\nDemocratic Rep. Tulsi Gabbard of Hawaii, a presidential candidate, voted present on both.\n\n___\n\n8:20 p.m.\n\n“It doesn't really feel like we're being impeached.\"\n\nThose were the words spoken by President Donald Trump as he opened a campaign rally in Battle Creek, Michigan, on Wednesday night.\n\nBack in Washington, the House of Representatives was nearing a historic vote to impeach him.\n\nTrump appeared on a stage flanked by two Christmas trees after he walked through a makeshift brick fireplace. He pumped his fists for the audience standing behind him on stage.\n\nAfter a few words about Christmas, Trump said to thousands packed into the Kellogg Arena: “By the way, it doesn't really feel like we're being impeached.\"\n\nThe president cited “tremendous support” for him in the Republican Party and said the country is “doing better than ever before.\"\n\nAides had said Trump would wait to see the vote in the House before coming out to address the rally, but he came out early and promised “the best speech you've ever heard.\"\n\n___\n\n8 p.m.\n\nVice President Mike Pence has stepped in to be the warm-up act for President Donald Trump at a “Merry Christmas” campaign rally in Battle Creek, Michigan. He's telling the crowd that Democrats are trying to impeach Trump because they can’t beat him in 2020.\n\nPence tells rally-goers in Michigan, “They’re trying to run down this president because they can’t run against our record.” He adds: “They know they can’t stop you from giving President Donald Trump four more years in the White House.”\n\nBefore Pence took the stage, the crowd was growing restless for Trump, whose appearance at the rally was delayed as all sides awaited the House of Representatives' impeachment vote.\n\nAudience members chanted \"We want Trump.\"\n\nA faux fireplace is set up around the catwalk in the Kellogg Arena from which Trump is to emerge to speak to thousands of supporters.\n\nTwo decorated Christmas Trees flank the stage, topped with the Trump campaign’s signature red hats bearing the “Keep America Great” slogan.\n\n___\n\n7:50 p.m.\n\nThe crowd is growing restless in Michigan for President Donald Trump as his appearance at a campaign rally is delayed by the House of Representatives' impeachment vote.\n\nAudience members chanted \"We want Trump\" as Trump was more than 45 minutes late to taking the stage. Trump is set to make quite the entrance Wednesday evening at the “Merry Christmas” rally.\n\nA faux fireplace is set up around the catwalk in the Kellogg Arena from which Trump is set to emerge to speak to the thousands of supporters. Two decorated Christmas Trees flank the stage, topped with the Trump campaign’s signature red hats bearing the “Keep America Great” slogan.\n\n___\n\n5:55 p.m.\n\nThe top Senate Republican during Bill Clinton's impeachment isn't too worried by all the infighting on how to run the upcoming Senate trial.\n\nFormer Majority Leader Trent Lott reminded a swelling band of reporters that he didn't talk at all with Democratic counterpart Tom Daschle of South Dakota until after the House impeached Clinton.\n\nLott recalls the good relationship he had with Daschle: \"He was fair. He was honest. We worked very closely through the whole process.”\n\nCurrent Senate Majority Leader Mitch McConnell and Minority Leader Chuck Schumer are feuding about Schumer's demand to summon witnesses like former national security adviser John Bolton to testify.\n\nLott wasn't a big fan of witnesses in the 1999 trial. “I didn't want Monica Lewinsky in the well of the Senate testifying about the stain on a blue dress. I was not going to let that happen,” Lott said.\n\n“It was a different time. Different media and different people,\" Lott said. And the Senate is much more polarized. Still, Lott is not worried that McConnell and Schumer will work it out.\n\n“Important moments — I won’t call them great moments in history — bring people together, sometimes whether they want to be or not,\" Lott told reporters. \"They’re going to have to talk about how to proceed.”\n\n___\n\n4:40 p.m.\n\nThe House debate over President Trump's impeachment has taken a strange turn.\n\nRepublicans held a moment of silence for the 2016 election.\n\nAn Ohio congressman accused Democrats of trying to overturn the results of the last election by impeaching Trump. Bill Johnson asked for a moment of silence to remember the “63 million Americans” who voted for Trump and have been forgotten.\n\nAll the Republicans in the House chamber stood up. Democrats stayed glued to their seats.\n\nNo Republicans are expected to support Trump's impeachment when votes are held later Wednesday.\n\nDemocrats say Trump betrayed his oath of office by pushing Ukraine for an investigation of Joe Biden.\n\n___\n\n4:10 p.m.\n\nThere's one line coming from Democrats during the impeachment debate that Republicans were happy to hear. It's that Hillary Clinton wouldn't become president if Donald Trump is impeached and removed from office.\n\nA Republican congressman from Utah, Chris Stewart, said during a speech that Democrats want to impeach Trump because they hate him and, in Stewart's words, “they think Hillary Clinton should be president and they want to fix that.”\n\nStewart then said that if the House voted to impeach Trump, then ``the next president, I promise you, is going to be impeached — and the next president after that.”\n\nThat's when Jerrold Nadler, the chairman of the committee that passed the two articles of impeachment, used part of his speech to remind Stewart of the constitutional line of presidential succession.\n\nThe New York Democrat explained that it's Vice President Mike Pence who'd become president if the House voted to impeach Trump and the Senate voted to remove him from office. And Nadler made clear that Clinton, the Democratic nominee for president in 2016, isn't in line to move into the White House.\n\nAfter Nadler spoke, a group of Republicans in the chamber clapped and whooped.\n\nThe first impeachment article charges Trump with abuse of power. The second charges him with obstruction of Congress. The Republican-controlled Senate is expected to acquit him if there's a trial next year.\n\n___\n\n3:45 p.m.\n\nRepublican lawmakers have compared the looming impeachment of President Donald Trump to infamous moments in history, including the attack on Pearl Harbor and the crucifixion of Jesus Christ.\n\nA Georgia congressman, Barry Loudermilk, said in a speech on the House floor that Republicans haven't been able to question the anonymous whistleblower whose complaint about Trump 's action on Ukraine triggered impeachment.\n\nLoudermilk said “Pontius Pilate afforded more rights to Jesus” when he was \"falsely accused of treason.\" Pontius Pilate was the Roman ruler who ordered the crucifixion of Jesus.\n\nIn separate remarks, a Pennsylvania congressman, Mike Kelly, recalled the “horrific act” of the Japanese attack on Pearl Harbor in 1941. Kelly said that this Wednesday — Dec. 18, 2019 — the day when the House is expected to impeach Trump, “is another date that will live in infamy.”\n\nTrump himself has compared the drive to impeach him to the Salem Witch trials. During those infamous 17th century trials, 20 people suspected of witchcraft were killed in Massachusetts. Trump said those people were afforded “more due process” than he has been,\n\nDemocrats repeatedly noted during their speeches in the House on Wednesday that they invited Trump to testify before the House Judiciary Committee but he declined.\n\n___\n\n2:10 p.m.\n\nFirst in English and then in Spanish, a California congressman used his allotted time on the House floor to urge colleagues to vote to impeach President Donald Trump.\n\nDemocrat Lou Correa called it a “very sad day” in American history as the House moved toward expected votes Wednesday evening.\n\nNo Republican is expected to support impeachment.\n\nThe first impeachment article charges the Republican president with abuse of power. The second charges him with obstruction of Congress. The Republican-controlled Senate is expected to acquit him in a trial next year.\n\nCorrea said Trump's actions to invite foreign intervention in an American election has given Congress no choice but to fulfill its constitutional duty and approve articles of impeachments.\n\n___\n\n12:50 p.m.\n\nQueen's \"We Are the Champions\" was one of the songs on the playlist before a Michigan rally where Vice President Mike Pence told supporters of President Donald Trump that the upcoming House impeachment votes were a “disgrace.”\n\nPence spoke to more than 200 people at a “Workers for Trump” event in Saginaw. He criticized Democrats in the important swing state and predicted that Trump will once again carry the state, in part because of impeachment.\n\nThe Democratic-run House has begun debate on two articles of impeachment against the Republican president. The first charges Trump with abuse of power. The second charges him with obstruction of Congress. The Republican-controlled Senate is expected to acquit him in a trial next year.\n\nPence is accusing Democrats of ``trying to impeach this president because they can’t defeat this president.”\n\nPence is in Michigan for a daylong bus tour before joining Trump at a rally Wednesday evening in Battle Creek.\n\n___\n\n12:45 p.m.\n\nThe House has approved rules that allow six hours of floor debate on historic votes to impeach President Donald Trump.\n\nThe vote in the Democratic-controlled House was 228-197. The rules should allow for dozens of lawmakers to speak on the floor, with a vote expected Wednesday night.\n\nTwo Democrats sided with Republicans to oppose the rule. They are Jeff Van Drew of New Jersey and Collin Peterson of Minnesota.\n\nIndependent Justin Amash of Michigan, a former Republican, voted with Democrats.\n\nLawmakers have been arguing about the charges Trump faces and the legitimacy of the investigation that brought Congress to the brink of impeachment.\n\n___\n\n12:35 p.m.\n\nHouse Speaker Nancy Pelosi says President Donald Trump's actions have left the House with “no choice” but to act on impeachment.\n\nThe Democratic-run House has begun debate on two articles of impeachment against the Republican president. The first charges Trump with abuse of power. The second charges him with obstruction of Congress. The Republican-controlled Senate is expected to acquit him in a trial next year.\n\nPelosi held her hand over her heart and recited the Pledge of Allegiance to the House. She observed that lawmakers are the “custodians of the Constitution.”\n\nThe California Democrat spent much of the morning in the dimly-lit third row from the back, all to herself. There, she sat in black with her mace pin on her jacket and a green folder on her lap. She flipped through sheaf of papers, appearing to read them one by one. Periodically, she looked up to hear the debate on the rules.\n\nAt 12:08 p.m., Pelosi descended to the well of the chamber to the podium and to open the debate on the abuse and obstruction articles.\n\n___\n\n12:15 p.m.\n\nJoe Kennedy III took to the House floor with impeachment — and his children — on his mind.\n\nThe House was opening six hours of debate Wednesday on articles of impeachment against President Donald Trump, with evening votes scheduled. And Robert Kennedy's grandson wanted to have his say.\n\nThe Massachusetts Democrat read from a letter to his own young children. It said, “This is a moment you will read about in your history books.'”\n\nWith the House moving closer to impeaching a president for only the third time in U.S. history, Kennedy wanted to explain to his kids why he felt it necessary to act. Kennedy said Trump abused the ``most sacred office in our land.'' He said that by day's end, the record will show that “justice won. ... We did not let you down.”\n\nBut a Republican congresswoman from Arizona accused Democrats of “tearing this country apart.” Debbi Lesko said the impeachment process was unfair and rigged.\n\nThe House will vote on two charges — abuse of power and obstruction of Congress. The Republican-controlled Senate is expected to acquit him in a trial next year.\n\n___\n\n9:25 a.m.\n\nUtter disbelief.\n\nThat's the sense expressed by President Donald Trump as arose he Wednesday morning and faced the prospect that by day's end, he'd likely to be just the third U.S. president to be impeached.\n\nTrump has a relatively light schedule during the day. He's indicated he won’t be watching the six hours of impeachment debate on the House floor. And in the evening he's scheduled to be in Battle Creek, Michigan, for a rally.\n\nHis remarks at Kellogg Arena could come around the same time as House is voting on the two charges — abuse of power and obstruction of Congress. Trump's press secretary says the president will have plenty to say at the rally about the voting back in Washington.\n\nTrump started his day as he often does: by airing his grievances on Twitter.\n\nHere's what he said: \"Can you believe that I will be impeached today by the Radical Left, Do Nothing Democrats, AND I DID NOTHING WRONG! A terrible Thing.\"\n\nThe Republican-controlled Senate is expected to acquit him in a trial next year.\n\nCopyright © The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\n×\n\nPhotos"}}