{"GDELT": {"GlobalEventID": 893895897, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "USA", "Actor1Name": "MAINE", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.31854838709677, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jersey", "Actor1Geo_CountryCode": "JE", "Actor1Geo_ADM1Code": "JE", "Actor1Geo_Lat": 49.216667, "Actor1Geo_Long": -2.1166669999999996, "Actor1Geo_FeatureID": "JE", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Maine, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USME", "Actor2Geo_Lat": 44.6074, "Actor2Geo_Long": -69.3977, "Actor2Geo_FeatureID": "ME", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_Lat": 44.6074, "Action2Geo_Long": -69.3977, "Action2Geo_FeatureID": "ME", "DATEADDED": 20191219023000, "SOURCEURL": "https://www.msn.com/en-us/news/politics/meet-the-democrats-who-broke-with-their-party-on-impeachment/ar-BBY8Ksc"}, "ARTICLE": {"TITLE": "Meet the Democrats who broke with their party on impeachment", "TEXT": "Two House Democrats opposed both articles of impeachment against President Donald Trump Wednesday, while one split his vote on the two articles. A fourth voted “present.”\n\nAll three Democrats — one powerful committee chairman and two freshmen — represent districts Trump carried in 2016, but their votes put them at odds with the 28 other Democrats in Trump districts, all of whom voted for both articles of impeachment.\n\nMinnesota Rep. Collin C. Peterson and New Jersey Rep. Jeff Van Drew voiced opposition to the two articles before Wednesday's historic vote. They had also voted against starting the impeachment inquiry. Van Drew is expected to change parties, but had not commented definitively before Wednesday on his plans.\n\nMaine Rep. Jared Golden announced on the eve of the vote that he’d support the first article, which accuses the president of abuse of power. He said he opposed the second, which alleges Trump obstructed Congress. In October, he voted for starting the inquiry.\n\nHawaii Rep. Tulsi Gabbard, who according to CQ Vote Watch has missed more than 38 percent of votes this year while running for the Democratic nomination for president, voted “present” on both articles. She did not comment to reporters leaving the House chamber.\n\nNew York Rep. Jose E. Serrano, who was hospitalized earlier this month after a fall, did not vote.\n\n© Provided by Roll Call Minnesota Rep. Collin Peterson opposed both articles of impeachment against President Donald Trump. (Tom Williams/CQ Roll Call file photo)\n\nPeterson, the chairman of the Agriculture Committee, is one of the most conservative Democrats in the House. He didn’t vote for Hillary Clinton in 2016, and his district voted for Trump by a bigger margin than did any other district currently represented by a Democrat — 31 points.\n\nThe 15-term congressman is widely regarded as the last Democrat who can win in this heavily agrarian area in northwest Minnesota. Peterson has voted with Trump on legislation nearly 48 percent of the time — the highest rate of any House Democrat, according to CQ’s Vote Watch. First elected in 1990, the former state legislator hasn’t yet announced whether he’ll seek reelection in 2020, and if he doesn’t, Republicans are likely to pick up the seat.\n\nIf he does run, Peterson may not be able to outrun the shifting partisan dynamics of his district. He only narrowly defeated an underfunded GOP challenger who ran the past two cycles. Next year, he’s likely facing a more formidable opponent in former Minnesota Lt. Gov. Michelle Fischbach. Inside Elections with Nathan L. Gonzales rates his race Tilts Democratic.\n\nVan Drew\n\nVan Drew’s victory in a previously GOP-held seat helped Democrats flip the House in 2018.\n\nBut after meeting with Trump at the White House last week, Van Drew told his staff over the weekend he’s planning to become a Republican and he was standing with GOP members during the vote Wednesday night. Five members of his staff quit on Sunday. The Blue Dog Coalition voted to rescind his membership. Van Drew said this week he’s not ready to announce his decision but he did not deny the reports of an impending party switch, and Minority Leader Kevin McCarthy said he had send some of his staff to temporarily work in Van Drew’s office.\n\nThis year, Van Drew has voted with his party 82 percent of the time, compared with 98 percent for the average House Democrat, according to CQ’s Vote Watch. He’s sided with the president on legislation slightly more than the average House Democrat, 6 percent versus 2 percent of the time.\n\nTrump carried New Jersey’s 2nd District by nearly 5 points in 2016, though Democrat Barack Obama carried it in both 2008 and 2012. Republican Rep. Frank A. LoBiondo decided not to seek reelection in 2018, and Van Drew won the open seat by nearly 8 points.\n\nVan Drew’s vote against the October resolution had sparked chatter about a primary against him. His campaign conducted a poll Dec. 7-10 that showed a majority of likely Democratic voters in the 2nd District in South Jersey preferred “another Democrat” besides him win the nomination, according to a partial polling memo obtained by CQ Roll Call. More than 70 percent of likely Democratic voters said they’d be less likely to vote for Van Drew if he voted against impeachment.\n\nAs a Republican, Van Drew would likely face competitive primary and general elections. Inside Elections shifted the race from Tilts Democratic to Tilts Republican.\n\nGolden\n\nGolden, a freshman from a district Trump won by 11 points, thinks Trump abused his power, but he does not think he obstructed Congress.\n\n“But while the president’s resistance toward our investigative efforts has been frustrating, it has not yet, in my view, reached the threshold of ‘high crime or misdemeanor’ that the Constitution demands,” Golden said in a statement Tuesday evening.\n\nGolden, a Marine veteran who served in Iraq and Afghanistan, defeated GOP Rep. Bruce Poliquin last fall in the nation’s first use of ranked-choice voting in a congressional race. His victory wiped out New England Republicans in the House. Inside Elections rates the race Tilts Democratic.\n\nA former committee staffer to GOP Sen. Susan Collins, Golden has bucked his party before. Along with Peterson, he was one of just two Democrats who voted against expanded background check legislation in the House earlier this year. Golden has voted with his party 87.2 percent of the time, according to CQ Vote Watch.\n\nGABBARD\n\nGabbard said her vote was a protest of the divisiveness in the house.\n\n“Fragmentation and polarity are ripping our country apart,” she said. “My vote today is a vote for much needed reconciliation and hope that together we can heal our country.”"}}