{"GDELT": {"GlobalEventID": 893896120, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "USAREL", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CHR", "Actor2Name": "CHRISTIAN", "Actor2Religion1Code": "CHR", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -5.870142752503389, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_Lat": 35.6411, "Actor1Geo_Long": -79.8431, "Actor1Geo_FeatureID": "NC", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_Lat": 35.6411, "Actor2Geo_Long": -79.8431, "Actor2Geo_FeatureID": "NC", "Action2Geo_Type": 2, "Action2Geo_Fullname": "North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 35.6411, "Action2Geo_Long": -79.8431, "Action2Geo_FeatureID": "NC", "DATEADDED": 20191219023000, "SOURCEURL": "https://www.rollcall.com/news/congress/house-members-vulnerable-2020-voted-impeachment"}, "ARTICLE": {"TITLE": "How House members who are most vulnerable in 2020 voted on impeachment", "TEXT": "Golden said in a Tuesday statement there was “a pattern of evidence that demonstrates the corrupt intent on the part of the president, his personal lawyer, and members of his administration to leverage the powers of the presidency to damage a political opponent and strengthen the president’s reelection prospects.”\n\nBut Golden could not support the second article because he said Democrats did not exhaust every option to compel witness testimony and acquire relevant documents — namely taking the administration to court.\n\nThe rest of the 31 Democrats in Trump districts backed impeachment. Not all of them are vulnerable, but Republicans believe their path to the majority runs through many of these districts. A handful of Democrats who are the most vulnerable because Trump won their districts by double digits voted in favor of impeachment, including New York Reps. Anthony Brindisi and Max Rose, South Carolina Rep. Joe Cunningham, Oklahoma Rep. Kendra Horn, and New Mexico Rep. Xochitl Torres Small.\n\n“Party and politics will never come before the country I bled to protect — and would unquestionably do so again,” said Rose, an Army veteran whose district Trump carried by 10 points. “Coercing a foreign government into targeting American citizens is not just another example of scorched earth politics, it serves as an invitation to the enemies of the United States to come after any citizen.”\n\nOthers argued that failing to impeach the president would set a dangerous precedent for future administrations, even though they conceded the vote could cost them their seats in Congress."}}