{"GDELT": {"GlobalEventID": 893904736, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "IND", "Actor1Name": "KOCHI", "Actor1CountryCode": "IND", "Actor2Code": "INDBUS", "Actor2Name": "KOCHI", "Actor2CountryCode": "IND", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.4492753623188401, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191219033000, "SOURCEURL": "https://www.thehindu.com/news/cities/Kochi/failed-kudumbashree-bus-service-may-resume/article30345029.ece"}, "ARTICLE": {"TITLE": "Failed Kudumbashree bus service may resume", "TEXT": "Group of women expresses willingness to operate service\n\nThe two bus services run by Kudumbashree units within the Kochi Corporation limits had nearly petered out, but are likely to get a fresh lease of life with a group of three women coming forward to take up one of the buses.\n\nThe group under Kudumbashree’s Kochi East Community Development Society (CDS) had, in a letter to the Kochi Corporation, expressed willingness to operate the bus, said Delina Pinheiro, councillor from Vaduthala West.\n\nThe project, under the Corporation’s Urban Poverty Alleviation Department (UPAD), kicked off in 2014. With the BPCL chipping in with some funds, the Corporation bought three bus chassis at ₹8 lakh each for the Kochi East, South and West CDS. The East and South groups took loans of over ₹6 lakh each to build the bus bodies and get the service rolling. The two buses began to ply in 2015. The Kochi West group ran into issues with loan approval and the payment for the chassis was returned to the Corporation.\n\nKochi Queen, the bus under the Kochi East CDS, which plied on the High Court-Paravur-Vyttila route, has been lying abandoned near the Town Hall for over three years now. A group of five women had operated the service for a few months, but the group broke up with individual members facing health and family issues, said Sowmini Sabu, who was the driver and later the conductor on the route.\n\n“There are private buses that run nearly every minute on that route and it was not profitable. We were making less than ₹6,000 per day, when our loan liabilities amounted to ₹13,000 per month,” Ms. Sabu said.\n\nDespite several efforts to get another group in the East CDS to run the bus, none were forthcoming till recently, said A.B. Sabu, chairperson, Standing Committee for Welfare.\n\n“Groups were hesitant since running a bus service daily can be unwieldy and daunting, particularly if the women have little financial backing,” said a UPAD official.\n\n“Since the bus has been lying unused for years, maintenance costs to get it rolling could go up to ₹2 lakh. The unpaid loan amount of the previous group will also have to be taken up, along with road tax, insurance and hiring a larger crew. We have placed a request before the RTO to lower the road tax for the group,” the official said.\n\nThe bus under the Kochi South CDS starts on the Mulavukkad-High Court route, said conductor Rahana P.A. Of the five members who took up operations, she is the only woman still on board. “The bus is being operated by a hired male crew and daily collection is low, which makes loan repayment tough,” she said.\n\nA temporary permit was given for the more profitable Kakkanad-Edayar-Vyttila Hub route, but that lapsed and was not renewed, said a Kudumbashree official."}}