{"GDELT": {"GlobalEventID": 893923643, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "PSE", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "Actor2Code": "CHN", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20191219054500, "SOURCEURL": "http://english.chinamil.com.cn/view/2019-12/19/content_9699438.htm"}, "ARTICLE": {"TITLE": "Chinese envoy urges world to facilitate resumption of Palestinian-Israeli peace talks", "TEXT": "UNITED NATIONS, Dec. 18 (Xinhua) -- A Chinese UN envoy on Wednesday said the world should encourage Palestine and Israel to move toward each other and relaunch their peace talks as soon as possible.\n\nAt a Security Council meeting on the Middle East, China's Deputy Permanent Representative to the UN Wu Haitao said historical grievances lie at the root of the intricacy and complexity of the Palestinian-Israeli question.\n\nIn this vein, he said, \"To repay violence with violence would get us nowhere. Only with gradual buildup of political mutual trust for the benefit of common security can there be a steady and solid long-term solution.\"\n\nHe stressed the parties concerned should proceed from the overall interest of the safety of local communities and peace and stability in the region, exercise calm and restraint to move toward each other, cease military actions, and refrain from inflammatory remarks.\n\nHe further called on the parties to cease and desist from all acts of violence against civilians with a view to enabling effective easing of the situation, rebuilding and accumulating mutual trust, and creating favorable conditions for the restart of the Palestinian-Israeli peace talks.\n\nThe envoy said China supports all efforts of the international community conducive to peace between Palestine and Israel, appreciates the good offices of the UN and the mediating effort of Egypt, and firmly opposes any irresponsible remarks by any country with regard to the question of Palestine."}}