{"GDELT": {"GlobalEventID": 893905553, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "VNM", "Actor1Name": "VIETNAM", "Actor1CountryCode": "VNM", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.9156816390859004, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Cambodia", "Actor1Geo_CountryCode": "CB", "Actor1Geo_ADM1Code": "CB", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CB", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20191219033000, "SOURCEURL": "https://e.vnexpress.net/news/business/size-matters-vietnam-well-placed-to-get-into-the-big-bike-league-4029662.html"}, "ARTICLE": {"TITLE": "Size matters: Vietnam well placed to get into the big bike league", "TEXT": "David John Archibald, General Director of Al Naboodah International Vietnam, importer and retailer of the above-mentioned big engine motorbike brands, tells VnExpress demand is growing among a wider customer base looking for a better riding experience.\n\nWhat’s the potential you see for big bikes in Vietnam?\n\nOne of the things that Vietnam has that most countries do not is a two-wheel culture. Everyone grows up riding two-wheelers. As the population gets more mature, they want to ride something bigger. The large capacity motorcycle market will continue to rise, but it will always be much smaller than scooter market.\n\nFor Harley-Davidson specifically, the assembly has moved to Thailand, which helps lower the taxes and that helps the motorcycles become more accessible to more people. It is not just a motorcycle for rich people anymore. Our company imports Royal Enfield and Triumph motorcycles along with Harley-Davidson, which gives natural stair steps for someone to move from scooters to Royal Enfield and maybe bigger motorcycles in the future.\n\nWhat is your estimation of the market capacity in Vietnam?\n\nThe motorcycle market is usually split up into two categories - 500cc engine or larger and 499cc engine or lower. For us, our brands focus on 500cc and larger motorcycles. The total market should be around 3,000 motorcycles or a little bit more. Al Naboodah will have roughly 50 percent of that with our three brands - Royal Enfield, Triumph and Harley-Davidson.\n\nDavid John Archibald, General Director of Al Naboodah International Vietnam, participated in the Christmas Ride 2019. One of the stops was an orphanage run by Buddhists.\n\nWhat market challenges do you see in the next five years?\n\nActually, many places in the world have a lot more challenges in this business than we have here. Vietnam’s market has the potential to keep growing. The population is young, the two-wheel culture is very strong. I am excited and proud to be a part of this industry in Vietnam. Over the next five years, I see the market will continue to grow while in most of the countries outside of Vietnam, the two-wheel industry is declining. The people in other places never grow up riding any type of two-wheeler than a bicycle. In the United States or Europe for instance, in the 1960s and 70s, the motorcycle market was very big. After 80s, 90s then 2000s, it has changed.\n\nDo you have target customers for each of your brands in Vietnam?\n\nYes. The demographics of each of our brands is a bit different. The Harley-Davidson customer tends to be a bit older, around 40-45 years old. The Triumph brand has a little bit more of a dynamic nature because there are difference types. Harley-Davidson will pretty much be considered a cruiser touring motorcycle. But for Triumph, we have sport bikes, adventure bikes, Bonneville style cruise bikes. So, it has an overall younger demographic.\n\nMeanwhile, the Royal Enfield's demographic is very broad because it works well for everybody. We have some very young guys to very old guys buying Royal Enfield motorcycles. Primarily because the price point is very good. We're also starting to see more women buying big motorcycles. In Vietnam, it is still a very small group now but we're seeing this is changing year after year.\n\nDo you have any plans to increase your brand positioning, both online and offline?\n\nWe know the e-commerce market will continue to grow. We are starting to look at exactly how we can embrace that potential inside our current structure, especially when we find people are switching to order online and picking up in the store. For us, to increase revenue and continue to grow, it is not only a matter of having a diversity of products including motorcycles, clothing, parts and accessories, but also a matter of strengthening our service. That is one of the main focus areas – to serve our customers better.\n\nRecently, we signed an agreement with Tiki to offer financing solutions for Harley-Davidson customers on their e-commerce platform. We also work with several lenders to make it easier for the customers to purchase bigger motorcycles.\n\nWhat kind of customer experience do you expect in your showrooms?\n\nWe only deal with a small percentage of the population. So, we must make sure that we treat our customers very well. When someone walks in any of our stores in Vietnam, we expect them to be warmly greeted, for our sales staff to pay full attention to them and listen carefully to their needs.\n\nHow do you build your rider community in Vietnam?\n\nWe organize a lot of events, including dealership sales, safe riding skills training, riding in group training, and so on. We also support many major clubs in Vietnam by offering our service van and technicians to follow them on tours. We recently supported a group for a Thailand tour and a Triumph riders club’s tour to Cambodia. We also have a program called Sunday We Ride, a one-day short trip to nearby provinces like Vung Tau, that we support with service van, technicians and paramedics.\n\nA group of Harley-Davidson motorcycle owners on the Christmas Ride 2019 – one of Vietnam’s largest motorcycle charity events.\n\nWhat are the benefits of such rides, for the riders and for your company?\n\nWe would like the riders to feel like a family. When we support them, we can see their passion for riding, and this is a win-win situation for both us and our customers. For us, it allows us to continue to build the riding community and the events create a good place for our customers to bring friends or family, so that they feel welcome. Each of our brands has organized clubs with events to meet up and ride frequently.\n\nWhat about the Christmas Ride?\n\nMotorcycle riders are those who ride for freedom and enjoyment. But more than that, we try to help the people who can't help themselves. We have done many charity events as a dealer, helping orphanages and poor families. That element is something I want to bring to Vietnam and keep it growing. Vietnamese people are very genuine and caring in nature. That’s one of the many reasons I believe that Christmas Ride will become very successful.\n\nBikers presented useful gifts to children of the Luc Hoa Orphanage as part of the Christmas Ride 2019.\n\nIn fact, it started up with just a small group of 25 people. We collected supplies to help an orphanage in Ho Chi Minh City. Then the following year, we had 40-50 people, last year we had 100 people and this year, 200. Together, we can do something big by pooling our resources together to make a bigger impact.\n\nI'm happy that several clubs come and enjoy the ride, including H.O.G. Saigon Chapter, H.O.G. Danang Chapter, Boom Chapter, H-D Đông Sài Gòn, Road & Friends, Saigon Triumph Club, Saigon Triumph Riders and Royal Enfield Riders. To have more than 200 riders plus their friends and families provide happiness to two orphanages, making them feel loved, is very fulfilling. It is heartwarming. Doing such meaningful things is also what being a biker is about."}}