{"GDELT": {"GlobalEventID": 893904309, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "CAN", "Actor1Name": "OTTAWA", "Actor1CountryCode": "CAN", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.40214477211797, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20191219033000, "SOURCEURL": "https://www.canadiancattlemen.ca/cca-reports/building-capacity-within-canada-and-re-establishing-exports/"}, "ARTICLE": {"TITLE": "CCA Reports: Building capacity within Canada and re-establishing exports", "TEXT": "The past month has been extremely active for the Canadian Cattlemen’s Association (CCA).\n\nOn the foreign trade front, the CCA was extremely pleased with the resumption of trade with China in late November. Following discovery of fraudulent pork export certificates on June 25, 2019, Canadian exports of meat were halted. Since June, CCA has been actively engaged in discussions with government officials to help ensure Canadian beef exports to China would be eligible as soon as possible.\n\nThe Government of Canada completed an investigation and submitted an action plan that supported the re-establishment of exports to China; all establishments eligible to export as of June 25, 2019, are once again eligible. CCA wants to thank all those involved in restoring this important trade relationship.\n\nADVERTISEMENT\n\nShipments of Canadian beef to China represented 2.6 per cent of Canada’s total beef exports in 2018. In the first half of 2019, exports to China were up 271 per cent in value at 11,315 tonnes, valued at $96 million and were on pace to reach 6.1 per cent of total exports. The CCA was recently in China for meetings to further build the Canada-China trade relationship.\n\nBack in Canada, CCA representatives met with Beef Farmers of Ontario and the Ontario Cattle Feeders Association in November to discuss challenges in Eastern Canada. Chief among these is the shortage in packing capacity, which has significantly affected both the dairy and beef industries. There would be an estimated $174 million economic benefit if cattle prices were normalized to the five-year fall average price for fed cattle and cows in Ontario and Quebec from the 2018 eastern fall price lows. The problem is exacerbated by the (hopefully temporary) closure of one of the plants in Ontario.\n\nADVERTISEMENT\n\nThis value does not fully capture the hardship caused by the slaughter capacity shortage in the East. It also increases costs. For example, keeping cattle on feed longer than anticipated often results in price discounts. Furthermore, the processing shortages have ramifications extending into the Maritimes. The economic impact of these ongoing shortages is significant and warrants careful consideration and timely action.\n\nAs we head back to Ottawa this fall to work with the new government, this will be top priority for the CCA. We foresee a number of solutions that would help alleviate these challenges, including:\n\nThe funding of an export diversification fund.\n\nA joint government and industry initiative assessing the need for a short-term assistance program.\n\nIncreasing labour access through the temporary foreign workers program and recently announced pilot program.\n\nUndertaking a study to assess the regulatory competitiveness of Canada’s packing industry.\n\nADVERTISEMENT\n\nFurther east, the Maritime Beef Strategy covering New Brunswick, Nova Scotia and Prince Edward Island has a goal to expand cattle inventories and beef production. There is ample pasture for the cow-calf sector to expand. There is also feed available, as the region is a net exporter of barley. And there is growing demand for locally grown beef through Atlantic Beef Products Inc.\n\nThese signs all bode well for expansion of the Maritime beef herd. However, a lack of risk management tools in the region increases the price risk and limits the options for young producers in accessing financial support. CCA met with Maritime beef representatives throughout the fall to assess some of these challenges.\n\nThe Maritime beef and dairy cow herds combined total 100,800 head (as of January 1, 2019) and typically ship over 50 per cent of calves to Ontario or Quebec. Some feeders are backgrounded locally before being sold to Ontario or Quebec for finishing. The pinch point is at the finishing stage, as packer demand is currently 650 to 1,000 head per week, with the shortfall being purchased from Quebec.\n\nAtlantic Beef Products does have plans to expand cooler and shipping space as well as move to an all-day kill and fabrication. In the Maritime region there are currently around 26,800 head of cattle on feed in finishing feedlots that may be interested in price insurance. If risk management tools better equipped producers to retain all beef calves and dairy steers for finishing in the region, available supplies could increase to over 70,000 head, depending on beef heifer retention percentages.\n\nUnfortunately, there is currently not enough price data in the Maritime region to support a Maritime Settlement Index similar to those in other provinces. However, producers have recognized that there is already a high correlation between cattle prices in Ontario and Quebec, as the local prices arbitrage to those larger markets. Maritime producers are willing to accept an out-of-province settlement index. An Eastern Settlement Index would comprise data from Ontario, Quebec and the Maritimes. CCA will continue to work with its Eastern members to advance this initiative in the new year.\n\nThroughout the remainder of 2019, CCA staff and directors will be meeting with global and domestic stakeholders and policy makers. I am extremely pleased with the work being done on our behalf by the dedicated and talented staff.\n\nFinally, with this being the final column of the year, I would like to take this opportunity to wish my fellow producers from coast to coast a safe and happy holiday season. May 2020 be a year of continued prosperity and opportunity for Canada’s beef industry."}}