{"GDELT": {"GlobalEventID": 893904224, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.6319612590798998, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20191219033000, "SOURCEURL": "https://thestarphoenix.com/news/world/australia-records-hottest-day-ever-bushfires-scorch-land-half-the-size-nova-scotia/wcm/299c335e-569d-472b-b09e-982abb812e43"}, "ARTICLE": {"TITLE": "Australia temperatures hit 40 C as bushfires scorch area half the size of Nova Scotia", "TEXT": "Article content\n\n(Bloomberg) — Australia recorded its hottest day on record as the country’s populated eastern seaboard grapples with smoke from devastating bushfires, while the rush to the relief of air conditioning puts pressure on a vulnerable power grid.\n\nThe average maximum temperature across the country reached 40.9 Celsius (105.6 Fahrenheit) on Tuesday, beating the previous record of 40.3 Celsius on Jan. 7, 2013, according to the country’s weather bureau. The worst of the heat came across the continent’s interior, with vast swathes of territory experiencing severe heatwave conditions.\n\nWe apologize, but this video has failed to load.\n\ntap here to see other videos from our team. Try refreshing your browser, or Australia temperatures hit 40 C as bushfires scorch area half the size of Nova Scotia Back to video\n\nThough Sydney was relatively cool, the city has choked under the worst haze in decades because of a bushfire season that’s been more severe and started sooner than usual, with an area half the size of Nova Scotia already burnt up. Firefighters are bracing for more difficult conditions later in the week, with temperatures in excess of 40 degrees Celsius seen in the greater Sydney area by the weekend."}}