{"GDELT": {"GlobalEventID": 893905202, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.1437908496731999, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Sacramento, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA067", "Actor1Geo_Lat": 38.5816, "Actor1Geo_Long": -121.494, "Actor1Geo_FeatureID": "1659564", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Sacramento, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA067", "Action2Geo_Lat": 38.5816, "Action2Geo_Long": -121.494, "Action2Geo_FeatureID": "1659564", "DATEADDED": 20191219033000, "SOURCEURL": "https://www.dailyrepublic.com/all-dr-news/wires/sen-dianne-feinstein-urges-cdc-to-study-link-between-climate-change-and-early-births-the-sacramento-bee/"}, "ARTICLE": {"TITLE": "Sen. Dianne Feinstein urges CDC to study link between climate change and early births [The Sacramento Bee]", "TEXT": "Dec. 18–A longtime California senator is urging the Centers for Disease Control and Prevention to consider how climate change could affect childbirths.\n\nA University of California, Los Angeles study has prompted Sen. Dianne Feinstein, warning of a future health crisis if leaders fail to act, to call on the national health agency to consider the effects of how unseasonably hot weather is tied to early deliveries.\n\n“It is clear that we must take every action possible today to understand the full impact of climate change on neonatal outcomes to prevent a pediatric health crisis in the future,” read the letter Tuesday from the Democrat’s office to CDC Director Dr. Robert R. Redfield.\n\nThe letter co-signed by Sen. Richard Blumenthal, D-Conn.; and Massachusetts senators Edward Markley and Democratic presidential candidate Elizabeth Warren calls on the agency to prioritize and develop solutions to tackle the impacts of climate change on children’s health.\n\n“CDC must confront climate change as a public health imperative to mitigate the lasting consequences it will have on future Americans to come,” the letter read.\n\nThe senators’ signatures followed UCLA environmental economist Alan Barecca and Clamemont McKenna economist Jessamyn Schaller’s exhaustive study of 56 million U.S. birth records between 1969-88 to examine the effects of hot weather — days with temperatures above 90 degrees — on early deliveries.\n\nAbout 25,000 births a year were affected during that 20-year span with mothers giving birth from one to two weeks earlier than a full 40-week term, their research found.\n\nBirth rates climbed when days rose above 90 degrees and dropped again when the weather cooled.\n\nThe study, published Dec. 2 in the journal Nature Climate Change, estimated that number could grow to an additional 42,000 early births annually by the year 2100 as temperatures continue to climb with climate change.\n\n“That’s a very big number — one in 100 births. This is a very high risk,” Barreca told The Sacramento Bee in an interview this month discussing the study’s findings. “The birth implications of climate change affect people the most.”\n\nThe Democratic senators cited data that showed the U.S. preterm birth rate rose last year for the fourth consecutive year in asking Redford for a status update on U.S. infant health, whether the infant mortality rate has risen and the chief causes contributing to any increase in the rate of infant deaths.\n\nBarreca on Wednesday said he was happy that the study could help lawmakers “make a compelling case on the importance of climate change for infant health.”\n\n“I think my immediate reactions are that getting that information out there that extreme heat is dangerous for pregnant women can help them make better decisions to protect their unborn child’s health,” he said. “It gives me hope that people have a strong sense of justice and fairness, especially when it comes to children. It might motivate people to take climate change more seriously. I’m hopeful there will be more action on climate change. We need to mitigate warming as much as possible.”\n\nBarreca has studied the impacts of weather on health for the past decade with an eye on extreme heat and its effects on pregnancies.\n\nOn Wednesday, Barreca said the study “provides evidence that people can point to. We have a sense of what’s good and bad for our health. Having the data to point to really adds a level of credibility that quashes doubt,” he said. “People can say, ‘This is a teachable piece of evidence we can use.'”\n\n(c)2019 The Sacramento Bee (Sacramento, Calif.)\n\nVisit The Sacramento Bee (Sacramento, Calif.) at www.sacbee.com\n\nDistributed by Tribune Content Agency, LLC."}}