{"GDELT": {"GlobalEventID": 893904669, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.142857142857139, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Orange County, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL095", "Actor1Geo_Lat": 28.4586, "Actor1Geo_Long": -81.2915, "Actor1Geo_FeatureID": "295750", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Orange County, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 28.4586, "Actor2Geo_Long": -81.2915, "Actor2Geo_FeatureID": "295750", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Orange County, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 28.4586, "Action2Geo_Long": -81.2915, "Action2Geo_FeatureID": "295750", "DATEADDED": 20191219033000, "SOURCEURL": "https://www.clickorlando.com/news/local/2019/12/19/heres-how-central-floridas-representatives-voted-on-impeachment-of-president-trump/"}, "ARTICLE": {"TITLE": "Here’s how Central Florida’s representatives voted on impeachment of President Trump", "TEXT": "ORANGE COUNTY, Fla. – The U.S. House voted to impeach President Donald Trump on Wednesday night.\n\nPresident Trump is accused of abuse of power and obstruction of Congress.\n\nThe charges will be sent to the Senate for a trial.\n\nThe Associated Press reports the trial is expected to begin in January.\n\nA two-thirds vote is needed for a conviction.\n\nHere’s how Central Florida’s representatives voted on impeachment Wednesday night:\n\nRep. Stephanie Murphy: Yea\n\nRep. Bill Posey: Nay\n\nRep. Darren Soto: Yea\n\nRep. Val Demings: Yea\n\nRep. Daniel Webster: Nay\n\nRep. Michael Waltz: Nay\n\nRep. Ted Yoho: Nay\n\n“Based on the evidence, it is clear the President withheld taxpayer dollars that Congress appropriated as leverage to pressure the government of Ukraine to investigate his potential rival in the 2020 election. The evidence President Trump obstructed Congress is equally compelling,” Rep. Stephanie Murphy posted on Twitter.\n\n“The impeachment of Donald Trump does not meet a single requirement laid out by Speaker Pelosi. This sham impeachment is divisive because it was orchestrated by Dems strictly for partisan gain,” Rep. Ted Yoho posted on Twitter.\n\n“This president abused his power, jeopardizing our national security in an extortion scheme to cheat in the 2020 election. He continues to be an active and ongoing threat to our democracy,\" Rep Val Demings said.\n\n“While Republicans didn’t win the vote, we unquestionably won the argument. Tonight we showed that with sound argument, by sticking to the facts and showing how unfair this process has been, we’ve vindicated our support for POTUS,” Rep. Matt Gaetz said.\n\n“The House Democrats just spent a month confirming that the President did nothing wrong and that this impeachment circus is nothing but partisan politics. Today’s vote solidifies how little the Democrats care about what’s really important to the American people. It’s clear all they care about are political games. This is sad and embarrassing, but I came to Washington to get something done for the American people. I look forward to getting back to working on all the things that aren’t getting done, like passing No Budget, No Pay, securing the border, and lowering drug prices for American families,\" Senator Rick Scott said.\n\n“I have spent countless hours assessing evidence, going through witness testimony and reading through both Democrat and Republican reports. After careful consideration, it became categorically clear that President Trump abused his power and obstructed justice through actions I deem as impeachable conduct,” Rep. Darren Soto said."}}