{"GDELT": {"GlobalEventID": 893904594, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "GOV", "Actor1Name": "REGIME", "Actor1Type1Code": "GOV", "Actor2Code": "AFG", "Actor2Name": "AFGHANISTAN", "Actor2CountryCode": "AFG", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.369127516778519, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paghman, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "99923", "Actor1Geo_Lat": 34.5875, "Actor1Geo_Long": 68.9533, "Actor1Geo_FeatureID": "-3386161", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paghman, Kabol, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF13", "Actor2Geo_ADM2Code": "99923", "Actor2Geo_Lat": 34.5875, "Actor2Geo_Long": 68.9533, "Actor2Geo_FeatureID": "-3386161", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paghman, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "99923", "Action2Geo_Lat": 34.5875, "Action2Geo_Long": 68.9533, "Action2Geo_FeatureID": "-3386161", "DATEADDED": 20191219033000, "SOURCEURL": "http://www.outlookafghanistan.net/editorialdetail.php?post_id=25630"}, "ARTICLE": {"TITLE": "The Daily Outlook Afghanistan, print and online English Newspaper", "TEXT": "Amanullah Khan, who succeeded his father as the king of Afghanistan in 1919, was a reformist emir and established great milestones in the history of Afghanistan. He liberated the individuals from backbreaking taxes imposed by former regime and discussed the nation’s equal rights and liberty. Unlike his father, Emir Habibullah Khan, he took less heed of the upper class and traditional clergy and valued the intellectuals. Besides declaring the independence of Afghanistan, Amanullah took significant steps towards democratization.\n\nSince primary education was declared imperative during his regime, about 322 primary schools were opened across the country and the number of students reached 51 thousand (1927). Moreover, a large number of Afghan students were sent outside the country for continuing their education.\n\nThe first Constitution of Afghanistan – which was approved by Loya Jirga (Grand National Assembly) held in Jalal Abad during Amanullah regime in the solar year of 1301 – recognized individual’s rights and freedoms. This Constitution banned torture, humiliation and slavery and declared the freedom of beliefs and religious rituals and freedom of speech as about 13 journals were being published by the regime’s support. Formerly, the judges were allowed to punish and torture criminals according to their own wills or understandings; however, the new constitution articulated definite punishment for every crime in a balanced manner.\n\nHowever, the reformation of Amanullah was, later, resisted by the public as a number of opportunists, who were not paid heed by him mainly Khans (a group of tribal elders who exploited the poor), muddied the water and sparked off a sense of antipathy towards his movement. Amanullah continued his reformations such as banning the underage marriage, freeing women’s hijab (covering), increasing the taxes on land, etc. The government ruled the hearts and minds of the people and there was a strong sense of nation-state trust.\n\nDespite this fact, a split emerged between two groups in Amanullah’s cabinet, and Englishman revealed that there is a skirmish between groups in the cabinet as the foreign minister, Mahmud Tarzi revolted against England whereas the Prime Minister, Sardar Abdul Qudus Khan, discussed against him – this was a serious threat against the government and paved the way for further turbulence in public. The government lacked intelligence service while the spies of foreign countries infiltrated the heart of the military and government and even in remote areas under the terms of salespersons, mullahs, etc.\n\nGradually turbulence emerged in Paktia led by Mullah Abdul Rashid Khan and Mullah Abdullah Khan, who asked the reformation of criminal law which was already approved by the clergy but turned down by Emir. The anti-government opportunists fished in troubled waters through spreading propaganda so as to generate further hatred against the government. This was deemed as insurgency and suppressed by the regime. Subsequently, a Jirga (assembly) was conducted in Paghman to gain the support of the public, mainly of the clergy and Khans. In this Jirga, Emir reformed some articles of the law under pressure such as allowing the underage marriage, restricting women’s education in home rather than schools, allowing the judges to punish the criminals based on their understanding from sharia rather than law, etc. – it was a blow to Amanullah’s reformations.\n\nAmanullah, extended his reformation to a large extent, which was in conflict with the society’s values and social norms. He banned the women’s burqa (a covering from top to toe which was an obligation for women during the Taliban’s regime) and ordered men to wear suit and hat rather than turban and greet by gesture not by words. After all, the officials were involved in taking bribe and the tax increased.\n\nThe extreme reformation, which was against the social value, on the one hand and the propaganda against the government on the other hand prompted to a revolution against Amanullah’s regime. Habibullah Kalakani (known as Bacha Saqa) was also among the anti-government parties and had active role in attacks staged sporadically against Amanullah’s regime. In his youth, he was a servant to a tribal elder Malik Mohsen Kalakani, who was against the government and its reform. To cut it short, Kalakani succeeded Amanullah Khan and ruled Afghanistan from January to October 1929. Politically, he was not mature enough to lead a government; however, he was surrounded by a number of political figures. During his regime, the history shows that there were no development and positive changes regarding education and schools were ended, however, he and his men hated demagogy.\n\nHis men feared the return of Amanullah, who lived in Kandahar, and issued a statement against him. This statement, which was signed by mullahs and tribal elders, deemed Amanullah’s reformation against Islam and society’s values and condemned him for establishing female schools and sending girls outside the country for getting education, banning burqa, opposing the clergy, etc. Through this statement, the regime of Amanullah was ended and Kalakani’s regime was established.\n\nWith the establishment of his regime, a sense of turbulence and dissatisfaction continued among the public. The plot for killing him was foiled. Anti-government movements were sparked in provinces and a war broke out between nation and his regime. Since many provinces refused to pledge allegiance to Kalakani, his period ended in war and the overthrow of Amanullah’s regime was deemed a “historic tragedy” in Afghanistan, mainly among the intellectuals."}}