{"GDELT": {"GlobalEventID": 893904083, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor2Code": "ELI", "Actor2Name": "RETIRED", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.55555555555556, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Seattle University, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_Lat": 47.6112, "Actor2Geo_Long": -122.318, "Actor2Geo_FeatureID": "1510738", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Tacoma, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_ADM2Code": "WA053", "Action2Geo_Lat": 47.2529, "Action2Geo_Long": -122.444, "Action2Geo_FeatureID": "1512713", "DATEADDED": 20191219033000, "SOURCEURL": "https://thesubtimes.com/2019/12/18/carol-mitchell-appointed-to-clover-park-technical-college-board-of-trustees/"}, "ARTICLE": {"TITLE": "Carol Mitchell Appointed to Clover Park Technical College Board of Trustees", "TEXT": "This week, Governor Jay Inslee confirmed Carol Mitchell as the newest member of the Clover Park Technical College Board of Trustees. Carol is the senior counsel for Justice Services for the Pierce County Executive’s Office. She earned a Bachelor of Arts in Sociology from the University of Washington, a Master of Arts in Organizational Systems Renewal from Seattle University, and a Juris Doctor from Seattle University School of Law. Recently, Mitchell retired after 17 years as host of “CityLine,” a local talk show airing on TV Tacoma’s Channel 12.\n\nCarol Mitchell Appointed to the CPTC Board of Trustees\n\nCarol served as a board member for Palmer Scholars, which supports underrepresented Pierce County students of color to overcome financial, cultural, and social barriers in their pursuit of higher education. She is currently the president of the board of directors for the Fair Housing Center of Washington, a nonprofit agency dedicated to providing fair housing education, outreach and enforcement services to the residents of western and central Washington.\n\nAs a long-time resident of Pierce County, Carol is a strong proponent of formal education and life-long, experiential learning. Her motivation for this position stems from an acknowledgment of the challenges of earning an education within her community and a desire to help improve access to those resources. A non-traditional student herself, Carol recognizes the barriers to education and the power of a welcoming environment.\n\n“I want to become a resource for CPTC by establishing connections within our community for those who want higher education to be that next step in their lives,” Carol explained. “The immense impact of CPTC is felt across Pierce County and beyond. I look forward to advocating and helping CPTC create a long-term vision that will increase that impact.”\n\nCPTC President Dr. Joyce Loveday lauded Carol for her passion for empowering the community through higher education.\n\n“Carol has become a strong leader and advocate for education in Pierce County,” Loveday described. “We are proud to have her join the Board of Trustees and are excited to have her serve as a voice for CPTC.”\n\nCarol will replace trustee Bruce Lachney as the fifth member of the Board of Trustees. She will assume her role next month.\n\nAbout the CPTC Board of Trustees\n\nThe Clover Park Technical College Board of Trustees is composed of five of our district residents appointed by the governor to five-year terms. The board sets the policy for the institution and delegates administrative authority to the College president.\n\nThe post Carol Mitchell Appointed to Clover Park Technical College Board of Trustees appeared first on In the Spotlight."}}