{"GDELT": {"GlobalEventID": 893905161, "Day": 20191219, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9562, "Actor1Code": "UKR", "Actor1Name": "UKRAINE", "Actor1CountryCode": "UKR", "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.044247787610621, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20191219033000, "SOURCEURL": "https://www.aljazeera.com/news/2019/12/trump-impeachment-191217154733957.html"}, "ARTICLE": {"TITLE": "Trump impeachment: What happens next?", "TEXT": "The Democratic-led House of Representatives voted largely along party lines to impeach US President Donald Trump for obstruction of Congress and abuse of power over his dealings with Ukraine.\n\nTrump is only the third United States president to be impeached. No president has ever been removed from office via the impeachment process.\n\nThe landmark votes on Wednesday set up a likely January trial in the Republican-controlled Senate, where Trump is expected to be acquitted.\n\nAs politicians move to the trial phase, here's what to expect next:\n\n1. On what charges was Trump impeached?\n\nTrump has been impeached on charges that he abused his power in office and obstructed Congress during the impeachment investigation.\n\nDemocrats accuse Trump of pressuring Ukraine to open an investigation into the president's political rival and former vice president, Joe Biden, who is also a frontrunner in the 2020 Democratic presidential race. They also charge that the president obstructed their investigation by refusing to comply with subpoenas and directing members of his administration to do the same.\n\nThe impeachment inquiry, launched in September following a whistle-blower complaint, was centred on a July 25 phone call during which Trump asked Ukrainian President Volodymyr Zelenskyy to open an investigation into Biden and his son, Hunter, who had served on the board of a Ukrainian gas company. There has been no evidence of wrongdoing by the Bidens.\n\nZelenskyy speaks during a bilateral meeting with Trump on the sidelines of the 74th session of the United Nations General Assembly (UNGA) in New York City [File: Jonathan Ernst/Reuters]\n\nTrump also wanted Zelenskyy to investigate a debunked conspiracy theory that Ukraine, not Russia, interfered in the 2016 US presidential election.\n\nAt the time of the call, the Trump administration was withholding nearly $400m in Congress-approved military assistance from Ukraine.\n\nCiting testimony by current and former US officials, Democrats also accuse Trump of leveraging a White House meeting that Zelenskyy wanted in exchange for the investigations.\n\n2. What is a Senate trial?\n\nThe articles of impeachment are now expected to be sent to the Senate, where senators will consider evidence, hear witnesses and vote to acquit or convict the president. The chief justice of the US Supreme Court presides over the trial.\n\nA two-thirds majority vote is required in the 100-member Senate to convict and remove a president from office. A conviction appears unlikely in the case of Trump.\n\nThe Senate is made up of 53 Republicans, 45 Democrats and two independents who caucus with the Democrats. At least 20 Republicans would have to vote with all Democrats and the two independents to remove the president from office.\n\nSenate Majority Leader Mitch McConnell has indicated that he would like swift proceedings, but the president has said he would not mind a robust trial, with testimony from a number of witnesses, including Biden and the whistle-blower whose complaint led to the impeachment inquiry.\n\nUS Senate Majority Leader Mitch McConnell, flanked by Senator John Barrasso, Senator Roy Blunt and Senator John Thune holds his weekly news conference at the US Capitol in Washington [Jonathan Ernst/Reuters]\n\nOn Tuesday, McConnell appeared to reject the Democrats' request for new witnesses in the trial, saying the Senate would not \"do House Democrats' homework for them\" or go on a \"fishing expedition\" after the House impeachment process.\n\nSenate Democratic leader Chuck Schumer has said he wants to hear from four additional witnesses, including acting White House Chief of Staff Mick Mulvaney and Trump's former National Security Adviser John Bolton.\n\nMcConnell said on Tuesday that he is \"optimistic\" that Republicans and Democrats can agree on a \"phase one\" of the trial, which would include the presentation of the case and defence.\n\n\"We'll see at that point whether there are 51 members of the Senate who want to take one of two directions - either going in the direction of witnesses or going in the direction of voting on the articles of impeachment,\" McConnell was quoted by Reuters News Agency as saying.\n\nPelosi wields the gavel as the House of Representatives votes on the first of two articles of impeachment against Trump [House TV/Reuters]\n\nBut following Wednesday's impeachment votes, Pelosi said she would wait, for now, to send the articles of impeachment to the Senate.\n\nUS media have reported that some House Democrats are urging Pelosi to withhold the transmittal of the articles until the \"appropriate time\".\n\nPelosi on Wednesday evaded questions about when she plans to send the articles to the Senate.\n\n\"It would have been our intention\" to send the articles to the Senate, but \"we'll see what happens over there,\" Pelosi told reporters.\n\n\"We cannot name managers until we see what the process is on the Senate side,\" Pelosi said, referring to members who will serve as House prosecutors in a Senate trial. \"So far we have not seen anything that looks fair to us\".\n\nPelosi wields the Speaker's gavel as she presides over the final of two House of Representatives votes approving two counts of impeachment against Trump [Jonathan Ernst/Reuters]\n\nWithholding the articles of impeachment may give the Democrats leverage when it comes to setting the procedures for the trial.\n\nPelosi said Democrats will make a decision on next steps as \"a group\".\n\nMcConnell blasted the Democrats though for not immediately sending the articles to the Senate.\n\nHe accused Pelosi of being afraid to send \"their shoddy work product to the Senate\".\n\n\"The framers built the Senate to provide stability, to keep partisan passions from boiling over,\" he said from the Senate floor. \"Moments like this are why the United States Senate exists.\"\n\nPelosi shot back, however, saying: \"Frankly, I don't care what the Repubicans say.\"\n\nThere's no constitutional requirement that the House immediately send the articles of impechment to the Senate, according to scholars.\n\nMcConnell and Schumer are scheduled to meet on Thursday to determine next steps, US media reported.\n\n3. When will a Senate trial take place?\n\nOnce the Senate receives the articles of impeachment, a trial can begin.\n\nNo firm date for a Senate trial has been set, but McConnell has said it will be the chamber's \"first order of business\" upon returning to Washington, DC, in the new year.\n\nSenate Democrats have proposed a trial plan that would see proceedings begin on January 6. Presentations by House managers, who would effectively work as prosecutors, would begin on January 9 under this plan. It is unlikely that Senate Republicans would agree to the Democrats' exact proposal.\n\nMcConnell is scheduled to address impeachment on the Senate floor on Thursday at 9:30am (14:30 GMT).\n\n4. Who would become president if Trump was removed?\n\nIn the unlikely event that the Senate convicts and removes Trump from office, Vice President Mike Pence would become president and complete Trump's term, which ends on January 20, 2021."}}