{"GDELT": {"GlobalEventID": 894320687, "Day": 20191220, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9589, "Actor1Code": "EUR", "Actor1Name": "EUROPE", "Actor1CountryCode": "EUR", "Actor2Code": "GOV", "Actor2Name": "KING", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.47204968944099, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Asir, \u0091Asir, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA11", "Actor1Geo_ADM2Code": "25312", "Actor1Geo_Lat": 19.1667, "Actor1Geo_Long": 43.1667, "Actor1Geo_FeatureID": "-3093241", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20191220223000, "SOURCEURL": "https://www.arabnews.com/node/1601786/world"}, "ARTICLE": {"TITLE": "Exhibition devoted to Saudi Arabia’s King Faisal opens in London", "TEXT": "LONDON: Prince Turki Al-Faisal on Friday inaugurated an exhibition detailing the life of the late Saudi King Faisal. Held at the plush Institute of Directors building on Pall Mall — right at the heart of London — the event was organized on the 100th anniversary of King Faisal’s visit to Europe, and his presence at the signing of the Treaty of Versailles in his capacity as a Saudi prince.\n\nIn a speech to the audience, Prince Turki — chairman of the board of directors of the King Faisal Center for Research and Islamic Studies — said when King Faisal first visited the UK as a 13-year-old, he endured a “questionable” reception, with administrative errors leaving him to find accommodation in a remote south London suburb. King George V personally intervened to bring the young prince closer to the city center.\n\nBut on the occasion of his last visit in 1967, Prince Turki said King Faisal received a 21-gun salute and was honored with a Trooping of the Color from the British Army’s Household Cavalry — a significant state honor that is rarely performed to visitors.\n\n\n\nkeywords\n\nThis transformation in reception, Prince Turki said, was a testament to how well-liked King Faisal was by Queen Elizabeth.\n\nPrince Turki added that the exhibition was organized to deliver a message about King Faisal’s legacy, and to promote his journey, ideas and personality to Europe and the whole world.\n\n“The lessons that King Faisal learned during his visit were highly important, especially with regards to education and industry, which he later applied in his vision to modernize the Kingdom, which made him one of the most prominent political figures of the century,” Prince Turki said.\n\nHe thanked the exhibition’s sponsors, including international media partner Arab News. Editor in Chief Faisal J. Abbas accepted the prince’s thanks before the official opening.\n\nTracing the steps of #SaudiArabia's King Faisal on his historical tour to Europe at the age of 13, on behalf of his father, an exhibition devoted to commemorate the centenary of his trip organized by @KFCRIS in #London opened todayhttps://t.co/140pMEnyU8 pic.twitter.com/UwxLai9cSm — Arab News (@arabnews) December 20, 2019\n\n“Arab News was established in the era of the late King Faisal as an international voice of the Arabs,” Abbas said.\n\n“As such, we are very proud to be the international media partner of this exhibition in London, and to play a part in re-telling the remarkable history of this truly remarkable king.”\n\nThe event featured guests and dignitaries from around the world, including representatives from Saudi Arabia’s friends and allies across the Middle East and Africa.\n\nSir Malcolm Rifkind, former UK foreign secretary, told Arab News that he was “very pleased to attend the exhibition” following a career in the British government that featured several visits to Saudi Arabia.\n\nThe exhibition details the life of King Faisal, and also the world he influenced and changed. His reign saw the fall of European empires and the rise of Saudi Arabia, and the displays showcase his role in the world’s shifting powers.\n\nSome of his most important and treasured possessions are on display, including his diary, some manuscripts, letters, paintings and maps that detail a life of leadership and his global footprint.\n\nOne of the sections is dedicated to how King Faisal learned from his visits to the battlefields of Europe that war should be treated as a last resort. The displays included his steel spearheads from his fighting in the Saudi region of Asir.\n\nAnother section explores his trip to India, which was a major experience of travel beyond Saudi Arabia before his visit to London.\n\nOne of the attendees at the exhibition, a young Saudi woman studying for a Ph.D. at Imperial College London, told Arab News that she was “inspired by King Faisal’s experiences and his work in promoting education for girls and women.”\n\nThe “England, Wales and Ireland” section of the exhibition features a ceremonial sabre that was exchanged when he met George V and his wife Queen Mary to demonstrate an “affirmation of excellent relations.”\n\nPrince Turki told Arab News that King Faisal “appreciated the achievements of the British people.”\n\nHe said: “During his visit, the late king traveled around the UK, from Ireland, through the north and south of England, Wales, London and other cities. He got to know the people and appreciate their accomplishments.”\n\nPrince Turki added: “The relationship between the two countries grew through to his final visit in 1967, where he was given a very distinguished reception by Queen Elizabeth, with the 21-gun salute and the Trooping of the Color.”\n\nHe said: “Today, the two kingdoms enjoy these very strong relationships, the first seeds of which were planted when King Faisal made his visit when he was 13 years old.”"}}