{"GDELT": {"GlobalEventID": 894321689, "Day": 20191220, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9589, "Actor1Code": "USACOP", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.0204211869814905, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Tucson, Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_ADM2Code": "AZ019", "Actor1Geo_Lat": 32.2217, "Actor1Geo_Long": -110.926, "Actor1Geo_FeatureID": "43534", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "El Centro, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 26.6803, "Action2Geo_Long": -98.4333, "Action2Geo_FeatureID": "2034818", "DATEADDED": 20191220223000, "SOURCEURL": "https://www.washingtonexaminer.com/news/border-patrol-official-charged-with-raping-female-agent-avoided-agency-discipline-due-to-personal-connections"}, "ARTICLE": {"TITLE": "Border Patrol official charged with raping female agent avoided agency discipline using personal connections", "TEXT": "A former senior Border Patrol official who is facing criminal charges for the kidnapping and rape of a younger female colleague in May did not face internal discipline over the incident and instead was permitted to retire because of his personal connections and status.\n\nIn July, Gustavo Zamora was charged in Tucson, Arizona, with one count of felony kidnapping and three felony counts of sexual assault. He retired later the same month in what four officials based in his home and work regions described as a “quick” manner.\n\n“He has not faced any discipline at all,” said Art Del Cueto, president of the National Border Patrol Council’s Tucson chapter. Eight other U.S. Border Patrol officials agreed that he had not been disciplined, should have been, and that lower-ranking agents would not have been treated so leniently.\n\nZamora, 51, a 20-year Border Patrol agent at the time of the incident, was the second-highest official in the Yuma, Arizona, region, working as assistant chief patrol agent responsible for discipline among the 800 agents based there. A leaked copy of Border Patrol’s internal biography for Zamora described him as having “management oversight of the Professional Standards and Management Inquiry Team, which includes Labor and Employee Relations, Investigations, Critical Incidents, Incident Reporting, and the Conduct and Discipline Disciplinary Review Board.”\n\nMost of the sources who provided information for this story asked not to be named because they were not authorized to talk about the incident.\n\nOfficials said that at a minimum, as soon CBP knew he was being questioned about such a serious offense, Zamora should have been put on desk duty, had his authority to investigate and discipline Border Patrol agents revoked, been unable to work overtime, and had his gun and badge confiscated.\n\n“The moment management was notified, he should have been somewhere between on desk duty and indefinite suspension,” said Del Cueto, noting he would have remained disciplined even if CBP’s standard internal review of the allegations cleared him.\n\nZamora’s wife, Gloria Chavez, is a senior Border Patrol official who is currently the temporary leader of operations in the El Paso, Texas, region. She was relocated there in July from overseeing operations in El Centro, California. Chavez is known to be very well connected both in the region and with officials in Washington. The Washington Examiner reported in November that Chavez was expected to be promoted to the second-highest position in the agency in January.\n\nThe victim, whose name is being held for privacy reasons, made a report to Tucson police May 25, two days after the night of the alleged incident. Police records state that Zamora and the woman first met in 2015 and remained in frequent contact, with him sending her texts and FaceTime video requests. After asking since December for the chance to visit her in Tucson, he drove there on May 23 with two employees on a work trip. Prior to meeting that night, Zamora “suggested that she could call in sick for work the next day,” police documents state.\n\nThey spent nearly six hours together at the Trident II Grill, the server told detectives. Roy Villareal, a longtime friend of Zamora’s and the top Border Patrol official in Tucson, was with them at the start of the night and left by 9 p.m. The victim recalled having eight drinks, adding that five of them may have been “double shots.” Zamora, she believes, had 11 drinks. The server told police she saw him “stroking her leg and inner thigh with his hand,” and Zamora seemed to be pushing more drinks on her before they left. The server described the victim as “pint-sized and skinnier” and Zamora as “bigger.”\n\nThe victim did not remember leaving the restaurant at around 11:30 p.m. when he called an Uber to take her to his hotel. Camera footage from Zamora’s hotel showed him holding her arm as they walked to a locked hotel door. He let go of her arm, and she leaned onto the wall then collapsed. He grabbed ahold of her arm again and walked her through the open door.\n\nThe victim said she woke up hours later after going in and out of conscious. She had vomit in her hair and on her chest. Zamora was lying naked next to her, and the first thing he said was, \"Are we still friends?\" She did not have her pants on and asked where they were. Zamora led her to the spot in the room where they were laying on the ground.\n\nTucson police formally interviewed Zamora on June 3. In the interview, he said they were both drunk, but that he did not take advantage of his colleague. “I advised him that she wasn’t in a state to consent,” the detective wrote. “He said that he knows, but he wasn’t in a state to consent either.”\n\nOn July 3, Zamora was indicted by an Arizona Superior Court of Pima County grand jury and summoned to appear in court July 10 to be charged, according to court records.\n\nThe “Ethics/Standards of Conduct” for U.S. Customs and Border Protection employees, which includes Border Patrol, states employees must report an arrest or summons to appear in court “not more than 24 hours after the arrest or the receipt of a summons.” Several regional presidents and vice presidents from the national Border Patrol union, who represents rank-and-file agents accused of misdeeds and know the details of reporting requirements, explained that even a top official like Zamora would have been required to call up the chief of Yuma, Anthony Porvaznik, and report being arrested.\n\nA statement from CBP provided to the Washington Examiner said that Zamora, whom police contacted June 3, told the agency at some time in June that he had been contacted \"regarding an alleged sexual assault.\" CBP said it opened an internal investigation and notified the Department of Homeland Security Office of Inspector General.\n\nAn official based at headquarters in Washington, said the criminal investigation into Zamora was known about by the agency in late May — within “days” of the initial contact between police and the victim May 25. Another official wrote in a text that CBP “knew basically the moment the victim reported it to the authorities.”\n\nThree El Centro and Yuma officials said they believe Villareal was tipped off by local police “within a day or two” of the investigation into Zamora and relayed that information to Zamora and others to keep them in the loop of what was coming and how to respond. “There was some kind of notification to him, ‘They’re going to go after you and arrest you.’ So he retired immediately,” said one Border Patrol official based in El Centro. “He retired abruptly.”\n\nOfficials said Zamora was still the region’s top disciplinary official when he turned himself in to Tucson police to be arrested July 10. That night, he called his boss in Yuma and took paid leave, according to an official based in Yuma. It is unclear whether he mentioned his arrest. Another Border Patrol source familiar with the agency's discipline procedures said if he had reported the arrest or summons, the agency would have been required to put him on 45-day forced leave because he was being investigated over felony-level crimes. But that did not happen, sources said.\n\nIt is not clear how long Zamora took leave or whether he ever returned to work. But on July 31, he retired, CBP said. Normally, agents cannot retire until they have been working for 25 years unless they hit 20 years of service by the age of 50. Zamora completed 20 years of service one week after turning 51 in January.\n\nOne Border Patrol official who helps agents submit retirement paperwork said the process to retire can take “months and months,” and Zamora went through the nondigital process faster than would be expected.\n\nCBP defended Zamora's retirement, stating \"current regulations allow an employee who has reached retirement eligibility to do so absent prohibitions outlined in 5 USC § 8312 – Conviction of Certain Offenses. Nevertheless, at the conclusion of the criminal investigation, OPR will review all the facts uncovered to ensure all allegations of misconduct by any CBP employee involved are thoroughly investigated for appropriate action by the agency.”\n\nCBP did not indicate if its internal investigation had concluded, and it did not comment on whether Zamora had been disciplined. \"U.S. Customs and Border Protection holds its employees accountable and expects the entire workforce to adhere to the agencies standards of conduct,\" the agency said.\n\nAs management, Zamora was not allowed to join the Border Patrol employees union, which represents rank-and-file agents. One official said management’s inability to join the union and receive legal help with disciplinary situations has created a widespread system where managers brush each other's mistakes under the carpet in hopes the favor will be returned in the future if they need help.\n\nTwo officials who were based in Tucson Border Patrol regional headquarters in late May are being investigated by CBP officials in Washington for their role in handling the incident.\n\nZamora pleaded not guilty to all four counts in August. His trial on the rape and kidnapping charges is scheduled for April 28. Zamora, Villareal, Chavez, and the Tuscon police all ignored requests for comment.\n\nOn July 11, the day Zamora was released from jail in Tucson, local law enforcement pulled him over for speeding on an interstate.\n\n[Also read: 'They kidnap, they extort, they rape': Huge bust targeting MS-13 ends in 96 arrests]"}}