{"GDELT": {"GlobalEventID": 894321449, "Day": 20191220, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9589, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -11.230585424133801, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Marion County, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH101", "Actor1Geo_Lat": 40.5834, "Actor1Geo_Long": -83.1666, "Actor1Geo_FeatureID": "1074063", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Marion County, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.5834, "Action2Geo_Long": -83.1666, "Action2Geo_FeatureID": "1074063", "DATEADDED": 20191220223000, "SOURCEURL": "https://www.marionstar.com/story/news/crime/2019/12/20/man-arrested-indicted-connection-2017-pharmacy-robberies/2692493001/"}, "ARTICLE": {"TITLE": "Man arrested, indicted in connection with 2017 pharmacy robberies in Marion", "TEXT": "MARION — An Indianapolis man is in custody in connection with two pharmacy robberies that happened more than two years ago in Marion, according to the Marion Police Department.\n\nDwan M. Pinn, 24, was indicted Wednesday on 10 first-degree felony charges in connection to the armed robberies of a CVS pharmacy and Marion Prescription on Nov. 28, 2017, and Dec. 12, 2017, respectively, in which two or three men robbed the pharmacies of prescription drugs and pointed guns at employees, according to previous statements by police about the robberies.\n\nPinn was arrested Friday with the help of the Indianapolis Police Department and the FBI, according to a news release issued by the Marion Police Department Friday afternoon.\n\nMore:Pharmacy robberies an ongoing problem across country\n\nMore:Drugs stolen in armed robbery of CVS\n\nMore:Drugs stolen in armed robbery of pharmacy\n\nPinn will likely be extradited to Marion to face the charges in the indictment, the release says.\n\nThe release does not say if charges are pending against anyone else. It does not give details on how police identified Pinn as a suspect.\n\nIn all, Pinn was indicted on one count of engaging in a pattern of corrupt activity, two counts of aggravated robbery and seven counts of kidnapping in Marion County Common Pleas Court.\n\nOhio was ranked number three in the nation for armed robbery of pharmacies, behind California and Indiana, in 2016, with the DEA counting 42 armed robberies at Ohio pharmacies that year, Cathy Gallagher, previously of the U.S. Drug Enforcement Administration told the Star in 2017.\n\nMore charges for alleged credit card thefts\n\nA Marion County grand jury also returned superseding indictments against two accused of credit card theft on Wednesday. The two already faced charges of credit card theft in Marion County Common Pleas Court, but Wednesday's indictment added more than 30 felony charges against them.\n\nChaz D. Fleming, 34, and Tinequa S. Jones, 27, both of Columbus, are each indicted on a total of 44 felony charges related to an alleged spree of credit card thefts across several Ohio counties, including:\n\n• One count of engaging in a pattern of corrupt activity, a first-degree felony;\n\n• Six counts of money laundering, all third-degree felonies;\n\n• Twenty-five counts of receiving stolen property, all fifth-degree felonies;\n\n• Ten counts of misuse of credit cards, all fifth-degree felonies;\n\n• One count of forgery, a fourth-degree felony; and\n\n• One count of tampering with evidence, a third-degree felony.\n\nProsecutors allege the two have been linked to a series of like crimes, not only in Marion County, but in Franklin County and four northern Ohio counties, that occurred as early as December of 2018.\n\nIt is unclear exactly how much money the pair has allegedly charged to stolen credit cards in that time, but court records filed in Marion County suggest it is in the thousands of dollars.\n\nInvestigators with the Marion Police Department have said the two allegedly targeted gym-goers by breaking into cars parked at Marion gyms and stealing credit cards from them.\n\nThe two were caught in late August at the Walmart in Marion after people reported their vehicles had been broken into at the Marion Family YMCA and the Planet Fitness in Marion, Marion Police Major Jon Shaffer previously told the Star.\n\nMarion Police Lt. Ed Brown previously said one of the victims received an alert that their credit card was being used at Walmart, which led law enforcement to the store, where the suspects were found in the parking lot, according to law enforcement records.\n\nLaw enforcement found stolen credit cards while searching their vehicle, an incident report states.\n\nThe grand jury also returned indictments against the following people Wednesday:\n\n• Trey A. McCoy, 23, of Marion, on one count of burglary, a second-degree felony, and one count of theft, a fifth-degree felony.\n\n• Hans Kilga, 48, of Hermitage, Tennessee, on three counts of sexual battery, all third-degree felonies; three counts of unlawful sexual conduct with a minor, all third-degree felonies; one count of gross sexual imposition, a third-degree felony; one count of importuning, a fifth-degree felony; and three counts of disseminating matter harmful to juveniles, all fifth-degree felonies.\n\n• Roger A. Beery II, 48, of Marion, on one count of aggravated possession of drugs, a third-degree felony.\n\n• Brooklynn N. Bowen, 24, of Marion, on one count of forgery and one count of theft, both fifth-degree felonies.\n\n• Shila D. Hickcox, 28, of Marion, on three counts of trafficking in cocaine, all fifth-degree felonies.\n\n• Matthew C. Moore, 36, of Prospect, on one count of aggravated possession of drugs, a fifth-degree felony.\n\n• Vernon M. Oney, 31, of Marion, on one count of aggravated possession of drugs, a fifth-degree felony.\n\nAn indictment is not an indication of guilt. It simply means the grand jury saw enough evidence to recommend the case continue toward a trial.\n\nsvolpenhei@gannett.com\n\n740-375-5155\n\nTweet me @SarahVolp"}}