{"GDELT": {"GlobalEventID": 894320637, "Day": 20191220, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9589, "Actor1Code": "EDU", "Actor1Name": "ACADEMICS", "Actor1Type1Code": "EDU", "Actor2Code": "ESP", "Actor2Name": "MADRID", "Actor2CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.13495276653171, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "SW", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sweden", "Actor2Geo_CountryCode": "SW", "Actor2Geo_ADM1Code": "SW", "Actor2Geo_Lat": 62.0, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "SW", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "SW", "DATEADDED": 20191220223000, "SOURCEURL": "https://www.utoronto.ca/news/u-t-un-undergraduates-attend-cop25-climate-talks-madrid"}, "ARTICLE": {"TITLE": "From U of T to UN: Undergraduates attend COP25 climate talks in Madrid", "TEXT": "Along with the world leaders, reporters, activists, Greta Thunberg and academics, six University of Toronto undergraduates travelled to Madrid earlier this month to observe the 25th United Nations Climate Change Conference, known as COP25.\n\nFor the students, it was an opportunity to see international decision-making up close and learn how concepts they talk about in class, such as the UN sustainable development goals, come up in debate.\n\nRutu Patel, a student in the global health program and environment and health program, says she returned to Toronto with a better understanding of the patience needed for international negotiations. She received support from Victoria College's Dean's Experience Enhancement Fund and a small grant from the School of the Environment.\n\n“What I have learned is that international decision-making can be very, very slow,” she says. “There’s quite a disconnect between what the people want and how much decision-makers are willing to give,” she added.\n\nThe students and other Canadians were able to sit in on weekly briefings with Canadian delegates, Patel says, giving them an inside look at Canada’s role at the conference. The delegation included provincial representatives, Indigenous Peoples, environmental groups, labour groups and others.\n\n“It was interesting to see some of the feedback that people had brought up to the Canadian delegates, which the delegates later brought to the discussions,” Patel says.\n\nThe students were able to obtain accreditation for COP25 thanks to Matthew Hoffman, a professor of political science at U of T Scarborough whose research focuses on environmental governance. Hoffman is the co-author of a recent paper calling for an emphasis on decarbonization – cutting out fossil fuels and focusing on renewable energy – instead of simply reducing emissions.\n\n“It is always valuable to be able to connect what students are learning in the classroom with lived experience,” Hoffman says. “You get a different perspective hearing activists make their case directly, seeing the separation between the country delegations and negotiations and the civil society activities.\n\n“I hope they understand the enormity of the global process, why it's slow and why civil society is (rightly) frustrated with how slow it is.”\n\nRutu Patel, Emily Stutzman and Naomi Butterfield in Madrid (photo courtesy of Grace Ma)\n\nWhile Thunberg has become an icon of the climate movement, Micaela Tam, an international relations and history major, says her attendance at briefings by Climate Action Network Canada introduced her to the many people – Indigenous groups, youth, civil society organizations – also agitating for change.\n\nThe outcome of the climate talks was widely said to be disappointing, producing few new targets to reduce greenhouse gas emissions. After more than two weeks, negotiators weren’t able to persuade the largest polluters to amp up their efforts to address climate change as of 2020.\n\n“One major impression was the disconnect between the talk of urgency and the reality of delay,” Hoffman told U of T News. “The frustration felt by civil society and a number of states with the inability of the international community to commit to higher ambition was palpable. I think this disappointing result will actually make the youth movement push even harder for action.”\n\nBut the U of T students say a march held the same week in Madrid, where Thunberg took the stage, gave them at least some hope about the planet’s future.\n\n“Attending the march and hearing Greta speak was more inspiring than attending COP25,” says Emily Stutzman, a third-year student double majoring in environmental studies and political science.\n\n“More change will come from the people, and especially young activists outside of COP25 than from the leaders and negotiators within.”\n\nNaomi Butterfield, a University College student who’s majoring in international relations and forestry conservation science, says a hush fell over the audience when the 16-year-old Swedish activist took the mic.\n\nButterfield says Thunberg’s voice broke as she spoke, emphasizing the urgency of the climate crisis and criticizing the lack of progress at COP25.\n\n“The hope is not within the walls of the COP25,” Thunberg told the crowd. “The hope is out here with you.”\n\nPatel also has confidence in her generation. “I think the role of youth is going to be very prominent because we’re going to bring – and we are bringing – this energy and this push for change,” she says."}}