{"GDELT": {"GlobalEventID": 894321109, "Day": 20191220, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9589, "Actor1Code": "LEG", "Actor1Name": "HOUSE SPEAKER", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.105633802816901, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Nevada, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNV", "Actor1Geo_Lat": 38.4199, "Actor1Geo_Long": -117.12200000000001, "Actor1Geo_FeatureID": "NV", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Nevada, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNV", "Action2Geo_Lat": 38.4199, "Action2Geo_Long": -117.12200000000001, "Action2Geo_FeatureID": "NV", "DATEADDED": 20191220223000, "SOURCEURL": "https://www.washingtonexaminer.com/news/state-house-report-finds-washington-state-representative-engaged-in-domestic-terrorism"}, "ARTICLE": {"TITLE": "State House report finds Washington state representative engaged in domestic terrorism", "TEXT": "A report on the anarchist standoff led by Ammon Bundy found that a Washington state representative participated in domestic terrorism.\n\nThe Washington State House's investigation revealed that one of its own members, state Rep. Matt Shea, participated in domestic terrorism by assisting Bundy “in the planning and preparation” of the takeover of the Malheur National Wildlife Refuge in 2016.\n\nThe standoff, which took place in rural Oregon, lasted six weeks after dozens of armed men refused the U.S. government’s orders to vacate the refuge under Bundy's leadership. By the time the standoff ended, one protester was shot and killed, and most of the protesters were arrested.\n\n“Representative Shea, as a leader in the Patriot Movement, planned, engaged in and promoted a total of three armed conflicts of political violence against the United States Government in three states outside the state of Washington over a three-year period,” the 180-page report revealed. “In one conflict Representative Shea led covert strategic pre-planning in advance of the conflict.”\n\nIn response to the report, state Rep. J.T. Wilcox, the Republican minority leader, called for Shea’s resignation and said that he had been “suspended from any role in the House Republican Caucus.”\n\n“He should resign,” Wilcox tweeted. “He cannot use House Republican staff, he cannot meet with the caucus, his office will be moved.”\n\nRep. Matt Shea has been suspended from any role in the House Republican Caucus. He should resign. He cannot use House Republican staff, he cannot meet with the caucus, his office will be moved. https://t.co/AATHOHuO31 — Rep. JT Wilcox (@jtwilcox111) December 20, 2019\n\nShea, 45, refused to resign. He compared the report to President Trump’s impeachment, calling it a “sham.”\n\n“Like we are seeing with our President this is a sham investigation meant to silence those of us who stand up against attempts to disarm and destroy our great country. I will not back down, I will not give in, I will not resign,” Shea wrote in a post to Facebook. “Stand strong fellow Patriots.”\n\nHe added, “I will continue to defend the constitution against tyranny and fight to protect our God given unalienable rights to life, liberty, property, and the ability to defend the same.”\n\nHouse Speaker Laurie Jinkins signaled that she would support action to remove Shea from office.\n\nThe Democratic leader explained, “This is about a state lawmaker who, according to the investigative findings, engaged in an act of domestic terrorism rather than choosing political or legal avenues to change laws and policies he disagrees with. This is why we believe formal action needs to be taken that sends a clear message upholding the values of a free and democratic society, and supports the safety of all Washingtonians.”\n\nThe report revealed that Shea had participated in Bundy’s protests throughout the United States, including standoffs in Nevada, Idaho, and Oregon. If Shea is removed from the Washington State Legislature, he would be the second lawmaker in the state’s history to be removed from office."}}