{"GDELT": {"GlobalEventID": 894320187, "Day": 20191220, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9589, "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.73484848484848, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191220223000, "SOURCEURL": "https://www.independentsentinel.com/propaganda-study-at-west-point-equates-conservativism-with-violence/"}, "ARTICLE": {"TITLE": "Propaganda Study at West Point Equates Conservativism With Violence", "TEXT": "Several months back, I called Fort Carson to check on a story that was making the rounds of conservative online journals. The story concerned Russians being trained at the Fort and on the grounds of the CIA. As it turns out, the story was a no-never-mind but comments from some of the military I spoke with were striking.\n\nThe first young officer I spoke with told me that the only newspaper I could trust and the only one I should read is the New York Times.\n\nShe told me that the Russians are our allies and friends. If she was the only one saying that the Russians are our good allies, I’d ignore it, but she wasn’t. That was the line from everyone I spoke with – the Russians are our allies and we are pleased to be working with them. Can you say “body snatchers?”\n\nThat experience is why I take a study out of West Point somewhat seriously. I saw this first posted at WND and they have an interesting analysis worth checking out.\n\nThe study was published last November. It focuses on the increasing number of attacks from the violent American far right with no mention of the violent far left Occupier/union movement.\n\nThe study admits the attacks are low in number and are declining among some groups such as the KKK and the Skinheads while increasing in others.\n\nIt equates anti-abortionists, Christian fundamentalists, libertarians, anti-tax groups, anti-UN groups, gun rights advocates with all violent loons on the extreme far right. They then go on to say the lines between the far right and the traditional right are now blurred.\n\nWhat makes this most frightening to me is that the government and the complicit media continually accuse Republicans and Conservatives of being far right extremists. Biden, for example, called the Tea Party terrorists.\n\nHow many times have we heard mass murderers cited as Tea Party extremists only to find out that the person was sometimes a leftist and always mentally ill? Most were on drugs. The killer who shot Gabby Giffords claimed The Communist Manifesto as one of his favorite books.\n\nThe report states that “anti-federalists” are those who see government as “corrupt and tyrannical.” They are Americans who support individual freedoms and self government. While the report is about extremists, there is a subtle insinuation that anyone supporting individual freedom is violent.\n\nIt further claims that those who adopt a liberal philosophy are “future oriented” while conservatives are tied to the past. The report appears to link Conservatives to the violence of the “far right.” The far left occupiers and unions, who were blatantly violent and anti-American, are not even mentioned.\n\nAny extremist group or individual is frightening but this study is one-sided and has an obvious political purpose. The study attempts to link violence with conservatism and inculcate West Point cadets with biased propaganda.\n\nRead the study at ctc.usma and decide for yourself.\n\nI feel like I live in Russia."}}