{"GDELT": {"GlobalEventID": 894320868, "Day": 20191220, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9589, "Actor1Code": "GOV", "Actor1Name": "AUTHORITIES", "Actor1Type1Code": "GOV", "Actor2Code": "MEX", "Actor2Name": "MEXICAN", "Actor2CountryCode": "MEX", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.3453608247422695, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Laguna Del Tigre, PetéGT, Guatemala", "Actor1Geo_CountryCode": "GT", "Actor1Geo_ADM1Code": "GT12", "Actor1Geo_ADM2Code": "65115", "Actor1Geo_Lat": 17.5799, "Actor1Geo_Long": -90.935, "Actor1Geo_FeatureID": "-1135344", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Guadalupe, Nuevo LeóX, Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX19", "Actor2Geo_ADM2Code": "20887", "Actor2Geo_Lat": 24.4458, "Actor2Geo_Long": -99.8206, "Actor2Geo_FeatureID": "6194824", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Laguna Del Tigre, PetéGT, Guatemala", "Action2Geo_CountryCode": "GT", "Action2Geo_ADM1Code": "GT12", "Action2Geo_ADM2Code": "65115", "Action2Geo_Lat": 17.5799, "Action2Geo_Long": -90.935, "Action2Geo_FeatureID": "-1135344", "DATEADDED": 20191220223000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7814321/Wounded-Mexican-government-official-arrested-Guatemalan-agents-40-million-cocaine.html"}, "ARTICLE": {"TITLE": "Wounded Mexican government official arrested by Guatemalan agents with $40 million in cocaine", "TEXT": "A smuggler has been shot dead and a Mexican law enforcement official and a pilot were wounded in a shootout after they were busted for allegedly transporting at least $40 million worth of cocaine on a private jet in Guatemala.\n\nMilitary officials in the northern department of El Petén detected an unregistered flight on Monday and located the airfield where they arrested Miguel Acosta González, 47, the director of the Civil Defense agency in Calendaria, Campeche.\n\nGuatemalan news station TN 23 reported that Acosta González, and Costa Rica native Albán Azofeifa Chacón, 40, were transported to a local hospital for treatment where they remained under observation.\n\nNarcotic agents confiscated 2,572 kilos of the Class A drug.\n\nThe Guatemalan military and narcotics agents arrested Miguel Acosta González, director of the Civil Defense agency in Calendaria, Mexico, during an operation at a clandestine airfield in El Petén, Guatemala, on Monday. The Mexican government official was one of six men nabbed for allegedly transporting $40 million worth of cocaine\n\nSecurity forces in the northwestern Guatemalan department of El Petén arrested six men and killed another after they were reportedly caught on a secret airstrip with 2,572 kilos of cocaine\n\nGuatemalan security forces present 2,572 kilos of cocaine that were confiscated during an operation in the northern department of El Petén on Monday. The sting led to the apprehension of six men, including 47-year-old Mexican national, Miguel Acosta González, director of the Civil Defense agency in Calendaria, Campeche\n\nA group of alleged drug smugglers were caught with a cache of weapons, walkie talkies and 2,572 of cocaine on Monday in El Petén, Guatemala\n\nAuthorities also apprehended three other Mexican nationals identified as Axili Antonio Moreno Ortiz, 33; Aarón Bello Milan, 26; and Guadalupe Peña Bonfil. 47. Guatemalan citizen, Emanuel López López, 30, was also nabbed.\n\nSeveral Costa Rican media outlets reported that the 40-year-old Chacón, who piloted the illicit aircraft, was employed by the Ministry of Public Security from 2008-2010.\n\nServicemen and narcotics agents descended upon a clandestine airstrip in the Laguna del Tigre National Park and immediately were greeted with fire.\n\nSome of the plastic wrapped kilos of cocaine had already been placed on a pickup truck when security forces confronted the purported smugglers\n\nGuatemalan agents unload bundles of cocaine off a jet after it was confiscated in Monday's operation in the northwestern department of El Petén\n\nDuring the gun battle authorities killed one of the smugglers, a 25-year-old whose name had not been released as of Friday.\n\nIt is unknown where the private plane had initially departed from.\n\nAgents also confiscated two pickup trucks, a SUV, an assortment of military assault weapons and walkie talkies.\n\nThe arrest of Acosta González comes after the director of the Civil Defense in the Campeche municipality of Escárcega was taken down by the police.\n\nHéctor Alberto García Tejocote was apprehended July 18 for reportedly commandeering a gang of robbers that assaulted cargo trucks.\n\nOfficials in Guatemala did not say where the private plane departed from before they were able to locate it and confiscate $40 million worth of cocaine\n\nThe alleged cocaine smugglers were armed with military assault weapons"}}