{"GDELT": {"GlobalEventID": 894320847, "Day": 20191220, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9589, "Actor1Code": "GOV", "Actor1Name": "CABINET", "Actor1Type1Code": "GOV", "Actor2Code": "GBRGOVEDU", "Actor2Name": "MICHAEL GOVE", "Actor2CountryCode": "GBR", "Actor2Type1Code": "GOV", "Actor2Type2Code": "EDU", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.2658227848101298, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKR8", "Actor2Geo_ADM2Code": "40152", "Actor2Geo_Lat": 54.5, "Actor2Geo_Long": -6.5, "Actor2Geo_FeatureID": "-2604275", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20191220223000, "SOURCEURL": "https://slate.com/news-and-politics/2019/12/brexit-withdrawal-bill-johnson-buhbye.html"}, "ARTICLE": {"TITLE": "Parliament approves Brexit bill. Bring on the trade negotiations.", "TEXT": "This week in Parliament: It finally happened. On Friday, Britain’s newly elected Parliament voted 358–234 to approve Boris Johnson’s EU withdrawal bill. There are still a few more stages of ratification before it’s official, but at this point, there’s essentially nothing stopping the U.K. from leaving the European Union on Jan. 31, the current Brexit deadline, almost nine months after the original deadline.\n\nCredit where it’s due, Johnson has done something that looked impossible for much of the past year, and which his predecessor, Theresa May, was consistently unable to do: negotiate a deal that frees the United Kingdom—with the very notable exception of Northern Ireland—from EU customs rules and regulations. It would almost certainly give Johnson too much credit to assume that he foresaw the messy and tumultuous series of events that led up to this day, but he’s proved he shouldn’t be underestimated either.\n\nIt may result in permanent damage to the country’s economy, politics, and society, but Brexit is about to be the law of the land.\n\nThis week in trade talks: What actually happens on Jan. 31? More Brexit, that’s what. After officially leaving, the country will enter an 11-month transition period during which it remains under EU rules while it negotiates a post-Brexit trade deal with Europe. Johnson is confident that he can get the deal negotiated by the end of 2020, which will be a tall order given that massive trade deals like this often take years to negotiate.\n\nBut he upped the ante this week by including language in the withdrawal bill backed by Parliament that would make it illegal to extend the transition period past next year. This means that at the end of 2020, the U.K. could once again face the prospect of a no-deal Brexit. Cabinet Office Minister Michael Gove refused to rule out no-deal this week.\n\nEU officials remain unconvinced that they can get a deal done in 11 months. “In case we cannot conclude an agreement by the end of 2020, we will face again a cliff edge. This would clearly harm our interests but it will impact more the U.K. than us,” said EU commission chief Ursula von der Leyen this week.\n\nThis week in Scotland: By prioritizing Brexit, Johnson’s Conservatives may have put the future of the United Kingdom at risk. After a strong showing by the Scottish National Party in last week’s election, party leader Nicola Sturgeon is pressing her case for Scotland to hold a second independence referendum, arguing that Scottish voters “rejected the Tories, said no to Brexit and made clear we want our future in our own hands.”\n\nJohnson is considering the request and plans to respond in the new year, but he is widely expected to say no. The SNP may not have much recourse after that: Sturgeon has ruled out holding an unauthorized “Catalonia-style” referendum. But if the SNP keeps winning elections, it’s going to be hard for the government to ignore its demands forever.\n\nIs Sturgeon right that the election showed that Scots want independence? That’s not so clear. A lot of voters might have opted for the SNP because of its opposition to Brexit, or because they didn’t like Jeremy Corbyn’s Labour Party. Moreover, Brexit has made a second referendum possible, but it also makes independence much trickier: Splitting from the U.K. would be much more economically disruptive for Scotland than it would have been while both countries were still in the EU.\n\nThis week in Labour: Britain’s opposition party is still reeling from a historically bad election night on which it lost 60 seats, including longtime working-class strongholds in the north of England. The infighting has already begun.\n\nCorbyn and his allies maintain that they lost because the election was “taken over, ultimately, by Brexit.” Meanwhile, his critics in the party say that Corbyn himself was the problem.\n\nUndoubtedly, it was a bit of both, but polls suggest the latter theory may be more correct. Of those who defected from Labour between 2017, 21 percent cited Brexit—on which the party never really managed to work out a coherent platform—while 37 percent cited Corbyn, who spent much of the campaign fending off accusations of anti-Semitism and defending past ties to extremist groups.\n\nCorbyn has said he will resign after a “period of reflection,” during which the party will hold a contest for a new leader, though he didn’t set out a timetable for his departure. The party’s split is likely to emerge again in the leadership contest with likely candidates including Rebecca Long-Bailey, a shadow business secretary and close Corbyn ally, as well as staunch Corbyn critics like Birmingham MP Jess Phillips. Most of the likely candidates are women, an overdue development for a party that has never had an elected female leader.\n\nThe party has a lot of soul-searching to do to figure out how to regain relevance, and it’s not clear whether the Corbynistas or their moderate foes will win out. Either way, it will probably help that Brexit won’t be hanging around their necks anymore.\n\nBrexit may be far from over, but this column is. We’ll continue to cover major Brexit developments as they occur as part of Slate’s regular coverage, but with the action shifting to trade talks, there’s not likely to be enough Brexit news to warrant a weekly roundup. Thank you for taking this bizarre and confusing journey with us. We wish you health, happiness, and adequate tuna and pineapple supplies in the new year."}}