{"GDELT": {"GlobalEventID": 894320223, "Day": 20191220, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9589, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.72148859543818, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Campbell County, Wyoming, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWY", "Actor2Geo_Lat": 44.2505, "Actor2Geo_Long": -105.551, "Actor2Geo_FeatureID": "1605068", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Campbell County, Wyoming, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWY", "Action2Geo_Lat": 44.2505, "Action2Geo_Long": -105.551, "Action2Geo_FeatureID": "1605068", "DATEADDED": 20191220223000, "SOURCEURL": "https://www.wyomingpublicmedia.org/post/gillettes-seniors-participate-city-holiday-lights-competition"}, "ARTICLE": {"TITLE": "Gillette's Seniors Participate In City Holiday Lights Competition", "TEXT": "Every year, the city of Gillette and the Gillette News Record team up to host a city holiday lights contest. People can nominate themselves, friends or neighbors. Then, seniors from the Campbell County Senior Center go out and judge the decked-out homes. Wyoming Public Radio's Catherine Wheeler followed along on judging night.\n\nThe evening starts out with seniors sitting around big tables in the Campbell County Senior Center. They're eating bowls of chili with crackers and Fritos to prepare for a night of adventure.\n\n\"I've been doing it for 12 years now with the seniors,\" said Ann Rossi, the executive director of the Campbell County Senior Center.\n\n\"The newspaper will provide those addresses to the city. The city is awesome because they will then put them on GPS so we can find the houses easily. And we'll ask seniors to sign up and come out and judge the lights. And tonight we had 15 that we're interested. And then we'll divvy them up in the vehicles. And then, boom! We all go out and take a look,\" she said.\n\nAfter dinner, Rossi gathered up the seniors in the senior center lobby and gave them instructions.\n\n\"Your navigator is going to write down the address and a couple little notes so we can remember what the particular house looked like. The drivers are going to take a picture. Everybody has about six houses you're going to look at. So then there will be 10 of them. We'll put 10 of them up on the screen. You'll come back, and we'll have hot chocolate and cookies and of the 10, we'll pick the top three,\" she said.\n\nWe divide up into groups, hop in the vans and head to our respective areas of town.\n\nOne senior, Mary Jo Younglund, tells me about what she's looking for during the judging.\n\n\"The displays in the yard is what we're judging them by, and the lights and the theme, and the overall presentation of the lighting. Blue is my favorite. I don't like a lot of clutter myself, but then the others, the more lights the merrier,\" she said.\n\n\"I just think the center does so much for us and gives so much. You know, we are very blessed as elders here,\" Younglund said.\n\nWe slowly pull into a bright blue glow.\n\n\"And here's our first one here. The main theme looks like they're in blues and gold maybe. As far as blinking of the lights, and the changing of stars on the top [windows]. And the trees down below on the lawn are in gold and kind of a silver. And it's not too much. It's just a nice decoration, isn't it?\"\n\nWe leave the neighborhood and continue on our journey, stopping at the designated houses along the way.\n\n\"Oh, this is pretty. Well, it's got candy canes and trees. And they are all decorated in different colors. And we got some reindeer back here. It's very homey,\" Younglund said\n\nOnce we pull back into the senior center, one of them asks if anyone had peppermint schnapps to add to the hot chocolate. They pour cups of hot chocolate and top them with heaps of marshmallows.\n\n\"It was just fun to get out for an evening of something different,\" Younglund said.\n\nThe seniors then go through the top 10 houses they chose from all of the routes. Pictures cycle through on a slideshow as seniors snack on homemade frosted sugar cookies. They cast their votes for the top house, the judge's choice award. But those results won't be revealed for a few more days.\n\nRossi, the center's executive director, said the night is important for the seniors.\n\n\"Some of them don't drive, some of them don't have that opportunity to get out in the city and see all the creativity and all the lights. And I think some of it brings it back to when they'd decorate with their kids and their families and just the creativity and how far things have come when they were younger going out and decorating and looking at lights and things like that,\" she said.\n\n\"A lot of people get into doing it, and they enjoy doing it, and I don't think they always realize the impact that it has on the community and the people who aren't able to decorate or don't have a house to do it or the extra dollars to invest in the lights and so on. And it just puts a huge smile on their faces.\"\n\n\"I hope the people who put in the time to do their decorations- I know it means a lot to them- but to know and to understand what it means to a lot of other people,\" Rossi said.\n\nFrom the seniors' top 10 selections, fans voted for the people's choice award at the Gillette News Record and the City of Gillette's Facebook pages. That winner, along with the seniors' own top three, will be announced on December 22.\n\nHave a question about this story? Contact the reporter, Catherine Wheeler, at cwheel11@uwyo.edu"}}