{"GDELT": {"GlobalEventID": 894321758, "Day": 20191220, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9589, "Actor1Code": "ZWE", "Actor1Name": "ZIMBABWE", "Actor1CountryCode": "ZWE", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.80045740423098, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mlambo, Matabeleland North, Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI06", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -17.8356, "Actor1Geo_Long": 28.0383, "Actor1Geo_FeatureID": "-2316621", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mlambo, Matabeleland North, Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI06", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -17.8356, "Action2Geo_Long": 28.0383, "Action2Geo_FeatureID": "-2316621", "DATEADDED": 20191220223000, "SOURCEURL": "https://www.herald.co.zw/empire-lords-over-african-heritage/"}, "ARTICLE": {"TITLE": "Empire lords over African heritage", "TEXT": "Elliot Ziwira ,At the Bookstore\n\nIn “The Chimurenga Protocol” (2008) Nyaradzo Mtizira uses the detective narrative mode, to highlight colonial and postcolonial land realities.\n\nRacial relations pervading the story have implications on the nation’s present and future as the past finds a way to settle scores.\n\nThe story retraces the land issue back to 1896 in Bulawayo at the height of the First Chimurenga, which gives the historical background to the post-2000 Fast Track Land Reform Programme. The action then moves to Harare/Salisbury.\n\nIn the first three chapters; Part One, colonial mentality of supremacy and plunder is highlighted through Mason, Rhodes’ emissary, Carrington and Cummins. Seeds of struggle are sown and determination is heightened to prepare the reader for the post-2000 period.\n\nIt is in the first part of the novel that the issue of land as a contestation of heritage is given impetus.\n\nThe second part revolves around Hamandishe Livingstone Chamunorwa, an agricultural economist and expert tasked to help the independent nation of Zimbabwe to address the inequalities explored in the first part of the novel. In a twist of fate for the nation’s future, Chamunorwa disappears with the Chimurenga Protocol, an important document that could spell disaster for the land redistribution programme, were it to fall into wrong hands.\n\nIt is this document that is the fulcrum of the story in “The Chimurenga Protocol”, as it has the effect of derailing the whole process of land redistribution, thus, condemning millions of Zimbabweans, who depend on the land for their livelihoods, to poverty.\n\nIn the novel, Mason makes a very interesting comment on British imperialism, which makes an apt opening to the Lancaster House debacle. The conference was a contestation of heritage meant to legitimate robbery and justify murder in the name of modern negotiation, as was the case with the Lippert Concession of 1891 (Chigwedere, 2001).\n\nResponding to Cummins’ revelation on the indigenous people’s stance that they wanted compensation for being divested of their heritage and source of livelihood, Mason boasts that “only the British have the will to conquer the world” and “black villagers” neither “deserve the legal cover of property rights” nor were they eligible for “monetary compensation.”\n\nHe believes that the rule of law does not apply to “local subjects”, the “lesser” human beings in the eyes of European gods of pillage and murder, fuming that it was a waste of “principles of justice” (p.36) to apply them on Africans. Mason makes it clear that: “in addition to our roles as judge and jury, we will wear the executioner’s cloak” (p.36).\n\nThinking along the lines of the Lippert Concession and the 99-year lease between the Chinese and the British over Hong Kong, Mason has a “gem” of “an idea”, as he moots: “What if the Empire concocted a plan to keep Rhodesia in the hands of the settlers forevermore?” The same sentiments are echoed through Lord Carrington at the Lancaster House Conference which Mtizira taps into.\n\nAfter a protracted liberation struggle, the Lancaster House Agreement of 1979, gave the nation of Zimbabwe a Constitution at birth on April 18, 1980, which “embodied a series of compromises over minority rights, in particular on the future of land ownership” (Raftopoulos and Mlambo, 2009:xxviii), thus, guaranteeing white capital glory in the sunshine.\n\nThe illusion of Rhodesia as a paradise for parasites (Wa Thiong’o, 2018) is beamed into the young African country, laying new roots that later became difficult to deracinate.\n\nAt the Lancaster House Conference, delegates from the Patriotic Front of ZAPU and ZANU, and\n\nZimbabwe-Rhodesian government haggled for more than three weeks over the land issue.\n\nLord Carrington, fighting in the corner of the Rhodesians, pushed for a clause in the constitution protecting individual property rights, while the Patriotic Front wanted to do away with the existing land tenure in Rhodesia after independence.\n\nHaving built a legacy around the land, white Rhodesians did not want to let go.\n\nThe land, therefore, was the major “stumbling block”. Commonwealth secretary-general (1975-1979), Sir Shridath, who was Robert Mugabe and Joshua Nkomo’s adviser at the conference, said Lord Carrington was negotiating with Mugabe and Nkomo on one hand, and Smith, and General Peter Walls, on the other, so “there was no way he was going to get a constitution that didn’t guarantee the status quo on land” (Shridath in New African, 2007/2008:5). Sir Shridath can be read as Professor Lee in “The Chimurenga Protocol”.\n\nNaturally, Lord Carrington was negotiating in bad faith because he already had a standpoint; the European had a right to land in “backward” Africa, and as a lord, he had to preside over the allocation and ownership of that heritage.\n\nThe ZANU policy statement of August 21, 1963, committed the party to, among other resolutions, “repeal the Land Apportionment Act, the Land Husbandry Act, and to replace them with a new Land Redistribution Law; to create a National Land Board to effect an equitable redistribution of land and abolish the destocking of cattle” (Zvobgo, 2017:11).\n\nThrough Professor Lee, Mtizira revisits the Lancaster House deception, when he refers to “post-settlement support” and “a secret protocol drafted by the British in 1979.” Professor Lee’s response is that: “Every land reform deal just does not exist on paper. There are agreements to be signed, mostly involving financial support for land reform.”\n\nHe informs Magura of the “rumour” of “a secret protocol” whose “motive” was “to sink the Lancaster House Agreement in order to give Whitehall and the settler regime more time to address restrictions to the land acquisition process.”\n\nThe issue being raised here is that the Lancaster House Agreement was flawed from the start, because Europeans were determined to hold on to African land at all cost.\n\nSir Shridath reveals that “there was a sleight of hand because when Mugabe and Nkomo threatened to leave Lancaster House unless the land issue was dealt with in a way which would allow for land redistribution, the fudge was: ‘You will be helped to pay the compensation that the constitution requires to be paid” (New African, 2007/08: 5).\n\nLord Carrington, playing god, told the Patriotic Front: “If you do not agree to the provision of the draft constitution, but other delegates do, the conference will resume without you” (ibid: 6).\n\nIn other words, the British government, Bishop Abel Muzorewa, Ian Smith and General Peter Walls, could negotiate for a settlement without the Patriotic Front.\n\nNotwithstanding that Ian Smith and his general, Peter Walls were “close to losing (the) war” as Sedgefield opens up to Crawford, and Maruma (2007) concurs with; Lord Carrington insisted on pleading “poverty on an issue his country handled so well when decolonising Kenya” (editorial comment,\n\nDaily News, Dar es Salaam, Tanzania, 17 October 1979 cited in New African: 2007/08:13), thus, becoming an obstacle to social justice.\n\nIn an editorial comment, the Zambia Daily Mail (Lusaka) of 18 October 1979 reported that: “Things are not going well at Lancaster House. And if the talks on the independence of Rhodesia collapse, the man to lynch is Lord Carrington. Lord Carrington has become an obstacle and dynasty at Lancaster House to prove his lordship.\n\n“His intention is to see that the negotiations fail by frightening away the Patriotic Front delegation. . . The man has no regard for the dignity of the black people. His attitude towards the Patriotic Front is openly biased, hostile and nasty, and it is dangerous for the ultimate outcome of the talks (New African, 2007/08:13).\n\nThe above citation is telling, not only of Lord Carrington’s heavy-handedness, lack of respect for the dignity of blacks, hostility and nastiness towards the Patriotic Front, but it reflects on the Hegelian philosophy of supremacism. Lord Carrington, and, indeed, his fellow colonialists were keen to see the negotiations collapse, because they were banking on Muzorewa to legitimate their continued stay on Zimbabwean land.\n\nThis rationale is premised on the concept of the “good” and the “bad” African, as Mtizira highlights: “You know what? There are two types of Africans.\n\nThe good African agrees with everything that the coloniser says, while the bad African resists foreign influence. Could you ever imagine the continent of Africa without the calming influence of the European?”\n\nCrawford’s words to Sedgefield here situates the divide and rule tactic used against Africans to rob them of their heritage. Muzorewa becomes the “good African”, whereas Mugabe and Nkomo are regarded as “bad Africans” for resisting “foreign influence.” The proposed Declaration of Rights, which was not to be amended for 10 years, the issue of dual citizenship and property rights were all meant to drive white hegemony.\n\nThe persistent argument is whether rights are only for Europeans, whose property was begotten through plunder and not the rule of law? If the same Rhodesians, who insisted on being European through their own constitution, even though they were in Africa (Mukonori, 2016), could clamour for dual citizenship in a new Zimbabwe, a nation unknown to them, what would happen to Zimbabweans, who belong to no other country, if their land remains in the hands of Rhodesians? These are the questions that remained unanswered at Lancaster House, and these are the same questions that impede land reform in Zimbabwe as Mtizira depicts in “The Chimurenga Protocol.”\n\nBecause “treachery” has always been the white man’s way, the idea at Lancaster House was to maintain a semblance of legitimacy, hence the concoction of a document by the Americans through Kingman Brewster (the American ambassador) that they would “support the establishment of an agricultural development fund” to help defray any compensation provided that it was “matched by the British government and had an international character” (Sir Shridath in New African: 2007/08:6).\n\nAlthough “solid assurances were recorded in the documents of the conference and notified to all Commonwealth countries” (ibid), no particular sum was specified, which could make it difficult to enforce compliance in future.\n\nAccording to Sir Shridath, there was no mention of a contribution on the part of the Zimbabwean Government. The Patriotic Front never accepted the responsibility to compensate white farmers in future. It should be noted here that the British, the Americans and their Rhodesian kin and kith never thought that the Patriotic Front would win the elections of 1980 (Godwin and Hancock, 1993; De Waal, 1990; Chung, 2006, Nyarota, 2018). They were banking on Muzorewa.\n\nBecause the Lancaster House Agreement was built on deception, meant to uphold entrenched European values at the expense of Africans in an attempt to forestall progress on the land question; it was only a matter of time for the British to show their true colours; supremacist hypocrites of the highest order as Mtizira captures in “The Chimurenga Protocol”."}}