{"GDELT": {"GlobalEventID": 894664121, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "RUS", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 138, "EventBaseCode": 138, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.460093896713619, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Leningrad, Sankt-Peterburg, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS66", "Actor1Geo_ADM2Code": "25095", "Actor1Geo_Lat": 59.8944, "Actor1Geo_Long": 30.2642, "Actor1Geo_FeatureID": "-2996338", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Leningrad, Sankt-Peterburg, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS66", "Action2Geo_ADM2Code": "25095", "Action2Geo_Lat": 59.8944, "Action2Geo_Long": 30.2642, "Action2Geo_FeatureID": "-2996338", "DATEADDED": 20191223080000, "SOURCEURL": "https://countercurrents.org/2019/12/sanctions-security-and-the-nord-stream-2-pipeline"}, "ARTICLE": {"TITLE": "Sanctions, Security and the Nord Stream 2 Pipeline", "TEXT": "The Nord Stream 2 gas pipeline, construction of which is intended to transport 55 billion cubic metres of Russian gas to Germany per year under the Baltic Sea, is a ragbag of options and promises. The fruit of a deal between Berlin and Moscow, it has troubled those within Russia, Germany, Europe and the United States, though for different reasons.\n\nOn the subject of environment, the ledger of negatives against the project are weighty. Environmental organisations fear the ecological threat the pipeline poses to the Baltic Sea. The Russian office of Greenpeace has claimed that Nord Stream 2 AG, owned by Public Joint Stock Company Gazprom, is an ecological misfit. It threatens the Kurgalsky nature reserve even as it promises transplanting various unique plant species affected by the gas pipeline. According to findings from the V. L. Komarov Botanical Institute, the picture is even uglier than a breach of promise: the plant varieties in question, listed in the Red Book of the Russian Federation and the Red Book of the Leningrad region, were actually destroyed.\n\nBird life has also been affected, with confirmation that white-tailed eagles, which are also Red-listed, have fled their nesting sites in the reserve. Nord Stream 2’s response has been one of comparing apples and bananas, an analytical approach doomed to inaccuracy. “Eagles are known for their resilience. Documentary evidence from the first Nord Stream project shows us that construction activities did not affect eagles’ behavioural patterns in Germany.”\n\nThe United States is less concerned with matters green. Nord Stream 2 poses a security threat. Trump’s former secretary of state, Rex Tillerson, saw it as “undermining Europe’s overall energy security and stability.” US energy secretary Rick Perry argues that “Russian gas has strings attached.” The claim is that Germany will be come too reliant and Ukraine further weakened. Ukraine had been the premier gatekeeper for Russian gas supply, with 40 percent of Europe’s total amount transiting through Ukrainian soil. A slump in gross domestic product occasioned by an end to transit fees is considered imminent.\n\nOther European states have been crankily concerned about the prospect of Gazprom’s deepening involvement in the continent’s energy market. Poland’s anti-monopoly body UOKiK showed a measure of that opposition by fining France’s Engie Energy (ENGIE.PA) 40 million euros in proceedings against Gazprom. In February, EU ambassadors agreed that the project be subjected to greater scrutiny. A Franco-German compromise was struck: Nord Stream 2 would be placed “under European control”.\n\nThe Trump administration’s actions against Gazprom and Russia’s energy influence, found in a provision of the 2020 National Defense Authorization Act (NDAA), can hardly be seen as noble endeavours. The provision threatens sanctions and the freezing of assets against entities laying down the pipeline unless their activities cease “immediately”. The United States has its own energy interests in Europe, and wishes to frustrate the effort. Market share is at stake.\n\nThe suspension of laying activities on the part of Allseas, a Swiss company, suggests that Trump’s announcement is already biting. “In anticipation of the enactment of the National Defense Authorization Act (NDAA),” went a company statement, “Allseas has suspended its Nord Stream 2 pipelay activities.” The company would “proceed, consistent with the legislation’s wind down provision and expect guidance comprising the necessary regulatory, technical and environmental clarifications from the relevant US authority.”\n\nThe angle taken by the European Union, Germany and Russia can hardly surprise. Themes of energy security are reiterated. The Nord Stream 2 consortium makes the claim that, “Completing the project is essential for European supply security.” Russian foreign ministry spokeswoman Maria Zakharova spikily condemned the sanctions measure. “A state with a $22 trillion national debt prohibits creditworthy countries to develop the real sector of their economies!”\n\nFor a EU spokesman, this constituted “the imposition of sanctions against EU companies conducting legitimate business.” A German government spokesman suggested that such actions “affect German and other European businesses, and we see the move as meddling in our internal affairs.” Finance Minister Olaf Scholz has sees it as an infringement of sovereignty. “It is up to the companies involved in the construction of the pipeline to take the next decisions.”\n\nNothing is quite so simple. Gas pipeline politics has always been contentious. One state’s sovereign promise is another’s weakening. Concessions made to corporate monopolies are risky, capable of fostering insecurity as much as reassurance. Those who control the tap control a country’s future.\n\nBut the imposition of any sanctions regime signals another bout of economic violence. In the international market, where governments operate as ready gangsters for corporate interests, prompted by such motivations as seeking more natural resources, tools of state become handmaidens of economic self-interest. And in all this, the prospect of ecological devastation remains genuine but an aside to the jabbering disagreement of political interests.\n\nDr. Binoy Kampmark was a Commonwealth Scholar at Selwyn College, Cambridge. He lectures at RMIT University, Melbourne. Email: bkampmark@gmail.com\n\nSIGN UP FOR COUNTERCURRENTS DAILY NEWS LETTER"}}