{"GDELT": {"GlobalEventID": 894602059, "Day": 20191222, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9644, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "CVL", "Actor2Name": "VILLAGE", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.72566371681416, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Idlib, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26365", "Actor1Geo_Lat": 35.9306, "Actor1Geo_Long": 36.6339, "Actor1Geo_FeatureID": "-2542538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Idlib, Idlib, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY12", "Actor2Geo_ADM2Code": "26365", "Actor2Geo_Lat": 35.9306, "Actor2Geo_Long": 36.6339, "Actor2Geo_FeatureID": "-2542538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Idlib, Idlib, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY12", "Action2Geo_ADM2Code": "26365", "Action2Geo_Lat": 35.9306, "Action2Geo_Long": 36.6339, "Action2Geo_FeatureID": "-2542538", "DATEADDED": 20191222220000, "SOURCEURL": "https://www.aljazeera.com/news/2019/12/tens-thousands-flee-syrian-forces-continue-idlib-advance-191222183301011.html"}, "ARTICLE": {"TITLE": "Tens of thousands flee as Syrian forces continue Idlib advance", "TEXT": "Tens of thousands of civilians have fled parts of Syria's northern Idlib province towards the border with Turkey as Russian-backed Syrian forces gain ground following days of renewed attacks against the last rebel-held enclave.\n\nCivilians have been fleeing bombardment en masse for a fourth consecutive day from towns and villages eastern and southern Idlib, activists and rescue workers have said, in the biggest such mass movement since September.\n\nMore:\n\n\"Barrel bombs, air strikes, have indiscriminately targeted civilian structures in the area with the aim of driving out both civilians and fighters,\" Suleiman Abdulqader, a local activist in southern Idlib, told Al Jazeera.\n\n\"The arbitrary attacks are also meant to distract fighters, many of whom have directed their attention towards evacuating their families from their homes,\" he said.\n\nThese mass evacuations come as Syrian government forces have gained control over parts of southern and eastern Idlib, breaking through the rebel groups' front lines.\n\nSyrian state news agency Sana reported on Sunday that the army was able to \"clear the villages and farms\" in the Maaret al-Numaan district, describing at least 20 villages cleared of \"terrorists\".\n\nThe latest escalation, led by intense aerial raids on civilian infrastructures in southeastern Idlib broke months of deadlock on the front lines.\n\nDozens of civilians have been killed in the past week, according to the Syrian Civil Defence, a volunteer rescue group operating in rebel-held parts of Syria.\n\nAt least 11 people were killed on Sunday in attacks on villages in the eastern suburbs, a Syrian Civil Defence spokesperson told Al Jazeera.\n\n'Indescribable' situation\n\nTurkish state media said on Sunday at least 25,000 civilians have fled the region towards its borders over the past two days.\n\nResidents and rescue workers in the area said many villages were now empty as a result of the campaign that has displaced more than half a million people since it first began in April, according to the United Nations.\n\nAccording to reports by Syria's Response Coordination Group, some 200,000 people fled their homes since November 1, when Russian and Syrian jets escalated attacks in the region after a brief lull.\n\nAn injured man sits alongside children in the back of a truck as part of a convoy of vehicles carrying people fleeing bombardment from the south of Idlib province [Aaref Watad/AFP]\n\nRussia, which backs Syrian President Bashar al-Assad and Turkey, a longtime supporter of opposition factions, co-sponsored a de-escalation agreement for northwest Syria earlier this year that has since faltered.\n\nThough most families have found relative safety near the border with neighbouring Turkey, the humanitarian situation at the overcrowded border area has been described as \"catastrophic\" by the UN, which has called for \"immediate de-escalation\" and warned of further mass displacement.\n\nThere are already about one million Syrian refugees living near the border with Turkey, with official camps already at full capacity.\n\nMany of the new arrivals have been forced to stay in makeshift camps despite the harsh winter weather, Ahmed Sheikho, a member of the Syrian Civil Defence, told Al Jazeera.\n\n\"The cold and poverty have pushed many to say they would rather die under bombardment than leave their homes ... The situation is indescribable,\" he said.\n\nRescue and evacuation efforts led by the Civil Defence, as well as NGOs including Turkey-based Syria Relief and Development (SRD), were continuing on Sunday evening.\n\nAn acute shortage of shelter and medication has threatened the lives of many, especially children and the elderly in the province, while a shortage of medical facilities has also exacerbated the humanitarian situation.\n\nRussia has been accused of carrying out attacks against hospitals and medical facilities throughout its involvement in Syria's war.\n\nEarlier this year, UN officials said Russian forces may have deliberately hit hospitals and schools as a tactic to \"terrorise\" civilians - accusations denied by Syria and Russia.\n\nThe UN early in August established a board of inquiry to investigate the bombing of UN-supported medical facilities in the northwest of the country.\n\nContinuing bombardment\n\nRescue groups say one of the biggest challenges they face while operating in the southeastern part of Idlib is the threat of being hit from the air.\n\nAttacks on main roads and highways have also hampered evacuation efforts, Obaidah Dandoush, a member of the SRD rescue group, said.\n\nSyrian children look on while riding in the back of a truck as part of a convoy of people fleeing bombardment from the south of Idlib province [Aaref Watad/AFP]\n\n\"Convoys with fleeing civilians are also being targeted as well,\" Dandoush told Al Jazeera.\n\n\"Today, our team saw at least four vehicles carrying injured civilians as well as dead bodies, struggling to reach the border area,\" he said.\n\nWhile helping families evacuate the rural towns and villages, Dandoush said many who were first adamant they would not leave then \"change their minds within the hour\".\n\n\"Surface-to-air missiles are extremely loud and are one of the main reasons people decide to pick up and leave with nothing but the clothes on their backs,\" he said.\n\n\"They say it's like judgement day ... People just want to die together and not have to live another day in fear of losing yet another loved one.\"\n\nThe Syrian troops on the offensive have captured rebel-held areas in the adjoining Hama province in recent months, as well as the town of Khan Sheikhoun in Idlib.\n\nThey are now pushing north towards Maaret al-Numaan, which sits on the M5 highway linking Damascus with the northern city of Aleppo.\n\nThe Syrian government has been battling to take control of the strategic highway, a move that would allow it to connect cities under its control and boost trade.\n\nThe region is home to nearly three million people, about half of whom were transferred there in large groups from other parts of the country that were retaken by pro-government forces.\n\nThe war in Syria has killed hundreds of thousands of people and displaced millions since it erupted in 2011 with the repression of anti-government protests."}}