{"GDELT": {"GlobalEventID": 894602115, "Day": 20191222, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9644, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.98850574712644, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "North Dakota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USND", "Actor1Geo_Lat": 47.5362, "Actor1Geo_Long": -99.79299999999999, "Actor1Geo_FeatureID": "ND", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "North Dakota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USND", "Action2Geo_Lat": 47.5362, "Action2Geo_Long": -99.79299999999999, "Action2Geo_FeatureID": "ND", "DATEADDED": 20191222220000, "SOURCEURL": "https://www.aol.com/article/news/2019/12/22/gop-governors-grapple-with-whether-to-accept-refugees-or-not/23885961/"}, "ARTICLE": {"TITLE": "GOP governors grapple with whether to accept refugees or not", "TEXT": "LINCOLN, Neb. (AP) — An executive order by President Donald Trump giving states the right to refuse to take refugees is putting Republican governors in an uncomfortable position.\n\nThey’re caught between immigration hardliners who want to shut the door and some Christian evangelicals who believe helping refugees is a moral obligation. Others say refugees are vital to fill jobs and keep rural communities afloat.\n\nMore than 30 governors have agreed to accept refugees, but about a dozen Republican governors have stayed silent as they face a decision that must be made by Jan. 21 so resettlement agencies can secure federal funding in time to plan where to place refugees.\n\nTrump's executive order requires governors to publicly say they will accept refugees. They cannot automatically come to their states, even if cities and counties welcome them. So far, no one has opted to shut out refugees.\n\nA North Dakota county voted this month to accept no more than 25 refugees next year, after initially signaling it would be the first to ban them.\n\nTrump issued the order in September after slashing the number of refugees allowed into the United States in 2020 to a historic low of 18,000. The reduction is part of the administration's efforts to reduce both legal and illegal immigration.\n\nWith his order, Trump again thrust states and local governments into immigration policy, willingly or not. It has caused heated debates and raucous meetings in several states, including North Dakota to Wisconsin.\n\nTrump says his administration acted to respect communities that believe they do not have enough jobs to support refugees. Refugees can move anywhere in the U.S. after their initial resettlement at their own expense.\n\nRepublican governors in Nebraska, West Virginia, Tennessee, Ohio, Indiana, North Dakota, South Dakota, Utah, Massachusetts, New Hampshire, Arizona, Iowa and Oklahoma have consented to accepting refugees in 2020. Vermont's Republican governor said he intends to accepts refugees.\n\nOthers have not taken a public stance. They include the Republican governors of Georgia and Missouri, along with Gov. Greg Abbott of Texas, the state that took in the largest number of refugees this year.\n\nDemocratic Gov. Gavin Newsom of California, the nation's most populous state that resettles many refugees, also has not consented yet, but his office said he plans to do so.\n\nIn 2015, governors from 31 states — nearly all with Republican governors, including Abbott — tried to shut out Syrians, citing terrorism fears. But they didn’t have the legal authority at the time.\n\nNow that they do, some governors have struggled with the decision.\n\nFaith-based groups have led an aggressive campaign urging them to keep accepting refugees, while immigration hardliners have criticized Republicans who have not used their new authority to put the brakes on refugees coming into their states.\n\nNebraska Gov. Pete Ricketts, who tried to turn away Syrians in 2015, spent weeks reviewing his options.\n\nHe gave his consent Thursday in an open letter to Trump co-signed by Iowa Gov. Kim Reynolds and South Dakota Gov. Kristi Noem, praising the president for strengthening the vetting process.\n\n“Thanks to your leadership, Americans can be confident once again in the screening process for refugees entering the United States,” the governors said in the letter.\n\nHatim Ido, a former U.S. Army translator and member of the persecuted Yazidi community who fled Iraq, was relieved to know Nebraska's doors are still open. Ido hopes his two sisters in Iraq will be able to join him someday in Lincoln.\n\n“I’m really concerned about them,” said Ido, a graduate student who became a U.S. citizen last year. “I understand (government officials) need to be very careful. I just wish there was a process in place so we could bring them here.”\n\nAdministration officials say refugee applicants are subject to the strictest, most comprehensive background checks for any group seeking to come to the U.S.\n\n15 PHOTOS Donald Trump holds a rally in Battle Creek, Michigan See Gallery Donald Trump holds a rally in Battle Creek, Michigan BATTLE CREEK, USA - DECEMBER 18 : U.S. President Donald Trump speaks during a Keep America Great Rally at Kellogg Arena on December 18, 2019, in Battle Creek, Michigan, United States. (Photo by Kyle Mazza/Anadolu Agency via Getty Images) BATTLE CREEK, USA - DECEMBER 18 : U.S. President Donald Trump speaks during a Keep America Great Rally at Kellogg Arena on December 18, 2019, in Battle Creek, Michigan, United States. (Photo by Kyle Mazza/Anadolu Agency via Getty Images) BATTLE CREEK, USA - DECEMBER 18 : U.S. President Donald Trump speaks during a Keep America Great Rally at Kellogg Arena on December 18, 2019, in Battle Creek, Michigan, United States. (Photo by Kyle Mazza/Anadolu Agency via Getty Images) President Donald Trump speaks at a campaign rally in Battle Creek, Mich., Wednesday, Dec. 18, 2019. (AP Photo/Paul Sancya) BATTLE CREEK, USA - DECEMBER 18 : U.S. President Donald Trump speaks during a Keep America Great Rally at Kellogg Arena on December 18, 2019, in Battle Creek, Michigan, United States. (Photo by Kyle Mazza/Anadolu Agency via Getty Images) BATTLE CREEK, USA - DECEMBER 18 : U.S. President Donald Trump speaks during a Keep America Great Rally at Kellogg Arena on December 18, 2019, in Battle Creek, Michigan, United States. (Photo by Kyle Mazza/Anadolu Agency via Getty Images) BATTLE CREEK, MICHIGAN - DECEMBER 18, 2019: President Donald Trump greets supporters as he enters the stage during a rally at Kellogg Arena in Battle Creek, Mich., on December 18, 2019. (Brittany Greeson/ for The Washington Post via Getty Images) BATTLE CREEK, MICHIGAN - DECEMBER 18, 2019: Supporters sport a Trump t-shirt and a Santa Claus outfit as introductory remarks are made before a rally for President Trump at Kellogg Arena in Battle Creek, Mich., on December 18, 2019. (Brittany Greeson/ for The Washington Post via Getty Images) BATTLE CREEK, MICHIGAN - DECEMBER 18, 2019: Laura Demint, 47, of West Olive, Mich., sports Trump earrings as she waits outside in freezing temperatures before a rally for President Trump at Kellogg Arena in Battle Creek, Mich., on December 18, 2019. (Brittany Greeson/ for The Washington Post via Getty Images) BATTLE CREEK, MICHIGAN - DECEMBER 18, 2019: President Donald Trump says goodbye to supporters at the conclusion of his remarks during a rally at Kellogg Arena in Battle Creek, Mich., on December 18, 2019. (Brittany Greeson/ for The Washington Post via Getty Images) BATTLE CREEK, MICHIGAN - DECEMBER 18, 2019: A volunteer watches from the stands as introductory remarks are made before a rally for President Trump at Kellogg Arena in Battle Creek, Mich., on December 18, 2019. (Brittany Greeson/ for The Washington Post via Getty Images) BATTLE CREEK, USA - DECEMBER 18 : U.S. President Donald Trump speaks during a Keep America Great Rally at Kellogg Arena on December 18, 2019, in Battle Creek, Michigan, United States. (Photo by Kyle Mazza/Anadolu Agency via Getty Images) BATTLE CREEK, MICHIGAN - DECEMBER 18, 2019: President Donald Trump addresses supporters during a rally at Kellogg Arena in Battle Creek, Mich., on December 18, 2019. (Brittany Greeson/ for The Washington Post via Getty Images) BATTLE CREEK, MICHIGAN - DECEMBER 18, 2019: President Donald Trump addresses supporters during a rally at Kellogg Arena in Battle Creek, Mich., on December 18, 2019. (Brittany Greeson/ for The Washington Post via Getty Images) President Donald Trump speaks during a campaign rally at Kellogg Arena, Wednesday, Dec. 18, 2019, in Battle Creek, Mich. (AP Photo/ Evan Vucci) Up Next See Gallery Discover More Like This HIDE CAPTION SHOW CAPTION of SEE ALL BACK TO SLIDE\n\nFraud detection and national security officers now come overseas with U.S. Citizenship and Immigration Services teams who are processing refugees.\n\nIndiana Gov. Eric Holcomb made the distinction that opening the door to refugees does not mean he's going soft on illegal immigration.\n\nA federal judge last year permanently blocked Indiana from trying to turn away Syrians under an order that Vice President Mike Pence championed as governor.\n\n“These are NOT illegal or unlawful immigrants but individuals who have gone through all the proper channels,\" Holcomb wrote in his consent letter.\n\nArizona Gov. Doug Ducey announced his consent the same day this month that 300 evangelicals signed a letter urging him to keep letting refugees resettle “as an exercise of our Christian faith.\"\n\nOklahoma Gov. Kevin Stitt said faith leaders reached out to him, too.\n\n“I appreciate Oklahoma churches who have assisted these individuals,\" he wrote in his consent letter.\n\nTennessee's consent did not sit well with legislative leaders who sued the federal government over the resettlement program.\n\n“Our personal preference would have been to exercise the option to hit the pause button on accepting additional refugees in our state,\" House Speaker Cameron Sexton and Lt. Gov. Randy McNally said in a joint statement.\n\nGov. Bill Lee, who talks often about his Christian faith, said he had to follow his heart.\n\n“My commitment to these ideals is based on my faith, personally visiting refugee camps on multiple continents, and my years of experience ministering to refugees here in Tennessee,\" he wrote in his consent letter.\n\nMore than 80 local governments have written letters welcoming refugees. Many are rural towns in conservative states that have come to rely on young refugees to revitalize their economies.\n\n“We need workers, big time,” said Nebraska Sen. John McCollister, a Republican who is sometimes at odds with his party. Refugees “bring a lot of enthusiasm, and they’re some of our best entrepreneurs. They add a lot to the economy of Nebraska.”\n\nUtah Gov. Gary Herbert asked for more refugees in a letter to Trump last month. The Republican said Utah has the resources and space and that welcoming refugees is part of the culture in a state where members of The Church of Jesus Christ of Latter-day Saints found refuge generations ago.\n\n“It’s been striking to see the breadth of bipartisan support for refugee resettlement in the states, with a number of governors writing very strong letters of support,” said Mark Greenberg, a senior fellow at the Migration Policy Institute and a former official in the U.S. Health and Human Services Department, which includes refugee resettlement. He left in 2017.\n\nHolly Johnson, who coordinates the Tennessee Office for Refugees within the Catholic Charities, is not surprised. Employers are “chasing down resettlement agencies because they know refugees work hard,\" she said.\n\nThree resettlement groups have sued to block Trump’s order.\n\nWyoming Republican Gov. Mark Gordon does not plan to weigh in for now, his spokesman Michael Pearlman said, noting the state has not had a refugee resettlement program for decades.\n\nGOP Gov. Asa Hutchinson said Arkansas is determining which communities may be interested in accepting refugees, looking at financial costs and verifying security checks but that no final decision has been made.\n\n“I am committed to ensure that refugees brought to Arkansas have a real chance to settle and become self-sufficient,” he said.\n\n___\n\nWatson reported from San Diego. Anita Snow in Phoenix; Jonathan Mattise in Nashville, Tennessee; Mead Gruver in Cheyenne, Wyoming; Sean Murphy in Oklahoma City; Lindsay Whitehurst in Salt Lake City; David Lieb in Jefferson City, Missouri; Andrew DeMillo in Little Rock, Arkansas; Ben Nadler in Atlanta; Anthony Izaguirre in Charleston, West Virginia; Paul Weber in Austin, Texas; and Don Thompson in Sacramento, California, contributed to this report.\n\nMore from :\n\nU.S. vaping-related deaths rise to 54, hospitalizations to 2,506\n\nFBI investigating disappearance of mother and newborn baby in Texas\n\nA 'forever chemical' poisons drinking water near military bases"}}