{"GDELT": {"GlobalEventID": 894663899, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "KOR", "Actor1Name": "SOUTH KOREAN", "Actor1CountryCode": "KOR", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 12, "NumSources": 1, "NumArticles": 12, "AvgTone": 0.68965517241379, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS11", "Actor2Geo_ADM2Code": "24984", "Actor2Geo_Lat": 37.5664, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "-716583", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN12", "Action2Geo_ADM2Code": "39681", "Action2Geo_Lat": 39.0194, "Action2Geo_Long": 125.755, "Action2Geo_FeatureID": "-183459", "DATEADDED": 20191223080000, "SOURCEURL": "http://www.koreatimes.co.kr/www/nation/2019/12/120_280761.html"}, "ARTICLE": {"TITLE": "Moon, Xi agree on need to revive dialogue on N. Korea", "TEXT": "President Moon Jae-in, left, shakes hands with Chinese President Xi Jinping ahead of their summit meeting in Beijing, Monday. Yonhap\n\n\n\nSouth Korean leader invites Chinese counterpart to Seoul\n\n\n\nBy Do Je-hae\n\n\n\nBEIJING/CHENGDU ― The leaders of Korea and China held their first summit in two years in Beijing, Monday, ahead of a possible imminent provocation from North Korea.\n\n\n\nDuring a summit with Chinese President Xi Jinping which lasted over 50 minutes, President Moon Jae-in shared his views on the regional security situation and underlined the need to improve bilateral relations. Above all, Moon emphasized the pressing need for China's role in encouraging North Korea back to the negotiation table, particularly ahead of Pyongyang's year-end \"deadline\" for the U.S. to change its policies. The South Korean leader also made remarks that were seen as a warning to North Korean leader Kim Jong-un not to abandon the rare opportunity for peace on the Korean Peninsula by terminating dialogue with the United States.\n\n\n\n\"The escalating tension on the Korean Peninsula following the deadlock in the North Korea-U.S. talks is not beneficial for either South Korea or China, not to mention North Korea,\" Moon said ahead of the summit, according to press pool reports. \"We highly assess Beijing's important contribution to the process for the denuclearization process and peace. We hope to continue close cooperation so that the hard-won opportunity for peace may result in a tangible outcome.\"\n\n\n\nThe two leaders were on the same page about the need to revive the momentum for the U.S.-North Korea dialogue, according to the presidential office. \"Xi said China and South Korea should join forces to enable the North and the U.S. to go forward with their dialogue and showed support for peace on the Korean Peninsula,\" presidential spokeswoman Ko Min-jung said in an in-flight press briefing en route to Chengdu, the venue of the Korea-Japan-China summit which opens on Tuesday.\n\n\n\nMoon also \"briefly\" mentioned the need to mend bilateral ties following China's prolonged economic retaliation over the deployment of a U.S. Terminal High Altitude Area Defense (THAAD) anti-missile shield in Korea, according to the presidential office. The rare Korea-China summit in the Chinese capital is seen as an impetus to advance bilateral relations that have been strained due to their dispute over the 2017 THAAD deployment and Beijing's retaliatory measures against the move since. \"There can be some regrettable factors hampering bilateral relations temporarily. But our ties are founded on deep history and culture, which makes us inseparable from one another,\" Moon said.\n\n\n\nThe summit was originally scheduled to last 30 minutes from 12:30 p.m. (KST) but was extended by 25 minutes which enabled \"frank discussions\" on a range of bilateral issues, according to Cheong Wa Dae. The two leaders also had lunch following the summit. Beijing's role in the nuclear talks has come under the spotlight given its influence over Pyongyang. Xi talked on the phone recently with U.S. President Donald Trump ahead of his meeting with the South Korean leader. Beijing has called on the resumption of the six-party talks and has emphasized the need for dialogue and diplomacy with North Korea.\n\n\n\nChina and Russia proposed a draft resolution to the United Nations Security Council last week calling for the termination of part of the sanctions against North Korea. \"We are also paying attention to this resolution, and we believe various international efforts are needed at a time when the security situation on the Korean Peninsula is grave. We hope to work closely with the international community to produce substantial results in this North Korea-U.S. dialogue,\" a presidential aide said.\n\n\n\nThe South Korean leader invited Xi for a reciprocal visit to Seoul. \"I hope to see you again in Seoul in the near future,\" Moon said. Xi has not visited Korea since July 2014. Cheong Wa Dae is pushing for Xi to visit South Korea early next year as a critical step to normalizing bilateral relations. \"Xi thanked the President for the invitation and said he will positively review the invitation,\" Ko said.\n\n\n\nMoon also thanked Xi and the Chinese government for taking good care of historical sites in China that are related to Korea's independence movement from Japanese rule.\n\n\n\nCalling Korea a close partner and friend, Xi noted the need for the two countries to advance their strategic cooperation. \"China and Korea are big and influential countries not just in Asia but in the world. There is a broad consensus in many ways, such as realizing a better bilateral relationship, promoting regional peace, safety and prosperity, and safeguarding multilateralism and free trade regimes,\" Xi was quoted as saying through a translator.\n\n\n\nIt is the first time for Moon and Xi to hold a summit in the Chinese capital since December 2017 during Moon's state visit to China. The two leaders last met in June during the G20 summit in Osaka, Japan.\n\n\n\n\n\nPresident Moon Jae-in, left, and Chinese Premier Li Keqiang shake hands ahead of a meeting in Chengdu, China, Monday. Yonhap"}}