{"GDELT": {"GlobalEventID": 894601992, "Day": 20191222, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9644, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.882352941176469, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Matanao, Davao del Sur, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP25", "Actor1Geo_ADM2Code": "24268", "Actor1Geo_Lat": 6.67917, "Actor1Geo_Long": 125.255, "Actor1Geo_FeatureID": "-2439123", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Matanao, Davao del Sur, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP25", "Action2Geo_ADM2Code": "24268", "Action2Geo_Lat": 6.67917, "Action2Geo_Long": 125.255, "Action2Geo_FeatureID": "-2439123", "DATEADDED": 20191222220000, "SOURCEURL": "https://newsinfo.inquirer.net/1204642/30000-quake-survivors-may-spend-christmas-in-evacuation-camps"}, "ARTICLE": {"TITLE": "30,000 quake survivors may spend Christmas in evacuation camps", "TEXT": "MATANAO, Davao del Sur, Philippines — More than 30,000 people will likely spend Christmas either in tents outside their homes or in different evacuation camps in Davao del Sur as the 6.9-magnitude earthquake that hit the province on Dec. 15 continues to generate aftershocks, making residents fearful of staying indoors.\n\nThe United Nations Office for the Coordination of Humanitarian Affairs (Ocha) said about 33,000 people were displaced by the most recent quake in Davao del Sur, which was within a 12-kilometer radius from the site of the series of quakes that hit Cotabato province in October.\n\nADVERTISEMENT\n\nThe UN Ocha, in a report posted on its website, said at least 15,000 of the displaced had been staying in evacuation sites.\n\n“I don’t feel safe in my house anymore,” said Regine Solis, 24, still traumatized from the quake that destroyed the family’s kitchen and left cracks in other parts of her house.\n\n“My husband and I, together with our three children, will have to spend our Noche Buena here inside the tent,” Solis added.\n\nAssistance\n\nThe Philippine Institute of Volcanology and Seismology monitored more than 1,000 aftershocks following the Dec. 15 quake.\n\nMatanao Mayor Vincent Fernandez said 9,000 families from 33 villages had been displaced by the quake and were staying in the town’s evacuation centers.\n\nIn Davao del Sur’s capital city of Digos, Mayor Josef Cagas said 1,900 families had been staying at the city’s evacuation camps.\n\nAside from shelter assistance and additional food packs, Matanao town is also in need of water because their storage tanks and pipelines had been damaged by the quake, Fernandez said.\n\nHe said his town’s food supply was estimated to last only two weeks. Records from the Municipal Disaster Risk Reduction and Management Office in Matanao showed that 2,969 houses were destroyed while 6,013 were damaged by the quake.\n\nMagsaysay Mayor Arthur Davin said 10 villages in his town continued to experience water supply interruption.\n\nADVERTISEMENT\n\nActive faultDavin said his town had to brace for more aftershocks because of an active fault in the area.\n\nThe Department of Social Welfare and Development in Davao region started distributing relief goods on Friday, giving out 125 dome tents and blankets to evacuees.\n\nAt least 1,875 family food packs were delivered to Matanao while 2,269 food packs and drinking kits were sent to Barangay Poblacion in Magsaysay town.\n\nDavin said more relief items were being delivered to 1,662 families displaced since three strong quakes hit their town in October.\n\nCash for workHe said the Magsaysay government earmarked P200 million in its 2020 budget for the town’s rehabilitation program.\n\nThe Department of Labor and Employment has also started a “cash for work” program to help residents displaced by the quake.\n\nLeonile Escarpe, Public Employment Service Office manager, said 1,200 people were already hired.\n\nState of calamity\n\n“They will clean the backyard of the evacuation center, build evacuation camps in exchange for a salary ranging from P3,900 to P5,900. We’re now opening the next batch for 6,000 individuals,” he said.\n\nLocal officials in Hagonoy and Padada have declared their respective towns under a state of calamity so they can tap funds to help survivors. The Dec. 15 earthquake in Mindanao struck barely two months after a 6.3-magnitude temblor hit Cotabato province on\n\nOct. 16 and about six weeks after successive quakes, at 6.6-magnitude and 6.5-magnitude, hit parts of Mindanao on Oct. 29 and Oct. 31.\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ"}}