{"GDELT": {"GlobalEventID": 894602176, "Day": 20191222, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9644, "Actor1Code": "USAGOV", "Actor1Name": "RICHARD NIXON", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.73336252189142, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_Lat": 40.314, "Actor1Geo_Long": -74.5089, "Actor1Geo_FeatureID": "NJ", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New Jersey, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNJ", "Actor2Geo_Lat": 40.314, "Actor2Geo_Long": -74.5089, "Actor2Geo_FeatureID": "NJ", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.314, "Action2Geo_Long": -74.5089, "Action2Geo_FeatureID": "NJ", "DATEADDED": 20191222220000, "SOURCEURL": "https://www.nbcnews.com/meet-the-press/meet-press-december-22-2019-n1106191"}, "ARTICLE": {"TITLE": "Meet the Press - December 22, 2019", "TEXT": "CHUCK TODD:\n\nThis Sunday: Impeached.\n\nREP. NANCY PELOSI:\n\nArticle one is adopted.\n\nCHUCK TODD:\n\nDonald Trump becomes the third president to be impeached, but he and his supporters dismiss the Democrats vote.\n\nPRES. DONALD TRUMP:\n\nIt doesn't really feel like we're being impeached.\n\nCHUCK TODD:\n\nWhat will the Senate trial look like? Speaker Pelosi delays sending over the articles until she's sure.\n\nSEN. MITCH MCCONNELL:\n\nIt looks like the prosecutors are getting cold feet. This is really comical.\n\nSEN. CHUCK SCHUMER:\n\nIf the house case is so weak, why is leader McConnell so afraid of witnesses and documents?\n\nCHUCK TODD:\n\nMy guests this morning: Marc Short, chief of staff to Vice President Pence and Democratic candidate and impeachment juror, Senator Cory Booker of New Jersey. Plus, the Democratic race. After a debate in which Pete Buttigieg was the target of both Amy Klobuchar --\n\nSEN. AMY KLOBUCHAR:\n\nWe should have someone heading up this ticket that has actually won.\n\nCHUCK TODD:\n\n-- and Elizabeth Warren.\n\nSEN. ELIZABETH WARREN:\n\nThe mayor just recently had a fundraiser that was held in a wine cave.\n\nPETE BUTTIGIEG:\n\nThis is a problem with issuing purity tests you cannot yourself pass.\n\nCHUCK TODD:\n\nWere Bernie Sanders and Joe Biden the biggest winners? Also, Christianity Today calls for President Trump's removal, citing \"gross immorality and ethical incompetence.\" Why it's unlikely to change many minds. Joining me for insight and analysis are: Wall Street Journal columnist Peggy Noonan, Helene Cooper, Pentagon correspondent for The New York Times, Rich Lowry, Editor of National Review and presidential historian Doris Kearns Goodwin. Welcome to Sunday. It's Meet the Press.\n\nANNOUNCER:\n\nFrom NBC News in Washington, the longest running show in television history, this is Meet the Press with Chuck Todd.\n\nCHUCK TODD:\n\nGood Sunday morning. After a week in which the President of the United States was impeached in a manner that seemed utterly predictable, it's worth noting that now there is much we don't know. We don't know how quickly a Senate trial will proceed or if we'll hear from eyewitnesses who didn't testify in the House. We don't know how Chief Justice John Roberts will react, as he's pulled into the polarized politics of our time, he's so carefully tried to avoid. We don't know if impeachment will act as a break in the kind of presidential behavior that led to this moment, or whether a Senate acquittal will act as an accelerant. And we don't know whether pro-impeachment Democrats in districts President Trump won, or Republican senators in swing states will be rewarded or punished in November or, frankly, how this entire episode will affect the presidential election. We do know the impeachment numbers have barely moved. In our new NBC News - Wall Street Journal poll, the impeach, don't impeach question is split right down the middle: 48 percent for, 48 percent against, roughly where it's been for two months. Twenty-five percent of adults surveyed say President Trump has done nothing wrong. 22 percent say he may have done something wrong but it was not impeachable. Eight percent say Mr. Trump's actions regarding Ukraine are the first impeachable thing he's done and 44 percent say he committed impeachable acts before Ukraine. It's against this backdrop that the Republican master of the Senate and the Democratic master of the House are matching wits as they prepare for the president's trial in the Senate.\n\nREP. NANCY PELOSI:\n\nThe yays are 230.\n\nCHUCK TODD:\n\nA historic vote but few minds changed.\n\nPRES. DONALD TRUMP:\n\nIt's a ‘No Vote’ on impeachment day. We had like 195, Dan, to nothing, right?\n\nCHUCK TODD:\n\n83% of Democrats believe Mr. Trump should be impeached and removed from office, as do 50% of independents - only 8% of Republicans do. That divide is playing out in the standoff over a Senate trial between two masters of political chess. On Thursday, House Speaker Pelosi made it clear she will not formally name impeachment managers, and transmit the articles to the Senate, until Leader McConnell unveils the rules of a Senate trial.\n\nREP. NANCY PELOSI:\n\nOur founders, when they wrote the constitution, they suspected that there could be a rogue president. I don't think they suspected we could have a rogue president and a rogue leader in the Senate at the same time.\n\nSEN. MITCH MCCONNELL:\n\nMr. President, it looks like the prosecutors are getting cold feet.\n\nCHUCK TODD:\n\nDemocrats want four witnesses to testify, including the president's chief of staff Mick Mulvaney and former National Security adviser John Bolton.\n\nSEN. CHUCK SCHUMER:\n\nIs the president's case so weak that none of the president's men can defend him under oath?\n\nCHUCK TODD:\n\nMcConnell has prided himself on his iron grip on the Senate, holding open a Supreme Court seat for 11 months denying Merrick Garland even a hearing.\n\nSEN. MITCH MCCONNELL:\n\nOne of my proudest moments was when I looked Barack Obama in the eye and I said, 'Mr. President, you will not fill the Supreme Court vacancy.\n\nCHUCK TODD:\n\nChanging Senate rules to speed the confirmation of conservative judges and holding just 27 roll call votes on amendments this year. Democrats want to highlight that logjam, believing they can make him a foil in 2020 congressional campaigns:\n\nREP. NANCY PELOSI:\n\nHe's the grim reaper.\n\nREP. KATHERINE CLARK\n\nGrim reaper.\n\nREP. HAKEEM JEFFRIES:\n\nGrim reaper.\n\nREP. NANCY PELOSI:\n\nGrim reaper. Grim reaper. Grim reaper.\n\nSEN. MITCH MCCONNELL:\n\nI'm not an impartial juror. This is a political process.\n\nSEN. CHUCK SCHUMER:\n\nLeader McConnell claimed the impeachment was motivated by partisan rage, this from the man who said proudly, ‘I am not impartial’.\n\nSEN. BILL CASSIDY:\n\nWhen he kind of sits there and says, ‘we have to be impartial’, in reality that guy is trying to manipulate this for political advantage! I mean at least McConnell’s honest.\n\nCHUCK TODD:\n\nMcConnell also wants a speedy trial but needs to protect members up for re-election who don't want to be seen as not taking the inquiry seriously. This was Senator Susan Collins during the Clinton impeachment two decades ago.\n\nSEN. SUSAN COLLINS:\n\nI am willing to travel the road wherever it leads. But in order to do that, I need more evidence. I need witnesses and further evidence\n\nCHUCK TODD:\n\nMcConnell also needs to keep Republican skeptics of Mr. Trump on board.\n\nSEN. MITT ROMNEY:\n\nI'm going to be talking to colleagues, listening to the leadership and giving it a great deal of thought.\n\nCHUCK TODD:\n\nAnd up for re-election himself in a Trump-friendly state, McConnell needs to please the president.\n\nSEN. LINDSEY GRAHAM:\n\nI just left President Trump. He's mad as hell that they would do this to him.\n\nCHUCK TODD:\n\nAnd joining me now is Vice President Pence's chief of staff and the president's former legislative director, Marc Short. Mr. Short, welcome back to Meet the Press.\n\nMARC SHORT:\n\nChuck, thanks for having me back.\n\nCHUCK TODD:\n\nLet me just start with a simple question. What -- how does the west wing want to see a Senate trial? What kind of trial does the west wing want to see?\n\nMARC SHORT:\n\nOh, Chuck, I think that right now the west wing in the White House is understanding that the reason this president's being impeached is because he's winning in so many ways. He won on taxes. The economy is booming. There's record low unemployment. The military is getting refunded. We're striking new trade deals. It goes back to what Al, Congressman Al Green said. He said, \"We have to impeach this president or else he could get reelected.\" So as we transition to the Senate, I think that we understand that Mitch McConnell and Chuck Schumer will strike a deal on this, but we do find --\n\nCHUCK TODD:\n\nYou're confident they're going to strike a deal?\n\nMARC SHORT:\n\nYeah.\n\nCHUCK TODD:\n\nDo you have an idea of what that deal's going to look like?\n\nMARC SHORT:\n\nWell, sure. I mean --\n\nCHUCK TODD:\n\nWhat is that going to look like?\n\nMARC SHORT:\n\nChuck Schumer has said he wants a deal like the Clinton impeachment, and yet that was a vote that was 100 to zero, including Chuck Schumer himself, voting for that deal that basically allowed a phase one to let both sides lay out their arguments and then had decisions as to whether or not there are witnesses. But it's a really untenable position, we think, for Speaker Pelosi to say, \"This president is such a clear and urgent danger to the world, to the globe, that we have to basically trample his constitutional rights, to force a quick impeachment, and then say, 'Well, we're going to hold up impeachment papers and articles of impeachment to send to the Senate.'\" How can you possibly justify the contrast to say, \"This is urgent,\" to then say, \"Well, we'll just have to wait and see\"?\n\nCHUCK TODD:\n\nSo you want to see a trial start as soon as possible, number one, right?\n\nMARC SHORT:\n\nWell, I think the president wants to prove his innocence. And so, he's looking forward to --\n\nCHUCK TODD:\n\nAnd he wants witnesses?\n\nMARC SHORT:\n\nI think the president has articulated he's open to witnesses, Chuck, but I think at the same time --\n\nCHUCK TODD:\n\nBut his legal team doesn't.\n\nMARC SHORT:\n\nNo, I think --\n\nCHUCK TODD:\n\nIs that fair to say or no?\n\nMARC SHORT:\n\nI think at the same time the American people are tired of the sham. They're tired of this whole thing. And I think we're anxious to get back to the work of the American people. So, you know, to the extent that there's a prolonged trial, we're not anxious for that. We're anxious to say, \"Let's get back to working for things the American people said they wanted.\" And Democrats in 2018, they campaigned on promises. They said, \"We'll work with this administration on immigration. We'll work with them on healthcare. We'll work with them to rebuild our schools and our roads.\" And none of that has happened.\n\nCHUCK TODD:\n\nThey seemed to work with you on trade.\n\nMARC SHORT:\n\nThey finally did, Chuck, but that trade deal was put on Nancy Pelosi's desk over a year ago, over a year ago, and we know she held that out. She held that out to make sure her moderates stayed in line on impeachment.\n\nCHUCK TODD:\n\nLet me go back, we did learn a -- perhaps a new, important piece of the timeline having to do with when the aid may have been held with Ukraine. There's some FOIA requests that have surfaced some emails. And I know you're aware of it this morning and I know you guys have put out a statement, I think about it, but I would try to understand, it leaves the appearance that -- the administration has said that the decision to freeze the aid was known publicly July 18th within the White House and the Budget Office. This seems to indicate that a request was sent immediately to the Pentagon after the phone call between President Trump and President Zelenskiy on July 25th. Can you explain the disparity between the July 18th proclamation and what appears to be a July 25th email from a Budget official to the Pentagon saying, \"Make sure this freeze happens. And by the way, keep this, keep this on the down low\"?\n\nMARC SHORT:\n\nLet's step back for one second, Chuck, and remember that this administration is the one that has actually provided lethal aid to Ukraine. The previous administration sent blankets to Ukraine. The previous administration had Russia invade Ukraine. We're the ones that have actually stood up and defended Ukraine. So, yes, there was a delay. There's nothing new in these emails about the timing truly, Chuck. There was a lot of emails and back-and-forth exchanges about the timing of this. The aid was released. At best account, there was maybe 55 days in delays as we did our own review. If you think about it, in our budget request last year, we asked for $250 million of additional aid to Ukraine. While Democrats did this scam impeachment, they delayed aid for over three months. If they had done their job on time, we would have had that aid September 30th.\n\nCHUCK TODD:\n\nDoes it make sense then to have Mick Mulvaney and his deputies testify though and give some clarity to this?\n\nMARC SHORT:\n\nYou know, I think it's kind of ironic to be able to say that we have an air-tight case. Nancy Pelosi said, \"We have an air-tight case,\" and yet she now says, \"We demand more witnesses.\" How do you reconcile those two statements? And so, the reality is our administration is anxious to get back to working for the American people. We want to see a trial in the Senate because we want to see that the president gets exonerated. And then we're ready to get back to work.\n\nCHUCK TODD:\n\nWell, the best way to exonerate the president is to get, to get Mick Mulvaney out there to tell his side of the story, is it not?\n\nMARC SHORT:\n\nYou've had a lot of witnesses already --\n\nCHUCK TODD:\n\nI mean, I'm just asking you, is it not?\n\nMARC SHORT:\n\nWe've had a lot of witnesses already, Chuck. A lot of witnesses testified to what happened on the calls, what happened in the vice president's meetings in Ukraine. A lot of witnesses have given a lot of different testimony.\n\nCHUCK TODD:\n\nYou brought up the vice president. He -- there was some -- he had shown openness to declassifying his calls and from his top Russian aid, the memos and her understanding of all of this, but you haven't done that yet. Why?\n\nMARC SHORT:\n\nWell, there's two questions. One is declassifying a transcript and one is declassifying a supplemental submission that she submitted. That supplemental submission, the House Intelligence Committee has. They shared with the Judiciary Committee. It was included in the report. There's nothing that's being withheld, Chuck. And we had our own witnesses testify -- Democrat witnesses testify about the vice president's call and about his meetings with Zelenskiy in which they all testified that Burisma, the Bidens, the investigations never came up. The whole conversation was about our commitment to Ukraine.\n\nCHUCK TODD:\n\nWhat about the vice president's phone call because he was open to this. Is it somebody else that's saying, \"Don't do it\"?\n\nMARC SHORT:\n\nNo, I think we're still open to it, Chuck. I do think it sets a bad precedent for future leader calls when they know that, \"Hey, if I have a call with the president or the vice president, it could get released.\" I think that's something sincere we haven't really looked at. But I think we remain open to doing that if the Senate makes a request. But what was happening in the House, in their investigation is they said, \"You can't have counsel present. You can't provide your own witnesses. You can't see evidence.\" So why would we participate in such a kangaroo court when they had no concern about due process? Of course now --\n\nCHUCK TODD:\n\nNow the Senate side, don't you trust the Senate to -- I mean, so why, why are you -- what's wrong -- having witnesses, having your defense in the Senate, yeah?\n\nMARC SHORT:\n\nI said we'll consider that, Chuck. I said we're open to considering that, but there is, again, this notion that’s like -- we're going to absolutely deny the president and the administration its constitutional rights, but now we want to dictate, from Speaker Pelosi, what the trial looks like in the Senate.\n\nCHUCK TODD:\n\nI'm curious, you were in the administration as the legislative director, working in the west wing, and there was a Washington Post story this week about -- that talked about the president was talking a lot about Ukraine in those first years, in 2017, a lot in 2018. Let me put up one excerpt here from this Washington Post story from Thursday. \"One former senior White House official said Trump even stated so explicitly at one point, saying he knew Ukraine was the real culprit because, 'Putin told me.'\" Did you ever hear the president talk about Putin and Ukraine?\n\nMARC SHORT:\n\nNever. Never. Not once. I heard the president -- what I heard the president say, no relation to Putin and Ukraine, I heard the president say, again and again, a frustration that European allies weren't doing more. And it's the same guidance he gave to --\n\nCHUCK TODD:\n\nBut you didn't hear the president blaming Ukraine for these --\n\nMARC SHORT:\n\nNo.\n\nCHUCK TODD:\n\n-- stolen emails at the DNC?\n\nMARC SHORT:\n\nNo. And what I heard the president say to the vice president was, \"When you go to meet with Zelenskiy on my behalf,\" keep in mind something that's not been reported here, that meeting happened on September 1st. The Democrat case has always been there was a quid pro quo and the money wouldn't be released until the meeting. That was the president's meeting that was scheduled on September 1st. The aid was released on the 11th. The vice president went --\n\nCHUCK TODD:\n\nAfter the whistleblower report.\n\nMARC SHORT:\n\nThe vice president went on the president's behalf to that meeting and he said, \"I want you to talk about why Europe isn't doing more and generally what they're doing to fight corruption.\" The vice president came home, reported, and said, \"Zelenskiy's doing a lot to fight corruption. I think we should release the aid,\" and ten days later it was.\n\nCHUCK TODD:\n\nBefore I let you go, I want to get you to respond to something from that editorial in Christianity Today. And perhaps you have, you've talked to the vice president about it, I don't know, but this excerpt in particular. \"Consider what an unbelieving world will say if you continue to brush off Mr. Trump's immoral words and behavior in the cause of political expediency. If we don't reverse course now, will anyone take anything we say,\" referring to the evangelical community, \"about justice and righteousness with any seriousness for decades to come?\"\n\nMARC SHORT:\n\nChuck, I think it's no surprise to you that evangelicals are not monolithic in their political viewpoints, but I think a lot of us who celebrate our savior's birth this week, we acknowledge that there's a president in this administration who is also protecting thousands of other unplanned pregnancies in defense of life.\n\nCHUCK TODD:\n\nDoes that trump his behavior at times?\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nMARC SHORT:\n\nIt's a president who is also standing for religious liberty. And you know, this morning in churches all across our country, we'll be singing O Little Town of Bethlehem. And there's no president who has stood up for Israel like this president. And that gives a lot of comfort to Christians across our country.\n\nCHUCK TODD:\n\nEven if his behavior sometimes isn't very Christian?\n\nMARC SHORT:\n\nAs I said, Christians are not monolithic in their political viewpoints, but there's a lot of us who look at what this administration has done and take great gratitude that he's our president.\n\nCHUCK TODD:\n\nMarc Short, the chief of staff to the vice president, thanks for coming on and sharing your views and I hope you and your family have a merry Christmas.\n\nMARC SHORT:\n\nChuck, happy holidays.\n\nCHUCK TODD:\n\nThank you.\n\nCHUCK TODD:\n\nAnd joining me now from Urbandale, Iowa, is Democratic senator and presidential candidate, Cory Booker. Senator Booker, welcome back to Meet the Press.\n\nSEN. CORY BOOKER:\n\nIt's great to be on. Good morning, Chuck.\n\nCHUCK TODD:\n\nSo you have to be a juror while a candidate, so let me ask you about your juror role here first. I almost want you to respond to something one of your colleagues, Bill Cassidy, Republican senator from Louisiana, sort of implied in our setup piece, which is this idea of a fair trial, everybody -- essentially, who's not impartial here? What, what do you think a Senate trial should look like?\n\nSEN. CORY BOOKER:\n\nI think we all swear an oath. And we're going to swear a very special oath. We -- we will literally swear to this idea of impartiality. And I've heard from my Democratic colleagues, folks -- just tell me, \"This is just not a good thing for America.\" I don't think the colleagues that I know that are my friends in the Senate on both sides of the aisle, think this is a good thing. None of us are happy about this. As a guy who's a big competitor, I want to beat Donald Trump mano a mano. I want to face him down on a debate floor. So this is not something that I want to do. And yes, I'm going to evaluate the facts objectively and honor the oath that I swore, even though I think Donald Trump has violated his oath of office.\n\nCHUCK TODD:\n\nSpeaker Pelosi right now is delayed sending over the articles. Do you think that is a good maneuver? And is there a point where you think she should send them over no matter what? Or is there, is there a time table in your head?\n\nSEN. CORY BOOKER:\n\nLook, I mean, Nancy Pelosi, I've watched her over this past year and more. She's been a lightworker in dark times, balancing the most difficult circumstances a third time in American history a United States president has been impeached. Those articles will come over. I talked to Chuck Schumer this week. We all know they will. I think what she's just trying to do is to make sure the best possible case for a fair trial happens. To have this all happening in a context that Mitch McConnell is openly saying he will violate his oath and not be impartial, that we have a situation here that to me is just very simple. You're going to have a trial, have the firsthand witnesses. If you're innocent, have acting Chief of Staff Mulvaney come before the Senate, swear to an oath, settle this whole thing. So I think she's just trying to say, \"Hey, let's not make this a circus, a partisan circus. Let's just get to the facts and get this trial conducted rightly and then behind us.\"\n\nCHUCK TODD:\n\nDo you view the ask of Hunter Biden and Joe Biden as witnesses as basically an attempt by -- whether it's the Republicans or the Trump Administration -- as sort of to make the witness requests a mutual assured political destruction?\n\nSEN. CORY BOOKER:\n\nI'm exhausted, frankly, of the Biden aspect of this.\n\nCHUCK TODD:\n\nSure.\n\nSEN. CORY BOOKER:\n\nThis does not speak in any way that's germane to the president's behavior. Did the president or not -- and there were witnesses in the room -- did he violate his oath? Did he violate national security? Did he pursue his own personal interests with our taxpayer dollars, counter to the mandates of Congress? This is a very clear-cut and dry thing to me. And there are people who could be testifying in front of the American people and settle this once and for all, under oath, \"What did you witness?\" And we should be doing that. Because god, all of us, on both sides of the aisle, we're just fatigued of this. So much noise.\n\nCHUCK TODD:\n\nRight.\n\nSEN. CORY BOOKER:\n\nSo much obfuscation. So much distraction. Let's just get to the facts and move on as a nation from this very sad period.\n\nCHUCK TODD:\n\nWell, I actually want to play you a clip of, of a couple of, basically, voter responses to the impeachment. One is from 1998. And one is from a voter in Iowa, from the last week. Take a listen.\n\n[BEGIN TAPE]\n\n1998 VOTER:\n\nHim dropping his pants with somebody in the White House isn't going to affect my bottom line.\n\nMIKE HARVEY:\n\nI think he's a jerk, but things are getting done. I think it's just a ploy to try to not get Trump elected.\n\n[END TAPE]\n\nCHUCK TODD:\n\nSenator, I bring that up because there is this, the fatigue you brought up -- yourself. I think there's fatigue out there in the country. And a lot of people are, are looking at this in sort of -- through their own pocketbooks. And the economy is doing well. How much should public opinion's exhaustion from this factor into this, how you conduct this Senate trial?\n\nSEN. CORY BOOKER:\n\nIt should not at all, not at all. You know, when I walk onto that Senate floor, I still am one of those folks that gets this sort of overwhelming sense of gravity. We have these institutions. They're so much bigger than us, these traditions, the Constitution. This is not a question about popular opinion right now. This is a question about the sacrosanct ideals of our nation. Did a president of the United States violate his oath of office? Did he violate the values of this nation? And we created a system of checks and balances to hold him accountable. He is not above the law. He should be subject to the Constitutional mandates. And so we should do this, independent of public opinion. This is a time -- history will look back on this moment. \"Did a president violate his oath? Did he violate the sanctity of our Constitution?\" If he did, he should be held accountable. And we should, again, move on. Do the right thing and then let's move on to -- as a nation.\n\nCHUCK TODD:\n\nAll right, I want to ask you about your campaign. You were not on the debate stage last week. Something that obviously -- that's not something that pleased your campaign. And you've made your views known that you feel as if the parameters to get into the debates are too high. The DNC just raised the bar even higher for January. Let me ask this. What do you believe was missing from the debate that your voice would've added last Thursday night?\n\nSEN. CORY BOOKER:\n\nWell, let's just be clear. What you hear from local media in Iowa and people is, \"Why is some DNC officials in Washington determining who we get to evaluate?\" Because here on the ground, our campaign is third or fourth in net favorability. Our campaign is number one or two in overall endorsements from local leaders. We're picking up county chairmen, local mayors, state reps. We now, according to Des Moines Register have one of the top teams organizing on the ground, setting up. There's even articles talking about \"why Cory Booker's going to upset here in Iowa.\" John Kerry, John Edwards, polling sixth and seventh in a crowded field at 2 percent and 4 percent, one month later went on to finish one and two. Barack Obama around this time was 15, 20 points behind Hillary Clinton. The polls have never predicted who would go on. Our campaign is surging right now. And this is why I'm grateful to the American public. Because there's almost a backlash against us not being on the stage. We had one of our best fundraising periods of the entire campaign.\n\nCHUCK TODD:\n\nAll right.\n\nSEN. CORY BOOKER:\n\nAnd I hope people who want my voice in this race will continue to go to CoryBooker.com and help us to surge like we are now and win when it comes to February.\n\nCHUCK TODD:\n\nWell, your history is correct, Senator Booker, December leaders in Iowa often don't finish as the leader when the caucuses actually happen. So, you definitely have to watch out for upsets there. Senator Booker, thank you for coming on. Sounds like you are campaigning hard. You've got the Sunday morning -- you've been campaigning a lot voice there. Stay safe on the trial. Rest that voice.\n\nSEN. CORY BOOKER:\n\nYes.\n\nCHUCK TODD:\n\nAnd have a -- enjoy your holidays.\n\nSEN. CORY BOOKER:\n\nChuck, really appreciate you. Merry Christmas to you and all who celebrate. And Happy Hanukkah to those as well.\n\nCHUCK TODD:\n\nThank you very much. When we come back, the two big stories of the week, impeachment and the Democratic race. Panel is next.\n\nCHUCK TODD:\n\nWelcome back. Panel is here. Helene Cooper, Pentagon correspondent for the New York Times; Wall Street Journal columnist Peggy Noonan; presidential historian Doris Kearns Goodwin, author of Leadership in Turbulent Times; and Rich Lowry, editor of National Review and author of the book, The Case for Nationalism. Let me put up, sort of, the three impeachments or near impeachments of our lifetime and show you, sort of, the polling, where the American public was on each. Here's President Trump. 48 percent support impeachment. His job approval rating is at 44 percent. And his job approval, in his own party, was 89 percent. Well, let's compare to Bill Clinton. The support for impeachment was much lower. His job approval was much higher. Job approval in his own party, actually, was slightly lower. And now, Richard Nixon, support for impeachment, slightly lower than Trump. Job approval much lower, which proves to you what the most important number might be, and of course, job approval in own party, 48 percent. Doris, in some ways, I think we see why Donald Trump is surviving, why Bill Clinton survived, and why Richard Nixon did not.\n\nDORIS KEARNS GOODWIN:\n\nWell, why Clinton survived was that, right from the beginning, people thought it was a private matter more than a public matter. The economy was booming. They liked him. They liked his performance. And the hearings, actually, when they started the impeachment hearings, his approval rating went up. So it showed that people were mad about the process.\n\nCHUCK TODD:\n\nEven as his personal rating went down. They went in both directions --\n\nDORIS KEARNS GOODWIN:\n\nNo, it took a hit, because of what they were saying before about dropping your pants in the White House. But for Nixon, the hearings did make a huge shift. I mean, there was a much lower beginning, way back. 28 percent thought he should be impeached. By the time you get to June, it is 44 percent. By the time you get to the tapes, it goes up and up. And finally, the impeachment would've taken place. And people would've felt that it was the right thing, Republicans and Democrats. And Ford says, \"Our long national nightmare is over.\" So that one had movement. The difference with President Trump is his impeachment desires are much higher than other ones, to begin with, even though they haven't moved. And what you would've thought is the hearings would've moved them. I mean, when I kept hearing them talk about the founders, I love it when the founders come in. I love it when history is mentioned all the time. And what you were hoping was to educate the country about the rule of law. But we have two alternative views of the hearings. We had one story on one side, one story on the other side, unlike three networks, when we were watching the other ones, in the old days.\n\nPEGGY NOONAN:\n\nYeah. I have a feeling this isn’t a way -- an impeachment is a huge and grave political event. And yet, by the end of this week, I kind of thought, \"History's going to kind of forget this. It's not going to remember this as a dramatic moment.\" Why? You all know the reasons, party-line vote, a split country going in that was a split country going out. There's a sense that this is, that the past week was almost politics by other means, and that people experienced it that way, which made it different. I would say --\n\nCHUCK TODD:\n\nSo unremarkable, when it should've been remarkable.\n\nPEGGY NOONAN:\n\nIt did. It did, indeed. And I wonder what the plan is, going forward, if we're going to pick this up again in two weeks, when supposedly, everybody's going to still be dynamically involved. I'm not sure.\n\nHELENE COOPER:\n\nIt's so interesting, though, when you compare it to Richard Nixon. Because I think it says much more about the time that we're living in, right now, than anything else. Because in the case of Nixon's impeachment, it feels to me, looking back, and -- that facts then actually mattered. I think, now, in the world that we live in, people, no matter what -- I mean we don’t actually -- there's no real disagreement on what actually happened. But people are going to feel the way they feel. And they're going to vote the way they're going to vote, no matter what. And you're not going to see any sort of big swings. If they came up with a tape of Trump on the phone call with Zelenskiy, nothing would change.\n\nCHUCK TODD:\n\nI believe Trump mentioned something about Fifth Avenue once.\n\nHELENE COOPER:\n\nExactly, exactly. No, but that's exactly where we are right now.\n\nCHUCK TODD:\n\nRich, respond to Jeff Flake, his op-ed, and I think, sort of interpret it for viewers. Jeff Flake writes, “My simple test for all of us is, what if President Barack Obama had engaged in precisely the same behavior? I know the answer to that question with certainty, and so do you. You would have understood, with striking clarity, the threat it posed. And you would have known exactly what to do.\" This was Jeff Flake, essentially, writing to his former Republican colleagues in the Senate. Translate Jeff, explain to Jeff Flake why they're not doing this.\n\nRICH LOWRY:\n\nWell, first of all, I think Republicans should just forthrightly acknowledge, this is wrong. And they'll regret it, when there's a Democrat in office, and they want to complain about his or her potential abuses of power. But if you just look at what happened in the House, you have to be with your team on this. Jeff Van Drew, Democrat from New Jersey, votes against the impeachment inquiry, has to leave his party. Justin Amash, Republican from Michigan, comes out for impeachment, has to leave his party.\n\nCHUCK TODD:\n\nI think that's the most important thing people need to understand about impeachment.\n\nRICH LOWRY:\n\nYeah, and then also, just historically, I mean, small sample size, obviously, we've just had two Senate impeachment trials, in our history.\n\nDORIS KEARNS GOODWIN:\n\nWe can still say things.\n\nRICH LOWRY:\n\nBut never has a member of the president's own party voted to convict in the Senate. I think that'll likely hold true this time as well.\n\nDORIS KEARNS GOODWIN:\n\nYou know what makes me sad, though, when you think about what Jeff Flake was talking about, was really about the integrity of the Senate and the vote for the country. When you think about how Trent Lott handled it with Daschle, with the Clinton impeachment, they went into the old Senate room. They wanted to be surrounded by history. They wanted to make their decision outside of cameras. And they came to an agreement on what the rules would be, which was then 100 and zero in the larger body. They were able to understand the importance of what they were doing. In this way, now, we have Mr. McConnell saying, ahead of time, \"I'm going to take my cues from the president. It's not going to be impartial.\" I mean, I yearn for that earlier time.\n\nCHUCK TODD:\n\nCan I just tell you, I cannot believe we're referring to the '90s as the good-old days. I seem to -- Because, we thought those were the most-polarizing times that we'd ever had.\n\nDORIS KEARNS GOODWIN:\n\nYeah, yeah, yeah, yeah.\n\nCHUCK TODD:\n\nAll of this is the backdrop for the presidential race. And I want to put up our most recent national primary. Because it shows you that, the more things change, the more they stay the same. We now have Biden, Sanders, one, two, Warren, third, at 18. They're the only in double digits. Buttigieg is 9 percent, Klobuchar, Bloomberg, Yang. Three months ago, Biden had a bigger lead. As you can see, Sanders has fully recovered from that heart attack, completely. And Warren seems to have lost a little bit of ground. Has this impeachment inquiry saved Joe Biden?\n\nPEGGY NOONAN:\n\nSaved Joe Biden in what way? I can’t imagine --\n\nCHUCK TODD:\n\nIt gives him a shield, in this respect, that the Democrats can't fully engage with Biden for fear they look like they're doing the president's bidding.\n\nPEGGY NOONAN:\n\nOh, with Hunter and with the whole thing and with, \"I don't want to make that worse\"? Oh, I don't know. I sense Biden may be on a float, a little bit like a feather that's not going upward, but downward. We were talking, before. I have a feeling Bernie Sanders might be in an interesting position, sort of holding on and coming up a little.\n\nCHUCK TODD:\n\nYou're assuming he's a niche. There are too many people that assume he's a niche and will never grow out of that niche.\n\nPEGGY NOONAN:\n\nI'm not sure. I was out in Iowa. I saw him speak to a whole bunch of Teamsters. They gave him a standing ovation. And all of a sudden, I realized, there's something ancestral. It's sort of the old left, progressive left, kind of meets in Bernie.\n\nCHUCK TODD:\n\nVery quick.\n\nRICH LOWRY:\n\nWell, if you just have -- all we'd ever seen was the Biden from the last debate, Democrats would be idiots not to nominate him immediately. And if all you're looking at is the national polls, you'd say, \"Oh, that's what's happening.\" But then, you look at Iowa and the early states. Iowa's completely wide open. There are five candidates who can conceivably win Iowa now.\n\nCHUCK TODD:\n\nIt is. If one candidate can win two races in February, then that's something. But we may have four different winners in four different races. When we come back, it is a divided nation. And in a divided nation, the voters who could make the difference in November are intriguing. And this year's swing voters are much different than eight years ago.\n\nCHUCK TODD:\n\nWelcome back. It is no secret that our politics are increasingly polarized and, frankly, broken, with the wings of both parties applying growing pressure on what is a disappearing middle. Politicians who achieve success in part because of their ability to appeal to the other side, they now find themselves struggling to win elections or even to be nominated by their own party. Joining me now are two former office holders who've experienced this changing political landscape, former Democratic Senator Claire McCaskill, who lost her Senate seat last year as Missouri became more conservative, former Republican Congressman Tom Davis of Virginia, who gave up his seat before the 2008 elections, as his district has become a lot more liberal. Welcome to both of you. And I want to talk about that so called disappearing middle because, let's be frank here, impeachment is, is breaking Congress, as we know it, for now. The center is who puts Humpty Dumpty back together again. And yet, it feels like this was going to be a lot harder this time. Senator McCaskill, I'll let you take the first swing at this. How does the center, and is it have to be, reassert itself to sort of fix the Senate?\n\nCLAIRE McCASKILL:\n\nWell, first of all, I think the Senate was broken, Congress was broken, before impeachment came along.\n\nCHUCK TODD:\n\nFair.\n\nCLAIRE McCASKILL:\n\nMy first year in the Senate, I voted on 306 legislative amendments. This year, there's fewer than 30. Mitch McConnell has presided over absolutely destroying Senate norms, from Merrick Garland, to killing legislative debate. The Senate is no longer what it was. And the people of this country are going to have to be the ones politically to put pressure on this dysfunction and say, \"We want unity. We want stuff to get done. We want you to quit the partisan food fight.\"\n\nCHUCK TODD:\n\nTom Davis, there isn't a political constituency that rewards that right now.\n\nTOM DAVIS:\n\nNot at all. In fact, we've devolved into basically parliamentary behavior in a balance of power structure. And it doesn't work. Remember that, for about 80 percent of the House and a majority of the Senate, the only race that counts is the primary election. To these members, November's just a constitutional formality. The voters have sorted themselves into basically making most of these seats safe. The number of marginal seats has really decreased in each party, but they're the ones, of course, that decide who's the majority.\n\nCHUCK TODD:\n\nWhat's interesting in our new poll is how, how certain some people are of their vote already. We asked this question about 2020. \"Certain to Vote Against Trump\" is already up to 48 percent. It's up two points from when we last asked last month. \"Certain to Vote For Trump\" is 34 percent. \"Depends on the Nominee\" is 18 percent. And this is what I would like to focus on for the rest of our conversation, because this is the swing voter for this election, and it looks like no swing voter that any of us have talked about in 30 years. This swing voter is male, younger, white. I want to show, they, they approve somewhat of the president's job rating. They'd prefer a Republican Congress over a Democratic Congress. But they believe the president did something wrong, even if they're not ready to impeach him. Senator McCaskill, this is a different type of, of swing voter than we're used to. Normally, it's the suburbs. Well, the suburbs are moved in one direction. You tried to appeal to these swing voters, and you had a hard time doing it. Is it culturally impossible for Democrats to reach out to, to these folks?\n\nCLAIRE McCASKILL:\n\nI don't think it is, especially if the candidates get back to focusing on what's pragmatic, practical, unifying the country and, the big one: health care. The Republicans are in a bad position on health care. They have tried to take away the protections that people have really grown to be really guarding. They don't want that preexisting condition protection gone. And I think if, in fact, the Democrats nominate someone who can talk about unity, talk about going after drug companies, talk about stabilizing health care costs, then I think Donald Trump will no longer be president in January of 2021.\n\nCHUCK TODD:\n\nTom Davis, there's another fascinating aspect about this group of 18 percent. And it is they're more uncomfortable with Joe Biden than they are Bernie Sanders. In fact, Bernie Sanders scores fairly well with this group of voters. And -- because another dynamic in them is they're not fully happy with the system as it was. Is it possible that Sanders might be the best person to take Trump voters away from Trump?\n\nTOM DAVIS:\n\nWell, I think it depends where you're talking about. Look, I think this race is going to be a race to the bottom, at any extent, where people are holding their nose, a lot of swing voters, and picking the lesser of two evils. You know, what the president has going for him right now is the lowest unemployment rate in, in 50 years and a stock market that's going through the roof. So he's getting good results on the ground. He just passed a new trade agreement. That's\n\ngoing good for him at this point, in spite of everything else. And if the Democrats run against him on the economy, I think that's a tough sell at this point. You want to get to the middle to appeal to these swing voters and give them a reason, but the nomination process drives the Democrats left and the Republicans right. And that's the dilemma that both parties face.\n\nCHUCK TODD:\n\nSenator, what did you make of the debate the other night? Look, you could come to the conclusion over the last four or five debates that the party looks like they're arguing now more, they're moving toward the middle. Maybe that's because Buttigieg is the guy that's, that’s getting traction in Iowa more so than, than Warren or Sanders. Do you see that as -- how, how do you view that development?\n\nCLAIRE McCASKILL:\n\nWell, I saw a very recent survey among Democratic voters, and it was really interesting. They\n\nreally don't like the idea of the government paying for college for rich people. They really do, the majority of them, want to hold on to the option of private insurance, if people want that. But they certainly want a government option, also. So I think that where most Democratic voters are, are frankly closer to Mayor Pete or Joe Biden or Amy Klobuchar, than they really are the universality of the proposals that both Elizabeth Warren and Bernie Sanders are pushing.\n\nCHUCK TODD:\n\nTom Davis, would you advise Democrats to spend time wooing Republicans like yourself? And I say this, and I'm not presuming, meaning more centrist Republicans, more right of center Republicans. I'm not presuming where you are on, on, on President Trump personally, but a Republican like yourself?\n\nTOM DAVIS:\n\nAbsolutely, because in these swing states, it's really the suburbs, your higher income suburbs, the Republicans have been losing it. They lost in the midterms. But remember, the midterm election was more about putting a check on the president rather than giving him a blank check. And that's traditionally what we see in midterm elections. I think these voters, when it comes into the presidential race, are really up for grabs and are going to make the difference over who carries these swing states.\n\nCHUCK TODD:\n\nSenator Claire McCaskill, Congressman Tom Davis, I guess formers on both of them, though, but people who bring a reasonable conversation to a Sunday morning. Thank you both.\n\nTOM DAVIS:\n\nThank you, Chuck.\n\nCHUCK TODD:\n\nHope you enjoy your holiday break. Thanks for doing this.\n\nCLAIRE McCASKILL:\n\nHappy Hanukkah, Chuck.\n\nCHUCK TODD:\n\nThank you, Senator. When we come back, a look at some of the people we lost in 2019.\n\n[BEGIN TAPE]\n\nREP. ELIJAH CUMMINGS:\n\nWe're dancing with the angels, the question will be asked: In 2019, what did we do to make sure we kept our democracy intact?\n\n[END TAPE]\n\nCHUCK TODD:\n\nWelcome back. As we do every year, we want to take a moment to look back at some of the iconic people in politics, culture, and media, whom we lost in 2019.\n\n[BEGIN TAPE]\n\nJOHN PAUL STEVENS:\n\nI would like people to think I was an honest judge and a good judge, and I always tried to reach the best result in every case.\n\nRICHARD LUGAR:\n\nI run because I believe that we have a mission, in this country, to lead the world.\n\nKAY HAGAN:\n\nThe women of the Senate know how to bridge the partisan divide and get the job done.\n\nTONI MORRISON:\n\nI'm trying not to write, just because I can, or just write more. I'm trying to write less that means more.\n\nCOKIE ROBERTS:\n\nI'd like to be remembered as a mother and a wife and friend of people that I love very, very much.\n\nROSS PEROT:\n\nI was Texas born, Texas bred. And when I die, I'll be Texas dead.\n\nPETER FONDA:\n\nDo your own thing in your own time.\n\nJOHN DINGELL:\n\nThere's a tombstone out in Kansas, somewhere, where it said, \"He did his damndest.\" When they put a tombstone on me, I want it to say that.\n\nELIJAH CUMMINGS:\n\nWhen we are dancing with the angels, the question will be asked, in 2019, what did we do to make sure we kept our democracy intact?\n\n[END TAPE]\n\nCHUCK TODD:\n\nBack now with Endgame and the end of the decade. It's sort of weird to think that we're ending the decade, and we finally -- we're going to enter a decade that's a lot easier to refer to, instead of the aughts or the tens or the teens, the '20s, '30s. It'll be a lot easier, now. But we asked all of you to come up with, what were the most-impactful stories of the decade, sort of, politically, socially? And we tallied them up, created a scoring system. There was a tie for fourth, a three-way tie for fourth, with the great recession, the recovery from that, Osama Bin Laden killed, and Trump's 2016 election. Peggy, you had the recession and recovery. Why?\n\nPEGGY NOONAN:\n\nOh, my gosh. The recession was not only an economic event. 2008, in America, it was a psychic event. It changed us politically. It changed a whole lot. It was not a recession and a\n\nsmall thing. It was a big, epical event.\n\nCHUCK TODD:\n\nYou put Bin Laden on there. You weren't alone. But you also had Bin Laden.\n\nHELENE COOPER:\n\nBecause I'm a news reporter. You guys are thinking these big, you know, lofty, high-altitude thoughts.\n\nCHUCK TODD:\n\nTo you, that was a big event.\n\nHELENE COOPER:\n\nI'm thinking about, what grabbed us and just slammed us down in the chair, and you're like, \"Oh, my God! Look at the headlines!\" That was a huge deal. We'd been looking for this guy for more than ten years, for 11 years, and for far more than that, actually. That was a big news story.\n\nCHUCK TODD:\n\nSo while we have Trump election tied for fourth, the next one, at number three, is political realignment. And Rich, we put your Brexit within political realignment, as part of that. All of\n\nyou had some form of this. Look, that's why it's third.\n\nRICH LOWRY:\n\nYeah, well, the coalitions of the parties are shifting. They have been for some time. But it's been accelerated. And Boris Johnson's smashing victory in the U.K. points to how a more populist, nationalist, right, potentially, has a broader appeal.\n\nCHUCK TODD:\n\nThe number-two story of the decade, let's show it onscreen, here, climate change. Doris, you had that, I believe, as your top most-important story of the decade.\n\nDORIS KEARNS GOODWIN:\n\nI did. That's because I'm thinking as an historian. What are they going to say 50 years from now? And am I going to be right, 50 years from now? But I think, when you look at the natural disasters that happened, you looked at the withdrawal from the Paris Peace Accords (SIC), if that continues, and if we're not taking a leadership role in this, the generations to come will know that we failed.\n\nCHUCK TODD:\n\nAll right, number one was something that, I'll be honest, we, in our staff meeting, we were trying to figure this out. Because half of you -- well, let me read the number one, before I give it away. We decided to call it social ills. Half of you put gun massacres, Sandy Hook. Half of you referred to opioids. And this is where I want to spend a minute. In some ways, when you put that together, it does feel as if, yeah, we have a societal ill, here, on this one. And we haven't figured out how to tackle either.\n\nPEGGY NOONAN:\n\nYes. I would say, America and drugs has been a huge story. A number of people who never used to get into that area of life started in the past five, seven years.\n\nCHUCK TODD:\n\nThese are all legal drugs.\n\nPEGGY NOONAN:\n\nYes!\n\nCHUCK TODD:\n\nThese are not illegal drugs. These are legal drugs.\n\nPEGGY NOONAN:\n\nYes. And attendant to this is the change in legal pharmaceuticals, what's there, the sense that people have that, in a way, we're all guinea pigs, in a way, for a new drug revolution that's going on. We don't know how things are going. I would add into addiction, social media addiction, pornography, all of those things that very quietly happen but change the face of a country.\n\nDORIS KEARNS GOODWIN:\n\nAnd the increasing isolation of so many people underlays that all.\n\nCHUCK TODD:\n\nYes, it reinforces that. And Helene, in your news-event way, you put Sandy Hook as number one. And look, there are two memories etched in my head of being a White House correspondent. One is the Bin Laden death. And two is that day at the White House.\n\nHELENE COOPER:\n\nI-- I think Sandy Hook, for me, is, by far, the most-important thing that happened this decade.\n\nBecause it showed, I think, that we were willing to accept, as a people, the death of children in schools. We were willing to prioritize our gun rights over protecting children in elementary schools. The fact that we are okay with this, and that nothing changed after Sandy Hook, said so much. And now, when you see all of these kids, who are so used to active-shooter training, when we didn't have that kind of stuff before then, that was a big deal, I thought.\n\nCHUCK TODD:\n\nYou know how this strikes me, Rich, is it's a reminder of how little Americans turn to politicians anymore for moral leadership. Because our politicians have totally failed on these two crises.\n\nRICH LOWRY:\n\nYeah. So this is why. We've had, now, for years, peace and relative prosperity in this country. But there's a sense of deep unease, one, because this decade played out under the shadow of two failures from the prior decade, the financial crisis, as Peggy alluded to, and the Iraq War.\n\nCHUCK TODD:\n\nAnd the Iraq War.\n\nRICH LOWRY:\n\nAnd there's something broken in our society, the lack of attachment of individuals, which counts for the drug crisis, for alcohol deaths, for suicide. In 2017, I think those three things counted for 150,000 deaths in our country.\n\nCHUCK TODD:\n\nOur life expectancy rate for certain people --\n\nRICH LOWRY:\n\n-- declined.\n\nCHUCK TOD:\n\n-- has declined.\n\nHELENE COOPER:\n\nYes, has come down.\n\nCHUCK TODD:\n\nHas come down, depending on where you live. We so distrust our politicians. We don't expect them to have the answers on this, or we don't want them to have them.\n\nDORIS KEARNS GOODWIN:\n\nAnd losing trust in government means losing trust in our collective ability to do something. Franklin Roosevelt used to say, \"You can have any problem. And if man created the problem, you can solve that problem.\" I think we're losing that sense. And that's really scary, although, you know, there are positive things about these '10s. There was activism and the long lines heading to work.\n\nHELENE COOPER:\n\nThis is the most-depressing thing anybody's ever made me do.\n\nDORIS KEARNS GOODWIN:\n\nMore women ran and run than ever before, a lot more people interested in politics. There's an arc to this decade, that you have to see the positives.\n\nCHUCK TODD:\n\nWell, you have to see it as an historian. In 30 years, this decade may be reviewed differently than we're reviewing it now. We're living in what feels like a more-dark period. And I have five seconds. Sorry, guys. That's all we have for today. Thank you for watching. Happy holidays. Merry Christmas. Happy Hanukkah and everything. Remember, we'll be back next week. Because if it's Sunday, it's Meet the Press"}}