{"GDELT": {"GlobalEventID": 894664213, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.9140767824497199, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rome, Lazio, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT07", "Actor2Geo_ADM2Code": "18350", "Actor2Geo_Lat": 41.9, "Actor2Geo_Long": 12.4833, "Actor2Geo_FeatureID": "-126693", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191223080000, "SOURCEURL": "http://www.heraldmalaysia.com/news/a-chance-in-life-another-papal-blessing-and-new-responsibilities-in-a-globalized-world/51109/1"}, "ARTICLE": {"TITLE": "\"A Chance in Life\": Another papal blessing and new responsibilities in a globalized world", "TEXT": "\"A Chance in Life\": Another papal blessing and new responsibilities in a globalized world\n\nA papal audience shines the light on an organization founded by Irish priest, Monsignor Carroll-Abbing in 1945 to give children orphaned and displaced by WWII a \"chance in life\". The organization has adapted to the times, spreading its branches and finding inspiration in Pope Francis' appeal to \"welcome, protect, promote and integrate\" our brothers and sisters in need.\n\nDec 23, 2019\n\nBy Linda Bordoni\n\nHad Monsignor Patrick Carroll-Abbing known how far the branches of the sapling he planted in Rome back in 1945 would spread, it would most certainly have made him happy.\n\nThe first seeds were planted with the blessing of Pope Pius XII when Carroll-Abbing, an Irish priest, founded Boys’ and Girls’ Towns of Italy to provide vast numbers of orphans and children who had been displaced by WWII with “a chance in life”. Not only did the institution offer them a home, but its unique system of “self-government” and the possibility of pursuing an education and learn skills meant that the children were encouraged to grow up and develop with confidence and creativity, and to become active participants in their communities and builders of their own lives.\n\nThose seeds have given life to Boys’ and Girls’ Towns of Bolivia, Colombia, Guatemala and Peru, and today serve over 1000 children living in marginalized and impoverished communities.\n\nMeanwhile, here in Italy, most citizens of the original Boys’ and Girls’ Towns (La Città dei Ragazzi and La Repubblica dei Ragazzi) are unaccompanied migrant minors. In line with Pope Francis’ determination to help build a more welcoming and just society, Vatican Dicasteries and Councils are partnering with the institution to be able to better respond to his call to “welcome, protect, promote and integrate” our brothers and sisters fleeing poverty and violence.\n\nThat’s why on Monday, 9 December, the Pope received a group of members and supporters of “A Chance in Life” - as the organization is now known - in the Vatican, encouraging them to continue “to carry out their mission in a world that presents ever new educational challenges.”\n\nIn a conversation with “A Chance in Life” President and Executive Director, Gabriele Delmonaco, I discovered more about how the organization continues to grow and develop in a changing world.\n\n\n\nDelmonaco explained that about 4 years ago the Board of Directors in New York decided to export the model of self-government that initiated in Rome at the “Città dei Ragazzi” to other parts of the world.\n\nIt was a need that arose from today’s reality that has inevitably changed the face of the original Boys’ and Girls’ Towns where most of the citizens are in Rome are unaccompanied migrant minors fleeing poverty and conflict in the Middle East and Africa.\n\n“We started in Ethiopia where we help about 400 children,” Delmonaco said, and after that we started two programmes in India in very tribal areas where most of children we support are orphaned girls who otherwise would not have a chance to get an education.\n\nLast year, he continued, we started programmes in Guatemala, Bolivia, Peru and Colombia and we are now exploring a collaboration with local partners in Mexico.\n\n\n\nAudience with Pope Francis\n\nDelmonaco told me that “A Chance in Life” – as the organization is called today - was founded by Monsignor Carrol-Abbing, who had a strong network in the United States, to support the operations of Boys and Girls Towns Italy, and it still thrives thanks to donors, primarily in the US.--Vatican News"}}