{"GDELT": {"GlobalEventID": 894601767, "Day": 20191222, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9644, "Actor1Code": "GOV", "Actor1Name": "PRINCE", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 5.0204918032786905, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKE2", "Actor1Geo_ADM2Code": "40137", "Actor1Geo_Lat": 50.9167, "Actor1Geo_Long": -0.083333, "Actor1Geo_FeatureID": "-2609142", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKE2", "Action2Geo_ADM2Code": "40137", "Action2Geo_Lat": 50.9167, "Action2Geo_Long": -0.083333, "Action2Geo_FeatureID": "-2609142", "DATEADDED": 20191222220000, "SOURCEURL": "https://honey.nine.com.au/royals/prince-harry-royal-most-changed-end-of-decade/844adffd-1c08-4c0e-b8e5-b5b181bb1d0b"}, "ARTICLE": {"TITLE": "Why Prince Harry is the royal who has changed the most in the past decade", "TEXT": "It's been a big year for the British Royal Family, let alone the past decade.\n\nBut for one royal in particular, it has been an especially transformative ten years.\n\nPrince Harry has gone from a \"party prince\" in his mid-20s to protective father representing the Queen to the Commonwealth as the Youth Ambassador in his mid-30s.\n\nPrince Harry is the royal who has changed the most in the past decade 2010 (left) and 2019 (right) (AAP)\n\nThe Duke of Sussex appears to take the crown for the most changed royal in the past decade, agrees 9Honey's Royal Correspondent, Victoria Arbiter.\n\n\"He's matured, he's grown in confidence and he now exudes a sense of purpose born from having a clearer idea of exactly what it is he wants to achieve,\" Arbiter tells 9Honey.\n\n\"Yes, Harry was previously known as the party prince, but he's 35 now and he's embraced a new chapter in his life.\n\n\"Alongside getting older came more responsibility to the institution of monarchy, particularly given his grandparents' advancing years and so I think Harry felt ready to step up and do his bit.\"\n\nMilitary man\n\nArbiter says the Prince's stint in the armed forces, where he toured Afghanistan as a soldier, was a driving force in his transformation.\n\n\"Harry absolutely loved his time in the army. It afforded him a sense of community, discipline and purpose and for a short while it also offered him a life as 'normal' as it will ever be for one in his position,\" she says\n\n\"Through his military life we saw his confidence grow and there's no question his time in service has helped shape and mould the man he is today.\"\n\nArbiter says the Prince's stint in the armed forces, where he toured Afghanistan as a soldier, was a driving force in his transformation (pictured in 2010) (AAP)\n\nAnd since leaving the Army, Prince Harry has continued his work with servicemen through his Invictus Games, which he launched in 2014.\n\nMeeting Meghan\n\nArbiter admits, there are elements of the Prince's private life that have helped him grow too.\n\nMeeting his now wife Meghan Markle in 2016 has completely changed his life and the Duchess has had a profound effect on him with the Prince reportedly giving up smoking and drinking for a cleaner lifestyle.\n\nMeeting his now wife Meghan Markle in 2016 has completely changed his life (AAP)\n\n\"For Harry it seems marriage brought about a sense of peace and contentment that was further heightened upon the birth of Archie,\" Arbiter says.\n\nDealing with Diana's death\n\nThere's also speaking openly about his struggles in dealing with the death of his beloved mother, Princess Diana.\n\nThis has lifted some weight off the royal's shoulders not only for himself but many others, as he and Prince William try to shift the stigma surrounding men's mental health.\n\n\"My hope is that by sharing his burden Harry has realised that he's not alone and perhaps there's comfort in knowing that by opening up he's helped a huge number of people,\" Arbiter adds.\n\nSpeaking openly about his struggles in dealing with the death of his beloved mother, Princess Diana, has helped Prince Harry (AAP)\n\nAuthor of Harry: Life, Loss, and Love Katie Nicholl told 9Honey in 2018 that it was one of Prince George's godmothers who helped Prince Harry deal with his grief.\n\n\"I reveal [in the book] the woman who helped him was Julia Samuels - a very close friend, his mother's very close friend, one of Prince George's godmothers and a bereavement counsellor - so someone in a very, very good position to help Prince Harry, which is exactly what she did.\n\n\"And I think through that counselling, through that support, he was able to find meaning in his life, come to terms with that loss,\" Nicholl told 9Honey.\n\nParty Prince to Duke of Sussex\n\nThe now Duke of Sussex had a party prince reputation for many years, which wasn't completely unwarranted.\n\nWho could forget Prince Harry's strip poker game in Vegas in 2012 or his Nazi costume at Halloween, back in 2005.\n\n\"I don't think anyone would say Vegas has caused Harry any long-term damage. So, Prince Harry seems to escape unscathed,\" Nicholl said.\n\n\"Yes, there have been moments the Royal Family have been disappointed but I think it's all largely put down to experience and growing up.\"\n\nThe now Duke of Sussex had a party prince reputation for many years (AAP)\n\nDuke's next decade\n\nSo what does the decade ahead hold for the Duke of Sussex?\n\nArbiter says the Duke's Commonwealth role will keep him busy as will a likely growing family.\n\n\"Harry clearly loves being a dad. Even before meeting Meghan he'd long talked of starting a family so, without getting too personal, I wouldn't be surprised if the Sussexes' family expanded in the not too distant future,\" Arbiter says.\n\n\"There's also likely to be a fair bit of travel but Harry excels on tour,\" she adds.\n\n\"He's the Royal Family's secret weapon when it comes to meeting people from all walks of life and I think, together, he and Meghan have the potential to make a dramatic impact on the worldwide stage.\"\n\nPrince Harry is the royal who has changed the most in the past decade - on tours more as Commonwealth Youth Ambassador (AAP)"}}