{"GDELT": {"GlobalEventID": 894663619, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.95566502463054, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20191223080000, "SOURCEURL": "https://www.lancashiretelegraph.co.uk/news/18118463.pendles-lib-dem-lord-rapped-nazi-jibe/"}, "ARTICLE": {"TITLE": "Pendle's Lib Dem Lord is rapped over his 'Nazi' jibe", "TEXT": "A PROMINENT peer and councillor has been found in breach of a council’s code of conduct after he was filmed calling a member of the public a Nazi in August.\n\nPendle Council’s corporate director Philip Mousdale made the ruling after an investigation into Waterside councillor Lord Tony Greaves' comments in the meeting of the Colne and District Council on August 8.\n\nIt was discussing the extension of a mosque in Exchange Street and a member of the public Karl Hopkins was filming the proceeding wearing a Tommy Robinson T-shirt.\n\nDuring the meeting, in which Independent Trawden Parish councillor and UKIP Burnley and Pendle Chairman Craig McBeth spoke against the extension, Cllr Greaves called Mr Hopkins ‘a Nazi’.\n\nMr Hopkins and Cllr McBeth and two others complained to Mr Mousdale.\n\nNow Mr Mousdale has found ‘there is sufficient evidence of a failure to comply with the Code of Conduct.’ by Liberal Democrat Lord Greaves.\n\nHis report says: “In my view the word Nazi has an unequivocal meaning. It is likening someone to a member of the German political party led by Adolf Hitler which committed great atrocities. It is not a catch-all to criticise opposing, even extremist, political views. It is unacceptable and disrespectful for a councillor to use it towards a member of the public in a meeting.\"\n\nPendle Council’s Standards Hearings Panel will consider the report and whether to impose a penalty early next year.\n\nLord Greaves said: “There has not been a full investigation. Philip Mousdale has conducted a few interviews that is all. I did not make an accusation. I made a comment about someone who was wearing a Tommy Robinson T-shirt.\n\n“As far as I am concerned Tommy Robinson is a neo-Nazi and anyone who wears a Tommy Robinson T-shirt is a neo-Nazi supporter.”\n\nMr McBeth said: “I am very pleased that Pendle Council has found Lord Greaves guilty of breaking the Code of Conduct. His attitude towards people of a different view is atrocious and I hope now this sends out a very strong message to other councillors that they are being watched and that their behaviour and language must improve or else they will be held accountable.”\n\nMr Mousdale said: “As this case will be considered by the Standards Hearings Panel in the New Year it’s inappropriate for Pendle Council to comment at this stage.”"}}