{"GDELT": {"GlobalEventID": 894664160, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "EUR", "Actor2Name": "EUROPEAN", "Actor2CountryCode": "EUR", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.90405904059041, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Idlib, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26365", "Actor1Geo_Lat": 35.9306, "Actor1Geo_Long": 36.6339, "Actor1Geo_FeatureID": "-2542538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Idlib, Idlib, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY12", "Actor2Geo_ADM2Code": "26365", "Actor2Geo_Lat": 35.9306, "Actor2Geo_Long": 36.6339, "Actor2Geo_FeatureID": "-2542538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Anadolu, Turkey (general), Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU00", "Action2Geo_ADM2Code": "28356", "Action2Geo_Lat": 39.0, "Action2Geo_Long": 35.0, "Action2Geo_FeatureID": "-735281", "DATEADDED": 20191223080000, "SOURCEURL": "https://cyprus-mail.com/2019/12/23/erdogan-says-turkey-cannot-handle-new-migrant-wave-from-syria-warns-europe/"}, "ARTICLE": {"TITLE": "Erdogan says Turkey cannot handle new migrant wave from Syria, warns Europe", "TEXT": "Turkey cannot handle a fresh wave of migrants from Syria, President Tayyip Erdogan said on Sunday, warning that European countries will feel the impact of such an influx if violence in Syria’s northwest is not stopped.\n\nTurkey currently hosts some 3.7 million Syrian refugees, the largest refugee population in the world, and fears another wave from the Idlib region, where up to 3 million Syrians live in the last significant rebel-held swathe of territory.\n\nSyrian and Russian forces have intensified their bombardment of targets in Idlib, which Syria’s President Bashar al-Assad has vowed to recapture, prompting a wave of refugees towards Turkey.\n\nSpeaking at an awards ceremony in Istanbul on Sunday night, Erdogan said more than 80,000 people were currently on the move from Idlib to Turkey.\n\n“If the violence towards the people of Idlib does not stop, this number will increase even more. In that case, Turkey will not carry such a migrant burden on its own,” Erdogan said.\n\n“The negative impact of the pressure we will be subjected to will be something that all European nations, especially Greece, will also feel,” he said, adding that a repeat of the 2015 migrant crisis would become inevitable.\n\nHe also said Turkey was doing everything possible to stop Russian bombardments in Idlib, adding that a Turkish delegation would go to Moscow to discuss Syria on Monday.\n\nErdogan has previously threatened to “open the gates” for migrants to Europe unless Turkey got more support in hosting the refugees.\n\n“NOT ENOUGH”\n\nTurkey is seeking international support for plans to settle 1 million Syrians in part of northeast Syria that its forces and their Syrian rebel allies seized from the Kurdish YPG militia in a cross-border incursion in October.\n\nAnkara has received little public backing for the proposal and has repeatedly slammed its allies for not supporting its plans. Turkey‘s offensive was also met with condemnation from allies, including the United States and European countries.\n\n“We call on European countries to use their energy to stop the massacre in Idlib, rather than trying to corner Turkey for the legitimate steps it took in Syria,” Erdogan said on Sunday, referring to the three military operations Turkey has carried out in Syria.\n\nAfter a global refugee forum in Geneva last week, the United Nations refugee agency said states pledged more than $3 billion to support refugees and around 50,000 resettlement places. But, Erdogan, who attended the forum, said on Sunday that sum was not enough.\n\nU.N agencies say hundreds of people have been killed in Idlib this year after attacks on residential areas.\n\nRussia and the Syrian army, which is loyal to President Bashar al-Assad, both deny allegations of indiscriminate bombing of civilian areas and say they are fighting al Qaeda-inspired Islamist militants.\n\nRescue teams said six people were killed in Maarat al Numan and 11 more in nearby villages on Friday.\n\nEarlier on Sunday, Turkey‘s state-run Anadolu news agency said some 205,000 people had been displaced from their homes in Idlib since November due to the attacks. It said the fleeing civilians were going towards areas in Syria that Turkey seized in its military operations, or to other parts of Idlib.\n\n\n\n\n\n"}}