{"GDELT": {"GlobalEventID": 894768386, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.7819905213270095, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wythenshawe, Manchester, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKI2", "Actor1Geo_ADM2Code": "40111", "Actor1Geo_Lat": 53.4, "Actor1Geo_Long": -2.26667, "Actor1Geo_FeatureID": "-2612241", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wythenshawe, Manchester, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKI2", "Actor2Geo_ADM2Code": "40111", "Actor2Geo_Lat": 53.4, "Actor2Geo_Long": -2.26667, "Actor2Geo_FeatureID": "-2612241", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wythenshawe, Manchester, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKI2", "Action2Geo_ADM2Code": "40111", "Action2Geo_Lat": 53.4, "Action2Geo_Long": -2.26667, "Action2Geo_FeatureID": "-2612241", "DATEADDED": 20191223190000, "SOURCEURL": "https://www.manchestereveningnews.co.uk/news/greater-manchester-news/suzanne-brutally-beaten-husband-now-17466791"}, "ARTICLE": {"TITLE": "now after two years of agony she can finally divorce him", "TEXT": "A woman who was brutally beaten by her violent husband says she is finally free after he signed divorce papers - almost two years after he was jailed for the attack.\n\nSuzanne Hill spent five days in hospital after an unprovoked assault by David Jennison following a ‘silly’ row about Britain’s Got Talent.\n\nJennison, 53, is currently behind bars at Strangeways after choking and raining blows down on Suzanne, who he then tied up with electrical flex and bundled into a sleeping bag.\n\nDespite this, Jennison initially refused to sign divorce papers, instead suggesting that the split might not be necessary.\n\nHis refusal led Suzanne to fear she may never be able to move on with her life.\n\nBut now - more than two years after the attack - Suzanne says she expects her divorce to be granted in the new year.\n\n“I feel free. I can finally move forward,” she says. “My anxiety has not been as bad and I can start the new year and go forward.\n\n“It’s a really nice feeling. What better way to start the new year? And what a good Christmas present.”\n\nMum-of-three Suzanne has been trying since January to divorce Jennison. But she became convinced that he was trying to control her from behind bars.\n\nJennison is subject to a restraining order which prevents him from having any contact with Suzanne.\n\nSo by writing a letter in response to the request for a divorce, Suzanne says he was aiming to communicate with her through a third party.\n\n“He knows exactly what he is doing,” Suzanne said, when speaking to the M.E.N. back in September.\n\n“He referred to what he did to me as an ‘incident’ and he’s saying it doesn’t have to end in divorce.\n\n“I just want to get a divorce, get away from him and move on but I can’t.”\n\nLorry driver Jennison was jailed back in January 2018 and is serving his sentence at HMP Manchester.\n\nHe was handed three years and three months with an extended licence period of three years - meaning even after release he is at risk of being recalled to prison until 2024.\n\nIt followed a shocking attack following a petty row about Britain’s Got Talent.\n\nThe couple - who met on dating website Plenty of Fish - wed after a whirlwind romance and Jennison moved into Suzanne’s Eccles home.\n\nInitially ‘kind and attentive’ Jennison was in fact hiding a history of violence and domestic abuse. But by the time Suzanne found out, it was too late.\n\nIt was in June 2017 - after just eight months of marriage - that Jennison returned home from work and noticed his wife watching Britain’s Got Talent.\n\nSeemingly annoyed he left the room, walked the dog and it wasn’t until the couple were in bed later that night that Jennison suddenly turned and punched Suzanne.\n\nShe immediately packed a bag for her husband and threw it downstairs, at which point she says he headbutted her.\n\nIn court, Jennison claimed that this was a ‘clash of heads’.\n\n“Then as fast as he did that, he started strangling me. And strangled. And strangled,” Suzanne previously told the M.E.N.\n\nProsecutors previously told Manchester Crown Court how Suzanne had feared for her life as she tried to flee from their home, but was followed by Jennison and knocked unconscious.\n\nHer son later found her bundled into a sleeping bag with her arms tied up with black electrical flex cord from the microwave.\n\nSuzanne was rushed to hospital - where she spent five days - and Jennison became the subject of a police wanted appeal before being arrested two days later.\n\nAfter months of gruelling counselling sessions to help her come to terms with post traumatic stress disorder, Suzanne filed for divorce in January.\n\nBut she claimed Jennison was refusing to sign the papers from his jail cell.\n\nInstead he suggested that perhaps divorce is not the answer.\n\nJennison is subject to a restraining order which prevents him from having any contact with Suzanne.\n\nSo by writing a letter in response to the request for a divorce, Suzanne says Jennison is aiming to communicate with her through a third party - action she believes breaches the terms of his order.\n\n“He knows it would have got back to me even though there is a restraining order in place,” she said at the time.\n\n“I read it and it took me straight back to that night - I was distraught.”\n\nSuzanne used a government website to try and obtain a divorce for a fee of £550.\n\nWhen the M.E.N wrote about Suzanne’s case back in September, Worsley and Eccles South MP Barbara Keeley wrote to the Justice Secretary about the issues raised.\n\nSuzanne was also helped by staff at Wythenshawe-based charity Safespots, which helps female victims of domestic violence.\n\nShe now says her divorce is due to go through in the new year.\n\n“I finally got an email from the courts saying he has signed the papers,” she says.\n\n“It went in front of a judge on December 16. Six weeks and one day after that I can apply for a decree absolute.\n\n“It’s such a weight off me. What a way to start the new year. It’s such a lovely feeling.\n\n“I’m hoping there will come a day in domestic violence cases where things will change. I don’t see why a judge can’t grant a divorce on sentence.”\n\n‘Dangerous’ offender Jennison has 13 previous convictions for offences including causing actual bodily harm, common assault, witness intimidation, battery.\n\nBefore being sentenced last year he sent a letter to the judge in which he said he was ‘mortified’ and ‘truly sorry’ for his actions.\n\nBut Judge Timothy Smith said at the time that Jennison had showed ‘little degree of insight’ into his offending and had tried to downplay his responsibility in a pre-sentence report.\n\nHe said Jennison’s behaviour showed a ‘repeated pattern of offences of violence and harassment towards former or current partners’."}}