{"GDELT": {"GlobalEventID": 894768291, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "CVL", "Actor1Name": "REPATRIATE", "Actor1Type1Code": "CVL", "Actor2Code": "SAU", "Actor2Name": "SAUDI ARABIA", "Actor2CountryCode": "SAU", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.3255813953488396, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA10", "Actor1Geo_ADM2Code": "25316", "Actor1Geo_Lat": 24.6408, "Actor1Geo_Long": 46.7728, "Actor1Geo_FeatureID": "-3093009", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA10", "Actor2Geo_ADM2Code": "25316", "Actor2Geo_Lat": 24.6408, "Actor2Geo_Long": 46.7728, "Actor2Geo_FeatureID": "-3093009", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA10", "Action2Geo_ADM2Code": "25316", "Action2Geo_Lat": 24.6408, "Action2Geo_Long": 46.7728, "Action2Geo_FeatureID": "-3093009", "DATEADDED": 20191223190000, "SOURCEURL": "https://www.middleeasteye.net/news/high-level-saudi-officials-khashoggis-murder"}, "ARTICLE": {"TITLE": "The high-level Saudi officials 'cleared' of Khashoggi's murder", "TEXT": "The Saudi investigation into Jamal Khashoggi's murder and ensuing trial have been notably obscure and lacking in transparency, with critics suggesting the kingdom was seeking to insulate its crown prince from blame.\n\nBoth the United Nations and CIA have concluded that Crown Prince Mohammed bin Salman almost certainly signed off on the operation in Istanbul.\n\nRiyadh has previously suggested that its de facto leader was totally unaware that a team of operatives had travelled to the Turkish city, killed one of his most prominent critics, and attempted a botched coverup.\n\nInstead, Saudi authorities intimated, the crown prince's close allies Saud al-Qahtani, a top royal aide, and Ahmed al-Assiri, then deputy head of military intelligence, were responsible.\n\nDespite that, Qahtani and Assiri were cleared by the Saudi public prosecutor of any responsibility, alongside the Mohammed al-Otaibi, the consul-general who led reporters round the forensically cleaned consulate insisting Khashoggi left alive.\n\nMiddle East Eye takes a look at those cleared by Saudi Arabia \"due to lack of evidence\", and their links to Mohammed bin Salman in the days surrounding Khashoggi's murder.\n\nSaud al-Qahtani\n\nSaudi and Turkish sources told Reuters that Qahtani skyped into the Istanbul consulate during Khashoggi's murder (Supplied)\n\nQahtani was a top confidant and senior adviser to Mohammed bin Salman, and held much influence inside the crown prince's inner circle.\n\nSince Khashoggi's murder, however, Qahtani has been banned from leaving Saudi Arabia and publicly fired from his role as a senior adviser to the crown prince.\n\nIn her report on Khashoggi's killing, UN Special Rapporteur Agnes Callamard, said she believed Qahtani's firing was a reflection of the Saudi government's acknowledgement that he was involved in Khashoggi's death.\n\nThe US Treasury has sanctioned him, and described him as \"a senior official of the Government of Saudi Arabia who was part of the planning and execution of the operation that led to the killing of Mr. Khashoggi\".\n\nSaudi and Turkish sources told Reuters news agency that Qahtani was beamed into a room of the Saudi consulate in Istanbul via Skype. From there he reportedly began hurling insults at Khashoggi and ordered his men to dispose of the journalist.\n\nThough Qahtani was under investigation, multiple reports suggested that he remained largely free and in contact with the crown prince.\n\nDespite the evidence against Qahtani, he did not stand trial.\n\nMonths before Khashoggi's murder, Qahtani tweeted: “Do you think I make decisions without guidance? I am an employee and a faithful executor of the orders of my lord the king and my lord the faithful crown prince.”\n\nAhmed al-Assiri\n\nAhmed al Asiri was subjected to a trial unlike Qahtani where he was acquitted (AFP)\n\nAhmed al-Assiri, who was deputy head military intelligence, stood trial for his suspected involvement in Khashoggi's murder, but was cleared of charges.\n\nHe was a close ally of Mohammed bin Salman, until his dismissal as international outcry over Khashoggi's dissapearance and death grew.\n\nShalaan al-Shalaan, deputy public prosecutor, said the investigation had concluded Qahtani had coordinated with Assiri to repatriate Khashoggi back to Saudi Arabia but not kill him.\n\nSeveral Saudis in the hit squad sent to intercept Khashoggi were members of the Tiger Squad, an elite unit that operated under Assiri and Qahtani's command.\n\nThe Tiger Squad has been used for asssassinations in the past, Middle East Eye revealed, and was named after Assiri himself.\n\n\"Assiri is well-known among his colleagues as 'the Tiger of the South'. Since the coalition's war [on Yemen] the Saudi media also started calling Assiri 'the Beast', and he liked this nickname,\" a Saudi source with intimate knowledge of the unit told MEE.\n\nPrior to taking up his intelligence role, Assiri was the spokesperson for the Saudi-led coalition fighting in Yemen.\n\nIn her report on Khashoggi's killing, UN Special Rapporteur Agnes Callamard acknowledged there was no \"smoking gun\" directly incriminating Mohammed bin Salman, but said it was almost certain he was aware that a plan to target Khashoggi was underway.\n\nAssiri would not have been able to organise such an operation alone, she argued.\n\n“Evidence points to the 15-person mission to execute Mr Khashoggi requiring significant government coordination, resources and finances,” she wrote in the report.\n\n“While the Saudi government claims that these resources were put in place by Ahmed Asiri, every expert consulted finds it inconceivable that an operation of this scale could be implemented without the crown prince being aware, at a minimum, that some sort of mission of a criminal nature, directed at Mr Khashoggi, was being launched.”\n\nMiddle East Eye has previously asked the Saudi government to comment on Callamard's allegations, without response.\n\nMohammad al-Otaibi\n\nMohammad Otaibi was the Saudi consul-general before Khashoggi's murder (Supplied)\n\nFour days after Khashoggi's murder, Mohammed al-Otaibi shot to fame as the man who gave journalists a tour of the Saudi consulate in Istanbul.\n\nShuffling through cupboards and looking under tables in front of journalists to show that Khashoggi was not inside the consulate, Otaibi insisted the slain Saudi had left the building unharmed.\n\nIn actual fact, Khashoggi had been killed and dismembered in Otaibi's office. Following the murder, the hit squad dined at Otaibi's residence close by, where Turkish investigators believe Khashoggi's remains were incinerated in an oven.\n\nCallamard's report published conversations Otaibi had with Saudi officials days before Khashoggi's murder, where he discussed a \"top-secret mission.\"\n\nAnd like Qahtani, Otaibi was banned from leaving Saudi Arabia and put on a US sanctions list for his suspected involvement in the murder."}}