{"GDELT": {"GlobalEventID": 894769112, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "JAM", "Actor2Name": "JAMAICA", "Actor2CountryCode": "JAM", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.3360433604336, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "First United Methodist Church, Nebraska, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNE", "Actor1Geo_ADM2Code": "NE157", "Actor1Geo_Lat": 41.8672, "Actor1Geo_Long": -103.65799999999999, "Actor1Geo_FeatureID": "1827969", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jamaica", "Actor2Geo_CountryCode": "JM", "Actor2Geo_ADM1Code": "JM", "Actor2Geo_Lat": 18.25, "Actor2Geo_Long": -77.5, "Actor2Geo_FeatureID": "JM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM", "Action2Geo_Lat": 18.25, "Action2Geo_Long": -77.5, "Action2Geo_FeatureID": "JM", "DATEADDED": 20191223190000, "SOURCEURL": "https://www.journaldemocrat.com/news/20191223/thomson-named-ocs-best-of-best-person-of-year"}, "ARTICLE": {"TITLE": "Thomson named OC's Best of the Best Person of Year", "TEXT": "Dr. Dean Thomson was surprised and honored to be selected as the 2019 Otoe County Best of the Best Person of the Year.\n\n\"The community has done so much for our family,\" he said. \"It doesn't feel like we've given as much as they've given us.\"\n\nThomson, who directs the Nebraska City Apple Corps and Belles-a-Peelin' barbershop choruses, joined the Southeast Nebraska Community Band this year, playing bass clarinet.\n\nThomson also leads annual medical mission trips to Jamaica from the First United Methodist Church, which he has done for 28 years. He also teaches a weekly Bible study at the church.\n\nHe and his family recently attended a change of command ceremony where Col. Derek Thomson handed over command of the Bastogne Brigade of the 101st Airborne before taking his next assignment in England. Derek Thomson is one of Dean and Keitha Thomson's three children.\n\nDr Daniel DeFreece, president of CHI Health St. Mary's, where Thomson still occasionally fills in at the Nebraska City Medical Clinic, credited Thomson for helping with his professional and personal development.\n\n\"He was a mentor to me as a young physician, husband and father,\" said DeFreece. \"He taught me how to balance the day-to-day as a physician while taking care of my children and my wife.\"\n\nDeFreece called Thomson the long-standing \"steady rock of the medical staff\" and said the staff still quote him frequently.\n\n\"If we do what's best for the patient, everything else will follow,\" said DeFreece.\n\nThomson was one of the founding members of the Nebraska City Apple Corps in 1981. Erv Friesen joined the group a couple of years later.\n\n\"Giving is a word that comes to mind,\" said Friesen, \"and selfless.\"\n\nFriesen said Thomson does so much behind the scenes with the Apple Corps at rehearsals and writing the script for the group's annual show, which will take place Feb. 29.\n\n\"We don't know how good we have it having him,\" said Friesen.\n\nLook for the Best of the Best supplement in the Dec. 23 Penny Press and in the Dec. 27 issues of the Nebraska City News-Press and the Syracuse Journal-Democrat."}}