{"GDELT": {"GlobalEventID": 894768340, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "EDUGOV", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor1Type2Code": "GOV", "Actor2Code": "EDU", "Actor2Name": "STUDENT", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.85910652920962, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Santa Monica College, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0188, "Actor1Geo_Long": -118.47, "Actor1Geo_FeatureID": "249090", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Santa Monica College, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0188, "Action2Geo_Long": -118.47, "Action2Geo_FeatureID": "249090", "DATEADDED": 20191223190000, "SOURCEURL": "https://www.washingtonpost.com/education/2019/12/23/no-home-holidays-why-colleges-should-stop-forcing-students-leave-campus-during-breaks/"}, "ARTICLE": {"TITLE": "No home for the holidays: Why colleges should stop forcing students to leave campus during breaks", "TEXT": "To be sure, some schools are taking action to help homeless students find shelter when campus is closed, but as the author of the following post writes, not enough of them do.\n\nThis was written by Elizabeth Slater, chief executive of Youth on Their Own in Tucson, a nonprofit organization that works on high school dropout prevention and helping homeless and unaccompanied youths in Pima County succeed. Youth on Their Own was founded in 1986 when Ann Young, a guidance counselor in the Amphitheater School District, started seeing talented students dropping out of school because they were homeless and had no parent or guardian.\n\nAD\n\nAD\n\nYoung and other school counselors, as well as teachers, volunteers and other members of the community, formed the organization, which says that more than 16,000 homeless and vulnerable young people have been able to stay in school and work toward self-sufficiency instead of dropping out.\n\nSlater is a Public Voices Fellow with the OpEd Project, which attempts to increase the number of women thought leaders and bring their views into the public square.\n\nBy Elizabeth Slater\n\nWhile parents across the country are welcoming their college-going children home for the holidays, Rashel Olalde and other students who are homeless are dreading the month-long campus shutdown.\n\nAD\n\nThere are few options for students who don’t have a home for the holidays.\n\nOlalde is a sophomore at the University of Arizona, where, in addition to majoring in family studies and human development, she advocates for homeless and foster youth. Her background as a teen who experienced years of insecure housing makes her an expert in the struggle to stay safe, warm and fed, especially during the holiday season. Last year, her “dorm scholarship” wasn’t year-round, so winter and summer closures left her stranded and stressed to find shelter. The few on-campus options for winter break housing are simply too costly for most homeless youth.\n\nAD\n\nDuring the school year, many college students experiencing homelessness live in dorms for free or at a reduced cost, making it possible for them to attend school without any parental support or a social safety net. When campuses close, these students are on their own, back to sleeping in cars or couch-surfing, factors perpetuating high dropout rates among homeless youth.\n\nAD\n\nIn the fall of 2018, The Hope Center for College, Community and Justice surveyed 86,000 college students across the country. Fifty-six percent of students reported housing insecurity and 17 percent reported being homeless in the previous year. Not surprisingly, students experiencing housing instability also lacked resources for food.\n\nColleges and universities can ensure that students of all backgrounds have a true opportunity to thrive in their communities by rejecting homelessness and hunger as a reality within their student body and enacting policies that guarantee access to basic needs for vulnerable students.\n\nAD\n\nOlalde is currently advocating for her university to allocate stable, accessible housing for homeless students during academic breaks — and she’s not alone. Young people across the country have been speaking up, causing some colleges and universities to adopt a variety of strategies to support the needs of homeless students. Consistent, year-round campus housing for the most vulnerable students is fundamental to a successful approach.\n\nAD\n\nWest Chester University near Philadelphia sets an example for the proactive housing of unaccompanied and homeless students through its Promise Program. Housing is provided year-round, including during breaks, and students have a single point of contact within the program so they are less likely to fall through the cracks.\n\nOther schools, such as Kennesaw State University in Georgia, offer comprehensive housing supports. Kennesaw State’s Campus Awareness, Resource & Empowerment (CARE) Center opened emergency housing apartments for homeless students in 2016. Along with providing a safe place on campus to sleep and study, CARE case managers work with students to identify long-term stable housing options. Oregon State University has a similar model with both an emergency housing program and a Basic Needs Navigator to help homeless students secure long-term stability.\n\nAD\n\nTacoma Community College in Washington state established a partnership with the Tacoma Housing Authority to provide housing subsidies for students who are homeless or near homeless. The program is so popular there is currently a waiting list. At the University of California at Los Angeles, students themselves took the initiative and founded Bruin Shelter, a student-run shelter serving homeless students enrolled at UCLA or Santa Monica College. Though the program is supported by UCLA administrators, it was formed as a separate 501(c)(3) organization to bypass the type of university bureaucracy that can often stifle creative housing solutions for students.\n\nAD\n\nShort-term emergency housing (typically one to 14 days) can be found at California State University at Chico, Roosevelt University in Chicago and the University of Utah.\n\nFar more common is when schools provide students with referral information for community-based housing resources and leave it to the student to navigate complex intake systems and eligibility assessments while also writing papers and studying for finals. The effort is piecemeal and insufficient, so when campuses close for breaks, too many students end up without options for safe shelter.\n\nAD\n\nUnfortunately, year-round campus housing for homeless and vulnerable students isn’t yet the standard. Thousands of college students with no family or home must depend on the generosity of friends, classmates or teachers to house them during dorm closures — a much tougher proposition at the holidays than any other time of year. Some won’t find a family willing to host them. Instead, they’ll sleep in cars, shelters or tents until they can move back into campus housing.\n\nAD\n\nFor many homeless teens, fighting their way to a high school diploma and gaining college acceptance is the path to building a stable, self-sufficient life. These students are so close to earning a college degree, breaking the cycle of poverty and writing new stories for their future. The relatively small price of providing stable campus housing can have a transformational effect, as it enables students to remain enrolled, focused on their studies and on track to achieving their educational goals."}}