{"GDELT": {"GlobalEventID": 894768574, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "ISR", "Actor1Name": "JERUSALEM", "Actor1CountryCode": "ISR", "Actor2Code": "JOR", "Actor2Name": "JORDAN", "Actor2CountryCode": "JOR", "IsRootEvent": 0, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 7.35294117647059, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jordan", "Actor2Geo_CountryCode": "JO", "Actor2Geo_ADM1Code": "JO", "Actor2Geo_Lat": 31.0, "Actor2Geo_Long": 36.0, "Actor2Geo_FeatureID": "JO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jordan", "Action2Geo_CountryCode": "JO", "Action2Geo_ADM1Code": "JO", "Action2Geo_Lat": 31.0, "Action2Geo_Long": 36.0, "Action2Geo_FeatureID": "JO", "DATEADDED": 20191223190000, "SOURCEURL": "http://en.ammonnews.net/article.aspx?articleno=42240"}, "ARTICLE": {"TITLE": "King receives church leaders in Jordan, Jerusalem", "TEXT": "Home Jordan News\n\n\n\nKing receives church leaders in Jordan, Jerusalem\n\nAMMONNEWS - His Majesty King Abdullah on Monday received church leaders in Jordan and Jerusalem, and leading Jordanian Christian figures and representatives of Islamic and awqaf institutions at Al Husseiniya Palace.\n\n\n\nSpeaking at the meeting, King Abdullah expressed best wishes to Christians in Jordan, Palestine and the whole world on the occasion of the holiday season, stressing that Muslims and Christians in Jordan are one family working for the nation’s progress and prosperity.\n\n\n\nHis Majesty reaffirmed the right of Jerusalem’s churches to preserve their property and holy sites, and to worship freely, adding that safeguarding the rights of Muslims and Christians in Jerusalem is a Hashemite duty and legacy.\n\n\n\nThe King expressed keenness to reach out to church leaders in Jordan and Jerusalem and representatives of Islamic and awqaf institutions, voicing his support and appreciation.\n\n\n\nFor their part, speakers at the meeting highlighted the importance of the Hashemite Custodianship of Islamic and Christian holy sites in Jerusalem, describing it as the legitimate, authentic custodianship that emanates from the Hashemite legacy rooted in religion and history.\n\n\n\nThe speakers expressed appreciation for His Majesty’s role in defending Islamic and Christian holy sites in Jerusalem, commending the King’s efforts to promote interfaith harmony and coexistence.\n\n\n\nIn an address delivered on behalf of Patriarch Theophilos III, Patriarch of the Holy City and all Jordan and Palestine, Archbishop Christoforos Atallah, Greek Orthodox Archbishop of Amman, underscored Jordan as a role model for promoting peace and tolerance, as well as a beacon of stability in the region.\n\n\n\nArchbishop Atallah extended the greetings of Patriarch Theophilos III to His Majesty and the Jordanian people on the occasion of Christmas, stressing support for the Hashemite Custodianship and emphasising the King’s role in bolstering coexistence in the region.\n\n\n\nAlso speaking at the meeting, Jerusalem Awqaf Department Director Mohammad Azzam Khatib extended his greetings to His Majesty and all Arabs and Jordanians on the occasion of Christmas.\n\n\n\nKhatib lauded the King’s firm support and protection of Jerusalem and its holy sites in his capacity as Hashemite Custodian, noting that the Hashemite Custodianship is the only legitimate guardianship accepted and appreciated by Jerusalemites, Muslims and Christians alike.\n\n\n\nHe added that despite the threat of Judaisation, Muslim and Christian Jerusalemites have formed a united front to counter the multitude of challenges facing the holy city.\n\n\n\nKhatib said Jerusalemites will continue to protect their city with His Majesty’s unwavering support, leadership, and guidance.\n\n\n\nIn his remarks at the meeting, Apostolic Administrator of the Latin Patriarchate of Jerusalem Archbishop Pierbattista Pizzaballa paid tribute to Jordan as a model of harmony, and an oasis and a meeting place for everyone.\n\n\n\nArchbishop Pizzaballa noted that history has given the King the role of preserving the unique link between holy places and communities in the holy city of Jerusalem, highlighting His Majesty’s role in supporting communities in Jerusalem and safeguarding holy sites, such as through his contribution to the restoration of the Church of the Holy Sepulchre.\n\n\n\nRoyal Hashemite Court Chief Yousef Issawi, Adviser to His Majesty for Communication and Coordination Bisher Khasawneh, Adviser to His Majesty for Policies and Media Kemal Al Nasser, Grand Mufti Abdul Karim Khasawneh, Awqaf Minister Mohammad Khalaileh, and Royal Hashemite Court Imam Ghaleb Rababah attended the meeting."}}