{"GDELT": {"GlobalEventID": 894768088, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.10040160642570001, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Free State, Free State, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF03", "Actor1Geo_ADM2Code": "77365", "Actor1Geo_Lat": -29.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "-1269735", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Free State, Free State, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF03", "Action2Geo_ADM2Code": "77365", "Action2Geo_Lat": -29.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "-1269735", "DATEADDED": 20191223190000, "SOURCEURL": "http://www.sabcnews.com/sabcnews/2019-highlights-of-the-zondo-commission/"}, "ARTICLE": {"TITLE": "2019 highlights of the Zondo Commission", "TEXT": "The commission was established following the recommendations by then Public Protector, Thuli Madonsela, for a judicial commission of inquiry to investigate former President Jacob Zuma's dealings with the Gupta family.\n\nFor much of 2019, South Africans were captivated by the Commission of Inquiry into State Capture, chaired by Deputy Chief Justice Raymond Zondo. One testimony after another revealed shocking details of how billions of taxpayers’ money was looted from the state.\n\nThe commission was established following the recommendations by then Public Protector, Thuli Madonsela, for a judicial commission of inquiry to investigate former President Jacob Zuma’s dealings with the Gupta family. The SABC takes a look at the highlights of the commission in 2019.\n\nThe latest revelation was that of former head of the South African Secret Service and once a staunch supporter of Zuma, Mo Shaik.\n\nShaik testified in November how three intelligence chiefs had warned Zuma in 2011 about the Gupta family’s proximity to political power and the family’s ability to influence had become a threat to national security.\n\nHe said Zuma could not separate his relationship with the Guptas from his responsibility as the president of the country.\n\n“There came a point in his administration where he could not separate, even in his state of mind, the personal relationship with the Guptas from his responsibilities as the head of the national executive with certain constitutional obligations and requirement. All things started to be seen from the same prism and created enormous complications.”\n\nZuma seems to have avoided his second appearance at the commission due to ill health. He missed another deadline early in December to make representations on why journalist Redi Tlhabi should not be allowed to cross-examine him. This time, he was reportedly out of the country in Cuba seeking medical treatment.\n\nDuring his appearance in July, he made numerous allegations of plots against him and threats to his life. Zuma gave a shocking testimony of his own, accusing former Minister Ngoako Ramatlhodi of being a spy and said that former Communications Minister, General Siphiwe Nyanda, had links to apartheid intelligence.\n\nFollowing three days of testimony, proceedings were adjourned, after Zuma’s legal team accused the commission of having brought him there under false pretense.\n\n“And now I need him to make up his mind whether he wants to be cross-examined because it is clear it’s just been confirmed he is being cross-examined. Chair, all I am asking, Chair, because I advised my client to respect this process, come here cooperate with it; I want to consider that position because I think I advised him in bona fide, but I do not think I was right and I would like him to consider his position because it is now clear to me he is being cross-examined on the version, not his version, on what people said.”\n\nAnother highlight at the commission was former COO of Bosasa (now defunct African Global Operations), Angelo Agrizzi who spent the longest time on the stand – a total of 11 days of testimony, with much of the reported state capture focused on and linked to the Guptas.\n\nAgrizzi’s evidence revealed how much wider state capture went and put the spotlight on the ANC.\n\nIn a detailed affidavit, Agrizzi outlined how ANC leaders were paid bribes, including regular monthly payments made to prominent MPs such as Vincent Smith and former Environmental Affairs, Water and Sanitation Minister, Nomvula Mokonyane.\n\nAgrizzi said besides R50 000 a month, his boss, the late Gavin Watson, ensured a list of goods and services was delivered to Mokonyane and the ANC.\n\n“It was 100 cases of cool drink, four cases of high quality whisky, 40 cases of beer, eight lambs cut up obviously, 12 cases of frozen chicken, 200kg of beef in various braai packs and then numerous cases of premium brandy and some speciality alcohol. I would get a list. In fact, her secretary would phone me. There was numerous catering for rallies under instruction, for instance, the election was run from the offices. We had to arrange all that.”\n\nThe media was not spared in these shocking revelations.\n\nSunday Times associate editor Ranjeni Munusamy was implicated during the testimonies of senior Hawks investigator Kobus Roelofse and former crime intelligence officer Dhanajaya Naidoo.\n\nRoelofse testified that during his investigation in the crime intelligence, he uncovered an amount of over R140 000 paid from the Atlantis Motors business account to a Wesbank vehicle finance account in the settlement agreement of a vehicle belonging to Munusamy.\n\nThis was corroborated by Naidoo when he testified that several journalists, including Munusamy, were paid by crime intelligence.\n\n“I subsequently picked up the vehicle and handed it back to Ms Munusamy. It was probably a week or two later that I got call from Commissioner Mpheko. He inquired from me why we did not put the run flat tyres on that specific vehicle referring to Ms Munusamy’s vehicle. I then made arrangement again to pick up the vehicle from Ms Mumusamy to give back to New World Motors. I had those specific tyres fitted on.”\n\nMunusamy denied the allegations and has since been granted permission to cross-examine Naidoo.\n\nThe Commission came into being as a result of complaints to the Public Protector that cabinet appointments were being influenced from outside the Presidency.\n\nFormer Deputy Finance Minister Mcebisi Jonas made the initial revelations.\n\n“Members of the Gupta family offered me the position of finance minister to replace then Nhlanhla Nene. I rejected this out of hand. The basis of my rejection of their offer is that it makes a mockery of our hard-earned democracy, the trust of our people and no one apart from the president appoints ministers.”\n\nWitnesses still expected include President Cyril Ramaphosa, the ANC, former Correctional Services Commissioner Linda Mti and former MEC for Agriculture in the Free State and current Chairperson of Parliament’s committee on Transport, Mosebenzi Zwane.\n\nThe commission is expected to conclude oral evidence in the middle of 2020, with the report expected to be delivered to President Ramaphosa at the beginning of 2021."}}