{"GDELT": {"GlobalEventID": 894768560, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dublin, Dublin, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI07", "Actor1Geo_ADM2Code": "18288", "Actor1Geo_Lat": 53.3331, "Actor1Geo_Long": -6.24889, "Actor1Geo_FeatureID": "-1502554", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dublin, Dublin, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI07", "Actor2Geo_ADM2Code": "18288", "Actor2Geo_Lat": 53.3331, "Actor2Geo_Long": -6.24889, "Actor2Geo_FeatureID": "-1502554", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20191223190000, "SOURCEURL": "https://www.irishtimes.com/news/ireland/irish-news/governments-to-make-big-post-christmas-push-for-agreement-to-restore-stormont-1.4124076"}, "ARTICLE": {"TITLE": "Governments to make big post-Christmas push for agreement to restore Stormont", "TEXT": "The British and Irish governments are to make a concerted effort at the start of the new year to convince the North’s five main parties to quickly strike a deal to restore Stormont.\n\nDublin and London are anxious that the talks should not lose momentum notwithstanding their disappointment that last Thursday the DUP did not sign up to a proposed text of an agreement to reinstate the Northern Executive and Assembly.\n\nPolitical sources said on Monday that shortly after Christmas the five parties would engage in bilateral discussions to try to resolve outstanding problems, while on Thursday, January 2nd, Northern Secretary Julian Smith and Minister for Foreign Affairs Simon Coveney are expected to re-engage in intensive negotiations with the parties.\n\nMr Smith has given the parties until Monday, January 13th to reach an agreement. In the absence of a deal he said he would call Assembly elections, which - following reverses in the Westminster general election - would not suit the DUP or Sinn Féin.\n\nAll parties said the remaining issues to be tackled were “on the margins”. They related to matters such as an Irish language Act, a key issue for Sinn Féin; the sustainability of any reformed Stormont, one of the chief concerns of the DUP; and reform of the petition of concern, a vetoing system that allows parties which have 30 signatures to block motions even if these motions have majority support.\n\nWhile the DUP was blamed by the British and Irish governments for the failure to sign off on a deal last week, since then there has been a notable lack of serious recrimination between the parties, indicating that the general view is that a deal can be done before January 13th.\n\nThe DUP MP for East Derry Gregory Campbell, referring to the attempt to reach a deal last Thursday night, said there was “no point in trying to bounce people” into a deal.\n\n“We made progress but we did not make sufficient progress,” he told BBC Radio Ulster’s Talkback programme on Monday.\n\nMr Campbell said that everyone “should calm down and in the new year we will come back and let’s finish that deal, get back into Stormont, and get Ministers in place”.\n\nSinn Féin’s Northern leader Michelle O’Neill in a statement said her party “remains focused on reaching an agreement in talks in the new year”.\n\nResponding to a call from the North’s main church leaders for parties to go “that extra mile” for a deal, Ms O’Neill said there was “a real opportunity to successfully conclude the talks and have a sitting Assembly and Executive to address the crisis in our health and public services”.\n\nShe said: “There is an overwhelming appetite in the public for good government formed without further delay.\n\n“Sinn Féin’s focus is firmly on achieving an agreement to the outstanding issues and getting the political institutions back up and running and working for everyone in the new year.”\n\nSDLP leader Colum Eastwood MP has called on parties to reconcile their differences “ahead of three full years without government in Northern Ireland”.\n\n“We have an opportunity in this moment to restore not just the institutions of government but faith in the ability of parties to set aside their differences and act in the substantial common interests of those we represent,” he said.\n\n“If this moment passes us by, it will be a long time before we get another,” added Mr Eastwood.\n\n“The SDLP will do everything in our power to secure a resolution that delivers for public sector workers, resources our hospitals and schools, provides opportunity and hope to our young people and defends the most vulnerable. That is the challenge of the next few weeks.”\n\nAlliance Assembly member Kellie Armstrong said the politicians were “extremely close” to agreement.\n\nShe added that the document the governments were still hoping to present to the parties in the new year offered a “win for everyone”.\n\nMeanwhile, the DUP MEP Diane Dodds, who soon will out be of her European job because of Brexit, has been selected to replace Carla Lockhart as the Assembly member for Upper Bann. The seat became vacant after Ms Lockhart was elected MP for the constituency.\n\nThere had been speculation that her husband Nigel, who lost his North Belfast seat to Sinn Féin’s John Finucane, or Emma Little Pengelly, who lost South Belfast to the SDLP’s Claire Hanna, would be co-opted to the seat. But the DUP leadership has now settled the matter.\n\n“Diane will be a first-class advocate for the people of Upper Bann and brings a wealth of experience to the post,” said DUP leader Arlene Foster."}}