{"GDELT": {"GlobalEventID": 894769084, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "EUR", "Actor2Name": "EUROPE", "Actor2CountryCode": "EUR", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.49140049140048997, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20191223190000, "SOURCEURL": "https://reliefweb.int/report/syrian-arab-republic/security-council-report-monthly-forecast-january-2020"}, "ARTICLE": {"TITLE": "Security Council Report Monthly Forecast, January 2020 - Syrian Arab Republic", "TEXT": "Viet Nam has the presidency of the Council in January. It has chosen to hold a ministerial-level open debate on “Maintenance of international peace and security: upholding the UN Charter”. Viet Nam’s Deputy Prime Minister and Foreign Minister, Pham Binh Minh, is expected to chair the meeting, and Secretary-General António Guterres is expected to brief. Viet Nam will also convene a briefing on cooperation with regional and subregional organisations, with a focus on ASEAN.\n\nThe Council is expected to receive updates on the activities of two UN regional offices. There will be a briefing on the UN Office in West Africa and the Sahel (UNOWAS) and a briefing in consultations on the UN Regional Centre for Preventive Diplomacy for Central Asia (UNRCCA).\n\nOn African issues, there will be updates on the activities of the UN missions in Libya (UNSMIL) and Mali (MINUSMA). An adoption is scheduled at the end of the month to renew the Central African Republic sanctions regime and the mandate of its Panel of Experts.\n\nRegarding Yemen, the Council is expected to renew the mandate of the UN Mission to support the Hodeidah Agreement (UNMHA) before mid-January. It will also receive the monthly briefing followed by consultations, on implementation of resolutions 2451 and 2452.\n\nThe other regular Middle East meetings are:\n\nSyria, the regular briefings on the political and humanitarian situation and on chemical weapons;\n\nIsrael/Palestine, the quarterly open debate.\n\nMeetings on situations in South America and Europe are also expected in January. The Council will hold a briefing followed by consultations on Colombia on the Secretary-General’s 90-day report on the UN Verification Mission in Colombia. On Cyprus, Council members will be briefed in consultations on recent developments and the latest report on the UN Peacekeeping Force in Cyprus (UNFICYP), and the Council is expected to renew the mandate of UNFICYP by the end of the month.\n\nAt press time, the Council had been unable to re-authorise the cross-border humanitarian aid mechanism in Syria. If agreement is not reached by the end of 2019, members are likely to continue to negotiate a new mandate prior to the expiration of the current one on 10 January.\n\nCouncil members will most likely follow closely developments in the Democratic People’s Republic of Korea, South Sudan, and the Democratic Republic of the Congo, although no meetings on these issues were scheduled at press time."}}