{"GDELT": {"GlobalEventID": 894768527, "Day": 20191223, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9671, "Actor1Code": "HRI", "Actor1Name": "RIGHTS ACTIVIST", "Actor1Type1Code": "HRI", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -6.995884773662549, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Shanghai, Shanghai, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH23", "Actor1Geo_ADM2Code": "13243", "Actor1Geo_Lat": 31.2222, "Actor1Geo_Long": 121.458, "Actor1Geo_FeatureID": "-1924465", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Shenzhen, Guangdong, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH30", "Actor2Geo_ADM2Code": "13036", "Actor2Geo_Lat": 22.2, "Actor2Geo_Long": 111.117, "Actor2Geo_FeatureID": "-1925267", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shenzhen, Guangdong, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH30", "Action2Geo_ADM2Code": "13036", "Action2Geo_Lat": 22.2, "Action2Geo_Long": 111.117, "Action2Geo_FeatureID": "-1925267", "DATEADDED": 20191223190000, "SOURCEURL": "https://www.rfa.org/english/news/china/britain-forced-12232019123320.html"}, "ARTICLE": {"TITLE": "Beijing Denies Report of 'Forced Labor' Hidden in Christmas Card Made in China", "TEXT": "China on denied using forced prison labor after a note from a prisoner was reportedly found inside a card in the U.K.\n\n\n\nA young girl had found the note in a charity card sold at a Tesco supermarket, the London-based Times newspaper reported.\n\n\n\nIt read: \"We are foreign prisoners in Shanghai Qingpu Prison China. Forced to work against our will,\" and asked the reader to contact journalist-turned-investigator Peter Humphrey who had been locked up in the same prison until 2015.\n\n\n\nTesco responded by suspending the Chinese supplier of the cards, and said it had launched an investigation.\n\n\n\nThe note isn't the first to be smuggled out of prison shop-floors, but officials in Beijing on moved to deny the report.\n\n\n\n\"I can responsibly say, according to the relevant organs, Shanghai's Qingpu prison does not have this issue of foreign prisoners being forced to work,\" foreign ministry spokesman Geng Shuang told a regular news briefing in Beijing.\n\n\n\nGeng accused Humphrey -- who spent 23 months in Qingpu prison on charges of illegally obtaining private records of Chinese citizens and selling the information to clients including drugmaker GlaxoSmithKline -- of \"fabricating\" the report.\n\n\n\nNo reason to doubt note\n\nBut Humphrey said the note had appeared in a pack of greetings cards never previously touched by him.\n\n\n\n\"This message from prisoners in China came in a card purchased by a family who I've never met, never known until that moment in time,\" he told Reuters, adding that he had no reason to doubt the story or the note.\n\n\n\n\"I have spoken with ex-prisoners who were released this year and who confirmed that that prison unit was making packaging for Tesco cards,\" he said.\n\n\n\nFormer prisoners under China's \"reform-through-labor,\" or laogai, prison system have previously spoken out about forced labor inside Chinese factories, and notes from prisoners undergoing forced labor have been found hidden in clothing and consumer goods before.\n\n\n\nThe U.S.-based Laogai Research Foundation estimates that there are at least 1,100 reform through labor institutions in China, with up to 6.8 million inmates.\n\n\n\nThe report emerged as the families of two Chinese prisoners of conscience raised concerns about how they were being treated in prison.\n\n\n\nSources close to the family of Guo Hongwei, jailed in the northeastern province of Jilin for \"picking quarrels and stirring up trouble,\" said there are growing concerns that he is being inhumanely treated.\n\n\n\n\"He has high blood pressure, around 160-170 diastolic and 240-250 systolic,\" one source told RFA. \"He can't take the Western medicine for it so he needs traditional Chinese medicine, but they don't have that in the prison clinic.\"\n\n\n\n\"His wheelchair was also destroyed deliberately, and his glasses were smashed.\"\n\n\n\nHarsh prison treatment\n\nGuo's father Guo Yinqi said his son is also being deprived of basic food and water, and is being kept in closed-room solitary confinement by the prison authorities.\n\n\n\n\"The other prisoners are allowed to drink boiled water, but they won't let Guo Hongwei drink it,\" he said. \"The other prisoners are allowed to spend 600 yuan a month [on better food and daily necessities], but they won't let Guo spent so much as a cent on anything.\"\n\n\n\nHe said the authorities are using these tactics to force a \"confession\" out of his son.\n\n\n\n\"They will bully him to death if he doesn't confess,\" Guo Yinqi said.\n\n\n\nMeanwhile, the Weiquanwang rights website reported growing fears for the health of Henan Protestant pastor Zhang Shaojie, who is halfway through a 12-year jail term for \"gathering a crowd to disrupt public order\" after his church ran afoul of authorities in Henan's Nanle county.\n\n\n\nZhang has been on medication for the past six months which the authorities have said is for high blood pressure, but his family say there has been a change in his mental state since he started taking it, and that he is now prone to angry outbursts and memory lapses.\n\n\n\nZhang's daughter Zhang Huixin, also known as Zhang Yunyun, fled to the U.S. with her family in 2014 after escaping China with the help of rights activists.\n\n\n\nAfter officials seized control of Zhang's state-sanctioned church in 2013, sealing it off from the congregation, hundreds of Protestant worshipers from Shenzhen, Shanghai, Jiangsu, Hebei, Shandong, and Beijing converged on Nanle county over to show support for the church, which was a member of the Chinese Communist Party's Three-Self Patriotic Association of Protestant churches.\n\n\n\nReported by Gao Feng and Wang Yun for RFA's Mandarin Service. Translated and edited by Luisetta Mudie."}}