{"GDELT": {"GlobalEventID": 894838496, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "PSEGOV", "Actor1Name": "MAHMOUD ABBAS", "Actor1CountryCode": "PSE", "Actor1Type1Code": "GOV", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.83613445378151, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20191224031500, "SOURCEURL": "https://www.jns.org/opinion/time-to-shut-down-the-palestinian-hanukkah-and-christmas-scams/"}, "ARTICLE": {"TITLE": "Time to shut down the Palestinian Hanukkah and Christmas scams", "TEXT": "It used to be confined to an annual piece of theater staged by the Palestinian Authority every Christmas. The festivities in P.A.-governed Bethlehem are primarily aimed at promoting Christian tourism. But statements alleging that Jesus was a Palestinian have always accompanied the activities there, including a parade to the Church of the Nativity.\n\nThe efforts by the late terrorist chieftain Yasser Arafat and Mahmoud Abbas, his successor as head of the P.A., to appropriate Christmas as a prop for their war on Israel have generally been dismissed as holiday nonsense by sensible people. But there’s more to this than just the desire of the Palestinian leadership to exploit the fact that the international press pays attention to events in the otherwise sleepy city in the Judean hills south of Jerusalem once a year.\n\nAt the heart of this effort is something far more insidious than what has seemed at times to be more of a P.A. attempt at photo-bombing the Christmas Eve coverage than doing any substantial harm to Israel’s image. Promoting the claim that Jesus was a Palestinian or that the Arab inhabitants of what was called Judea 2,000 years are the real Jews is denying and delegitimizing Jewish history and identity. Though some who either rationalize or wink at these Palestinians claims think this is basically harmless, it’s nothing less than a classic theme of anti-Semitism, whose ultimate goal is the destruction of Israel and the genocide of the real Jews.\n\nThese libels are not just being put forward by Abbas, who is serving in 15th year of a four-year term as P.A. president, elected back in 2005. The popular British graffiti artist Banksy has joined in the effort to make Christmas an anti-Israel holiday. He created a work called “Scar of Bethlehem” on display in a hotel there in which the traditional nativity scene is shown in front of a depiction of the security barrier that separates the West Bank from Israel with a bomb blast standing in for the usual Christmas star.\n\nSubscribe to The JNS Daily Syndicate\n\nby email and never miss\n\nour top stories\n\nThose wondering why anti-Semites like British Labour Party leader Jeremy Corbyn have found it so easy to promote hatred of Israel need only read the sympathetic BBC account of Banksy’s antics to understand why Israel and Jews are so assailed in Britain.\n\nThis also ignores the fact that what has happened in the territories in the past few decades is the way Christians, who once dominated Bethlehem, have been systematically forced out of their homes by Muslims. The complaints about the security fence also conveniently omit the fact that Palestinian gunmen turned both the Jewish shrine at the Tomb of Rachel outside of Bethlehem and the southern Jerusalem neighborhood of Gilo into shooting galleries during the Second Intifada. The fence may sometimes inconvenience Palestinians, but it protects Jewish lives that would otherwise be in peril.\n\nYet if Christmas can be about the descendants of Arabs who didn’t arrive in what is now Israel for several hundred years after the events written about in the Christian Bible, then why can’t Hanukkah be about attacking Israel as well?\n\nThat absurd notion was demonstrated by a Hanukkah video message tweeted out by Rep. Rashida Tlaib (D-Mich.) in which she praised Jews who share her goal of fighting the Jewish “occupation” of “Falastine.” It went viral after a British pro-Israel group, the Israel Advocacy movement, shared it on Twitter.\n\nThe Forward defended Tlaib against the charge. An article in that publication argued that the message was intended only for members of the Michigan chapter of the anti-Zionist IfNotNow group and not all Jews, and that Tlaib also tweeted out a more conventional celebratory message about the Festival of Lights. But Tlaib’s critics were right to point out that the Hanukkah story is about Jews fighting foreign invaders in Judea and to implicitly compare those Jews who seek to aid the effort to eliminate the one Jewish state in the planet to the Maccabees is the stuff of satire. Or at least it would be if the goal of those who believe that Israel ought not to exist weren’t so eager to turn the December holidays into a vehicle in which the Jewish state can be further isolated.\n\nOutrage about the Palestinians’ attempt to turn the narratives of both Christmas and Hanukkah into stories in which the Jews become the oppressors and the Palestinians become the Jewish underdogs has become a staple of anti-Zionist propaganda.\n\nIt is the source of similar efforts (sadly legitimized by international groups like UNESCO) to strip the Temple Mount, the Western Wall and the city of Jerusalem of its links to the Jewish people. The goal here is to depict Israel and contemporary Jewry as foreign European invaders victimizing the indigenous Arabs. This is the core of intersectional arguments about Israel being a colonial “apartheid” state. The fact that it ignores the fact that the land of Israel is integral to Judaism and Jewish identity, and that the majority of Israeli Jews are also “people of color”—descendants of Jews who were forced out of Arab and Muslim countries—is swept under the rug with the rest of history.\n\nBut it’s time that this big lie stopped being tolerated as merely a matter of opinion by the mainstream media. Far from being simply a different point of view, efforts to steal the Jewish narrative about Hanukkah or to misrepresent the identity of the inhabitants of the country 2,000 years ago are simply examples of virulent anti-Semitism.\n\nJonathan S. Tobin is editor in chief of JNS—Jewish News Syndicate. Follow him on Twitter at: @jonathans_tobin."}}