{"GDELT": {"GlobalEventID": 894838253, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "IND", "Actor1Name": "NEW DELHI", "Actor1CountryCode": "IND", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.18410041841005, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Nagaland, Nagaland, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN20", "Action2Geo_ADM2Code": "17807", "Action2Geo_Lat": 26.0, "Action2Geo_Long": 94.25, "Action2Geo_FeatureID": "-2105305", "DATEADDED": 20191224031500, "SOURCEURL": "https://www.oneindia.com/india/nscn-im-terror-funding-case-nia-makes-large-recovery-3002650.html"}, "ARTICLE": {"TITLE": "NSCN (IM) terror funding case: NIA makes large recovery", "TEXT": "NSCN (IM) terror funding case: NIA makes large recovery\n\nIndia\n\noi-Vicky Nanjappa\n\nNew Delhi, Dec 24: The National Investigation Agency (NIA) has conducted searches in Delhi and Nagaland in connection with a terror funding case concerning the NSCN (IM).\n\nThe NIA searched the houses of the Alemla Jamir a member of Steering Committee of NSCN (IM) and also a relative of Muivah, General Secretary of the outfit.\n\nAlemla Jamir is alleged to be working for NSCN (IM) and was detained at Domestic Airport T-1, New Delhi with cash of Rs. 72 lakhs, by the Income Tax officials on 17/12/2019.\n\nLater, Alemla Jamir was arrested by the Special Cell, New Delhi.\n\nNIA re-arrests accused in Kerala Professor Palm Chopping case\n\nThe case relates to terror funding of NSCN (IM) wherein funds were being taken by the cash courier Alemla Jamir from Delhi to Nagaland on the instructions of Icrak Muivah wife of Muivah, General Secretary of NSCN (IM).\n\nNEWS At Noon December 24th, 2019\n\nSearches conducted at the houses of Alemla Jamir led to recovery of 04 bulletproof jackets, 28 prohibited ammunition of 7.62, 9MM and 12 bore, one Drone along with batteries, 07 bottles of expensive foreign liquor, uniform articles of Naga Army, pistol holsters, magazine pouches, prohibited wildlife articles, incriminating diaries, photographs, digital devices including Chinese smartphones, video recorder, spycam, sony hard disk, pen drives, memory cards, recorded audio cassettes, and laptop.\n\nCertain incriminating documents and insurgency-related literature have also been recovered during the search."}}