{"GDELT": {"GlobalEventID": 894838083, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.609929078014179, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rome, Lazio, Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT07", "Actor1Geo_ADM2Code": "18350", "Actor1Geo_Lat": 41.9, "Actor1Geo_Long": 12.4833, "Actor1Geo_FeatureID": "-126693", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rome, Lazio, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT07", "Action2Geo_ADM2Code": "18350", "Action2Geo_Lat": 41.9, "Action2Geo_Long": 12.4833, "Action2Geo_FeatureID": "-126693", "DATEADDED": 20191224031500, "SOURCEURL": "https://www.wktv.com/content/news/6th-graders-get-an-early-start-in-broadcasting-566445351.html"}, "ARTICLE": {"TITLE": "Rome 6th graders making headlines", "TEXT": "ROME,N.Y.-- A group of 6th-grade students at John E. Joy Elementary school in Rome are getting their start in broadcasting early.\n\nEvery morning the students broadcast the morning announcements that they write, edit and put together themselves.\n\nThe broadcasts consist of daily events, weather, and a funny joke.\n\nThe program started two years ago with a teacher that has since left the school. The group of teachers that continue it call it a new, unique way of teaching.\n\n\"It's more project-based, It's like a project, learning kind of experiment almost because it's brand new and I think it's working out great. The kids are really stepping up, taking charge, and enjoying it thoroughly,\" said Teacher Tracy Guiliano.\n\nIts all part of the district's STEAM program, that includes technology classes to encourage new ways of learning.\n\nThe activity is just for 6th graders, but the members of the current group have their favorite role.\n\n\"Editing, collaborating with everybody, and being with your friends, it's really fun,\" said 6th graders, Gracie Guiliano.\n\n\"I really enjoy being in front of the camera and stuff and like helping out with the school,\" said Amelia Furbeck.\n\n\"There's just so many different avenues that the kids can go down. They're going to want to be in front of the screen or behind the screen. Just exposing them to the different technologies that we have that they can use,\" said Teacher, Mary Ann Urbanik.\n\nThe teachers said the activity encourages collaboration, writing, and communication. Skills they hope the students take with them, beyond the classroom.\n\nBroadcasts are pre-recorded the day before and then aired the next day."}}