{"GDELT": {"GlobalEventID": 894838168, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.20366598778004003, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mudgee, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "5096", "Actor1Geo_Lat": -32.4333, "Actor1Geo_Long": 149.583, "Actor1Geo_FeatureID": "-1589684", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mudgee, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "5096", "Action2Geo_Lat": -32.4333, "Action2Geo_Long": 149.583, "Action2Geo_FeatureID": "-1589684", "DATEADDED": 20191224031500, "SOURCEURL": "https://thenewdaily.com.au/news/national/2019/12/24/paid-volunteer-firefighters/"}, "ARTICLE": {"TITLE": "PM backs down: More paid leave for some volunteer firefighters", "TEXT": "Volunteer firefighters who work for the federal government will get extra leave to help deal with the bushfire crisis facing Australia.\n\nThe Christmas Eve announcement from Prime Minister Scott Morrison of four weeks’ paid leave for federal government employees who are also volunteer firefighters represents a backdown for the Coalition government.\n\n“With bushfire seasons starting earlier, one of the things I’ve heard on the ground is that some people are dipping into their other leave entitlements to stay out there battling blazes,” Mr Morrison said on Tuesday afternoon.\n\n“Today’s announcement is about ensuring our volunteer firefighters can keep focused on the job at hand.”\n\nUnder the changes, all commonwealth public service workers will get at least 20 working days paid leave, or 28 calendar days, if they volunteer for firefighting. The directive to applies to about 150,000 public servants across the country – it’s not known how many of them are firefighters.\n\nIt also brings leave arrangements for volunteer firefighters into line with those for Australian Defence Force reservists.\n\n“We’re helping get more boots on the ground and giving people who’ve been out there for weeks some relief,” Mr Morrison said.\n\nThe Prime Minister also called on large employers to follow the government’s lead on volunteer leave arrangements, to ease the load on self-employed and small businesses.\n\nAnd he made clear he expected non-commonwealth government employees such as NBN Co and Australia Post to follow suit.\n\nThe federal directive comes amid heightened debate in NSW over support for volunteer firefighters who have worked on multiple blazes for weeks, risking lives and livelihoods.\n\nOnly a day earlier, the PM dismissed escalating calls for more pay for volunteers.\n\nWhether it was fighting fires, patrolling beaches, or supporting Meals on Wheels, Australia’s system had and would “always depend on having a large volunteer force to deal with these issues”, Mr Morrison said while visiting an evacuation centre in Mudgee on Monday.\n\n“What is particularly taxing during this fire season is the length and that’s why I’m taking advice from fire commissioners on what is best needed to continue to support access to that important volunteer force,” he said.\n\n“I’ll take my lead from them.”\n\nEarlier on Tuesday, Mick Holton, the president of NSW’s Volunteer Fire Fighters Association, said members had racked up expenses, including for petrol to drive to fire fronts. Others had used up annual leave to fight the bushfires that have stretched resources across the country this season.\n\nVolunteer firies queuing up at Bunnings to get much needed gear, paid for out of their own pockets. I could cry. — Claire Connelly (@_ClaireConnelly) December 20, 2019\n\nMr Holton said volunteers had resorted to crowd funding to pay for smoke masks.\n\n“Why aren’t we picking up the tab for legitimate expenses, like we do for paid people?” he said.\n\nMr Holton said the situation was “out of control”.\n\nBut NSW Rural Fire Service Commissioner Shane Fitzsimmons rejected the idea, saying it fell outside the service’s long-standing spirit.\n\n“Overwhelmingly in my decades of service and even getting around some of these fire grounds in the last few days, the volunteers don’t want payment. It doesn’t make them volunteers,” he told Sky News on Tuesday.\n\n“They have given me that message loud and clear again and again. Its what I’ve grown up with as the sentiment across the organisation.”\n\nNSW Emergency Services Minister David Elliott also batted away any suggestion of paying volunteer firefighters.\n\n“Anyone who is arguing we have to pay them doesn’t understand the ethos of the volunteer in this country,” Mr Elliott told The Australian.\n\nOn Tuesday, Opposition Leader Anthony Albanese noted Paul Keating’s government in 1994 made an ex-gratia payment to volunteer firefighters who’d been in the field for more than seven days.\n\n“I haven’t been prescriptive about what support should be required,” he said on a visit to the Blue Mountains.\n\n“I have, however, been very clear that people who are fighting fires, not for days or weeks but for months, still need to put food on the table for their families, still need to pay their rent and mortgages.\n\n“It is the least that can be expected that this should be looked at by the government and the government should act.”\n\n-with AAP"}}