{"GDELT": {"GlobalEventID": 894838016, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 140, "EventBaseCode": 140, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.70162748643762, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Allahabad, Uttar Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN36", "Actor1Geo_ADM2Code": "70270", "Actor1Geo_Lat": 25.45, "Actor1Geo_Long": 81.85, "Actor1Geo_FeatureID": "-2088510", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Allahabad, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "70270", "Action2Geo_Lat": 25.45, "Action2Geo_Long": 81.85, "Action2Geo_FeatureID": "-2088510", "DATEADDED": 20191224031500, "SOURCEURL": "https://theprint.in/india/governance/judiciary/drones-medical-care-shame-shame-how-high-courts-are-dealing-with-caa-protest-pleas/339714/"}, "ARTICLE": {"TITLE": "Drones, medical care, shame, shame!: How high courts are dealing with CAA protest pleas", "TEXT": "Text Size: A- A+\n\nNew Delhi: Soon after Parliament passed the Citizenship Amendment Bill, protests broke out against it. This was even before President Ram Nath Kovind had signed it into a law.\n\nEver since, demonstrations against the law — which promises citizenship to non-Muslim illegal migrants of six communities from Pakistan, Afghanistan and Bangladesh — have erupted across the country in cities, towns and campuses. Several parts of the country have seen internet shutdowns, immediate detentions as well as imposition of Section 144.\n\nAmid police crackdowns and violent protests, some people turned to the Supreme Court for a direction to set up a committee to look into the incidents. The court, however, refused to allow the plea on 17 December, saying these panels may be appointed by the high courts, instead.\n\nWith the Supreme Court having passed on the mantle, high courts have dealt with such pleas ranging from refusing immediate relief, to questioning the government over detentions and internet shutdowns.\n\n“Shame, shame”\n\nDelhi’s Jamia Millia Islamia being the epicentre of the protests against the citizenship law, all eyes were on Delhi High Court’s handling of the petition demanding a judicial probe into the violence there.\n\nA battery of senior advocates such as Indira Jaising, Colin Gosalves, Sanjay Hegde, Hariharan, Salman Khurshid, Vinay Garg, Rebecca John and Wasim Qadri argued in favour of setting up a court-monitored committee headed by a retired high court or Supreme Court judge.\n\nOn 19 December, a bench comprising Chief Justice D.N. Patel and C. Hari Shankar heard the petitioners’ arguments for over an hour.\n\nThe petitioners had demanded some interim relief such as preservation of CCTV footage, a direction to the authorities to provide free medical care to the injured students, and a restraint against initiating any legal proceedings against these students.\n\nHowever, on completion of petitioners’ arguments, the court did not grant any of the interim relief sought and suggested that the matter be posted for 4 March 2020. On collective gasps from the courtroom, the bench changed the date to 4 February 2020.\n\nThe order was, however, met with loud cries of “shame! Shame!” from the lawyers and others present in court.\n\nWhile the matter still remains pending, chief justice Patel has agreed to refer the allegedly contemptuous incident to a committee.\n\nShutting mobile internet brings ‘life to grinding halt’\n\nHowever, the same day, relief came from Gauhati High Court, which directed the Assam government to restore internet services of all mobile service providers from 5 pm. Internet services were suspended across Assam on 11 December after violent protests began against the citizenship law.\n\nThe Assamese have mounted resistance against the law for reasons different from the rest of the country. Their fears pertain to the law benefiting Bengali Hindu migrants from Bangladesh who have settled in large numbers across the state.\n\nSo, while people across the country are questioning the exclusion of Muslims from the law, for the Assamese it’s a question of ethnicity not religion.\n\nThe high court observed, “To say the least, with the advancement of science and technology, mobile internet services now plays a major role in the daily walks of life, so much so, shut down of the mobile internet service virtually amounts to bringing life to a grinding halt.”\n\nSection 144 order to be tested\n\nA day later, on 20 December, the Karnataka High Court agreed to go into the legality of an order passed under Section 144 by the police commissioner two days earlier that banned all public rallies against the citizenship law in Bengaluru.\n\nIn doing so, the court observed, “We are not concerned with the subject of the protests, our concern is about decision making process which undoubtedly curtails the fundamental rights. It is indeed a preventive measure. The preventive measure has effect of curtailing fundamental rights of citizens.”\n\nThe bench, headed by Chief Justice Abhay Oka, also asked the state, “As far as law is concerned you cannot prohibit peaceful protest. Can state proceed on the assumption that every protest will be violent?”\n\nThe state government has been directed to file its response by 6 January 2020, after which an early date for hearing will be fixed on 7 January 2020.\n\nUP govt questioned on arrest memo, medical examination\n\nThe Allahabad High Court directed the UP police to produce the arrest memo for Mohammad Shoaib, a Lucknow-based senior lawyer and president of human rights group Rihai Manch.\n\nThis was after Shoaib’s family members claimed he was detained by the UP police ahead of the scheduled nationwide protest against the citizenship law on 20 December and has not been traceable since.\n\nPosting the matter for 2 January, the court also ordered the UP government to produce documents to show that Shoaib was medically examined after the arrest.\n\nSunday hearing and drones\n\nThe Madras High Court conducted a special Sunday hearing on 22 December to hear PILs opposing the DMK’s proposed rally against the citizenship law Monday.\n\nDuring the hearing, the counsel for Tamil Nadu government informed the court that the police had denied permission for the protest as the organisers did not display firm commitment to owning responsibility in case of any violence and damage to property.\n\nThe court refused to stop the rally, asserting that “in a democratic country, a peaceful demonstration cannot be prevented, as it is the backbone of the democratic set up”.\n\nIt, however, ordered the police to videograph the protest and use “drone technology” if necessary, “so that liability can be foisted on the leaders and not on the followers”.\n\nBengal govt to suspend ads against CAA, NRC\n\nCalcutta High Court Monday directed the West Bengal government to suspend all media campaigns related to the citizenship law and NRC.\n\nThe development came as a setback to Chief Minister Mamata Banerjee, who has been one of the most vocal critics of the citizenship law and NRC. She was the first chief minister to declare that she would not allow the two moves to be implemented in West Bengal.\n\nMost of the media campaigns and ads featured Banerjee herself assuring the people that the citizenship law and NRC will not be implemented in Bengal.\n\nThe petitioners before the court claimed that the ads were being put out using public money. The court has posted the matter for hearing on 9 January 2020.\n\nAlso read: ‘Illiterate ignorant mass’ — Bar Council’s description of anti-CAA protesters draws flak\n\nSubscribe to our channels on YouTube & Telegram\n\nWhy news media is in crisis & How you can fix it You are reading this because you value good, intelligent and objective journalism. We thank you for your time and your trust. You also know that the news media is facing an unprecedented crisis. It is likely that you are also hearing of the brutal layoffs and pay-cuts hitting the industry. There are many reasons why the media’s economics is broken. But a big one is that good people are not yet paying enough for good journalism. We have a newsroom filled with talented young reporters. We also have the country’s most robust editing and fact-checking team, finest news photographers and video professionals. We are building India’s most ambitious and energetic news platform. And have just turned three. At ThePrint, we invest in quality journalists. We pay them fairly. As you may have noticed, we do not flinch from spending whatever it takes to make sure our reporters reach where the story is. This comes with a sizable cost. For us to continue bringing quality journalism, we need readers like you to pay for it. If you think we deserve your support, do join us in this endeavour to strengthen fair, free, courageous and questioning journalism. Please click on the link below. Your support will define ThePrint’s future. Support Our Journalism\n\nShow Full Article"}}