{"GDELT": {"GlobalEventID": 894838628, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "COL", "Actor2Name": "COLOMBIA", "Actor2CountryCode": "COL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.23174971031285999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Colombia", "Actor1Geo_CountryCode": "CO", "Actor1Geo_ADM1Code": "CO", "Actor1Geo_Lat": 4.0, "Actor1Geo_Long": -72.0, "Actor1Geo_FeatureID": "CO", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Aleppo, ?alab, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY09", "Actor2Geo_ADM2Code": "26319", "Actor2Geo_Lat": 36.2028, "Actor2Geo_Long": 37.1586, "Actor2Geo_FeatureID": "-2541857", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Colombia", "Action2Geo_CountryCode": "CO", "Action2Geo_ADM1Code": "CO", "Action2Geo_Lat": 4.0, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "CO", "DATEADDED": 20191224031500, "SOURCEURL": "https://www.pressenza.com/2019/12/for-sama-the-right-dose-of-oxytocin/"}, "ARTICLE": {"TITLE": "“For Sama,” the Right Dose of Oxytocin", "TEXT": "By Jhon Sánchez\n\nLike Tim O’Brien in “How to Tell a War Story,” from “The Things They Carried,” I start this article with the following: ‘This is true. We have a buddy [in Siria.]” Her name is Waad al-Kateab, a journalist. Waad documents her family life, marriage, and pregnancy from Aleppo, a city of four million people under siege by the government of Bashar Hafez al-Assad.’ I’m writing about the new documentary on Syria called “For Sama.”\n\nThe camera rattles as the bombs are being dropped each time closer, each time louder. Our protagonists may get hit. Waad’s husband is one of the less than thirty doctors that remain in the city. Part of the film takes place in the improvised hospital founded by her husband, Hamza. We enter in the family circle, and in the inner thoughts of the lyrical protagonist who regrets of being pregnant even though she also feels happy for it. The documentary exemplifies what O’Brien writes, “A true war story is never moral. It does not instruct, nor encourage virtue, nor suggest models of proper human behavior, nor restrain men from doing the things they have always done.”\n\nThe footage showed us a Dr. Hamza cheerful in control of himself, and we can’t believe it. We can’t believe even a little boy that after all the bombings, after that many of his friends had been killed, he cries because he doesn’t want to leave Aleppo. O’Brien writes again, “In many cases, a true war story cannot be believed. If you believe it, be skeptical. It’s a question of credibility. Often the crazy stuff is true, and the normal stuff isn’t because the normal stuff is necessary to make you believe the truly incredible craziness.” And miracles occur; A baby survives after being extracted through a c-section from the dead body of his mother. The nurse massages him, pushes his heart, rubs his entire body until he, finally, opens his eyes as the uproar raises in the audience. Unbelievable.\n\nSama is our protagonist’s daughter and our hope. And the movie moves from the moments of tragedy and death to the Sama’s sweet smile and babblings. The entire film stitches tragedy and joy. “We hope. We despair. We hope. We despair. That is what governs us. We have a bipolar system.” (Maira Kalman, The Pursuit of Happiness). Waad al-Kateab understands narrative and provides with the hope that allows us not to be mute, but with the invitation to act and be sensitive to the situation in Syria.\n\nDuring the Q & A, Waad al-Kateab invited the public to call to their congress representative and the United Nations Inquire Board on Syria to investigate the Russian bombings of hospitals and other crimes against humanity committed in Aleppo.\n\nMany people would do others wouldn’t, but I think this is not a failure. The movie reached its objective when it makes us sensitive to the dramatic situation in Syria.\n\nIt’s throughout this narrative that we can peek and somehow feel how the people in Aleppo would live. We laugh and cry with them. We need that dose of Oxytocin, the so-called molecule of love in the words of Paul J. Zak.\n\nEven if you’re not going to turn into an activist, go and watch the movie. You would become a better person realizing the madness of war and feeling that for little baby Sama because she’s our baby too, our true hope. “Hope is a gift you don’t have to surrender, a power you don’t have to throw away. And though hope can be an act of defiance, defiance isn’t enough reason to hope. But there are good reasons.” (Rebecca Solnit, Hope in the Dark).\n\nHave a glass of wine, maybe throw a line of the movie during the lunch break, give a hug to your dearest friend. This person is still with you. And please repeat the words of the poet WS Merwin.\n\n“back from a series of hospitals back from a mugging\n\nafter funerals we are saying thank you\n\nafter the news of the dead\n\nwhether or not we knew them we are saying thank you[…]\n\nwith nobody listening we are saying thank you\n\nwe are saying thank you and waving\n\ndark though it is”\n\nPs: For those who want to write the UN Inquire Board about the Russian bombing to hospitals in Syria, you can write to Paulo Sérgio Pinheiro the head of the board to the following email address: InfoDesk@ohchr.org or call to +41 22 917 9220\n\nAbout the Author\n\nJhon Sánchez: A native of Colombia, Mr. Sánchez arrived in the United States seeking political asylum. Currently, a New York attorney, he’s a JD/MFA graduate. His most recent short stories are Pleasurable Death available on The Meadow, The I-V Therapy Coffee Shop of the 21st Century available on Bewildering Stories and “‘My Love, Ana,’—Tommy” available on https://www.fictionontheweb.co.uk/ . On July 1st, The Write Launch released his novelette The DeDramafi, which will be also reprinted by Storylandia in 2021. He was awarded the Horned Dorset Colony for 2018 and the Byrdcliffe Artist Residence Program for 2019."}}