{"GDELT": {"GlobalEventID": 894997891, "Day": 20191225, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9726, "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.7063599458727996, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20191225020000, "SOURCEURL": "https://www.breitbart.com/national-security/2019/12/24/chinas-christmas-eve-message-elections-cannot-truly-reflect-essence-democracy/"}, "ARTICLE": {"TITLE": "China: Elections 'Cannot Truly Reflect the Essence of Democracy'", "TEXT": "China’s Global Times government propaganda outlet dismissed the use of elections as a viable form to express the will of the people Tuesday in a column penned by a former vice president of the Communist Party’s (CPC) indoctrination school.\n\nLi Junru, officially the former vice president of the CPC Central Committee’s Party School, writes that the solution to the fact that elections “cannot truly reflect the essence of democracy” is something he calls “consultative democracy,” which is when a centralized, unelected authoritarian ruler makes decisions for the people. Li does not explain how he reconciles this form of “democracy” with the actual definition of democracy.\n\nThe Global Times regularly publishes columns that claim Chinese communism is a righteous form of “democracy” superior to that of the West, in which “chaos” – defined as free and fair elections, public political debate, and general freedom of expression – reign. China, it contends, enjoys “harmony” that comes from individuals not having the ability to critically think about government publicly without facing criminal retribution.\n\nLi Junru began his column lamenting that Americans have a “misunderstanding” of Chinese “democracy” based on accurately equating all communism to the deadly, brutal form of communism applied in the former Soviet Union.\n\n“The vast majority of U.S. citizens, including many politicians, have never been to China. All they know is that the country is led by the Communist Party of China (CPC). And the image of the CPC in their minds is represented by the one of the Soviet Union, whose dark side was frequently exposed during the Cold War,” Li wrote. Unlike the Soviet communists, Chinese communists allegedly “persist in seeking truth from facts, the mass line, and independence. Learning about the CPC with an understanding of the CPSU will certainly lead to misunderstandings. The key to understanding China is to understand the CPC.”\n\n“Mass line” is a Maoist term used for the first wave of communist purging of society of all deemed “unnecessary.” Dictator Xi Jinping revived the “mass line” after years of being dormant in a 2014 speech.\n\nLi then goes on to argue that China is a “multi-party system,” but one where all parties are “led” by the Communist Party. This form of democracy, he argued, is superior to American democracy where parties with differences in ideology vie for public support because it keeps politics more uniform, which Li appears to consider a more favorable trait than free politics.\n\nThe article continues by claiming that “it is not true” that China does not hold meaningful elections. In reality, Chinese people can vote for a variety of Communist Party-approved candidates, all of whom share the same beliefs, Li argued.\n\n“Regardless of electoral democracy’s advantages, including transparency and competitiveness, it has flaws that should not be ignored. The biggest problem is that it cannot truly reflect the essence of democracy,” Li claimed. “Electoral democracy generally follows the rule that the minority is subordinate to the majority. Although everyone has the right to vote, only some voters’ appeal can be heard.”\n\nIn “consultative democracy,” which does not grant the people the right to govern themselves, Li claimed the Chinese find a superior freedom. He concludes the piece by applauding China for helping “improve” democracy.\n\nChina’s “consultative democracy” has resulted in thousands, if not millions, of arrests for political dissidents in the country in the seven decades of communist rule, and tens of millions of deaths as a result of manufactured famine, extrajudicial dissident purges, forced infanticide, and murders committed to illegally sell live organs. Yet the Global Times has persisted for years in arguing that Chinese people live in “harmony” and that they enjoy more rights than their American counterparts.\n\nIn 2016, following President Donald Trump’s presidential victory, the Times declared that Chinese observers now understood “the fragility of Western democracy,” as their leaders are not predetermined and anyone who wins the hearts of voters can win an election.\n\n“From the protests against Trump, Chinese people found the schism in the U.S. is becoming increasingly serious and are questioning the reliability and universality of the Western democratic system,” the column argued.\n\nIn this election cycle, the Global Times has branded the robust competition among Democrats to win that party’s nomination “pathetic,” rather than a positive indication of how many Americans feel compelled to participate in their own governance.\n\nFollow Frances Martel on Facebook and Twitter."}}