{"GDELT": {"GlobalEventID": 894946725, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "FRA", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 35, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.55255255255256, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20191224173000, "SOURCEURL": "https://nationalinterest.org/blog/buzz/history-forgot-america-and-great-britain-almost-went-war-over-canada-108026"}, "ARTICLE": {"TITLE": "History Forgot This: America And Great Britain Almost Went To War Over Canada", "TEXT": "Key point: The new map, then, might have included a United States that extended to the Arctic, an independent Quebec, a rump Canada consisting mostly of the Maritimes and Japanese control of the entirety of the Western Pacific.\n\nThe end of a war only rarely settles the central questions that started the conflict. Indeed, many wars do not “end” in the traditional sense; World War II, for example, stretched on for years in parts of Eastern Europe and the Asia-Pacific.\n\nEven as the guns fell silent along the Western Front in 1918, the United States and the United Kingdom began jockeying for position. Washington and London bitterly disagreed on the nature of the settlements in Europe and Asia, as well as the shape of the postwar naval balance. In late 1920 and early 1921, these tensions reached panic levels in Washington, London and especially Ottawa.\n\nThe general exhaustion of war, combined with the Washington Naval Treaty, succeeded in quelling these questions and setting the foundation for the great Anglo-American partnership of the twentieth century. But what if that hadn’t happened? What if the United States and United Kingdom had instead gone to war in the spring of 1921?\n\nThe Liberation of Canada\n\nThe U.S.-Canadian border would have constituted the central front of the War of 1921. Although Washington maintained good relations with Ottawa, war plans in both the United States and the United Kingdom expected a multipronged invasion into America’s northern neighbor, designed to quickly occupy the country before British (or Japanese) reinforcement could arrive. Canadian declarations of neutrality would have had minimal impact on this process. Plans for initial attacks included the seizure of Vancouver, Winnipeg, the Niagara Falls area and most of Ontario.\n\nGiven the overwhelming disparity between available U.S. and Canadian military forces, most of these offensives would probably have succeeded in short order. The major battle would have revolved around British and Canadian efforts to hold Nova Scotia, New Brunswick and especially the port of Halifax, which would have served both as the primary portal for British troops and as the main local base for the Royal Navy. U.S. military planners understood that Halifax was the key to winning the war quickly, and investigated several options (including poison gas and an amphibious assault) for taking the port.\n\nAssuming they held the line, could British and Canadian forces have prevented the severing of supply lines between Halifax and the main cities of Quebec and the Great Lakes region? Unlikely. The U.S. Army would have had major advantages in numbers, logistics, and mobility. Ottawa and Toronto might each have proven too big to swallow and digest quickly, but severing their connection to the Atlantic would have made the question of their eventual surrender only a matter of time.\n\nAnd what about Quebec? The nationalism of the early twentieth century did not look kindly on large enclaves of ethno-linguistic minorities. Moreover, the United States had no constitutional mechanisms through which it could offer unique concessions to the French speaking majority of the province. In this context, Quebecois leaders might have sought an accord with Washington that resulted in Quebec’s independence in exchange for support for the American war effort, and Washington might plausibly have accepted such an offer. An accord of this nature might also have forestalled French support from their erstwhile British allies. If not, the U.S. Army planned to seize Quebec City through an overland offensive through Vermont.\n\nOperations in the Atlantic\n\nBritish war planning considered the prospect of simply abandoning Canada in favor of operations in the Caribbean. However, public pressure might have forced the Royal Navy to establish and maintain transatlantic supply lines against a committed U.S. Navy. While it might have struggled to do this over the long term, the RN still had a sufficient margin of superiority over the USN to make a game of it.\n\nThe eight “standard-type” super-dreadnought battleships of the USN flatly outclassed any British warship on any metric other than speed. The USN also possessed ten older dreadnoughts, plus a substantial fleet of pre-dreadnoughts that would have undertaken coastal defense duties. The United States did not operate a submarine arm comparable to that of Imperial Germany, and what boats it had lacked experience in either fleet actions or commerce raiding.\n\nFor its part, the Royal Navy had at its disposal nine dreadnoughts, twenty-three super-dreadnoughts and nine battle cruisers. The British ships were generally older, less well armored and less heavily armed than their American counterparts. Nevertheless, the Royal Navy had the benefit of years of experience in both war and peace that the USN lacked. Moreover, the RN had a huge advantage in cruisers and destroyers, as well as a smaller advantage in naval aviation.\n\nBut how would the RN have deployed its ships? Blockading the U.S. East Coast is a far more difficult task than blockading Germany, and the USN (like the High Seas Fleet) would only have offered battle in advantageous circumstances. While the RN might have considered a sortie against Boston, Long Island or other northern coastal regions, most of its operations would have concentrated on supporting British and Canadian ground forces in the Maritimes.\n\nOperations in the Pacific\n\nBoth the United States and the United Kingdom expected Japan to join any conflict on the British side. The connections between the Royal Navy and the Imperial Japanese Navy ran back to the Meiji Restoration, and Tokyo remained hungry for territory in the Pacific. In the First World War, Japan had opportunistically gobbled up most of the German Pacific possessions, before deploying a portion of its navy in support of Entente operations in the Mediterranean. In the case of a U.S.-UK war, the IJN would likely have undertaken similar efforts against American territories. These included many of the islands that Japan invaded in 1941 and 1942, although the invasions would have moved forward without the benefit of years of careful preparation.\n\nGiven the strength of the IJN (four battle cruisers, five super-dreadnoughts, two dreadnoughts) and the necessary commitment to an “Atlantic first” strategy, the United States probably could not have held the Philippines, Guam, Wake, Midway or most of the other Pacific islands. Hawaii might have proven a bit too far and too big, and it is deeply unlikely that the Japanese would have risked a land deployment to western Canada (although U.S. planners feared such an eventuality), but the war would have overturned the balance of power in the Western Pacific.\n\nWould It Work?\n\nThe British Army and the Royal Navy could, possibly, have erected a credible defense of Nova Scotia, preventing the United States from completely rolling up Canada. London could also have offered support for resistance forces in the Canadian wilderness, although even supplying guerilla operations in the far north would have tested British logistics and resolve.\n\nIn the end, however, the United States would have occupied the vast bulk of Canada, at the cost of most of its Pacific possessions. And the Canadians, having finally been “liberated” by their brothers to the south? Eventually, the conquest and occupation of Canada would have resulted in statehood for some configuration of provinces, although not likely along the same lines as existed in 1920 (offering five full states likely would have resulted in an undesirable amount of formerly Canadian representation in the U.S. Senate). The process of political rehabilitation might have resembled the Reconstruction of the American South, without the racial element.\n\nThe new map, then, might have included a United States that extended to the Arctic, an independent Quebec, a rump Canada consisting mostly of the Maritimes and Japanese control of the entirety of the Western Pacific. Tokyo, rather than London or Washington, would have stood as the biggest winner, hegemonic in its own sphere of influence and fully capable of managing international access to China.\n\nRobert Farley, a frequent contributor to the National Interest, is author of The Battleship Book. He serves as a Senior Lecturer at the Patterson School of Diplomacy and International Commerce at the University of Kentucky. His work includes military doctrine, national security, and maritime affairs. He blogs at Lawyers, Guns and Money and Information Dissemination and the Diplomat.\n\nThis piece was posted last year and is being reposted due to reader interest.\n\nImage: Wikipedia."}}