{"GDELT": {"GlobalEventID": 894946821, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "ZMB", "Actor1Name": "ZAMBIA", "Actor1CountryCode": "ZMB", "Actor2Code": "ZMBGOV", "Actor2Name": "ZAMBIA", "Actor2CountryCode": "ZMB", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.33333333333333, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mukula, Central, Zambia", "Actor1Geo_CountryCode": "ZA", "Actor1Geo_ADM1Code": "ZA05", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -8.61667, "Actor1Geo_Long": 29.95, "Actor1Geo_FeatureID": "-2296372", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mukula, Central, Zambia", "Actor2Geo_CountryCode": "ZA", "Actor2Geo_ADM1Code": "ZA05", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -8.61667, "Actor2Geo_Long": 29.95, "Actor2Geo_FeatureID": "-2296372", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mukula, Central, Zambia", "Action2Geo_CountryCode": "ZA", "Action2Geo_ADM1Code": "ZA05", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -8.61667, "Action2Geo_Long": 29.95, "Action2Geo_FeatureID": "-2296372", "DATEADDED": 20191224173000, "SOURCEURL": "https://diggers.news/local/2019/12/16/its-not-all-zambian-mukula-that-china-imports-from-zambia-wina/"}, "ARTICLE": {"TITLE": "It’s not all Zambian Mukula that China imports from Zambia – Wina", "TEXT": "Vice-President Inonge Wina has rubbished reports that Zambia under declared Mukula exports to China saying the Asian country has many sources of Mukula in the region which use Zambia as a transit route to the port in Namibia.\n\nAnd Vice-President Wina says individuals who think they are economic engineers who can fix the economy within a week are deceiving the masses.\n\nA report by the Center for International Forest Research (CIFOR) on Mukula production and trade revealed that Zambia declared to have exported 3,000 m3 of Mukula logs valued at US$900,000 in 2016, while China declared Mukula imports from Zambia of about 61,000 m3 for an approximate value of US$ 87 million.\n\nBut the Vice-President, who was speaking during her question and answer session in Parliament, Friday, wondered why certain leaders relished on falsehoods as she responded to Kabompo UPND member of parliament Ambrose Lufuma who wanted to find out what government was doing to stem the corruption syndicate that was robbing Zambians of their “God-given Mukula gift”.\n\n“I am failing to understand why some of our leaders relish on receiving falsehood information. We need to address some of these issues, honorable members of parliament, to ascertain the truth about the information we receive and get the details and information correctly so that together, we can examine these matters. We know very well that President Edgar Chagwa Lungu has been at the forefront of fighting corruption where it emerges and he is the first one to order the banning of Mukula exports. The Chinese have various sources of Mukula, including the countries around us because the Ministry of Lands has got a schedule of trucks that pass through from the Congo, into Zambia to the ocean in Namibia loaded with Mukula trees. So it may not be Zambian Mukula that is reflected in the records of Chinese business houses and Chinese imports. So we should not sensationalize issues which are not very factual,” Vice-President Wina said.\n\n“Madam Speaker, I am surprised to see that a learned member of parliament can take issues from social media as the cardinal truth. That report, we wonder whether that report has been verified. Madam Speaker, the figures that are quoted in that publication are made up by someone who lives in the United States and not here. And the whole publication is based on falsehoods and propaganda. And I do not think members of parliament should depend on fake news to bring information to this House. We know very well, Madam Speaker, that the manufacturers of that report are well known and if they are so well known, we will investigate where this information is coming from. These are people who are being sponsored by international conglomerates and they want to tarnish the name and image of the President and also of Zambia.”\n\nAnd Vice-President Wina said those claiming they could fix Zambia’s economy within a week were not being truthful.\n\n“Madam Speaker, if there are some individuals who think they are economic engineers and will fix this economy of this country in a week or in a month, I think they are not giving the country the true picture of the situation. Madam Speaker, I would say this government has performed well in tackling economic issues. There have been a lot of factors contributing to the decline in the economic sectors. We are aware of the drop in the price of copper on the London metal exchange, we are as well aware of the devastating effects of drought on our agricultural production. You are also aware of the escalating oil prices on the international market, we are also aware of other international happenings that impact on Zambia such as the war between the Chinese economy and the American economy,” said Vice-President Wina.\n\n“We know what climate change has done to this country, resulting in power or load management of electricity. So all these factors have had a negative impact on the economic management of the country and I don’t think any spin doctor could have changed the scenario but for this country to move forward, this government is committed to put in policies that will resuscitate the economies of this country as we move on.”"}}