{"GDELT": {"GlobalEventID": 894998613, "Day": 20191225, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9726, "Actor1Code": "USAJUD", "Actor1Name": "MISSOURI", "Actor1CountryCode": "USA", "Actor1Type1Code": "JUD", "Actor2Code": "USA", "Actor2Name": "MISSOURI", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.52564102564103, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Ballwin, Missouri, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMO", "Actor1Geo_ADM2Code": "MO189", "Actor1Geo_Lat": 38.5951, "Actor1Geo_Long": -90.5462, "Actor1Geo_FeatureID": "755721", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Ballwin, Missouri, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMO", "Actor2Geo_ADM2Code": "MO189", "Actor2Geo_Lat": 38.5951, "Actor2Geo_Long": -90.5462, "Actor2Geo_FeatureID": "755721", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Ballwin, Missouri, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMO", "Action2Geo_ADM2Code": "MO189", "Action2Geo_Lat": 38.5951, "Action2Geo_Long": -90.5462, "Action2Geo_FeatureID": "755721", "DATEADDED": 20191225020000, "SOURCEURL": "https://news.stlpublicradio.org/post/missouri-high-court-upholds-st-louis-county-sales-tax-distribution-system"}, "ARTICLE": {"TITLE": "Missouri High Court Upholds St. Louis County Sales Tax Distribution System", "TEXT": "The Missouri Supreme Court on Tuesday rejected Chesterfield’s bid to keep more of the sales tax it generates.\n\nAt issue was an arrangement detailing how St. Louis County cities handle a 1% sales tax. It splits municipalities into two categories: point-of-sale cities that keep most of their revenue and pool cities that place their sales tax proceeds together and divvy up the money based on population.\n\nChesterfield sued in 2014, contending that the sales tax system amounts to what’s known as a special law, which makes it unconstitutional. Chesterfield noted that the Missouri General Assembly changed the law in 1991 to say it affected counties with 900,000 people or more as opposed to 400,000 or more. And the city argued that showed the law “applied exclusively to St. Louis County because, at the time, St. Charles County met [the sales tax system’s] population requirements as originally enacted.”\n\nIn a unanimous ruling written by Supreme Court Judge Patricia Breckenridge, the court found that the sales tax system is not a special law. Breckenridge wrote that “there were rational bases” for how the General Assembly constructed the sales tax system.\n\n“St. Louis County is responsible for providing municipal-type services, such as police, street maintenance, and zoning, to the unincorporated areas while simultaneously providing county-type services, including court systems, jails, and roads, to the county as a whole,” Breckenridge wrote. “Given St. Louis County’s distinctive features and responsibilities, [the sales tax system’s] applicability to only St. Louis County by operation of its population classification is supported by a rational basis.”\n\nSt. Louis County, Ballwin, Florissant, Manchester, University City, Webster Groves, and Wildwood opposed Chesterfield’s arguments. Chesterfield Mayor Bob Nation could not immediately be reached for comment.\n\nChesterfield long complained that the sales tax system is unfair, especially because Chesterfield became something of a retail center since it incorporated in the late 1980s.\n\nFollow Jason on Twitter: @jrosenbaum\n\nSend questions and comments about this story to feedback@stlpublicradio.org"}}