{"GDELT": {"GlobalEventID": 894998387, "Day": 20191225, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9726, "Actor1Code": "NOR", "Actor1Name": "BERGEN", "Actor1CountryCode": "NOR", "Actor2Code": "AFG", "Actor2Name": "AFGHANISTAN", "Actor2CountryCode": "AFG", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Bergen County, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ003", "Actor1Geo_Lat": 40.9334, "Actor1Geo_Long": -74.0496, "Actor1Geo_FeatureID": "882271", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 66.0, "Actor2Geo_FeatureID": "AF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 66.0, "Action2Geo_FeatureID": "AF", "DATEADDED": 20191225020000, "SOURCEURL": "https://www.stripes.com/news/army/special-forces-soldier-killed-in-afghanistan-remembered-as-the-definition-of-a-patriot-1.612394"}, "ARTICLE": {"TITLE": "Special Forces soldier killed in Afghanistan remembered as the ‘definition of a patriot’", "TEXT": "Sgt. 1st Class Michael J. Goble, 33, of Washington Township, New Jersey, died Dec. 23 as a result of injuries sustained in a roadside bombing in Kunduz Province, Afghanistan.\n\n(Tribune News Service) — A hero. The “definition of a patriot.” A “good dude.” A New Jersey soldier who was killed in Afghanistan days before Christmas is remembered as being an exemplary man, soldier and father by friends, family and officials.\n\nSgt. 1st Class Michael J. Goble, 33, of Bergen County was killed Monday during combat in Afghanistan, military officials said. Goble, a Bronze Star recipient who was in Afghanistan supporting Operation Freedom's Sentinel, was assigned to 1st Battalion, 7th Special Forces Group (Airborne) at Eglin Air Force Base, Florida, the military said. Goble was on his final tour of duty when he was killed, set to come home in less than a month.\n\n“Westwood and Washington Township lost another son, brother, father while fighting for the US military in Afghanistan,” state Assemblywoman Holly Schepisi, R-Bergen, who represents Goble’s hometown, said in a Facebook post. “While most of us are sitting down to Christmas dinner trying not to argue about trivial things with relatives we haven’t seen in a while, Sgt. Michael Goble’s family will be meeting his body on the tarmac as he returns 3 weeks early from his fourth and final tour of duty.”\n\nThe Taliban has claimed responsibility for his death, but a spokeswoman for US Army Special Operations Command said Tuesday the claim remains under investigation.\n\n“Right now our hearts go out to the family and to the loved ones of Michael,\" Westwood Mayor John Birkner, Jr. said Tuesday. “We are a very very grateful community for his service to our country and to the values of freedom and democracy that we hold so dear.\n\n\"We went through this before back in 2010 we lost Marine Sgt. Christopher Hrbek to an attack in Afghanistan.”\n\nBirkner called Goble’s death \"a tragedy that hits home. We see and we read newspaper headlines every day about the horrors of war. These really bring it right into our living rooms. These are our families. These are friends. These are our neighbors. It hits a little harder. It stings a little more. But the community is here for the family. There’s no question about it.”\n\nBirkner said he has reached out to the family to offer help in providing help to escort them to Delaware, where Goble’s body was expected to arrive Tuesday, and back to New Jersey.\n\nFriends and fellow military members shared tributes to Goble, who they say “paid the ultimate price” fighting for his country.\n\nLt. Gov. Sheila Oliver, who is New Jersey’s acting governor while Gov. Phil Murphy is out of state, will order state and U.S. flags to fly at half-staff, the governor’s office told NJ Advance Media on Tuesday.\n\n“Sgt. 1st Class Michael Goble represented the best values of our Armed Forces and of New Jersey — dedication, fearlessness, and excellence,\" Oliver and Murphy said in a joint statement.\n\nSupport from politicians and local officials came in from across the country, including a U.S. senator from Oklahoma, a presidential candidate, and the New Jersey State PBA.\n\nA GoFundMe established to benefit Goble’s partner and young daughter has raised $23,000, eclipsing its original goal of $15,000. The goal has been bumped up to $50,000.\n\nGoble’s military career included numerous overseas deployments, including Argentina, Guatemala, Colombia and South Korea. He also previously deployed to Afghanistan twice.\n\nGoble is the 20th soldier to be killed in Afghanistan this year, in addition to three noncombat deaths. More than 2,400 Americans have been killed since the war started nearly 18 years ago.\n\n©2019 NJ Advance Media Group, Edison, N.J.\n\nVisit NJ Advance Media Group, Edison, N.J. at www.nj.com\n\nDistributed by Tribune Content Agency, LLC."}}