{"GDELT": {"GlobalEventID": 894998516, "Day": 20191225, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9726, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.86480186480187, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "York County, Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_ADM2Code": "PA133", "Actor1Geo_Lat": 40.1254, "Actor1Geo_Long": -77.0, "Actor1Geo_FeatureID": "1209193", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "York County, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.1254, "Action2Geo_Long": -77.0, "Action2Geo_FeatureID": "1209193", "DATEADDED": 20191225020000, "SOURCEURL": "https://www.wgal.com/article/police-get-stewartstown-womans-car-repaired-after-she-became-lost-ended-up-in-western-pennsylvania/30326793"}, "ARTICLE": {"TITLE": "Police get Stewartstown woman's car repaired after she became lost, ended up in western Pa.", "TEXT": "Police get Stewartstown woman's car repaired after she became lost, ended up in western Pennsylvania\n\nAn 82-year-old York County woman's Christmas Eve was memorable thanks to an act of kindness by police.Janet Finegan, of Stewartstown, got lost last week on the way to her sister-in-law's house and ended up 250 miles away.Police in Elizabeth borough, a suburb of Pittsburgh, found Finegan after she was reported missing.\"She got turned around, and instead of bothering anybody, she just kept driving, thinking she could get herself back home,\" said Chief William Sombo.Finegan went back home but without her car. The vehicle was damaged when she hit a speed reduction island.Police worked with a repair shop to get the vehicle fixed, free of charge, and returned the car to Finegan on Tuesday in York County.\"This is wonderful. Brought my car back. It's all clean and fixed. I'm just blown away by all the attention and kindness people have shown to me,\" Finegan said.Police said Finegan also made a big impression on officers.\"We've now accepted her as our new mom for Elizabeth Borough Police Department,\" Sombo said.\n\nAn 82-year-old York County woman's Christmas Eve was memorable thanks to an act of kindness by police.\n\nAdvertisement\n\nJanet Finegan, of Stewartstown, got lost last week on the way to her sister-in-law's house and ended up 250 miles away.\n\nPolice in Elizabeth borough, a suburb of Pittsburgh, found Finegan after she was reported missing.\n\n\"She got turned around, and instead of bothering anybody, she just kept driving, thinking she could get herself back home,\" said Chief William Sombo.\n\nFinegan went back home but without her car. The vehicle was damaged when she hit a speed reduction island.\n\nPolice worked with a repair shop to get the vehicle fixed, free of charge, and returned the car to Finegan on Tuesday in York County.\n\n\"This is wonderful. Brought my car back. It's all clean and fixed. I'm just blown away by all the attention and kindness people have shown to me,\" Finegan said.\n\nPolice said Finegan also made a big impression on officers.\n\n\"We've now accepted her as our new mom for Elizabeth Borough Police Department,\" Sombo said."}}