{"GDELT": {"GlobalEventID": 894946419, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "JAN", "Actor2Name": "JAIN", "Actor2Religion1Code": "JAN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.068601583113461, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 66.0, "Actor1Geo_FeatureID": "AF", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6, "Actor2Geo_Long": 77.2, "Actor2Geo_FeatureID": "-2106102", "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20191224173000, "SOURCEURL": "https://www.globaltimes.cn/content/1174700.shtml"}, "ARTICLE": {"TITLE": "India beefs up security amid outrage against new law", "TEXT": "Photo taken on Dec. 21, 2019, shows Indian police confronting with protesters during a protest against a new citizenship law in New Delhi, India. (Xinhua/Javed Dar)\n\nIndian authorities stepped up security and shut down the internet in various places on Tuesday while members of the ruling party planned marches backing a new citizenship law even though nationwide ­protests against it are escalating.An interior ministry official said the government expected all state security officials to be on duty on Christmas Eve and through the holiday week.\"We want the police to prevent an outbreak of violence but we also realize that the situation can get out of control, hence paramilitary forces will be deployed in markets and public spaces,\" said a senior security official in New Delhi.At least 20 rallies in support or against the new law were scheduled in different cities with protesters from both sides canvassing on social media to get people out over Christmas and the New Year.The Citizenship Amendment Act aims to fast-track ­citizenship for persecuted Hindus, Parsis, Sikhs, Buddhists, Jains and Christians who arrived in India before ­December 31, 2014 from Muslim-­majority Afghanistan, Bangladesh and Pakistan.Its passing on December 11 this year triggered demonstrations in the eastern state of ­Assam, where protesters fear it will make illegal migrants from Bangladesh legal residents.Elsewhere, critics say the law discriminates against Muslims and is part of Indian Prime Minister Narendra Modi's Hindu nationalist agenda.Modi's government denies that.Activists opposed to the law said they were trying to keep up the momentum and were looking for ways to work around the police clampdown and internet blackouts.Senior members of Modi's Bharatiya Janata Party (BJP) leading rallies to support the law said they were determined to counter what they see as misleading criticism of it.\"We want to explain that the law is not anti-Muslim and we want to expose that those who are leading the protests against the law are misleading innocent, uneducated Muslims,\" said BJP spokesman Gopal Krishna Agarwal.At least 21 people have been killed since the law was passed in protests that represent the first major opposition to Modi's legislative agenda since his party's landslide reelection this year."}}