{"GDELT": {"GlobalEventID": 894997950, "Day": 20191225, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9726, "Actor1Code": "BHR", "Actor1Name": "BAHRAIN", "Actor1CountryCode": "BHR", "Actor2Code": "MIL", "Actor2Name": "NAVY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -11.706349206349199, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bahrain", "Actor1Geo_CountryCode": "BA", "Actor1Geo_ADM1Code": "BA", "Actor1Geo_Lat": 26.0, "Actor1Geo_Long": 50.5, "Actor1Geo_FeatureID": "BA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bahrain", "Actor2Geo_CountryCode": "BA", "Actor2Geo_ADM1Code": "BA", "Actor2Geo_Lat": 26.0, "Actor2Geo_Long": 50.5, "Actor2Geo_FeatureID": "BA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bahrain", "Action2Geo_CountryCode": "BA", "Action2Geo_ADM1Code": "BA", "Action2Geo_Lat": 26.0, "Action2Geo_Long": 50.5, "Action2Geo_FeatureID": "BA", "DATEADDED": 20191225020000, "SOURCEURL": "https://www.nbcnews.com/news/world/bahrain-dissidents-face-possible-christmas-day-death-sentences-n1106856?cid=public-rss_20191225"}, "ARTICLE": {"TITLE": "Bahrain dissidents face possible Christmas Day death sentences", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nTwo Bahraini dissidents could be handed death sentences on Christmas Day in a bid by Bahrain to bury controversial news, rights groups say.\n\nMohamed Ramadhan and Husain Moosa were convicted in 2014 for a bomb attack that killed a policeman in trials marred by allegations of torture and inadequate legal representation, international rights groups including Reprieve, Human Rights Watch and Amnesty International said.\n\nThe pair have denied the allegation, their arrests coming amid a sweeping crackdown on dissent after pro-democracy protests rocked the U.S. Gulf allybetween 2011 and 2014.\n\n\"We fear the worst, because this isn't the first time the Bahraini authorities have cynically scheduled a death penalty verdict on Christmas Day,” said Maya Foa, director of Reprieve, a London-based group that campaigns for prisoners’ rights.\n\n“Mohammed and Husain only secured a case review after a public outcry over their farcical first trial. Handing down the judgement while attention is elsewhere is a calculated attempt to avoid scrutiny.\"\n\nThe press section of Bahrain’s London embassy was not immediately available for comment.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nRamadhan, an airport security officer, and Moosa, a hotel employee, had both taken part in pro-democracy demonstrations, Reprieve said.\n\nThey were sentenced to death in 2014 but a court in the tiny Gulf Kingdom ordered a case review following an outcry over allegations of torture. The review’s verdict is due on Dec. 25.\n\n“My death sentence has been set for Christmas Day -- so that you won’t notice,” Ramadhan said in an opinion piece, expecting capital punishment due to an apparent attempt to bury controversial news on Christmas day.\n\nThe article was published in Newsweek magazine and dictated by phone from prison.\n\n“On a day when billions will be surrounded by loved ones celebrating the birth of Jesus, I will be facing the death penalty,” he said. “I have committed no crime, so the Kingdom of Bahrain has invented some and tortured me into 'confessing' to them. This is my punishment for standing up for freedom and democracy.”\n\nBahrain, which hosts the U.S. Navy’s Fifth Fleet, sentenced six men to death on Christmas Day in 2017, and executed two men during this summer’s U.S., British and European Union legislative recesses.\n\nBritain is also a key ally to Bahrain, and has come under pressure to stop selling the kingdom arms and training its security services as allegations of torture during detention have mounted.\n\nRamadhan said he was blindfolded, cuffed and beaten with iron bars, then later stripped naked and subjected to sexual assaults.\n\nNBC News was not able to confirm his claims.\n\n“We are deeply saddened and outraged by the possibly imminent executions of Mr. Ramadhan and Mr. Husain. They have made credible allegations that they confessed during brutal torture,” Asger Kjaerum of the International Rehabilitation Council for Torture Victims said.\n\nThe tiny island of Bahrain is ruled by a Sunni-Muslim monarchy but has a majority Shiite population who have long complained of discrimination in jobs and services, and led protests calling for more political representation."}}