{"GDELT": {"GlobalEventID": 894945797, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "CAN", "Actor1Name": "NOVA SCOTIA", "Actor1CountryCode": "CAN", "Actor2Code": "MNCCAN", "Actor2Name": "ENCANA", "Actor2CountryCode": "CAN", "Actor2Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.9104704097116801, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191224173000, "SOURCEURL": "https://www.thechronicleherald.ca/business/local-business/shipping-news-return-of-rig-marks-sable-projects-end-391733/"}, "ARTICLE": {"TITLE": "SHIPPING NEWS: Return of rig marks Sable project's end", "TEXT": "A A\n\nThe arrival of a drill rig in Halifax is always an event.\n\nOn Monday, the jack-up rig Noble Regina Allen was towed into the harbour and tied up in Woodside. The rig’s three massive legs reach into the sky, towering over most buildings on the waterfront.\n\nIts return to Halifax marks the end of the Sable gas field.\n\nThe rig first arrived in Halifax in November 2017. It was towed out to the Sable field later that month and began the process of plugging and capping the Sable project’s 21 gas wells. Now that work is finished.\n\nThe Sable gas project consisted of five production fields, with the first three beginning to produce gas in 2000. The remaining fields came online in 2003 and 2004.\n\nThe project was expected to produce for 25 years but became uneconomical to operate.\n\nThe Noble Regina Allen will undergo a work period at Woodside until February. The rig will then go back to work off Nova Scotia for Encana, decommissioning its Deep Panuke project. That is expected to be completed in June.\n\nOffshore challenges\n\nDeep Panuke began producing from four wells in 2013. Expected to last 13 years, the gas required considerable sweetening. The project proved expensive to operate and so was only producing in winter when natural gas prices were higher. Encana attempted to sell the project, unsuccessfully, and in the end decided to shut it down.\n\nThe early shutdowns of these projects were blows to the offshore sector. Hope remained with two blocks of exploration licences awarded in 2012 and 2013. However, those have not yielded promising results.\n\nShell and BP have completed multi-year exploration projects off Nova Scotia, including the drilling of exploratory wells. Shell drilled two wells in the Shelburne Basin, and both came up dry. Shell eventually walked away from its exploration licences, paying millions in penalties.\n\nBP has not publicly released its findings, However, the company has not come back to do further exploration in those areas, including drilling wells it is required to drill by the Canada-Nova Scotia Offshore Petroleum Board.\n\nAs a result, in January 2019, BP surrendered 50 per cent of its exploration area to the Crown. It paid a million-dollar deposit to secure the remaining area and, having not drilled a second well in 2019, will either have to pay $2 million in January 2020 to extend for an additional year or forfeit 50 per cent of the remaining area.\n\nEquinor has two licences awarded in 2015 next to the area Shell gave up. Equinor completed survey work and has until 2022 to drill exploratory wells.\n\nIf Nova Scotia has offshore oil and gas, it is not in quantities that can be viably recovered.\n\nIn other harbour news:\n\nThe Royal Research Ship James Cook tied up at Cove in Dartmouth on Sunday. The ship is operated by the United Kingdom’s National Oceanography Centre and was conducting the Atlantic Zone Monitoring Program off Newfoundland for Fisheries and Oceans Canada.\n\nThe bulk carrier Cabrera sailed Monday for Studstrup, Denmark loaded with wood pellets. Denmark has been converting coal plants to burn biomass as a way of reducing carbon emissions. The power station in Studstrup was converted in 2016. With Northern Pulp seemingly out of the picture, Danish biomass plants could be a growing replacement market.\n\n"}}