{"GDELT": {"GlobalEventID": 894945945, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "DEULAB", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor1Type1Code": "LAB", "Actor2Code": "YEM", "Actor2Name": "YEMEN", "Actor2CountryCode": "YEM", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 4.07079646017699, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20191224173000, "SOURCEURL": "http://www.producenews.com/the-produce-news-today-s-headlines/28204-ifco-delivers-on-its-social-responsibility-engagement-commitment-globally-in-2019"}, "ARTICLE": {"TITLE": "IFCO delivers on its social responsibility & engagement commitment globally in 2019", "TEXT": "IFCO delivers on its social responsibility & engagement commitment globally in 2019\n\nDecember 24, 2019\n\nIFCO, a leading provider of Reusable Plastic Containers (RPCs) for fresh food, delivered on its social responsibility and engagement commitment in 2019, with 30,000 RPCs donated to food banks, hundreds of employee volunteer service hours in local communities and financial contributions to charitable organizations.\n\n“IFCO and its employees are fortunate to be part of something special, the global effort to provide billions of individuals with safe, fresh, nutritious and affordable food year-round,” said Wolfgang Orgeldinger, chief executive officer of IFCO. “That is why it is important for the company and its employees to give back to those less fortunate and to the communities we serve. Our donated RPCs, employee volunteers and charitable contributions are helping to make the world a better place.”\n\nUsing company resources, expertise and employee engagement to help those in need is embedded in IFCO’s culture. That is why IFCO partners with food relief organizations around the world. In 2019 IFCO continued its social engagement program from donations to volunteering in more than half a dozen countries around the world. Social engagement activity for 2019 included:\n\n* Donated RPCs: The donation of an additional 30,000 RPCs for use by foodbanks around the world, bringing overall donations for food relief to more than 300,000 since the start of the program in 2009. Donated RPCs are having a positive impact in countries like the United States, Canada Germany, France, the United Kingdom and Spain.\n\nDonated RPCs increase efficiency, making it easier for retailers to donate food. They also reduce solid waste by eliminating the need to transfer donations into boxes for shipping & handling. In Canada, the donated RPCs helped increase donated food by 50% and increased the number of meals served in local communities.\n\n* Employee Volunteers: IFCO employees volunteered their time to collect and sort more than 2.2 tons of food donations at retail stores in France and Spain. The donations helped local food banks feed more than 5,000 food insecure people. In addition, IFCO Spain held an employee food drive that netted 180L of non-perishable food donations for local food banks.\n\n* Monetary Contributions: IFCO, in partnership with Tafel Deutschland e.V., provided financing for four refrigerated trucks to assist local food banks in Germany, bringing the total number of trucks to 66 since the program started in 2009. Separately, an IFCO Germany employee organized a fundraising effort, collecting 2,175 euro to provide assistance to children in Yemen, an amount that has been doubled by IFCO.\n\n* Supporting Socially Responsible Companies: IFCO donates RPCs to Epleslang, a socially conscious 100% juice company in Norway that employs motivated people with disabilities and young people who are looking for work experience. Employees pick and pack apples in the orchard and place them into IFCO RPCs that are used to ship the fruit to the juice processing center. This video tells the Epleslang story.\n\n“We can’t thank IFCO enough for its generosity in donating their RPCs,” said Graham Hill, Food for Life, Ontario, Canada, executive director. “IFCO’s containers make our operation more efficient from beginning to end, making it easier for companies to get us their donations and easier for us to get rescued food to those in need. The impact has been tremendous and that is why we call IFCO RPCs ‘little agents of change.”"}}