{"GDELT": {"GlobalEventID": 894945881, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "CVL", "Actor1Name": "SCIENTIST", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.25125628140703, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "El Dorado County, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA017", "Actor1Geo_Lat": 38.7666, "Actor1Geo_Long": -120.51799999999999, "Actor1Geo_FeatureID": "277273", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "El Dorado County, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 38.7666, "Action2Geo_Long": -120.51799999999999, "Action2Geo_FeatureID": "277273", "DATEADDED": 20191224173000, "SOURCEURL": "https://www.tahoedailytribune.com/news/trpa-awards-six-projects-best-in-basin-award/"}, "ARTICLE": {"TITLE": "TRPA tags 6 Lake Tahoe projects with ‘Best in Basin’ awards", "TEXT": "A mountain biker enjoys the Flume Trail along Lake Tahoe's East Shore.\n\nProvided / Ty Polastri\n\nSTATELINE, Nev. — The Tahoe Regional Planning Agency awarded six projects with last week Best in Basin awards.\n\nThe Best in Basin awards program is in its 29th year and showcases projects around the lake that demonstrate exceptional planning, implementation, and compatibility with Tahoe’s environment and communities.\n\nThis year’s Best in Basin award winners are:\n\nIncline Flume Trail\n\nThanks to public and private partnerships, this family-friendly backcountry trail is complete and accessible to nearly all abilities.\n\nThe project began with the U.S. Forest Service officially adopting the trail, which allowed local groups to make significant improvements. The Friends of Incline Trails recognized that this old flume path needed major repair and enhancement.\n\nMore than 1,500 volunteer hours combined with professional work crews from the Forest Service and American Conservation Corp made the trail possible. The Incline Flume Trail starts just off the Mount Rose Highway and across to Tunnel Creek Road.\n\nMeeks Bay Trail Project\n\nA little more than three-quarters of a mile long, this Class 1 multi-use path is a major addition to the West Shore trail system. The trail links two significant recreational centers on Tahoe’s West Shore — Sugar Point Pine State Park southward to the entrance of Meeks Bay Resort.\n\nThe pathway runs parallel to Highway 89 and significant engineering hurdles were overcome while constructing the trail. The path was constructed in one season and within existing Forest Service and Caltrans right of ways. Seventy percent of the project required retaining walls, as well as the construction of a large bridge.\n\nCentral Federal Lands Division of the Federal Highway Administration was the lead agency on this project.\n\nRestoration of Fire Adapted Ecosystems\n\nThere are approximately 4,700 acres of meadow in the Lake Tahoe Basin, and the Forest Service manages some 2,700 acres.\n\nTRPA has identified meadows as important areas for restoration. In 2018, the Forest Service completed restoration of Baldwin Meadow. Nearly all trees were removed from the meadow and perimeter trees were thinned.\n\nAdditional restoration tools used included willow planting, channel repair, and re-routing trails. Forest Service crews also completed a controlled burn of the meadow. Meadow restoration will allow the land to adapt to future conditions brought on by climate change.\n\nTahoe Keys Bubble Curtain\n\nInvasive plants like Eurasian watermilfoil and curlyleaf pondweed have been growing out of control in the Tahoe Keys for years, and their proliferation has threatened to spread out into Lake Tahoe proper.\n\nThe Tahoe Keys Property Owners Association and the League to Save Lake Tahoe teamed up with experts from Canada to create an underwater “bubble curtain.” An underwater hose emits a strong current of bubbles that keeps plant fragments from escaping out and into Lake Tahoe.\n\nThe hose is fanned out in a V-shaped pattern, pushing plant fragments to the outer walls of the channel, which are then collected every afternoon. The goal of the project is containment of the invasive plants, while scientists look for a long-term solution to control the infestation.\n\nUpper Truckee River Reach 5 Restoration Project\n\nRestoration along the Upper Truckee River is the culmination of seven years of planning by the Forest Service Lake Tahoe Basin Management Unit and the California Tahoe Conservancy. Staging for the project began in 2012, and channel construction continued from 2013 through 2016.\n\nThen from 2017-2018, the adaptive management and stabilization phase was completed. The project restored 120 acres and required the re-channeling of 7,340 feet of the Upper Truckee River.\n\nThe new channel allows for improved aquatic habitat and increased channel and floodplain connectivity while reducing stream bank erosion. During the planning phase, an estimated 10,000 native Western Pearlshell mussels were identified in the project area.\n\nThe Upper Truckee River is the only river known to contain this mussel in the basin. In the end, some 25,000 mussels were re- located and returned to the river.\n\nA significant amount of hand work was required to complete this project by crews from the California Conservation Corps, the Generation Green program, and members of the Youth Conservation Corps.\n\nCountry Club Heights Erosion Control Project\n\nThis project was completed by the El Dorado County Department of Transportation and tackled runoff and erosion issues in the Country Club Heights area between Meadow Vale Drive and Elks Point Drive.\n\nRunoff and erosion were persistent problems along Boca Raton Drive because of inadequate infrastructure. New improvements include curb and gutter, sediment traps, and infiltration basins, which allow for the re-wetting of the existing meadow system.\n\nThe meadow now does its proper job of spreading and infiltrating stormwater runoff. This project is an outstanding example of using hardscape and natural systems to capture and treat stormwater runoff.\n\nTo learn more, visit http://www.trpa.org/get-involved/best-in-basin."}}