{"GDELT": {"GlobalEventID": 894998148, "Day": 20191225, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9726, "Actor1Code": "GOV", "Actor1Name": "FOREIGN SECRETARY", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 7, "NumSources": 2, "NumArticles": 7, "AvgTone": 0.24243352217629, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20191225020000, "SOURCEURL": "https://home.bt.com/news/latest-news/harry-dunns-family-to-meet-home-secretary-as-extradition-process-begins-11364420177893"}, "ARTICLE": {"TITLE": "Harry Dunn’s family to meet Home Secretary as extradition process begins", "TEXT": "The development comes just days after a charge was laid against the US woman accused of involvement in the young man’s death.\n\nThe family of Harry Dunn will meet with Home Secretary Priti Patel as her office considers extraditing the US suspect charged with causing the teenager’s death by dangerous driving.\n\nMs Patel is to sit down with Harry’s mother Charlotte Charles and father Tim Dunn, just days after the Crown Prosecution Service (CPS) said they had authorised Northamptonshire Police to charge US citizen Anne Sacoolas.\n\nThe CPS said that extradition proceedings had started, noting that the “Home Office is responsible for considering our request and deciding whether to formally issue this through US diplomatic channels.\n\n“Our specialist extradition team will be working closely with the UK Central Authority at the Home Office to do this,” the service added.\n\nDunn family spokesman Radd Seiger tweeted that he was “very much” looking forward to meeting Ms Patel and South Northamptonshire MP Andrea Leadsom “to discuss the tragic loss of Harry”.\n\nMs Sacoolas, 42, and her family had been based at RAF Croughton in Northamptonshire and she sparked public outrage after her car allegedly hit the 19-year-old on August 27 and she claimed diplomatic immunity due to her husband’s job.\n\nIt was only after she left the UK on a military flight directly from the air base that the Foreign Office wrote to the family to say immunity in her case was not valid.\n\nWith thanks to @andrealeadsom for all her support as our constituency MP, #HarryDunn’s parents and I very much look fwd to meeting her and Home Secretary @patel4witham tomorrow to discuss the tragic loss of Harry. #Justice4harry @Justice4Harry — Radd Seiger (@RaddSeiger) December 21, 2019\n\nAfter the Dunn family’s campaign – which included a trip to the White House – the CPS brought the charge, a decision the US government labelled “disappointing” and “unhelpful”.\n\nFollowing a meeting with the CPS at their London headquarters on Friday, Ms Charles told reporters: “We feel that we have made a huge step in the start of achieving the promise to Harry that we made.\n\n“We made that promise to him the night we lost him, to seek justice, thinking it was going to be really easy.\n\n“We had no idea it was going to be so hard and it would take so long, but we feel it is a huge step towards that promise we made Harry.”\n\n19-year-old Harry (Family handout/PA Wire)\n\nFollowing the charging decision, Foreign Secretary Dominic Raab said in a statement: “I welcome the taking of a charging decision, which is an important step towards justice for Harry and towards solace for his family, but it is not the end.”\n\nA statement from Amy Jeffress, Ms Sacoolas’s lawyer, said she had “co-operated fully with the investigation”, adding: “But Anne will not return voluntarily to the United Kingdom to face a potential jail sentence for what was a terrible but unintentional accident.”\n\nMr Seiger replied: “I know (Ms Jeffress) to be one of the finest and most outstanding lawyers in the USA. Her statement however boggles the mind and is deeply disturbing.\n\n“For Ms Jeffress to seek to undermine one of the most mature, well-developed legal systems in the world, which has fairness at its heart, and which many countries around the world have modelled their legal systems on, is unbecoming of any lawyer, let alone someone of her stature.”\n\nMr Seiger urged Ms Sacoolas to “put that defence forward in court here rather than ventilate it publicly”.\n\nMs Patel would not be drawn when asked in October if Ms Sacoolas should be extradited.\n\n“It very much seems that the lady in question wants to start cooperating with the discussions and the investigations, and I think that we should support that,” she told the BBC’s Andrew Marr programme.\n\n“We need to ensure that justice is done but obviously that co-operation with this investigation takes place. That is absolutely right.”"}}