{"GDELT": {"GlobalEventID": 894946801, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "USAHLH", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "HLH", "Actor2Code": "EDU", "Actor2Name": "STUDENT", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 5.3642914331465095, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Wardsboro Elementary School, Vermont, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVT", "Actor1Geo_ADM2Code": "VT025", "Actor1Geo_Lat": 43.0483, "Actor1Geo_Long": -72.7873, "Actor1Geo_FeatureID": "2427589", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Wardsboro Elementary School, Vermont, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVT", "Actor2Geo_Lat": 43.0483, "Actor2Geo_Long": -72.7873, "Actor2Geo_FeatureID": "2427589", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Wardsboro Elementary School, Vermont, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVT", "Action2Geo_Lat": 43.0483, "Action2Geo_Long": -72.7873, "Action2Geo_FeatureID": "2427589", "DATEADDED": 20191224173000, "SOURCEURL": "https://www.vermontbiz.com/news/2019/december/24/health-care-workers-stay-job-holidays"}, "ARTICLE": {"TITLE": "Health care workers stay on the job for the holidays", "TEXT": "by Jeff Tieman, President and CEO, VAHHS As many of us sit down to a holiday dinner or stand up to toast the new year, thousands of our neighbors are hard at work caring for others. Hospitals don’t close for the holidays—babies are born, emergency surgeries are performed and, unfortunately, more accidents occur during the darkest, iciest days of the year. It takes a lot of devoted people to care for unexpected patients and conditions.\n\nMissing regular celebrations during the holidays is just one way hospital employees serve their patients and their communities during the giving season. Vermont hospitals contribute millions each year to support community programs and partners—and to provide care for people who cannot afford it.\n\nAt this time of year, we all look around us for ways to give back. Across the state, each hospital is leading or engaged in efforts to make the holidays and the cold Vermont winters easier for our less fortunate neighbors.\n\nThis week’s VAHHS Update features many of these great initiatives. As I look through the photos and read the stories of programs led and supported by employees of our hospitals and health systems, I feel privileged to work alongside them.\n\nI hope these stories offer inspiration and a reminder of how we do this work because we care about one another and want the best for our neighbors, our communities and our state.\n\n\n\nHave a safe and joyous holiday. See you in 2020.\n\nHow our Members Give Back\n\nAdopt-a-Family and Silver Stockings\n\nRutland Regional Medical Center\n\nFor the past 30 years, Rutland Regional Medical Center has been making spirits brighter with its annual Adopt-a-Family and Silver Stocking Programs. This year employees from more than 60 departments, along with 20 community partners, opened their hearts and donated items to 270 seniors and families. Their generosity is unparalleled.\n\nBusy Helping at NVRH\n\nNortheastern Vermont Regional Hospital\n\nThe NVRH Birth Center collected holiday gifts for Helping Other People Everyday (H.O.P.E.), a community resource in Lyndonville, VT that provides food, clothing, household basics, and emergency packets for families and individuals in dire need of assistance. Items included outerwear, clothing, and bath items.\n\nThe NVRH Day Surgery Unit adopted several families through Hand-to-Hand, a non-profit organization serving families in need in Burke, East Haven, Newark, Sheffield, Sutton and Wheelock, Vermont. Members of Hand-to-Hand identify families who may be having a hard time and then ask them if they would like assistance.\n\nIf families accept it, they provide some info regarding age, gender, etc. The Day Surgery Unit employees gathered gifts for two families (9 children). They also donated food, fuel and bedding. This year, Hand-to-Hand collected items for a total of 41 families and 107 children.\n\nDuring the Great Depression, the St. Johnsbury Fire Department founded The Northeast Kingdom Santa Fund to help struggling families and their children. They are still doing it!\n\nThis year, NVRH departments and individuals contributed a bunch of toys—so many, in fact, that the firemen who arrived to pick up the gifts were quite surprised by the volume.\n\nEmployee Holiday Meal at Brattleboro Retreat\n\nBrattleboro Retreat\n\nFrom left to right, on one of the serving teams: June Murphy (Sodexo), CFO David Burke, CEO Louis Josephson and General Counsel/Chief Compliance Officer Elizabeth Wohl.\n\nFree Holiday Turkeys from CVMC\n\nCentral Vermont Medical Center\n\nLocal families again received free holiday turkeys, thanks to a long-standing tradition at Central Vermont Medical Center (CVMC).\n\nCVMC employees receive a turkey from the hospital every year for Thanksgiving—and many choose to donate their turkeys to local organizations.\n\nThis year, employees donated 150 turkeys to the Vermont Youth Conservation Corps Health Care Share program, a farm-to-hospital public health program that connects Vermont families with fresh, healthy food and nutrition education at their doctors' offices.\n\nAnother 88 turkeys were donated to the Vermont Foodbank, which gathers and shares quality food to prevent hunger in Vermont.\n\n\"We are very proud that we can give back to the Vermont Foodbank and the Vermont Youth Conservation Corp’s Healthcare Share Program this holiday season through the generosity of our team,\" said CVMC President and CEO Anna Noonan.\n\nNorth Country Happenings\n\nNorth County Hospital\n\nNorth Country Hospital (NCH) coordinates the annual Gray Hare program with the local NEK Agency on Aging to provide Christmas gifts to local seniors who live alone and may not have any family support. This year, 80 individuals will benefit.\n\nThe NCH Employee Children’s Christmas party was the same night that our legislators and VAHHS visited our board meeting. The NMC Employee Activity Committee puts on this annual event and each child (about 100 attend) gets a gift from Santa.\n\nDonations from and for Brattleboro Memorial\n\nBrattleboro Memorial Hospital\n\nAt Brattleboro Memorial Hospital (BMH), the organization's \"day of giving\" encourages employees to donate items for six local charitable partners of the hospital: Windham County Humane Society, Groundwork’s Collaborative Homeless Shelter, Winston Prouty Center for Children’s Integrated Services, Windham County Dental Center, Project Feed the Thousands (a local food drive) and Toys for Kids by the VT Marine Corps.\n\nEmployees were extremely generous and graciously donated boxes and boxes of goods for local nonprofits. It was a day filled with holiday cheer, goodwill and joy.\n\nThe charitable partners were very grateful for items we often take for granted—from washcloths and underwear to pet food and children’s books.\n\nIn addition, students from Wardsboro Elementary School stopped by to provide the BMH's Birthing Center with a sweet donation of hand-knit hats for newborn babies. Students had created more than 25 hats as part of the curriculum in their math classes.\n\nBirthing Center nurse Leah Nussbaum greeted the students and shared with them how special the donation was—each hat would be one of the first pieces of clothing the baby would wear home! She also shared that the hats they made would be kept by the parents as keepsakes of their babies' births and would bring back very special memories of their time at BMH.\n\nHoliday Doings at Gifford\n\nGifford Medical Center\n\nCommunity Dinners: Gifford providers and staff hosted free community dinners throughout December in Chelsea, Royalton and Randolph. We served hundreds of our neighbors our chef-prepared pot pie, salad, dessert, rolls and cider. Comfort food and great company!\n\n\n\n#GivingTuesday: Gifford hosted a food drive, collecting goods from providers and staff, and delivered the food to the Bethel Food Shelf on #GivingTuesday.\n\nWinter Lights Parade: Gifford participated in the Winter Lights Parade in Randolph with a float starring kiddos from Robin’s Nest, Gifford's on-site childcare center, their parents and a few members of the pediatrics team. Gifford President and CEO Dan Bennett served as one of the parade judges. (Photo below.)\n\nNorthwestern Medical Center Operation Happiness and Staff/Community Meal\n\nNorthwestern Medical Center\n\nRight, food boxes were ready for Northwestern Medical Center (NMC) volunteers to stock. They helped collect the food by driving community routes to pick up from people's homes and then sort the food at a massive collection point. Operation Happiness distributes food and toys to about 1,000 families in our area with 100 percent volunteer efforts.\n\nBelow, NMC’s Chief Operating Officer Joel Benware serves the annual staff Holiday Meal at NMC, an annual event that brings staff together for a free and delicious meal on all shifts. It is available to the community as well.\n\nSource: VAHHS | Montpelier 12.23.2019 vahhs.org"}}