{"GDELT": {"GlobalEventID": 894946682, "Day": 20191224, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9699, "Actor1Code": "USA", "Actor1Name": "FLORIDA", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.6390977443609, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dallas, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX113", "Actor1Geo_Lat": 32.7831, "Actor1Geo_Long": -96.8067, "Actor1Geo_FeatureID": "1380944", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dallas, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX113", "Action2Geo_Lat": 32.7831, "Action2Geo_Long": -96.8067, "Action2Geo_FeatureID": "1380944", "DATEADDED": 20191224173000, "SOURCEURL": "https://www.carscoops.com/2019/12/watch-gmc-truck-crash-into-rental-car-counter-at-florida-airport/"}, "ARTICLE": {"TITLE": "Watch GMC Truck Crash Into Rental Car Counter At Florida Airport", "TEXT": "Fortunately, no one was injured after a white GMC Sierra crashed through the walls of the Sarasota-Bradenton International Airport in Florida during the early hours of Thursday last week.\n\n\n\nUSA Today reports that a man by the name of Juan Monsivis drove a 2015 Sierra through a perimeter fence near the airport before crashing through a wall of the building at the baggage claim area at a “very high rate of speed,” president and chief executive at the airport Fredrick Piccolo said. The truck didn’t come to a stop until it smashed into a rental car counter.\n\nAlso Watch: Woman Running In Dallas Interstate Triggers Pickup Crash\n\nLuckily, there were no travelers in the vicinity at the time of the crash. Monsivis suffered serious injuries and as of last week, was being treated at Sarasota Memorial Hospital. Security vision captured the moment the pickup truck slammed into the rental car counter where two people were working. They were shaken up but not injured, Piccolo said.\n\nThe Florida Highway Patrol claim the New College police department noticed Monsivis driving in a “reckless manner” north on U.S. 41 before making his way to the airport. He reportedly turned east near Edwards Drive, smashed through a chain-link fence on the airport’s western boundary and raced down a utility road before hitting the terminal wall.\n\nPiccolo estimated damages to be roughly $250,000, including one of the baggage belts that was destroyed by the pickup.\n\nMonsivis is going to have a hard time explaining this to his insurance company."}}