{"GDELT": {"GlobalEventID": 895183444, "Day": 20191226, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9753, "Actor1Code": "MNCCHN", "Actor1Name": "CHINA SOUTHERN AIRLINES", "Actor1CountryCode": "CHN", "Actor1Type1Code": "MNC", "Actor2Code": "BUS", "Actor2Name": "AIRLINE", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.74418604651163, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191226130000, "SOURCEURL": "https://yicaiglobal.com/news/china-southern-airlines-to-withdraw-from-skyteam-seek-bilateral-partners"}, "ARTICLE": {"TITLE": "China Southern Airlines To Withdraw From SkyTeam, Seek Bilateral Partners", "TEXT": "(Yicai Global) Dec. 26 – China Southern Airlines, one of China's largest airlines, will withdraw from the global airline alliance SkyTeam on Jan. 1, following a one-year transition period, and cooperate bilaterally with domestic and overseas airlines. It is worth noting that China Eastern Airlines, another big Chinese airline, has yet to reach a deal with China Southern.\n\nThe Guangzhou-based company will continue to share codes with other SkyTeam members and maintain cooperation with 14 of them on frequent flyer programs, the firm announced late yesterday.\n\nThe remaining SkyTeam members – China Eastern, AeroMexico, Garuda Indonesia, Kenya Airways, and Transporturile Aeriene Romane – have not continued frequent flyer cooperation with China Southern, Yicai Global noted.\n\nIn this regard, a China Southern official told Yicai Global that the company has finished negotiations on continuing frequent flyer cooperation with the above 14 airlines while talks with China Eastern are ongoing.\n\nIn addition, China Southern announced the launch of its own high-end membership service CZ Priority to replace the SkyPriority it shared with other member airlines in the alliance. This will ensure China Southern's own high-level members and SkyTeam's Elite/Elite Plus members can continue to enjoy the various benefits they have acquired.\n\nAhead of leaving the alliance, China Southern began seeking more non-SkyTeam partners during the transition period. The firm has launched bilateral code-sharing cooperation with American Airlines, British Airways, Finnair, Emirates, Qatar Airways, Qantas Airways and Japan Airlines, China Southern stated in its announcement yesterday. It initiated cooperation with American Airlines on frequent flyer programs in March, and cooperation with British Airways is expected to begin in June next year.\n\n\"All three major airline alliances have seen their members have cross-alliance cooperation in recent years,\" said Lin Zhijie, a civil aviation industry insider. This means that airlines won't put the alliance's interests first as they look to maximize their profits, Lin noted, adding that large airlines will increasingly go in for cooperation out of their alliances.\n\nEditor: Peter Thomas"}}