{"GDELT": {"GlobalEventID": 895183848, "Day": 20191226, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9753, "Actor1Code": "USAGOV", "Actor1Name": "THE WHITE HOUSE", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "LEG", "Actor2Name": "SENATE", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.91016548463357, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191226130000, "SOURCEURL": "https://meaww.com/trump-tweets-negative-angry-twitter-impeachment-study-analysis"}, "ARTICLE": {"TITLE": "Trump's tweets became increasingly negative and angry leading up to his impeachment, finds study", "TEXT": "President Donald Trump's tweets reportedly became more frequent and negative during the impeachment process against him launched by the House of Representatives, an analysis by USA Today on Tuesday, December 24, stated.\n\nNearly 14.9 percent of the words used by Trump on Twitter in 2017 had negative connotations. By December 2019, nearly 16.4 percent of the words used by the president had negative connotations.\n\nThe newspaper also found that the number of words with positive connotations dropped from 24.5 percent to 19.9 percent. The change was especially stark in the weeks and months leading up to Trump's impeachment last week.\n\nThe share of the president's words with a negative connotation increased from nearly 15 percent in August to over 19 percent in October.\n\nTrump's words linked with anger also increased from less than 7 percent during his first year as president to nearly 9 percent this year, and around 10 percent in October this year, according to the analysis.\n\nThe outlet reportedly analyzed over 8,200 posts from the president, beginning from his inauguration in January 2017 till early December this year.\n\nTrump, during the impeachment inquiry launched in September, frequently slammed key Democratic figures like House Speaker Nancy Pelosi and House Intelligence Committee Chairman Adam Schiff on Twitter.\n\nUS President Donald Trump speaks at a White House Mental Health Summit in the South Court Auditorium of the Eisenhower Executive Office Building at the White House on December 19, 2019, in Washington, DC. (Getty Images)\n\nThe House of Representatives, earlier this month, voted to impeach Trump on two articles: Abuse of power and obstruction of Congress. Trump, however, has denied any wrongdoing.\n\nPelosi launched an impeachment inquiry in September after a whistleblower lodged a formal complaint alleging that President Trump had sought favor from Ukraine President Volodymyr Zelensky during a June phone call, asking him to investigate his political rival, former Vice President Joe Biden.\n\nThe whistleblower also mentioned a possible quid pro quo involved as Trump held back military aid set to be given to Ukraine.\n\nThe next step in the impeach process involves a Senate trial, where at least two-thirds of the majority votes would be required to remove Trump from office. Trump's removal is highly unlikely in the Republican-majority chamber.\n\nThe House has not yet sent the impeachment articles to the Senate as the Democratic lawmakers do not believe the Senate will hold a fair trial against Trump. Senate majority leader Mitch McConnell earlier this month had said that he was working in \"total coordination\" with the White House.\n\nIf you have a news scoop or an interesting story for us, please reach out at (323) 421-7514"}}