{"GDELT": {"GlobalEventID": 895182944, "Day": 20191226, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9753, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.6266416510318904, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20191226130000, "SOURCEURL": "https://www.newsreview.com/chico/good-riddance-to-2019/content?oid=29494171"}, "ARTICLE": {"TITLE": "Good riddance to 2019", "TEXT": "Advertisement\n\nI’m probably in good company around these parts in my desire to kick 2019 to the curb. I’m very much over the past 12 months, the first full year after the Camp Fire.\n\nWhat rankles me is how, despite the county having been declared a federal disaster zone and all of the ripple effects throughout the region, the partisan divisions widened in a time where unity should’ve reigned.\n\nSo, in the spirit of saying good riddance to a hellish year, I’m revisiting a few happenings in Chico’s political landscape that I’m happy we’re moving past.\n\nGoodbye to the recall effort This scheme was doomed because its conservative organizers weren’t organized enough. Proponents will deny that their failure to boot Chico Mayor Randall Stone and Councilman Karl Ory was partisan. They’ll also say they ended it by choice, attributing that move to the switch to district elections.\n\nI’m not buying it. Recalls are part of a new national right-wing strategy to unseat progressives in key positions. Moreover, the group launched the effort only five months after the progressives took the majority, and dropped the cause before the council voted on districting.\n\nGoodbye to at-large elections This one is a long time coming and a biggie. The switch to district elections should’ve taken place years ago, when local group Districts for Chico first pitched the idea and warned city leaders the current system runs the risk of violating the California Voting Rights Act. It was largely the progressives who dropped the ball at the time.\n\nLots of benefits here. Among them, people who aren’t deeply embedded in partisan politics—on both sides of the ideological divide—will have fewer competitors and fewer constituents to reach during a campaign. That will make running more affordable. In previous years, some candidates have raised upward of $50,000.\n\nGoodbye affronts to our homeless community Chico has long taken the path of least resistance on addressing homelessness. There were strides this year to alter the course, including funding allocated for warming and cooling centers a few months into 2019. But one of the biggest changes in terms of the city’s path forward will be to revisit and likely repeal laws in the municipal code that criminalize life on the streets.\n\nPeople who advocated for them will argue with that characterization, but it’s precisely the conclusion the U.S. Supreme Court came to last week when it let stand a federal appeals court ruling that it’s unconstitutional to cite people for camping in public when they have nowhere to go. Technically, the local changes won’t happen until 2020, but the high court has laid the groundwork. Perhaps this is just the incentive people—including the NIMBYs—need to work collectively to drive forward affordable housing and shelter facilities."}}