{"GDELT": {"GlobalEventID": 895183426, "Day": 20191226, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9753, "Actor1Code": "MIL", "Actor1Name": "ARMY OFFICER", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 4.383561643835621, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20191226130000, "SOURCEURL": "https://dailypost.ng/2019/12/26/buratai-sends-message-to-army-officers-personnel-in-north-east/"}, "ARTICLE": {"TITLE": "Buratai sends message to Army officers, personnel in North East", "TEXT": "The Chief of Army Staff, Lt.-Gen. Tukur Buratai, has commended the roles played by all officers and men of the Nigerian Army in counter-insurgency operations in the North East, as well as those on other operations across the country and abroad.\n\nBuratai gave the commendation in his special Christmas and New Year Goodwill Message, released by the Acting Director, Army Public Relations, Col. Sagir Musa, on Thursday in Abuja.\n\nBuratai also tasked officers and men of Nigerian Army to remain steadfast and sustain the momentum in the fight against terrorism, professionalism and responsiveness in the discharge of their constitutional responsibilities.\n\nHe restated his commitment to troops’ welfare and also reassured them of the commitment of President Muhammadu Buhari to their welfare and that of their families, NAN reports.\n\n“It is with great humility and gratitude to the Almighty that I send this goodwill message to officers, soldiers and indeed the entire Nigerian Army family on the occasions of this year’s Christmas and New year celebrations.\n\n“Let me use this opportunity to commend the efforts and sacrifices of our gallant officers and men currently engaged in counter insurgency operations in the North East as well as those on other operations across the country and abroad.\n\n“I commend you for your bravery, doggedness and loyalty in these endeavours.\n\n“I want to urge you all to maintain the momentum and remain steadfast as we sustain professionalism and responsiveness in the discharge of our constitutional roles.\n\n“On my part, I would continue to ensure that your welfare and that of your families remain of utmost priority.\n\n“I will also use this medium to reassure you of the Federal Government’s commitment to your welfare with requisite support for us to perform our duties.\n\n“The President Commander-In-Chief of the Armed Forces, President Muhammadu Buhari has reassured us of his total support to the Armed Forces to bring all ongoing operations to logical conclusions.\n\n“I thank you all for the good job you have done in 2019 and look forward to us making greater progress in 2020. God bless you all the gallant troops of the Nigerian Army,” he said."}}