{"GDELT": {"GlobalEventID": 895276621, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "GBRGOV", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor2Code": "PSE", "Actor2Name": "PALESTINIAN", "Actor2CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.5600624024961, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20191227013000, "SOURCEURL": "http://www.jwire.com.au/a-boris-bear-hug-against-british-anti-semitism/"}, "ARTICLE": {"TITLE": "A Boris bear hug against British anti-Semitism", "TEXT": "Browse > Home Featured Articles / A Boris bear hug against British anti-Semitism\n\nA Boris bear hug against British anti-Semitism\n\nRead on for article\n\nIs the British government beginning to change its century-old attitude of ambiguity towards Israel and come out instead as its unequivocal friend? Don’t get too excited just yet.\n\nIt’s certainly true that fresh from his thumping election victory, Britain’s Prime Minister Boris Johnson delivered an extraordinary Chanukah message to the country’s anti-Semitism-beleaguered Jewish community.\n\nGoing far beyond predictable seasonal bromides, he delivered a very pointed profession of heartfelt support. The Festival of Lights, he said, was a time to celebrate the Jews’ unique identity.\n\n“When the Maccabees drove the forces of darkness out of Jerusalem, they had to do so on their own. Today, as Britain’s Jews seek to drive back the darkness of resurgent anti-Semitism, you have every decent person in this country fighting by your side. Because Britain would not be Britain without its Jewish community. And we will stand with you and celebrate with you—at Chanukah and all year round.”\n\nCynics might say that Johnson was merely playing politics. A great deal of effort had gone into his Chanukah message, which was produced to a high standard; and his words read from a teleprompter were very carefully chosen.\n\nSo you could say that this was principally intended to rub the nose of Jeremy Corbyn’s Labour Party in its own Jew-baiting ordure. After all, the prime minister needs to consolidate his support among all those natural political opponents who held their nose to vote for him merely to prevent the national calamity of Corbyn coming to power.\n\nBut whether or not Johnson really does love the Jewish people, he is surrounded by some exceptionally pro-Israel and pro-Jewish minsters in powerful government positions.\n\nThese include, in particular, the Home Secretary Priti Patel; the Chancellor of the Exchequer Sajid Javid (who comes from a Muslim background, and has said his father taught him to “love Jewish heritage very much and appreciate it”); and Michael Gove, whose quaintly entitled post, Chancellor of the Duchy of Lancaster, allows him to function as a key member of Boris Johnson’s inner-circle of thinkers and strategists.\n\nThis is bearing at least some fruit. The government has confirmed it will ban local councils from boycotting Israel. As the prime minister told parliament, this would stop public bodies “from taking it upon themselves to boycott goods from other countries to develop their own pseudo-foreign policy against a country which with nauseating frequency turns out to be Israel.”\n\nAnd next month, Prince Charles will attend the World Holocaust Forum in Jerusalem to commemorate the 75th anniversary of the liberation of the Auschwitz-Birkenau death camp. This will be only the second official visit to Israel by a member of the royal family since the State of Israel was founded in 1948, the first being by Prince Charles’s son Prince William last year.\n\nHowever, the heir to the throne will also be visiting “the occupied Palestinian Territories.” And there’s the rub.\n\nFor the British government still parrots the falsehood it has promoted for years that Israel is in illegal occupation of the “Palestinian territories.” But legally and historically, there is no such thing as “Palestinian territories” and never has been.\n\nMoreover, Israel is legally entitled several times over to retain and to build in these territories; indeed, the Jews are the only people to whom in the 1920s the international community gave the right to settle in them.\n\nIf Johnson’s words mean anything more than a warm hug for the Jewish people, he would end the gross distortion of international law promoted by the U.K. foreign office and instead assert the truth—that there is no basis whatever for claiming that Israel is behaving illegally in retaining and settling the territories under dispute.\n\nIf the British government were a real friend to Israel, it would state that the United Kingdom will withdraw from the International Criminal Court if it agrees to the preposterous attempt by its chief prosecutor, Fatou Bensouda, to recognize the non-existent state of Palestine in investigating Palestinian claims of Israeli “war crimes” in these territories.\n\nIt would also end all aid to the Palestinian Authority while the P.A. continues to reward the families of those who have murdered Israelis, and while it pumps out anti-Jewish and anti-Israel incitement.\n\nInstead of mainly abstaining at the United Nations on its disproportionate resolutions against Israel, a truly friendly British government would vote them down. Otherwise, Johnson’s all-too-correct Chanukah broadside at states which “develop their own pseudo-foreign policy against a country which with nauseating frequency turns out to be Israel” would prove to be hollow words.\n\nAnd as a true friend of Israel, instead of condemning America’s decision to move its embassy to Jerusalem, Britain would follow suit. After all, in his Chanukah message the prime minister said correctly that “the Maccabees drove the forces of darkness out of Jerusalem.”\n\nThe Maccabees did indeed reclaim their own Judean capital from colonialist occupation and oppression. And yet Johnson’s government, like its predecessors, continues with the fiction that part of Jerusalem is an “occupied Palestinian territory.”\n\nThrough such ostensible even-handedness, the British government has been supporting for years a Palestinian agenda that is predicated on the destruction of Israel. And that’s why the menace of anti-Semitism in Britain extends far more widely and deeply than Corbyn’s Labour Party.\n\nA recent poll of the British public found that 21 per cent felt warmth towards the Palestinians while only 19 per cent felt warmth towards Israel.\n\nThis isn’t surprising at all, given the unremitting pro-Palestinian propaganda and corresponding incendiary falsehoods about Israel that are standard discourse on the BBC and other media, as well as in the universities.\n\nInstead of fighting these untruths, the government actually reinforces the lies attempting to write the Jews out of their own history. These help fuel both anti-Israel hatred and the Jew-baiting that such discourse inevitably licenses and sanitizes.\n\nIn America, U.S. President Donald Trump is a true friend of Israel and the Jewish people. That’s because he doesn’t try to drive a wedge between the one and the other, and he recognizes the link between hatred of Israel, hatred of Jews and hatred of America.\n\nJohnson has yet to show he understands that those who attack Israel have the West in their sights, too. He owes his large parliamentary majority to the patriotic British working class who understand precisely that. But for Britain’s intellectual governing class, hatred of Israel is its signature motif.\n\nIf Boris Johnson really wants to stand with the Jewish community against the forces of darkness, then he needs to start educating the public in the truth about Israel and its enemies.\n\nHe needs to start telling people about the Palestinians’ eye-watering anti-Semitism, about their repeated refusal of a Palestine state and their real aim to exterminate Israel.\n\nHe needs to start telling the public that the Jews are the indigenous people of the land. He needs to explain to them that anti-Semitism is not a prejudice like any other but is unique in its deranged nature and scope.\n\nHe needs to start calling out those NGOs, universities and media that spread murderous falsehoods about Israel. He needs to start telling the truth about the lies. And he needs to change his own government’s policy that spreads them.\n\nWe shouldn’t hold our breath. But then again, given these extraordinary times, who knows?\n\nMelanie Phillips, a British journalist, broadcaster and author, writes a weekly column for JNS. Currently a columnist for “The Times of London,” her personal and political memoir, “Guardian Angel,” has been published by Bombardier, which also published her first novel, “The Legacy,” in 2018. Her work can be found at: www.melaniephillips.com."}}