{"GDELT": {"GlobalEventID": 895277403, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "VEN", "Actor1Name": "VENEZUELAN", "Actor1CountryCode": "VEN", "Actor2Code": "COL", "Actor2Name": "COLOMBIA", "Actor2CountryCode": "COL", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.97751710654937, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Colombia", "Actor1Geo_CountryCode": "CO", "Actor1Geo_ADM1Code": "CO", "Actor1Geo_Lat": 4.0, "Actor1Geo_Long": -72.0, "Actor1Geo_FeatureID": "CO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Colombia", "Actor2Geo_CountryCode": "CO", "Actor2Geo_ADM1Code": "CO", "Actor2Geo_Lat": 4.0, "Actor2Geo_Long": -72.0, "Actor2Geo_FeatureID": "CO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Colombia", "Action2Geo_CountryCode": "CO", "Action2Geo_ADM1Code": "CO", "Action2Geo_Lat": 4.0, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "CO", "DATEADDED": 20191227013000, "SOURCEURL": "https://www.pressreleasepoint.com/2019-iacp-leadership-awards-blog-series-national-securitytransnational-crime"}, "ARTICLE": {"TITLE": "2019 IACP Leadership Awards Blog Series: National Security/Transnational Crime", "TEXT": "Over the next several blogs, the International Association of Chiefs of Police will recognize the 2019 IACP Leadership Award Winners, who have made meaningful contributions to both their communities, and law enforcement as a whole. Their achievements are representative of the incredible leadership displayed by police organizations across the globe.\n\nThis blog will focus on National Security and Transnational Crime. These awards recognize organizations that have implemented best practices of collaboration and communication to secure their nation’s borders from criminal activity through the development of innovative approaches to prevention, investigation, and successful intel sharing.\n\nNational Security Policy Council\n\nIACP Leadership in Homeland Security Award\n\nThe IACP Leadership in Homeland Security Award honors excellence and significant contributions to overcoming homeland security challenges. This award recognizes single agencies and multi-agency collaborative efforts that demonstrate significant contributions to information sharing and analytical work in the homeland security enterprise, and/or sound decision making during the preparation and execution of critical incident response, mitigation and recovery efforts resulting from acts of terrorism, and extremism in addition to natural or man-made calamity.\n\nDepartment of Homeland Security, Office of Intelligence and Analysis\n\nThe Department of Homeland Security’s (DHS) Open Source Collection Operations Team identified an individual who tweeted a murder-for-hire solicitation to kill Immigration and Customs Enforcement (ICE) agents. This information was shared via the secure Homeland Security Information (HSI) Network Intelligence platform, where a Texas Fusion Center Analyst identified the social media subject and their Massachusetts-based residence. The Boston Police Department’s Regional Intelligence Center Analysts and DHS Intelligence Officer assigned in Massachusetts, collaborated with ICE/HSI Boston, Boston Joint Terrorism Task Force, and the Cambridge Police Department to initiate an investigation. The subject was arrested and charged. The collaborative efforts reflect improvements and efficiencies in sharing and processing intelligence information, as well as the direct impact and value of the intelligence function in informing and supporting investigative efforts.\n\nPictured from left to right: IACP Immediate Past President, Paul M. Cell; David Cabrera, Major/Commander, Texas of Department of Public Safety; and IACP First Vice President and National Security Policy Council Chair, Cynthia Renaud\n\nIACP/Booz Allen Hamilton Leadership in the Prevention of Terrorism Award\n\nThe IACP/Booz Allen Hamilton Leadership in the Prevention of Terrorism Award recognizes agencies that have demonstrated overall success in averting, stopping, or countering terrorist activity. It is meant to highlight successful counterterrorism investigations and educate the law enforcement field on instances reflective of collaboration and communication best practices during terrorism investigations.\n\nFederal Bureau of Investigation, Counterterrorism Division\n\nIn December 2017, Federal Bureau of Investigation (FBI) Dallas determined that a 17-year-old suspect was plotting to conduct a mass shooting at a local shopping mall, which entailed the killing of the off-duty police officer that provided security at the mall. The suspect enlisted the help of an FBI undercover employee & source, then surveilled the target location and provided money for the undercover employee to purchase tactical equipment. The FBI Dallas Joint Terrorism Task Force (JTTF) coordinated closely with the FBI Counterterrorism Division and the U.S. Attorney’s Office Eastern District of Texas to investigate. Days before the planned arrest, the U.S. Supreme Court ruled that the definition of a crime of violence was unconstitutionally vague. The federal government was therefore limited to charging the suspect with juvenile delinquency, which carried a maximum penalty of approximately 3 years. Knowing that a 17-year-old is considered an adult in Texas, the team sought assistance from the Collin County District Attorney’s Office, who ultimately charged the suspect with one count of terroristic threat and one count of criminal solicitation of capital murder, facing up to life imprisonment for his crime. The multi-agency effort targeted, investigated, and prosecuted a would-be mass killer, saved countless lives, and resulted in a plea agreement with a sentencing of twenty years imprisonment.\n\nWatch the video.\n\nPictured from left to right: IACP Immediate Past President, Paul M. Cell; Special Agent Corey Ware, FBI; Vice President Bob Sogegian, Booz Allen Hamilton; and IACP First Vice President and National Security Policy Council Chair, Cynthia Renaud\n\nIACP Leadership in Transnational Crime Award\n\nThe IACP Leadership in Transnational Crime Award recognizes outstanding efforts by law enforcement agencies in successfully mitigating the international threats to their communities by transnational criminal organizations. Exemplary programs will demonstrate innovative approaches to investigating and preventing transnational crime, as well as successful information and intelligence sharing practices.\n\nThe National Crime Agency, United Kingdom\n\nOperation RORIPA and DEA Operation RENACER was a joint National Crime Agency (NCA) and Drug Enforcement Administration (DEA) investigation into Colombian cocaine suppliers utilizing West African trade routes to facilitate cocaine importations into Europe. In 2015, NCA commenced an investigation into intelligence of an unidentified Colombian national who was due to meet with a major transport provider on the Venezuelan/Colombian border. It was later discovered that the DEA was also conducting surveillance on the same subject. Over the next two years, the two agencies shared leads until the DEA gathered enough evidence to conduct an arrest. During the length of the investigation, the agencies jointly identified the key players such as the financial controller; cocaine suppliers; aviators in Africa and the United States who fly and maintain aircraft used for illicit loads; and facilitators. Ultimately, numerous perpetrators have been charged and indicted in the United States"}}