{"GDELT": {"GlobalEventID": 895277373, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 171, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.5440313111546002, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191227013000, "SOURCEURL": "https://www.alternet.org/2019/12/republicans-try-to-re-write-history-with-lies/"}, "ARTICLE": {"TITLE": "Republicans try to re-write history with lies", "TEXT": "In 2001, George H.W. Bush said, “I looked [Vladimir Putin] in the eye. I found him to be very straightforward and trustworthy…I was able to get a sense of his soul.”\n\nIn 2008, Hillary Clinton responded by saying, “He was a KGB agent — by definition he doesn’t have a soul.”\n\nIn 2009, the Obama administration launched a “reset” in the U.S. relationship with Russia.\n\nIn 2012, Mitt Romney said that “[Russia] is without question our No. 1 geopolitical foe.”\n\nIn 2012, Barack Obama responded by saying “The 1980s are now calling to ask for their foreign policy back because the Cold War’s been over for 20 years.”\n\nIn the years since Russia attempted to interfere in the 2016 election to damage Clinton and support Trump, those statements have caused confusion because not many Americans are well-versed in the events that transpired in Russia over those years.\n\nThe election of Vladimir Putin as Russia’s president in 2000 came on the heels of a massive privatization of state-owned assets that began in the 1990s and created a group of wealthy oligarchs who basically ran the country. American capitalists, like Bush, applauded those efforts. To solidify his position, Putin made a grand bargain with the oligarchs in which he allowed them to maintain their power in exchange for support of his government. People like Hillary Clinton saw beyond the capitalist/communist framework and recognized that it was the authoritarianism that persisted, despite the changes.\n\nBy 2008, Putin had served two terms as Russia’s president and was barred by the constitution from running again. So shortly before Obama’s inauguration, Dmitry Medvedev was elected. That is what triggered the launch of the “reset.” By 2010, the U.S. and Russia had signed a New START treaty that reduced nuclear arsenals and Russia had joined Obama’s initiative to impose world-wide sanctions on Iran—which eventually led to the Iran nuclear weapons agreement. There were other areas of cooperation, including U.S. efforts to secure Russia’s membership in the World Trade Organization.\n\nPutin was planning to run for president once again in 2012 when his party, United Russia, barely retained control of the Duma in parliamentary elections in 2011 that independent monitoring groups described as fraudulent. In response, thousands of Russians took to the streets in protest. As Secretary of State, Hillary Clinton said, “The Russian people, like people everywhere, deserve the right to have their voices heard and their votes counted. And that means they deserve fair, free, transparent elections and leaders who are accountable to them.”\n\nHere is how Michael McFaul, who was the U.S. ambassador to Russia at the time, described what happened next.\n\nPutin needed to defuse these popular protests and restore his standing in time for the March 2012 presidential election. Rather than engage with his opponents and attempt to co-opt them, he chose to repress and discredit his critics: He portrayed opposition leaders as traitorous agents of the United States… Even before the parliamentary vote, Putin began to develop the argument about American manipulation of Russia’s internal politics. “We know that representatives of some countries meet with those whom they pay money — so-called grants — and give them instructions and guidance for the ‘work’ they need to do to influence the election campaign in our country,” he said in November 2011. This was false, but American interference seemed very obvious to him: “They try to shake us up so that we don’t forget who is boss on our planet.” The popular demonstrations a month later appeared to confirm his suspicions. Putin was particularly upset when then-Secretary of State Hillary Clinton criticized the parliamentary vote. He claimed that she “set the tone for several of our actors inside our country, she gave the signal. They heard that signal, and with the support of the State Department of the U.S., they began active work.”\n\nAs expected, Putin was once again elected president in 2012 and adopted policies to stifle political dissent at home and increase pressure on the former Soviet republics, eventually invading Ukraine. McFaul got an up close and personal look at how Vladimir Putin operated.\n\nAs soon as I became the new proxy for Washington, Moscow launched a full-scale disinformation campaign alleging that, under my direction, the United States was funding the opposition and attempting to overthrow Putin. State propagandists and their surrogates crudely photoshopped me into pictures, spliced my speeches to make me say things I never uttered and even accused me of pedophilia.\n\nWhile that was happening, Putin launched an effort to court the groups in the U.S. who would go on to become Donald Trump’s base of support and eventually, as Robert Mueller documented, launched a “sweeping and systematic” campaign to damage Clinton and support Trump in the 2016 election. The president welcomed that interference and attempted to obstruct Mueller’s investigation.\n\nTrump and his enablers want us to be misinformed about these events and are attempting to change the subject, claiming that the real threat we face is a coup attempt launched by those who saw what was happening and opened an investigation. For example, here is the Republican Minority Leader telling four lies in under 30 words.\n\nThe FBI broke into President Trump’s campaign, spied on him, then tried to cover it up. This is a modern-day Watergate. pic.twitter.com/7YfyARPIlr — Kevin McCarthy (@GOPLeader) December 22, 2019\n\n\n\nYou will find no better example of the fact that the modern-day Republican Party poses a threat to our democracy. Not only does McCarthy seem unconcerned with the fact that the FBI was tracking an attempt by a foreign adversary to influence our election, he referred to their investigation as a “coup attempt.” He couldn’t have chosen more inflammatory words.\n\nAs the conversation has shifted to the president’s abuse of power with respect to Ukraine, it is important to keep this recent history in mind because Republicans are trying to re-write it with lies. Speaker Pelosi was absolutely right when she pointed out that, with Trump, all roads lead to Putin."}}