{"GDELT": {"GlobalEventID": 895277302, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.92491467576791, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20191227013000, "SOURCEURL": "https://news.stanford.edu/2019/12/26/stalin-not-want-iron-curtain-descend/"}, "ARTICLE": {"TITLE": "Stalin did not want an Iron Curtain to descend", "TEXT": "To many historians considering the aftermath of World War II, the division of Europe was inevitable, because, they believe, Soviet leader Josef Stalin was eager for communism to sweep the continent. But Stanford historian Norman Naimark disagrees.\n\nNorman Naimark (Image credit: Rod Searcey)\n\nStalin didn’t plan to have an Iron Curtain descend across Europe, Naimark said. Instead, the Soviet premier sought a more open and flexible approach to his foreign policy, even with neighboring countries such as Finland, Poland and Czechoslovakia.\n\nBut Stalin’s diplomacy failed as often as it succeeded, said Naimark who has recently published a new book reassessing Stalin’s postwar foreign policies, Stalin and the Fate of Europe: The Postwar Struggle for Sovereignty.\n\nAnd it was the failures that brought down the Iron Curtain.\n\nStanford News Service recently spoke to Naimark, the Robert and Florence McDonnell Professor in Eastern European Studies in the School of Humanities and Sciences, about his research on the postwar order in Europe.\n\nWhat was Europe like after World War II?\n\nEurope was poor, devastated, full of displaced and disaffected people, and morally, physically and spiritually spent. It was something of a miracle that Europeans got themselves back on their feet as quickly as they did.\n\nHow did Stalin view Europe post-World War II?\n\nCertainly after the war, Stalin saw Europe with the eyes of an ultra-realist, meaning he saw opportunities he could exploit for expansion and influence. But he was also wary of getting the Soviet Union in any kind of clash with the Americans and British on the continent. Thus, he frequently discouraged the more radical aims of European communists.\n\nWhat were Stalin’s ambitions for communism in Europe during this period?\n\nStalin’s long-term ambitions no doubt were related to the spread of communism throughout the continent. He was hopeful that the Americans would withdraw their troops from Europe, return to their prewar isolationist policies and allow him maximum room for maneuver. When this did not happen, he sought to forward the interests of communism, especially in those areas under his control, but always with the view of not antagonizing the West to the point of being drawn into a military conflict.\n\nWhat made the years 1948 and 1949 such a watershed in the history of the Cold War and the division of Europe?\n\nSeveral important – irreversible – events happened that changed the character of the relationship between the East and West. The Czechoslovak communist coup d’etat demonstrated that it would be almost impossible to have a coalition regime between communists and non-communists in a democratic framework. The Berlin Blockade in 1948-49, followed by the establishment of the West and East German states in 1949, cemented the growing division of Berlin and of Germany itself. And American involvement in the Italian elections of February 1948 and the foundation of NATO in April 1949, among other developments, meant that the U.S. would be an active participant in European security questions.\n\nCan you share an example of how Stalin succeeded, and also how he failed, in these efforts?\n\nStalin failed as often as he succeeded. Finland, for example, remained free of communist influence on its domestic policies and was able through skillful diplomacy to carve out a space for independent development. On the other hand, Stalin succeeded in imposing his will on Poland. But it is also the case that Poland was in some senses doomed to fall under Soviet hegemony and communist rule given its crucial geostrategic location in Europe.\n\nYou observed how hangovers of hostility remain between the United States and the Soviet Union in the post-Cold War period. What legacy has Stalin left on foreign relations today?\n\nStalin’s policies no doubt contributed to a deep distrust of Moscow’s intentions after the war, into the Cold War and continuing to this day. Americans continue to find it very difficult to make deals with Russian dictators, even when it is in their interests and the interests of their allies. Sometimes, I think it is hard for Washington to distinguish between the person and policies of a Vladimir Putin and a Josef Stalin. Yet the differences are legion."}}