{"GDELT": {"GlobalEventID": 895276884, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.23642347778387, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20191227013000, "SOURCEURL": "https://sea.mashable.com/tech/8246/2019-was-the-year-tech-workers-organized"}, "ARTICLE": {"TITLE": "2019 was the year tech workers organized", "TEXT": "Toxic workplace culture, terrible pay, union busting, weapons contracts, anti-immigrant work, and political misinformation. Tech workers finally had enough.\n\nIn 2019, white- and blue-collar workers at big tech firms stood up for what they believed in. Here's a quick recap.\n\nWorkplace culture and conditions\n\n1. Google contractors speak up\n\nLabor politics goes on behind closed doors. Image: Alberto Pezzali/NurPhoto via Getty Images\n\nIn April, Google employees signed a petition denouncing unfair treatment of temp workers on the Google Assistant Personality Team. Then came the accusations of wage theft from other contractors in June. Even politicians spoke out in July to urge Google to extend full-time status to hundreds of thousands of temp workers. Finally in September, a group of about 80 contractors in Pittsburgh took matters to their own hands by voting to join the United Steelworkers.\n\nTemps, vendors, and contractors — or TVCs, in Google speak — make up more than half of Google’s workforce, The New York Times reported in May. The report suggests that Google may have saved up to $100,000 a year per full-time position by contracting TVCs, who receive less pay and benefits, for assignments that took up to two years to complete.\n\nSince then, Google said in an internal memo that it would, by 2022, require temp agencies to provide full benefits and a $15 minimum wage to TVCs under its contract. However, in November, it hired an agency known for union-busting, which was met with protest.\n\nIn June, Google’s LGBTQ employees petitioned San Francisco Pride to revoke the company’s sponsorship of the 2019 Pride Parade. The call came after Google’s earlier internal memo prohibited employees from marching at the parade as representatives of Google, presumably to quell criticism against YouTube’s policies for LGBTQ content. Later in August, a former Google employee also addressed racism in a memo before leaving the company, noting “the burden of being black at Google.”\n\n2. Amazon warehouse workers protest\n\nThe banner says it all. Image: NurPhoto via Getty Images\n\nThe convenience of Amazon Prime comes at a cost — for workers. A Reveal investigation in November found that workers have to process a new item every 11 seconds to meet their daily quota. That, combined with scrutiny from workplace surveillance and disciplinary policies, has contributed to as many as 13 serious injuries per 100 warehouse workers.\n\nAmazon workers at one Minnesota warehouse organized a two-day strike during Prime Day in July to protest work conditions, including the lack of work compensation and injury-based termination. Workers at another Minnesota warehouse followed suit in a walk-out in October, where they demanded an increase in night-shift wages and safer working conditions.\n\nOther Amazon workers also submitted a petition to protest the company’s strict unpaid time-off rule in October. Most recently in November, a group of New York warehouse workers organized a protest to deliver a petition signed by 600 employees demanding longer work breaks and free transit. More than 40 immigrant- and labor-focused organizations also formed a coalition, Athena, to fight the retail giant in November ahead of Black Friday.\n\n3. WeWork employees form a coalition\n\nGoing out kicking and screaming. Image: Scott Olson / getty\n\nIn November, WeWork announced plans to lay off about 20 percent of its workers amid its financial collapse. Its employees saw it coming, and earlier in the month formed a coalition and submitted an open letter to demand “fair and reasonable separation terms.\" That means severance pay (of which its disgraced former CEO Adam Neumann received $1.7 billion), health insurance, and compensation for lost equity for workers who were going to be laid off.\n\nThe coalition also demanded robust diversity, inclusion, and anti–sexual harassment efforts for remaining employees. They called for salary transparency and an end to forced arbitration contracts, too. And finally, they wanted full benefits and better wages for building maintenance staff.\n\n4. Kickstarter’s staff starts unionizing\n\nUnion swag. Image: Yana Paskova/For The Washington Post via Getty Images\n\nIn March, Kickstarter employees announced plans to unionize under the name Kickstarter United, through the Office and Professional Employees International Union. The coalition began to take form after the crowd-funding website, registered as a Benefit Corporation, took down a comic book called “Always Punch Nazis” last year in response to a story about it on Breitbart News, a right-wing media outlet.\n\nKickstarter United hopes unionizing will help “safeguard and enrich Kickstarter’s charter commitments to creativity, equity, and a positive impact on society,” as well as foster inclusion, transparency and accountability at the company. So far, however, the coalition has been met with union-busting efforts.\n\nGig economy\n\n5. Instacart shoppers strike\n\nInstacart has been filling up carts, and emptying pockets. Image: Cyrus McCrimmon / getty\n\nInstacart changed its 10-percent default tip, which went to workers, into a 10-percent service fee, which went to the company. But customers didn't know the difference, resulting in some shoppers earning as little as 80 cents an hour.\n\nIn October, Instacart shoppers went on a three-day strike to protest the change. They also called out the company for classifying them as independent contractors, instead of employees with benefits, and sought to disrupt the grocery delivery service by canceling or ignoring orders.\n\nEven though the company has since implemented a default 5-percent tip and a $5 minimum guarantee, shoppers noticed their tips mysteriously decreasing after they fulfilled orders.\n\nAfter the strike, Instacart retaliated by slashing the $3 bonus offered to shoppers who receive a five-star review.\n\n6. Uber and Lyft drivers protest\n\nUber everywhere? More like protests everywhere. Image: AFP via Getty Images\n\nHundreds of Los Angeles–area Lyft drivers marched in solidarity with Uber drivers in March to demand that Uber reverse cuts to rates for area drivers and instead provide a $28-per-hour minimum rate. Many of the drivers were part of the non-profit Rideshare Drivers United, who along with Gig Workers Rising and Mobile Workers Alliance, advocated for AB5, a California bill signed into law in September after drivers in August organized a protest caravan from Los Angeles to Sacramento.\n\nRideshare drivers in New York City followed suit. In September, a caravan of more than 1,000 drivers led the city to a standstill during rush hour in protest of Uber and Lyft policies that block drivers’ app access in times and places of low demand. The same cause inspired another protest in the city in October, where the Independent Drivers Guild called for the city to pass a Drivers’ Bill of Rights, which would render such blocking practices illegal.\n\nUber drivers worldwide also organized a strike in May ahead of the company’s Wall Street debut. Most recently in November, Uber drivers protested outside the homes of investors who were set to cash out after the company went public\n\nSocial justice and politics\n\n7. Google, Microsoft, Palantir, Amazon, and Tableau employees protest ICE\n\nAmazon is in the business of selling books — and technologies that help ICE. Image: Pacific Press / Contributor / Getty images\n\nNearly 200 tech companies had business with U.S. Immigration and Customs Enforcement (ICE) as of June 2018, and many others have deals with Customs and Border Protection (CBP), too. And let's just say tech employees aren’t happy about it. Citing ICE’s human rights abuses, nearly 600 Google employees in August publicly petitioned for the company to abstain from bidding on a cloud computing contract that would support ICE and CBP. The same month, employees at Palantir, which provides digital profiling tools for ICE raids, also petitioned for its management to direct profits from ICE contracts to nonprofit charities. Whole Foods employees, too, called for its parent company Amazon to cut ties with Palantir and ICE.\n\nEmployees at Microsoft-owned Github signed a petition in October to demand the company cancel its contract with ICE after its CEO announced earlier in the month that it would donate half a million dollars to immigration nonprofits. Later, more than 200 employees at Tableau, a data-visualization company that earned millions from the Department of Homeland Security in 2019, also organized a walk-out to demand that the company stop selling software to ICE and CBP.\n\n8. Big-five employees unite for climate change\n\nLeave it to climate change to unite workers from competing tech companies. Image: Getty Images\n\nThousands of big tech employees organized a climate walk-out the week before the United Nations climate summit in September. The strike sprawled across 25 cities and included employees from Amazon, Google, Microsoft, Facebook, and Twitter.\n\nThe strike came after earlier internal pledges to strike from employees at Google and Amazon, the latter of whom demanded that the company commit to zero emissions by 2030, stop donating to climate-denying lobbyists and politicians, and stop providing AI technology that helps fossil fuel companies extract oil and gas.\n\nBoth companies responded with climate commitments the day before the walk-out. Amazon pledged to commit to zero carbon by 2040, 100-percent renewable energy by 2030, transition to fully electric delivery vehicles, and a $100 million investment in reforestation projects. Google, on the other hand, announced a $2 billion investment in renewable energy infrastructure, including 18 new wind and solar energy projects.\n\n9. Facebook employees dissent\n\nFacebook employees don't always agree with Mark Zuckerberg. Image: chesnot / Getty Images\n\nA 2019 study from Oxford University found that social media manipulation campaigns like the Russian interference during the 2016 election are most likely to take place on Facebook. Yet Facebook CEO Mark Zuckerberg maintained in an October speech that the social media platform would not moderate or fact-check political ads. More than 250 employees objected in an open letter. They demanded that Facebook restrict targeting for political ads, hold them to the same standards as other ads, and implement ad spending caps for politicians.\n\n10. Microsoft employees up in arms\n\nMicrosoft wins big with the U.S. military, but not with its employees. Image: PATRICIA DE MELO MOREIRA/AFP /AFP via Getty Images\n\nIn November of last year, Microsoft closed a $479 million deal with the U.S. Army to develop an augmented reality system to “accelerate [its] lethal defensive and offensive capabilities.” Workers responded in protest with a petition in February. They criticized Microsoft President Brad Smith for dismissing workers' concerns and said Microsoft improperly used their work for weapons development that “crossed the line.” They demanded that Microsoft cancel the military contract, cease weapon technology development, and appoint an independent ethics review board.\n\nIn October, the Pentagon awarded a 10-year, $10 billion defense technology contract to Microsoft, whose employees objected to the project over ethical concerns."}}