{"GDELT": {"GlobalEventID": 895277196, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.30088495575221, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Salem, Oregon, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOR", "Actor1Geo_ADM2Code": "OR047", "Actor1Geo_Lat": 44.9429, "Actor1Geo_Long": -123.035, "Actor1Geo_FeatureID": "1167861", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Salem, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_ADM2Code": "OR047", "Action2Geo_Lat": 44.9429, "Action2Geo_Long": -123.035, "Action2Geo_FeatureID": "1167861", "DATEADDED": 20191227013000, "SOURCEURL": "https://bikeportland.org/2009/03/18/the-oregonian-takes-low-blow-at-idaho-stop-law-16217"}, "ARTICLE": {"TITLE": "Local media releases hounds on Idaho Stop law", "TEXT": "“And you’re scratching your head wondering when was the last time you saw one actually stop.”\n\n— Harry Esteve, The Oregonian\n\nIt’s the BTA’s worst nightmare.\n\nThey’ve spent months preparing for the smooth passage of the Idaho Stop Law (the proposed bill, HB 2690, would allow bicycle operators to enter a stop-sign controlled intersection without stopping when safe, and once they’ve yielded to all other traffic). Members of their legislative committee have traveled to Idaho to speak with transportation planners and law enforcement officials about the law (which has been on the books there since the 1980s without incident). The BTA’s legislative team has also spent countless hours working the Salem offices of our state legislators answering their questions and clearing up their confusions about the proposed law.\n\nThen, in one fell swoop, the largest media outlet in the entire state can pen a story that pans the idea — and it’s not even on the editorial page.\n\nStory continues below\n\nadvertisement\n\nThat’s what seems to have happened today with an article in The Oregonian by their Salem-based political reporter Harry Esteve. His story, Nevermind that stop sign, just roll through — which ran below-the-fold on the front page of the Metro Section — has already triggered some heated comments on their website.\n\nSeveral people have already emailed me about the story, shocked at the level of editorializing and bias they feel it presents. In his opening line Esteve writes,\n\nCyclists would be able to ride — slowly — through stop signs with impunity under a bill up for discussion tomorrow at the Legislature.\n\n“With impunity” is the type of phrase that is sure to make the BTA cringe. And then the article goes on:\n\nAnd you’re scratching your head wondering when was the last time you saw one actually stop.\n\nOuch. I had to double-check to see if Esteve’s story was an editorial after reading that (it’s not).\n\nEsteve then goes on to point out how all the bill sponsors are “serious cyclists”. He then gets a quote from a spokesperson for the Police Bureau who says (not unexpectedly) that “We need everyone to obey these laws”.\n\nI was surprised to read this quote from Ms. Wheat. Bryan Parman, acting Captain of the Police Bureau Traffic Division has told the city’s Bicycle Advisory Committee that they have no position on the matter.\n\nThis one story is far from enough to kill this bill, but laws are just as much about politics as policy. If enough legislators feel like the politics around this idea are too hot (or if they haven’t heard a resounding level of support for it from constituents), the Idaho Stop Law might have trouble passing.\n\nSuffice it to say that the media’s coverage is almost certain to play a role in how this turns out.\n\n\n\nRead the entire article here.\n\nStay tuned for more on this bill. I’m headed to Salem to report from the committee hearing.\n\nUPDATE:\n\nMore local media coverage today:\n\n– KGW\n\n– KATU – This story has a completely erroneous opening sentence. It states that:\n\n“It could soon be completely legal for cyclists to run stop signs and stoplights here in Oregon.”\n\nThe BTA’s Idaho law proposal says nothing about stoplights. Hopefully that story is corrected soon. KATU has corrected their story, unfortunately their uncorrected story has been picked up by other outlets in the state. KVAL in Eugene is still running the incorrect story as of 8:00 on Weds night (3/18).\n\n\n\n\n\n\n\n\n\n\n\nFront Page, Legislation, Media, News, Politics\n\n2009 legislative session, idaho stop law, the oregonian"}}