{"GDELT": {"GlobalEventID": 895276506, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "CVL", "Actor1Name": "HUNTER", "Actor1Type1Code": "CVL", "Actor2Code": "COP", "Actor2Name": "DEPUTIES", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.17391304347826, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191227013000, "SOURCEURL": "https://www.springfieldnewssun.com/news/local/body-camera-shows-different-perspective-clark-dog-shooting/7pk8v4mDGnljw56ERFCr5L/"}, "ARTICLE": {"TITLE": "Body camera shows different perspective of Clark Co. dog shooting", "TEXT": "In sheriff’s office body camera footage that does include audio, the deputy is seen walking up to the house, knocking on a side door twice and playing with three puppies who were sitting by the door.\n\nRELATED: Sheriff’s office: Dog acting aggressive shot and killed by deputy at Clark County home\n\nWhen no one answers her knocks, she heads back to her cruiser.\n\nIt’s at that point in the video that a large dog comes toward her from the front of the house and starts barking and growling.\n\nThis news organization reached out to the dog’s owners for further comment Thursday but did not hear back.\n\nIn an incident report filed with the sheriff’s office, the deputy writes, “When the dog got closer, it charged at this deputy. When it got near my left leg it let out a vicious growl. I felt it was an imminent threat to my safety and it was close enough to inflict serious physical harm.”\n\nThe deputy fired two shots toward the dog. It died shortly after.\n\nThe video then shows a woman come out of the house and tell the deputy, “He doesn’t bite!,” to which the deputy responds — “He came at me twice!”\n\nThe woman also says in the video that she didn’t come out of the house earlier because she thought the sound of the deputy knocking was the three puppies outside scratching on the door.\n\nRELATED: Clark County Sheriff’s Office to begin hiring corrections officers\n\nThe deputy was originally at the house to talk with the people who lived there about their nearby neighbors in relation to a follow-up call for another police agency.\n\nThe sheriff’s office said it’s required that all dogs be contained within their own yard — whether that’s by leash, chain or fence — and the sheriff’s office can’t be liable if the dog is loose.\n\nThe dog in this incident was running free in the yard.\n\n“But everyone else’s dogs run loose,” one of the dog’s owners tells deputies in the video.\n\nLOCAL: Springfield Dollar General robbed on Christmas Day\n\nA deputy responds by saying, “But anybody else’s dog that’s charging at us in an aggressive manner like (the deputy) is saying he did — then you’re going to get the same result.”\n\nThe sheriff’s office said they called the Clark County Dog Warden to see if their office could help with the removal of the dog, but the agency couldn’t because the dog was already dead.\n\nA sheriff’s office supervisor is heard in the video asking one of the dog’s owners if they would like help with the dog’s removal, but the owner then says they would take care of the burial.\n\nNo disciplinary action will be taken against the deputy who shot the dog, the sheriff’s office said.\n\nOne of Hunter’s owners Tami Adams said previously she hopes deputies do things differently in the future.\n\n“Announce yourself, honk your horn, if you even think somebody has dogs, honk your horn so somebody can come out,” Adams said."}}