{"GDELT": {"GlobalEventID": 895276222, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor2Code": "LEG", "Actor2Name": "LAWMAKER", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.46189376443417995, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Wisconsin, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWI", "Actor2Geo_Lat": 44.2563, "Actor2Geo_Long": -89.6385, "Actor2Geo_FeatureID": "WI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_Lat": 44.2563, "Action2Geo_Long": -89.6385, "Action2Geo_FeatureID": "WI", "DATEADDED": 20191227013000, "SOURCEURL": "https://madison.com/wsj/news/local/govt-and-politics/wisconsin-legislature-to-consider-tax-cuts-water-in/article_db51bbd0-4460-5903-82ed-66aa57ec0dd1.html"}, "ARTICLE": {"TITLE": "Wisconsin Legislature to consider tax cuts, water in 2020", "TEXT": "“I think it would be helpful if we sat down and crafted something that we could all agree on,” Evers said. “And we probably can.”\n\nEvers and Democrats wanted Republicans to back universal background checks for gun purchases and a “red flag” law that would allow judges to take guns away from people determined to be a risk to themselves or others. But Republicans refused to debate the measures in a special session called by Evers.\n\nIn the face of that opposition, it’s a “rational pivot” for Evers to focus on mental health services, Hintz said.\n\n“If that is sort of the beginning of common ground with Republicans, then we need to start there,” Shilling said. “I have long said to my Republican colleagues, you need to work on building small ‘t’ trust with the governor. We’re never gonna get the capital ‘t’ trust because that’s not the environment we’re in. But building small ‘t’ trust goes both ways.”\n\nShilling said she was hopeful lawmakers could work together on “small areas of bipartisanship.” That includes combating homelessness, addressing the “dark store” issue related to how empty businesses are taxed that is important to local governments, medical marijuana and improving mental health services for children."}}