{"GDELT": {"GlobalEventID": 895276323, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "GOV", "Actor2Name": "FIREFIGHTER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Blue Mountains, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154701", "Actor1Geo_Lat": -21.6333, "Actor1Geo_Long": 148.967, "Actor1Geo_FeatureID": "-1559960", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Blue Mountains, Queensland, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS04", "Actor2Geo_ADM2Code": "154701", "Actor2Geo_Lat": -21.6333, "Actor2Geo_Long": 148.967, "Actor2Geo_FeatureID": "-1559960", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Blue Mountains, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154701", "Action2Geo_Lat": -21.6333, "Action2Geo_Long": 148.967, "Action2Geo_FeatureID": "-1559960", "DATEADDED": 20191227013000, "SOURCEURL": "https://www.theguardian.com/australia-news/2019/dec/27/coalition-minister-break-ranks-with-government-to-call-for-volunteer-firefighters-to-be-paid"}, "ARTICLE": {"TITLE": "Coalition minister breaks ranks with government to call for volunteer firefighters to be paid", "TEXT": "The call to pay volunteer firefighters facing extreme, prolonged events such as the current bushfire emergency is getting louder, with a Morrison government minister breaking ranks to call for changes.\n\nThe veterans’ affairs minister, Darren Chester, said he had been talking to his Victorian electorate about a payment model for “one-off” events, floating the idea of a fire levy, with evidence continuing to point to longer and worse bushfire seasons as a new normal.\n\n“It’s not a government position, it’s my personal opinion,” Chester told the ABC. “There’s an existing tax. I’m saying how we raise the money and deploy it to the communities.\n\n“You want to maintain that volunteer culture. You have paid lifeguards, Monday to Friday on the beach; on weekends, you have volunteers.”\n\nChester said it was a conversation the prime minister had already indicated he was prepared to have, once the immediate danger of the current season had passed.\n\n“The prime minister has said that having leave for APS employees extended to 20 days is viable,” Chester said. “I’m talking about not paying volunteers every time they turn out, we’re talking about when they get associated with long-term campaign events.\n\n“State government employees are out there side by side, holding hoses with our volunteers, one is getting paid, one is not. Is that sustainable in the long term? I doubt it. The feedback has been quite positive. Notwithstanding there’s some advice saying I’m on the wrong track.”\n\nLabor has been calling for volunteer firefighters to be paid, or offered tax breaks, an idea Scott Morrison has not ruled out but pushed to early next year, when the fire season comes to a close.\n\nAnthony Albanese said it was an issue “which does have to be addressed”.\n\n“We’ve had circumstances which really have been going on for some time now and will continue to last for many, many weeks to come,” the opposition leader said on Friday.\n\n“So, I pay tribute to them. I once again say to the government that they really need to give consideration to providing some form of financial compensation to people who have been … defending their local communities and making a difference to our country.”\n\nAlbanese said there was precedent for one-off payments.\n\n“The fact is that in the past the Keating government gave a one-off payment in 1994 for people who’d worked for more than seven days,” he said. “There’s a range of measures that could be done. There’s consideration of tax arrangements. There’s consideration of a one-off payment. Leave arrangements could be made.\n\n“I note today that minister Chester is calling for payments to volunteers as well. He says it’s his own view after talking to people in the community. There’s no doubt that if you talk to people in the community, I think the view is very clear that common sense should apply here.”\n\nThe government has announced Australian defence force liaison officers will be stationed at fire control centres across New South Wales to bolster efforts, as well as provide a visible ADF presence to the public, which has been sceptical of the support being offered.\n\nThe liaison officers, which comes on top of heavy machinery and co-ordination support, will also begin planning for the recovery, and clean up, with fires already having burned through an area bigger than the country of Wales, with more to come.\n\nSevere to Extreme heatwave conditions are set to affect much of the state in the next week. Be prepared and Beat the Heat: https://t.co/zun9f3hFKs and keep up to date on the latest forecast here: https://t.co/FsGMu9dFCY pic.twitter.com/1wHnzY848j — Bureau of Meteorology, New South Wales (@BOM_NSW) December 26, 2019\n\n“We’ve already got our defence forces providing helicopter search and rescue, ground transport, accommodation, meals and refuelling,” Morrison said in a statement. “We’ve boosted our support for water bombing planes and helicopters by $11m.\n\n“Disaster recovery payments of $23m have also flowed to affected families and businesses with more to come.\n\n“My ministers and I remain in constant contact with our state and territory counterparts and fire chiefs and we stand ready to deliver whatever extra help they ask of us.”\n\nFirefighters used the slightly cooler conditions over the Christmas break to try and contain blazes and strengthen containment lines. At least 70 fires continue to burn across the state, with 33 considered to be uncontained.\n\nNSW Rural Fire Service commissioner Shane Fitzsimmons told the Seven Network firefighters had been carrying out “really difficult ... challenging work” in areas such as the Blue Mountains and the NSW south coast.\n\n“Because these fires are large, they’re complex and they’re very prone to the elements, once these weather conditions turn around, we know we’re going to see increased fire activity,” he said.\n\n“So they’re just giving their all to shore up protection and trying to consolidate and contain them as much as they can.”"}}