{"GDELT": {"GlobalEventID": 895350903, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor2Code": "IGOUNOLABILO", "Actor2Name": "INTERNATIONAL LABOUR ORGANIZATION", "Actor2KnownGroupCode": "UNO", "Actor2Type1Code": "IGO", "Actor2Type2Code": "LAB", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.32154340836013, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH", "Actor2Geo_Lat": 15.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "TH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20191227130000, "SOURCEURL": "https://www.undercurrentnews.com/2019/12/27/investing-in-onboard-refrigerators-could-reduce-labor-abuses-says-ilo/"}, "ARTICLE": {"TITLE": "Investing in onboard refrigerators could reduce labor abuses, says ILO", "TEXT": "Outfitting Thai fishing vessels with a simple refrigerator could be what it takes to solve labor abuses, such as forced labor and low wages, according to a new report.\n\nIn a report by the International Labour Organization (ILO), called Less is More, ILO said a chronic lack of investment in labor-saving technologies -- some of them available now for decades -- is partly behind the pressure on fishing vessel owners to squeeze crews.\n\nAccording to ILO, average earnings for fishers in the Thai fishing industry is less than USD 400 per month, based on 2018 figures. Currently, the Thai fishing industry faces a labor shortage of 53,000.\n\n“The hypothesis of this report is that a healthy industry would respond to these pressures first by making pay and working conditions more favorable, thereby retaining workers and attracting new ones. Second, the industry would also make capital investments to reduce its demands on the labor market,” it said.\n\nInstalling hydraulic ‘power block’ systems and an upgrade in on-board catch refrigeration systems, for instance, could do this; IOL estimates both would reduce onboard labor needs by 37%, while simultaneously raising the value of catch.\n\nSuch an upgrade would cost THB 1.75 million ($58,000), which could be paid for with soft loans.\n\n“A soft loan program for purse seiner reconfigurations of THB 1.5m-2m could allow fishing operators, with support from public and private lending institutions, to make these improvements and comfortably repay loans in approximately two years.” A loan guarantee program that supports $5m in lending, meanwhile, could help reconfigure 80-100 vessels in a two-year cycle, it said.\n\n“The Thai commercial fishing workforce is currently overwhelmingly dependent on migrant workers; in 2018, approximately 90% of the industry’s approximately 60,000 fishers were from Myanmar and Cambodia. [But] the apparent lack of interest among large numbers of migrant workers for work in Thai fishing is telling.”"}}