{"GDELT": {"GlobalEventID": 895351260, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "GBRJUD", "Actor1Name": "SHEFFIELD", "Actor1CountryCode": "GBR", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.06912442396313, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191227130000, "SOURCEURL": "https://www.rotherhamadvertiser.co.uk/news/view,ninth-arrest-in-denaby-main-murder-probe_34606.htm"}, "ARTICLE": {"TITLE": "Ninth arrest in Denaby Main murder probe", "TEXT": "DETECTIVES investigating the murder of Jerry Appicella at Denaby Main have arrested a ninth person.\n\nAn 18-year-old man was held following a warrant executed in the village on Christmas Eve.\n\nHe was detained on suspicion of murder and drugs offences.\n\nTwo men and a 14-year-old boy have been charged in connection with Mr Appicella’s murder.\n\nShea Nicholson (19), of Lincoln Close, Denaby Main, and Martel Brown (23), of no fixed abode, appeared before Sheffield Magistrates’ Court on Saturday after being charged with murder.\n\nBoth were remanded in custody to appear before Sheffield Crown Court in the new year.\n\nThe 14-year-old boy appeared before Doncaster Youth Court and Sheffield Crown Court this week. He has also been remanded and will appear before Sheffield Crown Court next month.\n\nMr Appicella’s body was found inside a property on Craganour Place, Denaby Main, on December 15.\n\nIt is believed he had been involved in an altercation with a group of people on December 3 in an alleyway leading to Hickleton Street in Denaby Main.\n\nOfficers are still keen to speak to anyone with information to help enquiries. Contact 101 quoting incident 422 of December 14.\n\nYou can also report online via the public portal at https://mipp.police.uk/operation/14SY19A05-PO1 or www.crimestoppers-uk.org."}}