{"GDELT": {"GlobalEventID": 895351198, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "ELI", "Actor1Name": "ACTOR", "Actor1Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 128, "EventBaseCode": 128, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.65631929046564, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20191227130000, "SOURCEURL": "https://www.itproportal.com/features/whats-in-store-for-cybersecurity-as-we-head-into-the-20s/"}, "ARTICLE": {"TITLE": "What's in store for cybersecurity as we head into the '20s", "TEXT": "In 2020 we will see more and more sophisticated attacks perpetrated by a larger number of threat actors, including many who are backed by organised crime or nation-states. According to the 2019 Verizon Data Breach Investigations Report (DBIR), organised criminal groups were behind 39 per cent of breaches in 2019, and actors identified as nation-state or state-affiliated were involved in 23 per cent of breaches.\n\nThese attacks may leverage side-channel attack techniques (similar to Spectre, Meltdown and the slew of other discovered hardware-related vulnerabilities that are so hard to address purely through software fixes), attacks living in firmware and others going beyond a traditional file-based or even living-off-the-land (aka fileless) malware. While the industry is still struggling with old known malware, these types of attacks will proliferate mostly unchecked.\n\nFor the first time, we may see an attack that results in death(s). Internet of Things (IoT) devices incorporated into critical infrastructure systems (e.g. electric grid, water treatment, communications), as well as life-critical medical devices, will see a slew of new disclosed vulnerabilities that could prove deadly, particularly to the most vulnerable patients in intensive care units (ICU). Attackers will become more specialised in different areas of IoT device types.\n\nThe evolution of ransomware\n\nRansomware has been around since 1989, yet it will remain a very effective malware type for attackers in 2020. McAfee’s researchers found that ransomware attacks have more than doubled this year, including a Q1 increase of 118 per cent.\n\n“After a periodic decrease in new families and developments at the end of 2018, the first quarter of 2019 was game on again for ransomware, with code innovations and a new, much more targeted approach,” said Christiaan Beek, lead scientist and senior principal engineer at McAfee.\n\nTo that point, we can not only expect the number of ransomware attacks to increase in 2020, but as the discovery of the RIPlace evasion technique demonstrates, they will become more difficult -- if not impossible -- to detect.\n\nAll organisations across all industries are potential targets, but healthcare and government organisations appear to have the biggest targets on their backs. CNN reports 140 attacks targeting public state and local governments and health care providers this year (and counting).\n\nThe attacks hit schools, local government offices and hospitals, wreaking havoc and costing victims hundreds of millions of dollars. The victims included:\n\nA network of Alabama hospitals had to stop accepting new patients.\n\nThe city of Baltimore, which ended up spending more than $18 million recovering from an attack.\n\nLouisiana schools - Governor John Bel Edwards was forced to activate a state of emergency after ransomware took down three school districts’ IT systems\n\nThree Florida cities - Key Biscayne, Lake City and Riviera Beach - were unable to provide residents with access to many vital government services while officials scrambled to spend hundreds of thousands of dollars to bring downed IT systems back online. The attackers collected ransoms totaling over $1.1 million.\n\nThe most recent victim (as of this writing) was the city of Pensacola, Florida, was hit by ransomware that took phones, email, electronic \"311\" service requests, and electronic payment systems offline.\n\nAs Dave Hylender, a senior risk analyst at Verizon and one of the authors of the 2019 Verizon Data Breach Investigations Report said, \"There's an impression that ransomware has sort of run its course. It hasn't. I don't think ransomware is 'back' this year because I don't think it ever left.\"\n\nGone phishing\n\nAn organisation’s employees will continue to initiate some of the most devastating losses. Companies rely on awareness training to educate users on how to avoid falling victim to attacks, but that cannot eliminate user error entirely.\n\nConsider that nearly a third of all breaches in 2019 were the result of phishing attacks, according to the Verizon DBIR. Worse, it’s easy for attackers to secure and use well-built, off-the-shelf tools, lowering the skill required to launch a phishing campaign. According to the IDG Security Priorities Study, 44 per cent of companies will increase their security awareness programs and make staff training priorities is a top priority.\n\nAttackers will respond by improving the quality of their phishing campaigns by minimising or hiding common signs of a phish. Expect greater use of business email compromise (BEC), too, where an attacker sends legitimate-looking phishing attempts through fraudulent or compromised internal or third-party accounts.\n\nOrganisations in 2020 need to prioritise strengthening the environment around users to reduce the opportunity for them to be presented with attacks, strengthening the technology around the user to ensure that users cannot initiate losses, and then proactively anticipating the losses that users can initiate and putting technologies in place to mitigate the resulting losses.\n\nLook for both the bad and the good\n\nThe reason for ransomware and other malware so easily being able to inflict damage is our continued reliance on security tools that chase badness (rather than ensuring good). It is impossible to detect all badness with a high degree of confidence by relying on the enumeration of badness approach.\n\nOrganisations should complement their existing security layers with an approach that does the exact opposite - ensuring what’s good. The emphasis is on the word “complement.” Do not rip out your existing solutions. When you combine your existing tools focusing on the bad with ones that track the good, by applying a whitelisting-like approach, you create the most effective defense in depth posture.\n\nRene Kolga, CISSP, heads Product Management and Business Development for North America, Nyotron"}}