{"GDELT": {"GlobalEventID": 895351490, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "MED", "Actor1Name": "SPOKESMAN", "Actor1Type1Code": "MED", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.3892215568862305, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Dundee City, Dundee City, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKU3", "Actor1Geo_ADM2Code": "40177", "Actor1Geo_Lat": 56.4667, "Actor1Geo_Long": -2.91667, "Actor1Geo_FeatureID": "6077667", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Dundee City, Dundee City, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKU3", "Actor2Geo_ADM2Code": "40177", "Actor2Geo_Lat": 56.4667, "Actor2Geo_Long": -2.91667, "Actor2Geo_FeatureID": "6077667", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Dundee City, Dundee City, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKU3", "Action2Geo_ADM2Code": "40177", "Action2Geo_Lat": 56.4667, "Action2Geo_Long": -2.91667, "Action2Geo_FeatureID": "6077667", "DATEADDED": 20191227130000, "SOURCEURL": "https://www.thecourier.co.uk/fp/news/local/angus-mearns/1047841/staggering-cost-of-vandalism-repair-in-dundee-and-angus-laid-bare/"}, "ARTICLE": {"TITLE": "Staggering cost of vandalism repair in Dundee and Angus laid bare", "TEXT": "Something went wrong - please try again later.\n\nThank you for signing up to The Courier daily newsletter\n\nSign up for our daily newsletter of the top stories in Courier country\n\nA £145,000 annual bill has left hard-pressed Angus and Dundee taxpayers paying the price for attacks by vandals.\n\nDundee City Council dealt with almost 500 incidents of vandalism totalling £133,000 in 2019.\n\nMore than half of the attacks – 215 – occurred in schools, leaving the council with £90,000 in clean-up and repair costs.\n\nThe new figures come after the council revealed it had dealt with almost 2,000 vandalism claims costing £690,000 since 2015.\n\nOf this, £470,000 was spent on repairing the local authority’s vandalised schools.\n\nAngus Council had to pay out more than £12,000 to repair property which had been vandalised this year.\n\nThe highest costs include repairs to Montrose Academy, totalling more than £9,000, and works to Brechin Community Campus, costing £7,000, after both schools were targeted.\n\nScottish Conservative North East MSP Bill Bowman said the mindless acts of vandalism were taking money away from vital services.\n\n© DC Thomson\n\nHe said: “At a time when Angus and Dundee faces shrinking budgets, both councils have been forced to spend significant amounts of money on damaged property including schools rather than enhance them because of senseless individuals.\n\n“Not only are they breaking the law but every time someone vandalises property it takes money away from vital services.\n\n“This money should be used to enhance education – not clean up our schools because of mindless acts of vandalism.\n\n“We also have other issues across the city such as crumbling roads and this is the sort of money that could have been pledged towards that.\n\n“Instead, taxpayers in Angus and Dundee are now faced with longer waits before these issues are addressed because cash has to be dedicated to clean-up costs from attacks like these.”\n\n© DC Thomson\n\nA spokesman for Dundee City Council said the issue of vandalism across the city is “one that is taken seriously”.\n\nHe said: “The council works hard to apply risk management measures to reduce its impact and cost to service users and the city’s council taxpayers.\n\n“Anti-vandalism education efforts with young people are supported through a partnership between the council and Police Scotland.”\n\nA spokesman for Angus Council urged the community to play a part in tackling the scourge of vandalism by reporting incidents to the police.\n\nHe said: “Vandalism has a negative impact wherever it happens in our community.\n\n“We would urge people to report all incidents to the police.\n\n“Criminal damage of public property and public spaces can affect our use and enjoyment of the facilities and places where we live, learn, work and play.\n\n“It also impacts directly on the public purse at a time when the finances of local authorities, as well as businesses, organisations and individuals are particularly challenging.\n\n“Anyone who witnesses vandalism, or who has information that could assist enquiries, should call Police Scotland on 101.”"}}