{"GDELT": {"GlobalEventID": 895351548, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "NGOUSAJEW", "Actor1Name": "AMIT", "Actor1CountryCode": "USA", "Actor1Religion1Code": "JEW", "Actor1Type1Code": "NGO", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.76923076923077, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Darya Ganj, India (general), India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN00", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6333, "Actor1Geo_Long": 77.25, "Actor1Geo_FeatureID": "-2094089", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Darya Ganj, India (general), India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN00", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6333, "Actor2Geo_Long": 77.25, "Actor2Geo_FeatureID": "-2094089", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Darya Ganj, India (general), India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN00", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6333, "Action2Geo_Long": 77.25, "Action2Geo_FeatureID": "-2094089", "DATEADDED": 20191227130000, "SOURCEURL": "https://indianexpress.com/article/india/citizenship-amendment-act-bill-caa-cab-protests-amit-shah-rahul-gandhi-challenge-6187770/"}, "ARTICLE": {"TITLE": "‘Don’t misguide, divide people over CAA’: Amit Shah to Rahul Gandhi", "TEXT": "Amit Shah was addressing a rally at Shimla’s Ridge Maidan to mark the second anniversary of the BJP government in the state. (Twitter/BJP India) Amit Shah was addressing a rally at Shimla’s Ridge Maidan to mark the second anniversary of the BJP government in the state. (Twitter/BJP India)\n\nAmid the ongoing turmoil in the country over the newly amended Citizenship Act, Union Home Minister Amit Shah Friday challenged Congress leader Rahul Gandhi to show him a single line in the Act regarding the withdrawal of anyone’s citizenship. CAA protests LIVE updates\n\nWhile addressing a rally at Shimla’s Ridge Maidan to mark the second anniversary of the BJP government in the state, Shah said, “The Congress and company is spreading rumours that Muslims may lose their citizenship.”\n\n“I challenge Rahul Baba that let me know if there is even a single line in the Act regarding the withdrawal of anyone’s citizenship. Don’t misguide and divide people over the CAA,” he added.\n\nHe urged the minorities, especially Muslims, to go through the Citizenship Act, which is now available on the government website.\n\n“Go through the Act. No one will lose citizenship,” Shah said.\n\nHe also said that the Citizenship (Amendment) Act will provide citizenship to the minorities who faced religious persecution in Pakistan, Bangladesh and Afghanistan.\n\n“Pakistan failed to implement the Nehru-Liaquat pact to protect religious and other rights of the minorities,” Shah said and added that this prompted the Narendra Modi-led government to table the legislation in the Parliament.\n\nOn Thursday, the home minister accused the Congress of instigating violence in Delhi over the Act and asked the people in the capital to punish the party in the upcoming Assembly elections.\n\n“Congress party ke netritva me tukde-tukde gang jo Dilli ke ashanti ke liye zimmedar hai, isko dand dene ka samay aa gya hai. Dilli ki janata ne dand dena chahiye (The Congress-led tukde-tukde gang is responsible for spoiling the peaceful atmosphere in Delhi. The time has come to punish them. Delhi people should do it),” Amit Shah said while addressing an event organised by the Delhi Development Authority (DDA).\n\n“The Citizenship Amendment Act was discussed in the Parliament. Nobody (the opposition parties) said anything…Once they were out (of Parliament), they started misleading people,” he further added.\n\nOn December 15, several students of Jamia Millia Islamia University were injured as police entered their campus and lathi-charged them after protests against the Citizenship Act in South Delhi turned violent. Subsequently, on December 20, violence broke out in Darya Ganj when a group of protesters agitating against the Act allegedly resorted to stone-pelting after police tried to forcefully evict them.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest India News, download Indian Express App.\n\n© IE Online Media Services Pvt Ltd"}}