{"GDELT": {"GlobalEventID": 895417974, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "COPGOV", "Actor1Name": "DRUG ENFORCEMENT", "Actor1Type1Code": "COP", "Actor1Type2Code": "GOV", "Actor2Code": "USA", "Actor2Name": "DENVER", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.8327526132404195, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Denver, Colorado, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCO", "Actor1Geo_ADM2Code": "CO031", "Actor1Geo_Lat": 39.7392, "Actor1Geo_Long": -104.985, "Actor1Geo_FeatureID": "201738", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Denver, Colorado, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCO", "Actor2Geo_ADM2Code": "CO031", "Actor2Geo_Lat": 39.7392, "Actor2Geo_Long": -104.985, "Actor2Geo_FeatureID": "201738", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Denver, Colorado, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCO", "Action2Geo_ADM2Code": "CO031", "Action2Geo_Lat": 39.7392, "Action2Geo_Long": -104.985, "Action2Geo_FeatureID": "201738", "DATEADDED": 20191227220000, "SOURCEURL": "https://www.thefencepost.com/news/who-is-flying-drones-nightly-over-northeastern-colorado/"}, "ARTICLE": {"TITLE": "Who is flying drones nightly over northeastern Colorado?", "TEXT": "The Phillips County Sheriff’s Office has been investigating multiple nighttime drone sightings over northeastern Colorado. Sheriff Thomas Elliott said determining the identity of the operators is important and he is encouraging anyone with information to contact his office.\n\nThe drones, which have approximately 6-foot wing spans, weigh about 55 pounds, and are gasoline-powered for about a five-hour operating window, have been flying about 200 to 300 feet above ground level. Spotted between 7 and 10 p.m. nightly, the drones are flying slowly in squares of about 25 miles on a grid, as if they are mapping or searching the area.\n\nWith about 17 flying nightly, and given the large size, Sheriff Elliott said he doubts they are hobbyists. The Federal Aviation Administration and the U.S. Air Force have both told the Sheriff’s Office the drones are not theirs. The Denver Post reported Tuesday a spokesman for the Drug Enforcement Administration told them that the drones are not operated by their agency. A spokesman for the FAA said that agency likely has no information on them. Drone pilots, the Denver Post said, are not required to file flight plans outside of controlled airspace.\n\nSheriff Elliott said shooting a drone is a federal crime and urges residents not to fire at the drones. The drone operators are likely not breaking any laws but Sheriff Elliott is working to identify the operators to quell concerns from residents of his and neighboring counties. It is unnecessary to report drone sightings but any information about the identity of the operators should be reported to the Sheriffs Office immediately. ❖\n\n— Gabel is an assistant editor and reporter for The Fence Post. She can be reached at rgabel@thefencepost.com or (970) 392-4410."}}