{"GDELT": {"GlobalEventID": 895417797, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.23048327137547, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Elizabethtown, Kentucky, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USKY", "Actor2Geo_ADM2Code": "KY093", "Actor2Geo_Lat": 37.694, "Actor2Geo_Long": -85.8591, "Actor2Geo_FeatureID": "491640", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Elizabethtown, Kentucky, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKY", "Action2Geo_ADM2Code": "KY093", "Action2Geo_Lat": 37.694, "Action2Geo_Long": -85.8591, "Action2Geo_FeatureID": "491640", "DATEADDED": 20191227220000, "SOURCEURL": "https://www.wlky.com/article/woman-meets-biological-father-finds-out-they-lived-just-miles-apart-for-years/30347057"}, "ARTICLE": {"TITLE": "Woman meets biological father, finds out they lived just miles apart for years", "TEXT": "Hide Transcript Show Transcript\n\n>> MARVIS HERRING, WLKY NEWS. VICKI: THE PAGEANT TITLE HOLDERS SAY THIS IS A TRADITION THAT IS IMPORTANT TO THEM BECAUSE ALL OF THEM HAVE FAMILY OR FRIENDS AFFECTED BY CANCER. A SPECIAL REUNION 57 YEARS IN THE MAKING AS A TENNESSEE WOMAN MADE CONTACT WITH HER BIOLOGICAL FATHER ONLINE AND MET HIM FOR THE FIRST TIME TODAY IN BRANDENBURG. >> HEY. [LAUGHTE VICKI: SUSAN TURNER’S PARENTS ADOPTED HER AS A BABY WHILE THEY WERE STATIONED AT A MILITARY BASE IN GERMANY. SHE LEARNED YEARS AGO THAT HER BIOLOGICAL MOTHER WAS A YOUNG WOMAN WHO LIVED IN GERMANY. AND MORE RECENTLY THROUGH ANCESTRY.COM, SHE FOUND OUT HER BIOLOGICAL FATHER WAS ALSO IN THE MILITARY STATIONED IN GERMANY. AFTER FINALLY MAKING CONTACT ONLINE WITH FELIX WRIGHT A MONTH AO, SHE TRAVELED FROM TENNESSEE WITH HER DAUGHTERS AND FRIEND TO MEET HIM IN PERSON TODAY. >> IT’S NICE TO PUT A FACE TO MY FACE. WE HAVE THE SAME NOSE AND CHIN FOREHEAD, HE HAS A WONDERF LAUGH, MAKES YOU WANT TO LAUGH, AND I LIKE T\n\nAdvertisement Woman meets biological father, finds out they lived just miles apart for years Share Shares Copy Link Copy\n\nA special reunion was decades in the making.A 57-year-old woman met her biological father for the first time Friday in Brandenburg, Kentucky.Susan Turner's adoptive parents adopted her as a baby while they were stationed in Germany with the military.She found out she was adopted at age 7 and had been curious about her biological parents ever since. It wasn't until several years ago that she learned her biological mother was a young woman living in Germany when Turner was born. Her mother has since died.Recently, through Ancestry.com, she found out her biological father, like her adoptive father, was also in the military and stationed in Germany. After finally making contact online with Felix Wright just a month ago, Turner, who lives in Tennessee, traveled with her daughters and a friend to meet him in person.\"It's nice to put a face to my face. We have the same nose and chin, forehead. He has a wonderful laugh, makes you want to laugh, and I like that,\" Turner said of Wright.What's even more stunning is that from 1972 to 1986, Turner actually lived in Elizabethtown, just 30 minutes from her father -- likely no further than 40 miles away. She even graduated from high school with Wright's current wife's niece.Turner said she and her father talk just about every day.She said she plans to come back to Brandenburg in May to attend Wright's Kentucky Derby party.Turner's adoptive mother said she is very happy the two were able to reconnect."}}