{"GDELT": {"GlobalEventID": 895421673, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "SDN", "Actor1Name": "SUDAN", "Actor1CountryCode": "SDN", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.2874251497006, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU", "Actor1Geo_Lat": 16.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "SU", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sudan", "Action2Geo_CountryCode": "SU", "Action2Geo_ADM1Code": "SU", "Action2Geo_Lat": 16.0, "Action2Geo_Long": 30.0, "Action2Geo_FeatureID": "SU", "DATEADDED": 20191227223000, "SOURCEURL": "https://www.voanews.com/africa/south-sudan-focus/south-sudan-oil-spill-causes-environmental-damage-health-problems"}, "ARTICLE": {"TITLE": "South Sudan Oil Spill Causes Environmental Damage, Health Problems", "TEXT": "Two months after a pipeline ruptured and spilled crude oil over a wide swath of South Sudan's former Unity State, residents and government officials are grappling with a new pipeline break and the subsequent impact of leaks on public safety and the environment.\n\n\n\nIn the latest incident, residents said oil leaked at Kailoy, about 10 kilometers west of the Unity Oil Field. They said it caught fire Dec. 21 and burned for two days, sending thick plumes of smoke into the air. The Chinese Greater Pioneer Operating Company (GPOC) owns and operates the field.\n\n\n\nArea residents said they were concerned about the failure of oil companies to detect spills and their inability to put out the fires that the residents said were likely started by nearby charcoal makers.\n\nFILE - A woman chops down trees with her daughter in the small town of Rajaf, near Juba, South Sudan, July 14, 2017.\n\nTo make charcoal, residents cut down trees, pile them in a heap, cover the pile with grass and soil, then set it on fire. After burning for four to five days, the burned wood turns into charcoal.\n\n\n\nKailoy resident Kai Pan said he thought local charcoal makers inadvertently caused the fire.\n\n\n\n\"The fire started at 2 p.m. [local time]. We saw that it started where people were cutting trees for [burning] charcoal, and it started going toward the oil pipeline, which is just 10 kilometers from Bentiu oil camp,\" Pan told VOA's South Sudan in Focus program. Bentiu is the capital of Northern Liech state and is near the border with Sudan.\n\nSpread of diseases\n\nPan said that after the fire broke out, cases of airborne diseases, which many suspected were caused by oil fumes, were reported in the area.\n\n\"People are now having a lot of coughing in this area, and also there are some skin problems and also eye pain among residents of this area,\" Pan said.\n\nHe said oil-spill-related fires were still burning near Kailoy, posing a threat to the community.\n\nDuol Bim, director-general at Northern Liech state's health ministry, said oil companies operating in South Sudan do not follow international safety procedures in handling oil spills.\n\n\"They don't have firetrucks, they don't have fire extinguishers, they have nothing. They went there but could not do anything to make sure that the fire is contained. It was just left like that, and it continued burning for two days,\" Bim told South Sudan in Focus.\n\nBim said GPOC not only failed to detect the oil leakage soon after it happened but also had failed to extinguish the fires.\n\n\"In this case, there is negligence on the side of the oil company that is in the area, because if leakages are happening and are not being detected on time, it shows that the oil company is not doing a good job,\" said Bim.\n\nIn October, a previously undetected oil leak from a burst pipeline in the Budang area of former Unity State was discovered by a hungry soldier who was hunting for wild fruits.\n\nNot intentional\n\nBim said oil exploration companies should educate local residents about the dangers of making charcoal near oil facilities.\n\n\"They are not aware; these are people who are doing their normal activities but accidentally think the crude oil caught fire. It is not something done intentionally, and even the local residents know the crude oil is very dangerous when it catches fire,” Bim said.\n\nSouth Sudan Petroleum Minister Awou Daniel Chuag was not available for comment. In November, Chuang warned that more oil spills were likely to happen given that pipelines used to transport South Sudanese crude are often old and rusty."}}