{"GDELT": {"GlobalEventID": 895497370, "Day": 20191228, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9808, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "IND", "Actor2Name": "DELHI", "Actor2CountryCode": "IND", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.14942528735633, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kantha, Uttar Pradesh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN36", "Actor2Geo_ADM2Code": "17941", "Actor2Geo_Lat": 26.5833, "Actor2Geo_Long": 80.75, "Actor2Geo_FeatureID": "-2099585", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kantha, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17941", "Action2Geo_Lat": 26.5833, "Action2Geo_Long": 80.75, "Action2Geo_FeatureID": "-2099585", "DATEADDED": 20191228120000, "SOURCEURL": "https://www.thehindu.com/news/cities/kolkata/keep-religion-private-says-kantha-work-revivalist-who-experienced-partition/article30420076.ece"}, "ARTICLE": {"TITLE": "Keep religion private, says Kantha work revivalist who experienced Partition", "TEXT": "The profit she makes from selling Kantha apparel is shared equally between salaries for the staff and on the welfare of the artisans\n\nAs a nine-year-old, Shamlu Dudeja watched — from the balcony of her house that was right next to the Sind Assembly in Karachi — Lady and Lord Mountbatten alight from a horse-drawn carriage and being welcomed by Mohammad Ali Jinnah. Moments later, Pakistan was born.\n\nAt the time Ms. Dudeja went to a Sindhi-medium school where the morning-prayer was about keeping Gandhi immortal: “Jagadish pita kar aisa karam jo Gandhi hamara amar rahe.” But by then even Gandhi had accepted the Partition of India and that very evening she could see, from the balcony, plumes of smoke marring the Karachi skyline. Rioting had begun.\n\nHer father, a mathematics professor who had joined the government of Sind as a statistician just two years earlier, had no plans to migrate initially but that evening changed his mind. “I was too young to understand what was going on but I could sense the tension in the air,” recalls Ms. Dudeja, now 81 and founder of the Kolkata-based SHE (Self Help Enterprise), a pioneer in reviving the craft of Kantha embroidery. “I remember daddy talking to my mother; my brother and sister had their faces buried in her lap,” she adds.\n\nThe family took a ship to Mumbai (then Bombay) with just a boxful of belongings that included a sewing machine, and arrived at the home of a close relative who was in the film business. The father then set out for Delhi to find employment, and once he found a job the family moved too, taking up residence in a barsati (a one-room terrace apartment).\n\n“My mother would always cook not just for the five of us but six people. The extra portion would go to a hungry man on the street,” recalls Ms. Dudeja. In Delhi, she went to Lady Irwin School and subsequently graduated from Miranda House; and then, upon her father’s retirement, the family moved to Bombay, where she continued her studies and also modelled for — among other things — Khatau saris and Lakme cosmetics.\n\nIn 1962, she got married to a tea merchant from Kolkata and moved to the city, where she took up the job of a maths teacher, first in a school and then in Loreto College. While teaching, she earned scholarships to visit Britain and the U.S., where she took courses in training teachers teaching mathematics and subsequently utilised her experience to author mathematics textbooks, which went on to be sold even in Nepal and Pakistan.\n\nAnd then came a string of challenges and tragedies: first she was diagnosed with a seven-pound tumour in her abdomen and then with breast cancer; and in the span of just one year, she lost her 32-year-old son and 59-year-old husband to cardiac ailments. The royalties she earned from the textbooks became her primary source of income. By then, she had also found a cause in Kantha.\n\nIn 1986, she had chanced upon a handicrafts fair where she came across Kantha artisans from Santiniketan. Impressed by their art, she rushed home to get the four white silk saris her husband had just bought from ‘Madras’ (now Chennai) and handed them to the artisans for embellishment.\n\n“The women took the saris back to their village, and when they did not return even after many days, my daughter and I went looking for them. That’s when we discovered that the women who produce such beautiful art live in such difficult conditions,” says Ms. Dudeja.\n\nThus was born the idea of SHE. The profit she makes from selling Kantha apparel — under the label Mallika’s Kantha Collection (named after her daughter) — is shared equally between salaries for the staff and on the welfare of the artisans. “We hold medical camps in their villages and provide them clean drinking water. SHE not only empowered me but also the rural artisans,” says Ms. Dudeja.\n\nAs someone who witnessed Partition — quite literally — what’s her message for those who haven’t? “The world would be a happier place if religion is kept private and people don’t get aggressive about it,” she says."}}