{"GDELT": {"GlobalEventID": 895418664, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "KINGDOM", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.92156862745098, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Orlando, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL095", "Actor1Geo_Lat": 28.5383, "Actor1Geo_Long": -81.3792, "Actor1Geo_FeatureID": "288240", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Orlando, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_ADM2Code": "FL095", "Actor2Geo_Lat": 28.5383, "Actor2Geo_Long": -81.3792, "Actor2Geo_FeatureID": "288240", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Orlando, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_ADM2Code": "FL095", "Action2Geo_Lat": 28.5383, "Action2Geo_Long": -81.3792, "Action2Geo_FeatureID": "288240", "DATEADDED": 20191227220000, "SOURCEURL": "https://www.foxnews.com/us/disney-world-characters-inappropriately-touched-groped-tourists"}, "ARTICLE": {"TITLE": "Disney World characters say they were inappropriately touched, groped by tourists", "TEXT": "Three Walt Disney World employees who portray the brand's most famous characters -- Mickey Mouse, Donald Duck and Minnie Mouse -- at its sprawling Florida resort have filed police complaints alleging they were touched inappropriately by guests and suffered injuries during some interactions.\n\nThe reports filed with the Orange County Sheriff’s Office detail incidents of alleged groping and injuries from overzealous tourists.\n\nA woman who played Mickey Mouse said she suffered neck injuries and had to go to the hospital after a grandmother kept patting her character's head. The employees who played Donald Duck and Mickey Mouse said they were grouped by other visitors.\n\n“Everyone should feel safe at work, and we encourage Cast Members to come forward in any uncomfortable situation,” a Disney spokeswoman told Fox News in a statement. “We provide multiple resources to protect our Cast Members’ well-being, including on-site law enforcement officers who respond, and are available to them, if needed.”\n\nMAN STOPPED AT DISNEY WORLD WITH GUN IN HIS BACKPACK CHARGED\n\nThe claims come after a 51-year-old park guest was arrested for allegedly groping a princess character during a November visit. Brian Sherman was visiting the park with his wife when they went to take photos with the princess in the grotto area of the Magic Kingdom.\n\nThe woman portraying the princess told authorities he touched her breasts, and Sherman was arrested and charged with battery following the incident.\n\nOn Dec. 3, a woman in her 60s asked if she could kiss a costumed Donald Duck character while in the park's Animal Kingdom, according to reports. The 18-year-old employee portraying the famous duck said the woman touched and grabbed the character's arms, belly, chest and face.\n\nThe woman's family told her to stop and the employee was led into a break room by an attendant. Authorities were called but no charges were filed. The employee said he believed the woman may have had dementia.\n\nThe next day, the 36-year-old woman who plays Mickey Mouse told investigators a woman patted her on the head several times, causing it to slide down and strain her neck, the Orlando Sentinel reported.\n\nDISNEY WORLD GUEST CLIMBS ON STAGE, DAMAGES PROP DURING CAROUSEL OF PROGRESS RIDE\n\nThe woman's family told the paper said they weren't aware the employee had been taken to a hospital.\n\n“She barely touched him,” Boone Scheer said of his mother-in-law, adding she wouldn’t intentionally hurt Mickey Mouse. “It was very minimal.”\n\nHe said his mother-in-law patted Mickey to quell fears from her nearly 2-year-old grandson, who was nervous about the giant costumed character. He said no one said anything to them until they tried to check in to their Disney hotel.\n\n“They definitely tried to insinuate it was on purpose,” Scheer said.\n\nHe said the family was confused about the park's no-touching rule for costumed characters since they give high-fives and hugs to guests. Authorities ruled the incident a civil matter earlier this month.\n\nThe same day as the Donald Duck interaction, a man from Minnesota allegedly groped the chest of the employee playing Minnie Mouse three times while giving her a hug, according to authorities. She identified the 61-year-old man days later but decided not to press charges.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nThe man, a Disney Vacation Club member, also allegedly had \"an inappropriate interaction\" with a cast member on Dec. 5 in the Magic Kingdom. No details of that incident were provided.\n\n“As a result, he was trespassed from all of Walt Disney World property, to exclude the Saratoga Springs resort,” the sheriff’s report said.\n\nDisney employees have become easy targets, according to a Sentinel report that looked at the physical and verbal abuse they endure from park visitors. Law enforcement reports have documented guests screaming, physically attacking and sexually harassing park employees.\n\nThe Associated Press contributed to this report."}}