{"GDELT": {"GlobalEventID": 895418402, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "MOS", "Actor1Name": "MUSLIM", "Actor1Religion1Code": "MOS", "Actor2Code": "IND", "Actor2Name": "MEERUT", "Actor2CountryCode": "IND", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.8985507246376803, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191227220000, "SOURCEURL": "https://www.telegraphindia.com/india/mind-frozen-after-visit-to-meerut-homes/cid/1730872"}, "ARTICLE": {"TITLE": "‘Mind frozen’ after visit to Meerut homes", "TEXT": "At least 6 people were killed in Meerut alone during the crackdown on the protest last week in Uttar Pradesh\n\nA fact-finding delegation representing the youth and the student wings of the Indian Union Muslim League has concluded after a tour of Meerut that a systematic effort crossing all limits was launched by the Yogi Adiyanath government to hunt down those opposing the amended citizenship act.\n\nAt least six people were killed in Meerut alone during the crackdown on the protest last week in Uttar Pradesh.\n\nThe delegation, which included Muslim Youth League national general secretary C.K. Subair and Muslim Students Federation national president T.P. Ashrafali, called on the bereaved families.\n\nThe delegation found that all the dead had been shot in the chest or the head. “The mind is frozen. Mahmoud Mohsin was 28 and an ordinary labourer. Two children aged three and six months have been orphaned. How can you console the orphaned children?” asked Subair.\n\nThe team said Asif Mohammed, 28, of Feroz Nagar was shot in the head while standing in a shop next to his home. He is survived by three children and his wife who is expecting.\n\n“Aleem Ansari, 24, was shot in the chest on his way back to home from his shop where he made bread to feed his children. There was no word to console Aleem’s father, the 86-years-old Habib Hasan who hugged us and burst into tears,” Subair added.\n\nThe delegation said the protest on Hapur Road in Meerut on December 20 was completely peaceful.\n\n“The Yogi police are repeating the lie that the police have not fired,” Subair said. The delegation resolved that legal battle must be fought vigorously. “A group of Muslim League-backed lawyers are ready to provide legal assistance under the supervision of the Meerut City Muslim League. All our support is assured. We will consult the party leadership to help the orphaned families. Party leaders and MPs will be made aware of what we found out,” Subair said.\n\nThe other members of the delegation were Youth League national vice-president V.K. Faisal Babu, secretary Sajjad Akhtar and executive member Shibu Meeran."}}