{"GDELT": {"GlobalEventID": 895497313, "Day": 20191228, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9808, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.8860103626942997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Phalaborwa, Limpopo, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF09", "Actor1Geo_ADM2Code": "77342", "Actor1Geo_Lat": -23.943, "Actor1Geo_Long": 31.1411, "Actor1Geo_FeatureID": "-1272150", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Phalaborwa, Limpopo, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF09", "Action2Geo_ADM2Code": "77342", "Action2Geo_Lat": -23.943, "Action2Geo_Long": 31.1411, "Action2Geo_FeatureID": "-1272150", "DATEADDED": 20191228120000, "SOURCEURL": "https://www.saps.gov.za/newsroom/msspeechdetail.php?nid=23955"}, "ARTICLE": {"TITLE": "SAPS (South African Police Service)", "TEXT": "Media Statement\n\nSouth African Police Service\n\nOffice of the National Commissioner The National Commissioner of Police, General Khehla John Sitole has called for a massive mobilisation to track down suspects that attacked and robbed tourists in Phalaborwa on Thursday night. A group of at least three armed men are alleged to have forcefully entered a holiday house on a plot in Siloque, Phalaborwa at approximately 20:00 on 26 December 2019. The suspects held 9 foreign tourists at gunpoint and robbed them of valuables which included a laptop, 10 cellphones, Jewellery and a cash amount of over R5 000. The suspects fled the scene, using the victims rented Mercedes Benz ML which was later found abandoned in bushes next to Siloque main road, about 10km from the scene. The Police in Phalaborwa have launched a massive manhunt following the house robbery. The National Commissioner has been briefed by the Provincial Commissioner of Limpopo, Lieutenant General Nneke Ledwaba who has mobilised the 72 Activation Plan by assembling a team of investigators to track down the suspects and bring them to book. Earlier this month the National Commissioner of Police and the Director General of Tourism entered into a Memorandum of Understanding between the two departments to decisively deal with crime against tourists, both foreign and domestic. \"Among the pledges made was increased police visibility in hotspot areas as well as to train the existing Tourist Monitors as police reservists which will help serve as a force multiplier at tourist destinations,” said General Khehla John Sitole. This was officially announced at a joint press briefing by the Ministers of Police and Tourism, General Bheki Cele and Minister Mmamoloko Kubayi-Ngubane respectively. This highlights the seriousness with which the SA Government views the safety of visitors to our shores. \"We therefore want to make an earnest appeal to the South African society to mobilise against criminals committing these heinous deeds,” added General Sitole. We appeal to anyone who has any information on this latest crime to please either contact the SAPS Crime Stop number 086 00 10111 or information may be provided via the MySAPSApp. Callers/users may remain anonymous and all information will be treated with strictest confidence. Ends Enquiries:\n\nBrigadier Vishnu Naidoo\n\n082 567 4153 Twitter: https://twitter.com/SAPoliceService\n\nFacebook: https://www.facebook.com/SAPoliceService\n\nInstagram: https://instagram.com/sapoliceservice_za/\n\nYouTube: https://www.youtube.com/user/SAPoliceService\n\nWebsite: www.saps.gov.za\n\n"}}