{"GDELT": {"GlobalEventID": 895421462, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "JPN", "Actor1Name": "TOKYO", "Actor1CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 3.4965034965035, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shibuya-Ku, Tokyo, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA40", "Action2Geo_ADM2Code": "36331", "Action2Geo_Lat": 35.6679, "Action2Geo_Long": 139.696, "Action2Geo_FeatureID": "-242929", "DATEADDED": 20191227223000, "SOURCEURL": "https://japantoday.com/category/features/lifestyle/new-tokyo-fashion-store-has-free-coffee-thanks-to-charity-donations"}, "ARTICLE": {"TITLE": "New Tokyo fashion store has free coffee thanks to charity donations", "TEXT": "By Krista Rogers, SoraNews24\n\nAs home of the famous scramble intersection, Hachiko statue, and a sprawling annual Halloween party, Tokyo’s Shibuya district is one of the city’s most popular destinations for both domestic and international travelers. This month, after taking in some local sights in the cold winter weather, what better way to warm up than with a cup of free coffee at a very hip new store?\n\nPRINTÖNE～PB lab is a new style of shop that just opened on Dec 15. Customers can customize their own merchandise with a particular design right on the store premises. It’s also conveniently located on the main Center Gai shopping street and only about a two-minute walk from JR Shibuya Station. After catching wind of such a unique shop, we just knew we had to pay it a visit in person.\n\n▼ Directly outside of PRINTÖNE～PB lab\n\nIf the shop’s core concept wasn’t already original enough, it also houses another novel idea–a cup of free coffee for anyone who walks in. The free coffee is located on a small counter in the corner as soon as you walk in and operates on a self-service honor system.\n\n▼ Look for the #Shibuya Free Coffee sign\n\nSetting out free coffee was originally the brainchild of actor, comedian, and author Akihiro Nishino, whose children’s picture book Poupelle of Chimney Town is quite popular. In fact, the woodwork of the counter and detail of the water dispenser were inspired by the whimsical illustrations of Nishino’s fantasy world.\n\n▼ Even the wrappers keep with the chimney theme\n\nThe coffee is prepared no-fuss teabag-style, so you just have to pour hot water into a cup and let it brew. Not the fanciest of methods, but beggars can’t be choosers, right?\n\nAt this point, you may be wondering: How does the shop make a profit by offering coffee for free? It turns out that the bags are funded by individuals who purchase 50 cups worth of coffee for 10,000 yen. Part of that fee is donated to Laos, the coffee beans’ country of origin. Anyone can do it, and as the name of the current donor is always displayed behind the coffee packs, it’s actually quite a clever marketing tactic for getting your name out there.\n\n▼ This particular batch was sponsored by one Yuta Seto.\n\nPurchases can be made on Nishino’s personal mail order site. Payment is made by either card or through a major Japanese phone carrier (Docomo, au, SoftBank).\n\nSometimes it’s the little things in life that can make a day all that much better. If you’re traveling in Tokyo and need a little pick-me-up for yourself or want to put a smile on someone else’s face, keep PRINTÖNE～PB lab and Akihiro Nishino in mind.\n\nShop information\n\nPRINTÖNE～PB lab\n\nAddress: Tokyo-to, Shibuya-ku, Udagawa-cho 24-2 Coast Shibuya Building\n\n東京都渋谷区宇田川町24-2 コースト渋谷ビル\n\nOpen: 11 a.m - 9 p.m.\n\nWebsite\n\nSource: @Press\n\nRead more stories from SoraNews24.\n\n-- Kiki & Lala Cafe in Tokyo now serving up star shaped burgers and more!【Photos】\n\n-- Girls spotted crying in Tokyo’s Shibuya neighborhood for a startling, invisible reason\n\n-- Awesome Tokyo cafe’s less-than-a-buck beer is so cheap it’s almost criminal\n\nExternal Link\n\nhttps://soranews24.com/2019/12/23/new-tokyo-fashion-store-has-free-coffee-thanks-to-a-kind-extremely-generous-charity-donations/\n\n© SoraNews24"}}