{"GDELT": {"GlobalEventID": 895421258, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "EGY", "Actor1Name": "ALEXANDRIA", "Actor1CountryCode": "EGY", "Actor2Code": "USA", "Actor2Name": "CALIFORNIA", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.97397769516729, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20191227223000, "SOURCEURL": "https://www.newsmax.com/newsfront/aoc-alexandriaocasiocortez-president/2019/12/27/id/947541/"}, "ARTICLE": {"TITLE": "Ocasio-Cortez Presidential Chatter Begins", "TEXT": "New York Rep. Alexandria Ocasio-Cortez may be doing more than simply drumming up support for fellow Democratic socialist Bernie Sanders' presidential bid as she works as a surrogate for his campaign — she's also stirring up talk about her own possible future White House run.\n\n\"The future of the Democratic Party is not Pete Buttigieg. It’s Alexandria Ocasio-Cortez,\" Will Rodriguez-Kennedy, president of the California Young Democrats, told Politico in a feature published Friday.\n\n\"It's certainly helpful to him to have AOC's support,\" New Hampshire Democratic Party Chairman Ray Buckley told Politico. But as for her stumping for Bernie helping any future prospects for herself, Buckley said, \"I think her talent and her skills are her own, and I think that they speak for something. I don’t think she needs anybody to promote her. She has that ability herself.\"\n\nAt 30, Ocasio-Cortez won't meet the minimum age requirement of 35 for two more presidential election cycles. The political newcomer is currently a freshman in Congress representing New York's 14th district. But Sanders, with whom she has appeared frequently on stage, has vowed she would \"play a very, very important role\" in his administration if he is elected president.\n\nSanders' longtime adviser Jeff Weaver wouldn't comment to Politico on Ocasio-Cortez's role as a Sanders protege but did say positive things about her.\n\n\"Alexandria Ocasio-Cortez ... is broadly popular, frankly, among Democratic voters,\" he said. \"She is particularly strong with young voters, voters of color. She’s an important national voice and adding her weight to the political revolution is a real coup for us.\""}}