{"GDELT": {"GlobalEventID": 895418400, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "MNCUSA", "Actor1Name": "BOEING", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.23275862068966, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "North Charleston, South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_ADM2Code": "SC019", "Actor1Geo_Lat": 32.8546, "Actor1Geo_Long": -79.9748, "Actor1Geo_FeatureID": "1225072", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "North Charleston, South Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSC", "Actor2Geo_Lat": 32.8546, "Actor2Geo_Long": -79.9748, "Actor2Geo_FeatureID": "1225072", "Action2Geo_Type": 3, "Action2Geo_Fullname": "North Charleston, South Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSC", "Action2Geo_Lat": 32.8546, "Action2Geo_Long": -79.9748, "Action2Geo_FeatureID": "1225072", "DATEADDED": 20191227220000, "SOURCEURL": "https://www.postandcourier.com/business/another-boeing-exec-departs-as-planemaker-tries-to-correct-course/article_98633fa6-28e6-11ea-8523-a37b8eda7913.html"}, "ARTICLE": {"TITLE": "Another Boeing exec departs as planemaker tries to correct course", "TEXT": "A close adviser to Boeing's recently ousted chief executive officer who also had been the company's top lawyer for years is leaving the aerospace giant.\n\nJ. Michael Luttig, who was assigned earlier this year to lead the planemaker's legal strategy and to advise the board shortly after a second fatal crash involving the 737 Max, is retiring at the end of the year, according to an announcement this week.\n\nPreviously, the 65-year-old former federal judge had been Boeing's general counsel from 2006 until last May. Senior managers at the Chicago-based company have typically retired at that age.\n\nLuttig is the latest Boeing executive to leave the beleaguered company, which is in a state of management upheaval tied to the 737 Max crisis.\n\nIn addition to CEO Dennis Muilenburg, who was pushed out of the top job on Monday, Boeing Commercial Airplanes chief Kevin McAllister was forced out in October. Anne Toulouse, the company's senior vice president of communications, will leave at the end of the year.\n\nLuttig was on the U.S. Court of Appeals for the Fourth Circuit for 15 years before joining Boeing as an executive vice president and in-house legal counsel.\n\nSign up for our new business newsletter We're starting a weekly newsletter about the business stories that are shaping Charleston and South Carolina. Get ahead with us - it's free. Email\n\nSign Up!\n\n\"We are deeply indebted to Judge Luttig for his extraordinary service to Boeing over these nearly 14 years, especially through this past, challenging year for our company,\" interim CEO Greg Smith said in a prepared statement.\n\nThe 737 Max crisis dates back slightly more than a year. It was October 2018 when a brand-new jetliner operated by Indonesia's Lion Air crashed into the sea near Jakarta. Five months later, an Ethiopian Airlines 737 Max jet went down in March shortly after taking off from Addis Ababa. All 346 passengers and crew members aboard the two planes were killed.\n\nA faulty sensor caused a software system known as \"MCAS\" to activate before both crashes, repeatedly shoving down the nose of the doomed planes. Boeing had not told pilots about it until after the Lion Air tragedy. Regulators at the Federal Aviation Administration didn't know much about it, either.\n\nEarlier this month, the House Transportation Committee disclosed an internal FAA analysis made after the first crash, which estimated that there would be 15 more fatal crashes over 45 years until Boeing fixed MCAS.\n\nThe FAA grounded the plane March 13, three days after the second crash. The Max has not flown on a commercial flight since.\n\nBoeing makes engine parts for the grounded jet in North Charleston, where it also builds the 787 Dreamliner. The company is one of the Lowcountry's largest employers, with about 6,800 workers spread over several locations."}}