{"GDELT": {"GlobalEventID": 895421988, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "haw", "Actor1Name": "HAWAIIAN", "Actor1EthnicCode": "haw", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.3192612137203101, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20191227223000, "SOURCEURL": "http://www.msn.com/en-us/foodanddrink/recipes/the-10-most-overlooked-genius-recipes-of-2019/ar-BBYkxCf"}, "ARTICLE": {"TITLE": "The 10 Most Overlooked Genius Recipes of 2019", "TEXT": "© Provided by Food52\n\nEvery week in Genius Recipes—often with your help!—Food52 Creative Director and lifelong Genius-hunter Kristen Miglore is unearthing recipes that will change the way you cook.\n\nIt's the most wonderful time of the year: The one where I look back at the highs and lows of this column and unearth the ten Genius Recipes that were the least clicky, as some people in the biz probably say. A bad headline (written by me) or poor timing (also chosen by me) or a misunderstood ingredient that I failed to make understood are usually the culprits.\n\nAs we know, clicks aren't always a barometer for what's really truly good—just what appears good to the most people on first glance. So these are the ten diamonds in the rough that most of you missed the first time around (and I won't let that happen again).\n\nThe Most Overlooked Genius Recipes of 2019\n\nWhy you didn’t care: My headline was The Key to the Most Flavorful Braised Chicken on the Block—straightforward but awfully snoozy.\n\nWhy you should: This chicken is anything but. Chef Donald Link is thoughtful about salt, and here green olives and salami make for a more well-rounded \"Why is this so good?\" seasoning than straight kosher. Or you could just take it from Food52er weekend at bearnaise: \"It was, hands down, one of the best things to ever come out of my kitchen.”\n\n© Provided by Food52 Donald Link's Braised Chicken With Salami & Olives\n\nWhy you didn’t care: Making pizza sounds hard?\n\nWhy you should: Making pizza is fun and rewarding, and Deb Perelman at Smitten Kitchen hand-picked this one from No-Knead Breadman Jim Lahey for us. Did you catch that it's five ingredients total, for both the topping and the crust?\n\n© Provided by Food52 Jim Lahey’s 5-Ingredient Summer Squash Pizza\n\nWhy you didn’t care: You saw creamy! and vegan! and the cognitive dissonance was just too much.\n\nWhy you should: Of all the clever recipes J. Kenji López-Alt has created in his career writing the Food Lab at Serious Eats, this 15-minute soup is one of his favorites, and the one he makes most often.\n\n© Provided by Food52 J. Kenji López-Alt's 15-Minute Creamy (Vegan) Tomato Soup\n\nWhy you didn’t care: I said \"Buffalo sauce\" and then showed you a salad. Fair enough.\n\nWhy you should: You could use this sauce the usual way and be the person with the extra, suspiciously good Buffalo wings. But, by adding in one extra ingredient (a boatload of roasted garlic), your sauce will taste even better with all the other things we could be Buffaloing. Like salad!\n\n© Provided by Food52 Buffalo Cucumbers from Parm & Peter Meehan\n\nWhy you didn’t care: I said \"turkey burger,\" then showed you a salad (again!).\n\nWhy you should: Whether you serve it on a bun or next to a baked potato, lean meat needs a lot more help than we've been giving it. Here, inspired by traditional Parsi kebabs, cookbook author Niloufer Ichaporia King jams it full of moisture (and flavor) with a mess of herbs, scallions, ginger, and chiles.\n\n© Provided by Food52 Niloufer Ichaporia King’s Turkey (or Chicken or Pork) Parsi Burgers\n\nWhy you didn’t care: We tried a little experiment where we skipped the Genius article this week and put the whole story on the recipe page. As it turns out, that makes the recipe much harder to find!\n\nWhy you should: Pastry chef Karen DeMasco's one-bowl, any-jam, any-nut crumble bar is one of my very favorites from Genius Desserts, and from life. Once you make it, you'll memorize it.\n\n© Provided by Food52 Back-to-School Raspberry Granola Bars From Karen DeMasco\n\nWhy you didn’t care: Making pizza sounds hard (reprise). And this one is Hawaiian—controversial! It also probably didn't help that I wrote \"haters\" in the headline.\n\nWhy you should: Regardless of how you feel about pineapple and Canadian bacon, any homemade pizza can benefit from dough master Ken Forkish’s sneaky-genius trick of tucking a thin layer of bacon grease below the sauce. You won’t taste bacon, you will just taste good.\n\n© Provided by Food52 Ken Forkish's Hawaiian Pizza\n\nWhy you didn’t care: Maybe putting \"poisonous\" in the headline wasn't the best idea.\n\nWhy you should: But the thing is, not only are carrot greens not poisonous, they're delicious—and free with purchase of carrots! But you can also just make this wonder-dressing for other vegetables, tofu, or meats in the genre of cold salads known as liang ban.\n\n© Provided by Food52 Georgia Freedman & Tusheng Shiguan’s Carrot Greens Salad\n\nWhy you didn’t care: Maybe you didn't know you wanted radish tacos.\n\nWhy you should: You do! Because you never know when you'll need a good vegetarian (and easily made vegan) main, and because this one was designed artfully by chef Anita Lo to work well for solo diners but scale well to feed many.\n\n© Provided by Food52 Anita Lo's Roasted and Pickled Radish Tacos\n\nWhy you didn’t care: We sent this out at the bottom of a fairly long newsletter the day before Thanksgiving. Adding a Spanish tortilla to the menu—even if you can make it out of little more than a leftover bag of potato chips—may not have seemed in the cards.\n\nWhy you should: Ferran Adrià's famous tortilla hack skips many of the traditional steps—no slicing or slow-frying potatoes and onions—for a near-instant power lunch, dinner, or a snack (and one of the more iconic Genius Recipes around).\n\n© Provided by Food52 Potato Chip Tortilla Española From Ferran Adrià\n\nRelated video: How to make shrimp scampi [provided by the Rachael Ray Show]\n\nGot a genius recipe to share—from a classic cookbook, an online source, or anywhere, really? Perhaps something perfect for beginners? Please send it my way (and tell me what's so smart about it) at genius@food52.com."}}