{"GDELT": {"GlobalEventID": 895421106, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "AUS", "Actor2Name": "VICTORIA", "Actor2CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 8, "NumSources": 2, "NumArticles": 8, "AvgTone": 4.16726852520584, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sussex, New Brunswick, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA04", "Actor1Geo_ADM2Code": "12601", "Actor1Geo_Lat": 45.7167, "Actor1Geo_Long": -65.5167, "Actor1Geo_FeatureID": "-574388", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sussex, New Brunswick, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA04", "Actor2Geo_ADM2Code": "12601", "Actor2Geo_Lat": 45.7167, "Actor2Geo_Long": -65.5167, "Actor2Geo_FeatureID": "-574388", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sussex, New Brunswick, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA04", "Action2Geo_ADM2Code": "12601", "Action2Geo_Lat": 45.7167, "Action2Geo_Long": -65.5167, "Action2Geo_FeatureID": "-574388", "DATEADDED": 20191227223000, "SOURCEURL": "https://edmontonsun.com/life/royals/b-c-restaurant-rejects-prince-harry-and-meghan-markles-reservation/wcm/39a512d9-cde5-458c-8d4b-5341fee5fe50"}, "ARTICLE": {"TITLE": "ROYAL REJECTION: B.C. restaurant says no to Harry and Meghan's reservation", "TEXT": "Article content\n\nJust because you’re a British royal doesn’t mean you can get a reservation anywhere you want.\n\nThe owner of a waterfront seafood restaurant on Vancouver Island said he had to turn down a reservation made by representatives of Prince Harry and Duchess Meghan due to the security involved.\n\nWe apologize, but this video has failed to load.\n\ntap here to see other videos from our team. Try refreshing your browser, or ROYAL REJECTION: B.C. restaurant says no to Harry and Meghan's reservation Back to video\n\nBev Koffel, who owns the Deep Cove Chalet in North Saanich with her husband and chef Pierre, told the Victoria Times Colonist that the Duke and Duchess of Sussex have been spotted hiking nearby in Horth Hill Regional Park over Christmas.\n\n“Horth Hill’s become a very popular place now. And they jog around, so they’ve been seen,” Koffel said.\n\nKoffel said she met with the royal couple’s security guards last week, but her husband Pierre turned them down when their reps called to make a reservation because of the security required.\n\nWe apologize, but this video has failed to load.\n\ntap here to see other videos from our team. Try refreshing your browser, or\n\nDespite rejecting their reservation, Koffel said they’re still hoping the couple will call again.\n\n“Let them have their peace and quiet. For us to be so lucky to have them in the area, how lucky is that?” Koffel said. “I wish them all the privacy they can possibly get. They deserve it.”\n\nLast week, it was revealed that the royal couple were spending Christmas with their toddler Archie in Canada. Meghan’s mother Doria Ragland, was reportedly flying in from Los Angeles to join them.\n\nLast Friday, Prime Minister Justin Trudeau tweeted a welcoming message to the royal family, stating, “Prince Harry, Meghan, and Archie, we’re all wishing you a quiet and blessed stay in Canada. You’re among friends, and always welcome here.”"}}