{"GDELT": {"GlobalEventID": 895497620, "Day": 20191228, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9808, "Actor1Code": "REF", "Actor1Name": "ASYLUM SEEKER", "Actor1Type1Code": "REF", "Actor2Code": "IGOUNOREFHCR", "Actor2Name": "UNHCR", "Actor2KnownGroupCode": "UNO", "Actor2Type1Code": "IGO", "Actor2Type2Code": "REF", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.8936170212765897, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lesbos, Perifereia Voreiou Aigaiou, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR65", "Actor1Geo_ADM2Code": "16725", "Actor1Geo_Lat": 39.1667, "Actor1Geo_Long": 26.25, "Actor1Geo_FeatureID": "-822201", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lesbos, Perifereia Voreiou Aigaiou, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR65", "Actor2Geo_ADM2Code": "16725", "Actor2Geo_Lat": 39.1667, "Actor2Geo_Long": 26.25, "Actor2Geo_FeatureID": "-822201", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lesbos, Perifereia Voreiou Aigaiou, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR65", "Action2Geo_ADM2Code": "16725", "Action2Geo_Lat": 39.1667, "Action2Geo_Long": 26.25, "Action2Geo_FeatureID": "-822201", "DATEADDED": 20191228120000, "SOURCEURL": "https://theweek.com/articles/885041/school-refugee-camp-lesbos-safe-haven-children"}, "ARTICLE": {"TITLE": "This school at a refugee camp in Lesbos is a safe haven for children", "TEXT": "Zekria Farzad offers his hand for support to navigate a particularly uneven stretch of ground, slippery from the morning rain, in the middle of Moria — Europe's largest refugee camp, on the Greek island of Lesbos.\n\nTo get to Farzad's classrooms, visitors must walk up the slopes of an olive grove, following foot-worn muddy paths that snake through a sea of tents. The soft-spoken journalist from Afghanistan, 40, is now the founder of a school.\n\nFarzad established the school less than a year ago after his shock at the lack of learning opportunities in the camp. As more people arrive on the Greek islands seeking asylum, a series of policies have left thousands stranded on the island with severely limited resources, including access to education.\n\nThe school consists of three one-story classrooms, made from wooden frames covered with tarpaulin, materials purchased mostly by Farzad and his friends, who also laid out patterned rugs on the floor in front of a whiteboard.\n\n\"I think after eating and drinking, the most important thing in our lives is education,\" said Farzad, as he looked in on a classroom in session.\n\nWhat began as classes under an olive tree, now has over 1,000 students and its own library. The school offers French, Greek, English, German, art, and music classes from 7 a.m. to 10 p.m., Monday through Friday. Most of the teachers also live in the camp. Farzad founded Wave of Hope for the Future, a nonprofit organization with a mission to support education in the camp.\n\nEmergency conditions\n\nFarzad arrived with his wife and five young children in February 2019, when their boat from Turkey crashed into the rocks on the island's coast. His family lost all their possessions — money, passports, documents, phones. \"I tried to count them [his children]: one, two, three, four, five,\" Farzad said. \"After that, I took a deep breath and thank God that my children are alive.\" A 10-year-old girl from another family drowned.\n\nFarzad's family moved into a tent in the olive grove or the \"jungle\" as it's known — the sprawling informal settlement outside the official structure of Moria, a former military base. The camp was already severely crowded.\n\nThe European Union deal with Turkey in 2016 — intended to curb migration into Europe — combined with Greek policies of geographical containment, as well as asylum request backlogs, has led to thousands being unable to move to mainland Greece. As of the summer of 2019, the Greek islands have seen the biggest jump in boat arrivals since 2016.\n\nAccording to the United Nations High Commission on Refugees (UNHCR) as of Dec. 17, there are now 18,330 people living at Moria and about a third of those residents are children. However, Moria's capacity is capped at 2,138.\n\nHumanitarian organizations are stretched far beyond capacity. Even before the rise in numbers, Médecins Sans Frontières, or Doctors without Borders (MSF), a medical nongovernmental organization, described the conditions as an emergency.\n\nCamp closures, detention centers\n\nIn response to overcrowding, in November the new, conservative Greek government announced plans to move 20,000 people from the Greek islands to the mainland by early 2020 and close the camps on Lesbos, Chios, and Samos — replacing them with smaller, closed facilities.\n\nHuman rights advocates have long called for the urgent transfer of refugees away from Moira, but many have likened the proposed new facilities to detention centers.\n\nFarzad stressed that people shouldn't be criminalized for seeking safety. \"It's not humanity,\" Farzad said. \"We are not terrorists that they are … [going to] make detention and a prison, a jail for us.\"\n\n\"It depends what the government really means with 'closed',\" said Astrid Castelein, head of UNHCR's sub-office in Lesbos. \"If this means arbitrarily detaining asylum-seekers — that, the UNHCR is not in favor of, as seeking asylum is not a crime.\"\n\nRecently, Greek Prime Minister Kyriakos Mitsotakis called for more solidarity from EU member states to help handle the growing migrant crisis. But for the most part, they haven't done much to ease the burden on frontline countries like Greece, as they deal with an anti-refugee backlash at home.\n\nA shelter from trauma\n\nFor Farzad, Europe's absence of human rights commitments was already evident in the humiliation and danger of daily life in Moria. Fires, often caused by overcrowding and poor infrastructure, along with violence and an extreme lack of basic services have made Moria camp a traumatic place to live.\n\nHe sees the school as a place where he can make good use of his education and also create a shelter for students. \"Children are not safe in Moria,\" he said.\n\nMSF has recorded high levels of self-harm among children. Angela Modarelli, a mental health activity manager at MSF's pediatric clinic in Moria, has seen children with nightmares, sleeping problems, or shifts from normal behavior. Their mental states often deteriorate the longer they stay, Modarelli said.\n\nSometimes the children articulate their feelings when they play: They draw figures crying or in water, or they make strong, dark scratches on the paper. \"Sometimes they draw people without arms,\" Modarellis said. \"Which can mean there is no connection there — there is loneliness.\"\n\nRefugees from Afghanistan make up the biggest group currently on Lesbos and roughly three-quarters of them are granted some form of asylum protection. However, a few weeks ago, Farzad and his family's application was rejected. He said he doesn't know why.\n\n\"We [were] shocked, actually,\" Farzad said. \"For [several] days I couldn't go to school, I couldn't go to do my work and especially my wife was crying.\" Farzad is now working with a lawyer to appeal the decision.\n\n\"I left my country that I loved,\" Farzad said. \"I left my mom and dad, [who] are my life. I left my memories … good memories and bad memories. No one wants to leave their countries.\"\n\nA few weeks ago, he and his family moved into containers. It's a little more sheltered than a tent, but still not fully safe: Last week the family waited outside in the middle of the night as a container went up in flames, killing a 27-year-old mother of three.\n\nAs winter settles on the island of Lesobs, Greek authorities are moving more people to the mainland, but they can not keep pace with new arrivals.\n\nInside one of Farzad's classrooms, dozens of 10- to 12-year-olds sit cross-legged, repeating English phrases.\n\n\"Do you like learning English?\" the teacher asks.\n\n\"Yes!\" they reply, in cheery unison.\n\nOutside, a pregnant woman stands while her husband hammers tarp into the side of the school wall. Three pairs of children's shoes sit in front of the zipped door. A hand-drawn poster pinned to the wall offers illustrated instructions on \"how to stay dry.\"\n\nThis article originally appeared at PRI's The World."}}