{"GDELT": {"GlobalEventID": 895417961, "Day": 20191227, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9781, "Actor1Code": "COP", "Actor1Name": "POLICEMEN", "Actor1Type1Code": "COP", "Actor2Code": "OPPEDU", "Actor2Name": "PROTESTING STUDENT", "Actor2Type1Code": "OPP", "Actor2Type2Code": "EDU", "IsRootEvent": 1, "EventCode": 175, "EventBaseCode": 175, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -9.5011876484561, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6, "Actor2Geo_Long": 77.2, "Actor2Geo_FeatureID": "-2106102", "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20191227220000, "SOURCEURL": "https://www.sfgate.com/world/article/India-clamps-down-on-marches-internet-after-14934868.php"}, "ARTICLE": {"TITLE": "India clamps down on marches, internet after deadly protests", "TEXT": "India clamps down on marches, internet after deadly protests\n\nPolicemen detain a protesting student, who is holding a book on the Indian constitution in New Delhi. Policemen detain a protesting student, who is holding a book on the Indian constitution in New Delhi. Photo: Manish Swarup / Associated Press Photo: Manish Swarup / Associated Press Image 1 of / 1 Caption Close India clamps down on marches, internet after deadly protests 1 / 1 Back to Gallery\n\nNEW DELHI — A group of protesters in New Delhi was beaten and shoved into buses by police on Friday after attempts to demonstrate against a new citizenship law that has triggered nationwide protests in recent weeks.\n\nAbout two dozen people gathered near an Uttar Pradesh state government building in the capital to protest deaths and allegations of police brutality during protests in the north Indian state.\n\nParamilitary and police forces were deployed and the internet was shut down in Muslim-majority districts in Uttar Pradesh, where more than a dozen people have been killed and more than 1,000 people arrested in the protests since the law was passed by Parliament earlier this month.\n\nThe Citizenship Amendment Act provides an expedited path to citizenship for Hindus, Buddhists, Sikhs, Christians, Jains and Parsees from Muslim-majority Bangladesh, Pakistan and Afghanistan, but not Muslims.\n\nCritics say it violates India’s secular constitution, and have filed challenges with the Supreme Court. Tens of thousands of protesters have taken to India’s streets to call for its revocation.\n\nTwenty-three people have been killed nationwide in the protests, the first major roadblock for Prime Minister Narendra Modi’s Hindu nationalist agenda since his party’s landslide reelection earlier this year.\n\nModi has defended the citizenship law and accused the opposition of pushing the country into a “fear psychosis.”\n\nSixteen of the deaths occurred in Uttar Pradesh, according to state government spokesman Awanish Awasthi. Muslims account for 20% of the state’s 200 million people. The state government is controlled by Modi’s governing party. Government officials have repeatedly said security forces haven’t killed anyone.\n\nSecurity drones buzzed over western Uttar Pradesh as authorities sought to head off protests, which turned violent after last week’s Friday prayers. Mobile internet was blocked in about a third of the state, including in parts of the capital, Lucknow, where one person was killed in a protest a week ago.\n\nElsewhere in New Delhi, security forces surrounded a rally at one of India’s largest mosques, where a protest march last Friday ended in violence after a car was set on fire in front of a police station.\n\nIn Mumbai, India’s financial capital, authorities denied protesters permission to conduct a 3.7-mile march."}}