{"GDELT": {"GlobalEventID": 895813974, "Day": 20191230, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9863, "Actor1Code": "CRM", "Actor1Name": "CRIMINAL", "Actor1Type1Code": "CRM", "Actor2Code": "JUD", "Actor2Name": "PROSECUTOR", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.33980582524272, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE", "Actor1Geo_Lat": 33.833333, "Actor1Geo_Long": 35.833333, "Actor1Geo_FeatureID": "LE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE", "Actor2Geo_Lat": 33.833333, "Actor2Geo_Long": 35.833333, "Actor2Geo_FeatureID": "LE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE", "Action2Geo_Lat": 33.833333, "Action2Geo_Long": 35.833333, "Action2Geo_FeatureID": "LE", "DATEADDED": 20191230174500, "SOURCEURL": "http://www.naharnet.com/stories/en/267731-oueidat-asks-swiss-lebanese-authorities-for-info-on-suspected-transfers"}, "ARTICLE": {"TITLE": "Oueidat Asks Swiss, Lebanese Authorities for Info on Suspected Transfers", "TEXT": "State Prosecutor Ghassan Oueidat on Monday requested information from Swiss and Lebanese authorities about the alleged transfer abroad of large sums of money by a number of Lebanese politicians.\n\nThe National News Agency said Oueidat has sought the help of “the Swiss judiciary, the Special Investigation Commission of Banque du Liban and the Banking Control Commission of Lebanon.”\n\nThe agency added that the prosecutor has asked for information to verify whether or not Lebanese politicians have recently made any “suspicious” transfers.\n\nAsharq al-Awsat newspaper reported Sunday that the Lebanese judiciary has launched an investigation into reports claiming that nine Lebanese politicians have transferred $2 billion abroad over the past 15 days.\n\nIt said the judicial probe got underway simultaneously with the investigations that are being carried out by the central bank.\n\n“Intensive investigations were launched Friday by the Central Criminal Investigations Bureau, under direct supervision by State Prosecutor Ghassan Ouweidat,” a senior judicial official told the daily.\n\nAuthorities “listened to the testimony of the person who disclosed the information, financial expert Marwan Iskandar, who provided them with the information he knows,” the source added.\n\nIskandar meanwhile told Asharq al-Awsat that the money “was normally transferred and not smuggled as being rumored.”\n\nFaced with a grinding U.S. dollar liquidity crisis, Lebanon's banks have since September imposed increasingly tight restrictions on dollar withdrawals and transfers abroad in an attempt to conserve dwindling foreign currency reserves. Activists say ordinary depositors are footing the bill for a liquidity crisis worsened by politicians, senior civil servants and bank owners who used their influence to get their hefty savings out of the country.\n\nIskandar revealed that a Swiss official has told him that the transferred money amounts to $2 billion and that it belongs to “nine Lebanese politicians.”\n\n“What’s dangerous is that the sums were transferred over the past 15 days, during the peak of the liquidity crisis,” Iskandar explained.\n\n“The Swiss parliament has started a serious probe into the issue and it will publicize the results of this investigation once it is finished, and I don’t believe that the Lebanese side will obtain information before the end of the Swiss probe,” Iskandar added.\n\n“There is major difficulty in recovering funds sent abroad,” Iskandar said, reminding that the Philippines has failed to retrieve $2.5 billion transferred by a president who died 30 years ago and that Egypt has also failed to recover the funds sent abroad by ousted president Hosni Mubarak."}}