{"GDELT": {"GlobalEventID": 895815049, "Day": 20191230, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9863, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "nai", "Actor2Name": "NATIVE AMERICAN", "Actor2EthnicCode": "nai", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.3402922755741202, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chilkat, Alaska, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAK", "Actor1Geo_ADM2Code": "AK100", "Actor1Geo_Lat": 59.3997, "Actor1Geo_Long": -135.89600000000002, "Actor1Geo_FeatureID": "1421022", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Chilkat, Alaska, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAK", "Actor2Geo_ADM2Code": "AK100", "Actor2Geo_Lat": 59.3997, "Actor2Geo_Long": -135.89600000000002, "Actor2Geo_FeatureID": "1421022", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chilkat, Alaska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAK", "Action2Geo_ADM2Code": "AK100", "Action2Geo_Lat": 59.3997, "Action2Geo_Long": -135.89600000000002, "Action2Geo_FeatureID": "1421022", "DATEADDED": 20191230174500, "SOURCEURL": "https://kuow.org/stories/seattle-teen-calls-out-her-dad-s-native-american-art-he-learns-she-s-right"}, "ARTICLE": {"TITLE": "Seattle teen calls out her dad’s Native American art. He learns she’s right", "TEXT": "Sara Jacobsen, 19, grew up eating family dinners beneath a stunning Native American robe.\n\nNot that she gave it much thought. Until, that is, her senior year of high school, when she saw a picture of a strikingly similar robe in an art history class. The teacher told the class about how the robe was used in spiritual ceremonies, Sara Jacobsen said. \"I started to wonder why we have it in our house when we’re not Native American.\" She said she asked her dad a few questions about this robe. Her dad, Bruce Jacobsen, called that an understatement. \"I felt like I was on the wrong side of a protest rally, with terms like 'cultural appropriation' and 'sacred ceremonial robes' and 'completely inappropriate,' and terms like that,\" he said. \"I got defensive at first, of course,” he said. “I was like, 'C’mon, Sara! This is more of the political stuff you all say these days.'\" But Sara didn't back down. \"I feel like in our country there are so many things that white people have taken that are not theirs, and I didn’t want to continue that pattern in our family,\" she said. The robe had been a centerpiece in the Jacobsen home. Bruce Jacobsen bought it from a gallery in Pioneer Square in 1986, when he first moved to Seattle. He had wanted to find a piece of Native art to express his appreciation of the region.\n\nCredit: Courtesy of the Jacobsen family\n\n\n\n\"I just thought it was so beautiful, and it was like nothing I had seen before,\" Jacobsen said. The robe was a Chilkat robe, or blanket, as it’s also known. They are woven by the Tlingit, Haida and Tsimshian peoples of Alaska and British Columbia and are traditionally made from mountain goat wool. The tribal or clan origin of this particular 6-foot-long piece was unclear, but it dated back to around 1900 and was beautifully preserved down to its long fringe. \"It's a completely symmetric pattern of geometric shapes, and also shapes that come from the culture,\" like birds, Jacobsen said. \"And then it's just perfectly made — you can see no seams in it at all.” Jacobsen hung the robe on his dining room wall. After more needling from Sara, Jacobsen decided to investigate her claims. He emailed experts at the Burke Museum, which has a huge collection of Native American art and artifacts. \"I got this eloquent email back that said, 'We’re not gonna tell you what to go do,' but then they confirmed what Sara said: It was an important ceremonial piece, that it was usually owned by an entire clan, that it would be passed down generation to generation, and that it had a ton of cultural significance to them.\"\n\nCredit: Courtesy of Bruce Jacobsen\n\n\n\nJacobsen says he was a bit disappointed to learn that his daughter was right about his beloved Chilkat robe. But he and his wife Gretchen now no longer thought of the robe as theirs. Bruce Jacobsen asked the curators at the Burke Museum for suggestions of institutions that would do the Chilkat robe justice. They told him about the Sealaska Heritage Institute in Juneau. When Jacobsen emailed, SHI Executive Director Rosita Worl couldn't believe the offer. \"I was stunned. I was shocked. I was in awe. And I was so grateful to the Jacobsen family.” Worl said the robe has a huge monetary value. But that's not why it’s precious to local tribes. \"It’s what we call 'atoow': a sacred clan object,\" she said. \"Our beliefs are that it is imbued with the spirit of not only the craft itself, but also of our ancestors. We use [Chilkat robes] in our ceremonies when we are paying respect to our elders. And also it unites us as a people.\" Since the Jacobsens returned the robe to the institute, Worl said, master weavers have been examining it and marveling at the handiwork. Chilkat robes can take a year to make – and hardly anyone still weaves them. \"Our master artist, Delores Churchill, said it was absolutely a spectacular robe. The circles were absolutely perfect. So it does have that importance to us that it could also be used by our younger weavers to study the art form itself.\"\n\nCredit: Sealaska Heritage Institute/Nobu Koch"}}