{"GDELT": {"GlobalEventID": 895814835, "Day": 20191230, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9863, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.2727272727272796, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "New River, West Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWV", "Actor1Geo_ADM2Code": "WV019", "Actor1Geo_Lat": 38.1618, "Actor1Geo_Long": -81.1965, "Actor1Geo_FeatureID": "1552301", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "New River, West Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWV", "Action2Geo_Lat": 38.1618, "Action2Geo_Long": -81.1965, "Action2Geo_FeatureID": "1552301", "DATEADDED": 20191230174500, "SOURCEURL": "https://www.emsworld.com/news/1223716/w-va-ems-program-adapts-meet-community-student-needs"}, "ARTICLE": {"TITLE": "W. Va. EMS Program Adapts to Meet Community, Student Needs", "TEXT": "The Register-Herald, Beckley, W.Va.\n\nFrom the fall 2018 to fall 2019, New River Community and Technical College saw the number of students in the college’s Paramedic and Emergency Medical Services (EMS) programs double, and while demand is one contributing factor, the restructuring of the college’s programs was the driving force.\n\n“We looked at the basic needs of employers, talked to our graduates and worked with our accrediting boards to revise our programs to better serve everyone,” New River CTC EMS Program Director Travis Copenhaver said. “I volunteer in the field, and our other instructors have both work experience in the field and are graduates of the New River CTC program.\n\n\"I feel that our graduates were able to provide unique insight on the changes, and by working together with the other agencies we were able to take a good program and move it to the next level.”\n\nAccording to a New River CTC press release, the school's mission is to offer affordable, accessible, quality education and workforce programs in the region it serves, and to do this, the college works with industry partners to ensure that programs are going to meet workforce needs.\n\nBecause many students interested in EMS programs are already working in the field, the programs were restructured to work with the schedules of working adults through incorporating an online component, multiple lab sites and clinical hour options, New River CTC officials reported.\n\nStudents can now complete the Emergency Medical Technician-Basic (EMT-B) class in one semester, preparing students for the National Registry Emergency Medical Technician-Basic exam.\n\n“Our EMT-B class provides all of the necessary skills and training to earn EMT credentials and go to work,” Copenhaver said. “We have a 100 percent job placement rate for students who passed the National Registry exam.”\n\nThe paramedic certificate program can be completed in 11 months, preparing students for the National Registered Paramedic exam, officials said, and the program is eligible for WV Invests funding free tuition program, and eligible for federal financial aid. If students choose to continue their education, they can earn an associate degree in one additional semester.\n\nNew River CTC looked at ways to add hands-on experiences to the programs and used grant funds from the state to purchase a new mobile simulation lab to give students both driver training and the opportunity to work in a moving ambulance as part of their education. The college also purchased extrication simulators to provide students with the experience of extricating people from a vehicle without the danger of using actual vehicles.\n\nThe EMS programs at New River CTC also address the importance of self-care to help students address their own mental and social health because of the demands of the field.\n\nBeyond changes to the academic programs, New River CTC is launching an Advanced Emergency Medical Technician (AEMT) workforce education program starting in January 2020.\n\n“We want to be at the forefront of meeting the EMS needs of our region,” Copenhaver added. “New River CTC offered the first public community paramedicine class in the state of West Virginia, and we’ve been able to develop our newest program thanks to the support of the state EMS office and legislature because they have recognized the need for a program like this.\n\n\"Now we’re able to extend advanced lifesaving care to even the most rural areas through these programs, so we’re touching every aspect of the communities we serve. We’re training people for careers. We’re providing resources for our volunteer squads. We’re helping our regional companies connect with trained workers and, in turn, making sure that the people of southern West Virginia receive the best possible emergency care.”\n\nNew River CTC’s academic EMS programs and workforce education AEMT program are available at the college’s campuses in Beaver, Lewisburg, Princeton and Summersville.\n\nFor more information on the programs offered at New River CTC, visit www.newriver.edu or call 1-866-349-3739."}}