{"GDELT": {"GlobalEventID": 895814385, "Day": 20191230, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9863, "Actor1Code": "ISRUAF", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor1Type1Code": "UAF", "Actor2Code": "JEW", "Actor2Name": "JEWISH", "Actor2Religion1Code": "JEW", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -6.44677661169415, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20191230174500, "SOURCEURL": "https://libertynewsnow.com/public-university-erects-palestinian-terrorist-shrine/article17715"}, "ARTICLE": {"TITLE": "Public University Erects Palestinian Terrorist Shrine", "TEXT": "While public universities across the nation ban conservative speakers or permit students to violently protest them, one of the offending colleges has erected a Palestinian terrorist shrine. The University of California Berkeley, successfully sued for discriminating against speakers with conservative views, has allowed a student group at the taxpayer-funded institution to construct a display honoring distinguished female terrorists from Palestine. A New York-based newspaper dedicated to covering Jewish and Israel-related issues provides details and photos of the UC Berkley sanctuary honoring the jihadists involved in bombings and hijackings.\n\nThis is the same university that wasted public funds to fight a lawsuit filed by a Republican student group for cancelling several events with conservative speakers. The administration pathetically cited “security concerns” but a federal court didn’t buy it and the school settled the free speech lawsuit by modifying its discriminatory procedures involving conservatives. UC Berkeley also had to pay $70,000 to cover the legal costs of the Berkeley College Republicans and a Tennessee group that filed the lawsuit a few years ago. The university also changed its prejudiced security fee system that hiked the price for conservative speakers compared to liberals. As an example, the plaintiffs furnished the court with a huge discrepancy in the security fee charged to host conservative personality Ben Shapiro compared to leftist Supreme Court Justice Sonia Sotomayor.\n\nThe new display celebrating the terrorists was created by a student group called Bears for Palestine and appears in an area sponsored by the university’s student government, according to the news story. It came to the reporter’s attention after a UC Berkeley senior blasted the contentious exhibit it in a social media post. The student, senior Milton Zerman, wrote that Bears for Palestine “put up a shrine in their ASUC-sponsored Eshleman Hall cubicle glorifying the actions of violent Palestinian terrorists who killed innocent Jewish people (in one case two Jewish college students).” The social media post includes photos of the outrageous display, which features a woman who helped hijack two planes holding an AK-47 assault rifle. Her name is Leila Khaled and in 1969 and 1970 she helped hijack TWA and El Al flights in Europe.\n\nKhaled and another featured terrorist, Rasmea Odeh, were members of the Popular Front for the Liberation of Palestine, designated as a terrorist organization by the U.S. government. Founded in 1967, the Marxist-Leninist group carried out a multitude of suicide bombings that killed more than 100 innocent people, including children. In 2014, the terrorist group massacred several worshipers and a cop at a synagogue in Jerusalem. In 1969 Odeh helped carry out a terrorist attack at a supermarket in Israel that killed two college students. She spent a decade in jail before coming to the U.S. with forged immigration papers and was deported to Jordan in 2017. Earlier this year officials in Berlin blocked an appearance by Odeh following widespread protests. She had been scheduled to speak at a conference titled Palestinian Women Fighting for Liberation, according to an international news report. The other prominent terrorist recognized by the UC Berkeley students on campus is Fatima Bernawi, the first Palestinian woman to organize an attack in Israel back in the late 60s. Bernawi planted a bomb in a Jerusalem theater but an American tourist noticed the handbag with the ticking bomb and the venue was evacuated before it exploded.\n\nZerman, the incensed student fighting the exhibit, has sponsored a campus resolution titled “Condemning Bears for Palestine for Their Display in Eshleman Hall Glorifying Violent Terrorists,” according to UC Berkeley’s student newspaper. The measure, which will be considered at the next student government meeting, asks the Palestinian group to significantly alter to take down the photographs of the terrorists. In a statement cited in the article the group accuses Zerman of being racist and Islamophobic. “We have endured years of trauma; we have every right to mourn and honor the lives lost to this ongoing occupation,” according to the radical Palestinian group."}}