{"GDELT": {"GlobalEventID": 895814474, "Day": 20191230, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9863, "Actor1Code": "KAZ", "Actor1Name": "KAZAKHSTAN", "Actor1CountryCode": "KAZ", "Actor2Code": "UZB", "Actor2Name": "UZBEKISTAN", "Actor2CountryCode": "UZB", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": 28.0, "Actor1Geo_FeatureID": "BO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO", "Actor2Geo_Lat": 53.0, "Actor2Geo_Long": 28.0, "Actor2Geo_FeatureID": "BO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO", "Action2Geo_Lat": 53.0, "Action2Geo_Long": 28.0, "Action2Geo_FeatureID": "BO", "DATEADDED": 20191230174500, "SOURCEURL": "https://www.cbsnews.com/news/mike-pompeo-to-visit-ukraine-as-senate-prepares-for-trump-impeachment-trial/"}, "ARTICLE": {"TITLE": "Pompeo to visit Ukraine as Senate prepares for impeachment trial", "TEXT": "Washington — Secretary of State Mike Pompeo is set to travel to Ukraine on Friday where he will meet with the country's top officials, as the Senate gears up for its impeachment trial on charges stemming from President Trump's dealings with Ukraine.\n\nPompeo's trip to Kiev, Ukraine, is his first stop in a five-country swing from January 3 to January 7. He is also scheduled to visit Belarus, Kazakhstan, Uzbekistan and Cyprus, State Department spokesperson Morgan Ortagus said in a statement.\n\nDuring his trip to Kiev, Pompeo is set to meet with Ukrainian President Volodymyr Zelensky, Foreign Minister Vadym Prystaiko and Defense Minister Andriy Zahorodnyuk \"to reaffirm U.S. support for Ukraine's sovereignty and territorial integrity,\" Ortagus said.\n\nGet Breaking News Delivered to Your Inbox\n\nPompeo's visit follows the House's historic vote December 18 to impeach Mr. Trump on charges of abuse of power and obstruction of Congress. The two articles, which passed nearly along party lines, stem from the president's conduct toward Ukraine.\n\nThe secretary of state will be the highest-ranking member of the Trump administration to visit the country since the July 25 phone call that ultimately led to the House's impeachment inquiry into Mr. Trump. The president and Zelensky met on the sidelines of the United Nations General Assembly in September as the inquiry was getting underway.\n\nSecretary of State Mike Pompeo speaks onstage at Mar-a-Lago in Palm Beach, Florida, on December 29, 2019. NICHOLAS KAMM/AFP via Getty Images\n\nDuring the call, the president urged Zelensky to investigate his Democratic political opponents, namely former Vice President Joe Biden. The call came as the Trump administration had frozen $391 million in military assistance to Ukraine.\n\nThe president and his allies have asserted the aid was withheld due to Mr. Trump's concerns over corruption in Ukraine and desire for European countries to contribute more. But House Democrats argue the assistance and a White House meeting were conditioned on a public announcement from Zelensky that his administration would open investigations into Biden and unsupported claims of Ukrainian interference in the 2016 presidential election. The aid was eventually released in September after the hold became public.\n\nFollowing the House's vote, the Senate will conduct a trial during which senators will hear from impeachment managers, House members effectively serving as prosecutors, and the president's lawyers about Mr. Trump's dealings with Ukraine.\n\nThe Senate has blocked off the month of January for the proceedings. But House Speaker Nancy Pelosi has not yet sent the two articles of impeachment to the upper chamber, citing concerns about whether the GOP-controlled Senate will conduct a fair trial. The parameters of the impeachment trial have also not yet been agreed to."}}