{"GDELT": {"GlobalEventID": 895815096, "Day": 20191230, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9863, "Actor1Code": "USAGOV", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.02684563758389, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lima, Lima, Peru", "Actor1Geo_CountryCode": "PE", "Actor1Geo_ADM1Code": "PE15", "Actor1Geo_ADM2Code": "91841", "Actor1Geo_Lat": -12.05, "Actor1Geo_Long": -77.05, "Actor1Geo_FeatureID": "-352647", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lima, Lima, Peru", "Actor2Geo_CountryCode": "PE", "Actor2Geo_ADM1Code": "PE15", "Actor2Geo_ADM2Code": "91841", "Actor2Geo_Lat": -12.05, "Actor2Geo_Long": -77.05, "Actor2Geo_FeatureID": "-352647", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lima, Lima, Peru", "Action2Geo_CountryCode": "PE", "Action2Geo_ADM1Code": "PE15", "Action2Geo_ADM2Code": "91841", "Action2Geo_Lat": -12.05, "Action2Geo_Long": -77.05, "Action2Geo_FeatureID": "-352647", "DATEADDED": 20191230174500, "SOURCEURL": "https://www.manilatimes.net/2019/12/31/business/columnists-business/ph-us-dispute-an-unnecessary-disaster-waiting-to-happen/669022/"}, "ARTICLE": {"TITLE": "PH-US Dispute: An Unnecessary Disaster Waiting To Happen – The Manila Times", "TEXT": "I generally try to avoid purely political topics, and I would prefer not to end the year with a subject as fundamentally cynical as this one, but circumstances demand that it be addressed, even though it is a stupid non-issue that has been blown completely out of proportion by government personalities and the media in both the Philippines and the United States. If cooler heads cannot prevail and convince the political and thought leadership in this country to view the matter rationally, the consequences of actually acting on it could be serious and costly.\n\nThe issue, of course, is the threatened travel ban against Filipino officials and certain other personalities deemed by the US to have been involved in the “illegal detention” of Sen. Leila De Lima.\n\n\n\n\n\n\n\nThe former justice secretary was accused of protecting the drug trade within the country’s main prison, charged and arrested in 2017, and has been held in that very same prison ever since. She has not yet been brought to trial, and, in fact. has so far refused to participate in any judicial process so far, beyond filing the usual appeals challenging the legality of her arrest and detention. The Supreme Court has rejected these, and ruled that her current circumstances have been arrived at in a legally appropriate way.\n\nThat did not impress two influential Democratic senators in the US, Patrick Leahy of Vermont and Dick Durbin of Illinois, who introduced a resolution in a report of the powerful Senate Ways and Means Committee, as part of deliberations for a government spending bill, condemning the Duterte administration for De Lima’s “illegal detention” and other unspecified human rights abuses. The resolution called on the US government to ban entry to the US of Philippine government officials and a number of other Filipinos — mostly well-known, fanatically pro-Duterte bloggers — identified as “being involved” in De Lima’s detention. The resolution further added the Philippines to a list of about two dozen nations, which includes such countries as Venezuela, Syria and Cuba, for which any US aid is subject to additional review before it can be granted.\n\nThe committee resolution did not make it per se to the eventual spending bill signed by the US president; instead, that bill contains a standard clause that reads: “Officials of foreign governments and their immediate family members about whom the Secretary of State has credible information have been involved in significant corruption, including corruption related to the extraction of natural resources, or a gross violation of human rights shall be ineligible for entry into the United States.” That the clause is included as a boilerplate in US appropriations bills in a result of two earlier laws, the so-called “Magnitsky Act” (‘Russia and Moldova Jackson-Vanik Repeal and Sergei Magnitsky Rule of Law Accountability Act of 2012), and an earlier law authored by Leahy, known as the Leahy Law, from which the language of the standard clause is derived.\n\nFake news or not?\n\nSince the final appropriations bill did not specifically mention De Lima, well-known blogger and rabid Duterte supporter RJ Nieto (The Thinking Pinoy’’), who is now also a columnist for The Manila Bulletin and was one of the non-government persons singled out by the Leahy/Durbin committee resolution, took to his paper’s pages to claim that the reported travel ban was “fake news,” and had not been imposed. Nieto’s claim, however, was thoroughly refuted by the vastly more experienced and thorough Malou Tiquia, who (in a nutshell — her actual explanation was a lengthy and mind-numbingly detailed Facebook post) correctly pointed out that the nature of US legislation includes intent: In other words, because the final law acknowledges, by way of listing, the inputs of various committee reports, Senate resolutions, and subsidiary laws, anything any of those say are inferred to be operationalized, at least potentially, by the final law. Ergo, the travel ban is in effect, and lacks only an order — either from the president or from the Secretary of State — to enforce it.\n\nThe reality is those orders are actually relatively rare; the last time one was made, by way of an executive order, was in 2016. If the president or the Secretary of State were to issue an order enforcing the travel ban, they would only do so after receiving guidance from the US Embassy here, which, being closer to and more familiar with the details of the situation in question, would almost certainly advise against it, as it is unclear — according to either US or Philippine standards — that anything illegal has actually been done in De Lima’s case.\n\nWhat should have happened was that the Duterte administration, through the Department of Foreign Affairs, should have made its displeasure at the Leahy/Durbin resolution known to the US State Department, pointing out (correctly, but it doesn’t really matter) that the senators ought to mind their own country’s business and not draw conclusions about the Philippines on the basis of incomplete information. State would have in turn pointed out that the senators may resolve anything they like as a matter of principle, because just like Philippine senators, US senators are fond of “putting things on record,” but that the actual law requires that the Secretary of State have “credible information” before acting. So long as that “credible information” continues to not be forthcoming, the Philippines need not worry. And the matter should have ended there.\n\nBut it didn’t end there, because the Philippines has not had anything resembling a mature foreign policy since at least former president Gloria Arroyo’s time, and maybe not since Ferdinand Marcos was president. The Duterte administration chose instead to publicly express its butthurt over the perceived threat to Philippine “sovereignty,” has already imposed a ban against the two offending US senators, and has threatened to procedurally retaliate against all American travelers if the US government follows through with the travel ban as proposed in the Leahy/Durbin resolution. The Philippine media, which for the most part does not have the discipline to examine issues beyond what it is told by persons of authority, has added fuel to the fire by reporting the travel ban as an operational fact.\n\nThe US under President Donald Jane Trump unfortunately doesn’t have anything resembling a mature foreign policy, either, and faced with such an asymmetric and undiplomatic response to what should have been a mere footnote in a voluminous US spending bill, may feel provoked into actually acting on the Leahy/Durbin resolution. After all, Orange Julius is no more tolerant of threats to his country’s “sovereignty” than PDuts is, and may not take a bunch of lip from a client state sitting down.\n\nIf the situation escalates, the Philippines will lose, and comprehensively. For starters, the country can say goodbye, at least temporarily, to upwards of $225 million (about P11.4 billion) in annual aid from the US. The tourism industry can say goodbye to about 15 percent of its international arrivals and about 20 percent of its revenue. And, if Trump turns to his favorite foreign policy weapon, about $900 million in Philippine exports are potentially subject to punitive tariffs, since the US is the Philippines’ second-biggest trading partner.\n\nThe best course of action at this point would be for the Duterte administration to quietly let the matter drop. Give Sal Panelo something else to talk about, suggest to the impressionable Malacañang press corps that they ought to find other more important issues to ask about, and ignore anything the hapless “opposition” has to say about the whole subject, which to be fair, is something the administration should have been doing all along.\n\nWithin a very short period of time, the entire US government is going to be distracted by the impending impeachment of Trump, and the problematic Leahy/Durbin resolution will drop off the radar. The leadership here should have some thicker skins, for the good of the country, and let it.\n\nben.kritz@manilatimes.net\n\nTwitter: @benkritz"}}