{"GDELT": {"GlobalEventID": 895815099, "Day": 20191230, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9863, "Actor1Code": "USAGOVMIL", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor1Type2Code": "MIL", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.6402569593147702, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20191230174500, "SOURCEURL": "https://www.washingtonpost.com/politics/2019/12/30/rudy-giuliani-venezuela-logan-act/"}, "ARTICLE": {"TITLE": "Rudy Giuliani, Venezuela and the Logan Act", "TEXT": "In short, it sounds a lot like Ukraine.\n\nBut there’s an element to this that arguably makes it more problematic — depending on what we learn moving forward, of course. Here are the bare bones of the story, via The Post’s Rosalind S. Helderman, Tom Hamburger, Anthony Faiola and Josh Dawsey:\n\nGiuliani was on a September 2018 call with then-Rep. Pete Sessions (R-Tex.) and embattled Venezuelan president Nicolás Maduro in which they discussed a negotiated exit for Maduro — in the hope of opening up the resource-rich country to business.\n\nThat is counter to official U.S. foreign policy, which was focused on taking a hard line against Maduro, eschewing any concessions and ratcheting up sanctions. (A few months later, the United States would recognize Maduro rival Juan Guaidó as president.)\n\nAround the time of the call, Giuliani presented the idea of a negotiated exit to then-White House national security adviser John Bolton, who rejected it.\n\nA Sessions spokesman said the effort was “coordinated with the highest levels of the U.S. State Department,” but U.S. officials deny the Trump administration backed it.\n\nThe call came four months before Giuliani picked up as a client a wealthy Venezuelan energy executive who is fighting a potential money-laundering indictment in Florida, Alejandro Betancourt López.\n\nGiuliani’s business relationship with López was previously reported, but it takes on new significance now that we learn Giuliani was also involved in negotiations with Maduro. As with many of Giuliani’s foreign exploits, the question is whether he’s using his role as Trump’s personal lawyer to advance his own personal interests.\n\nAD\n\nAD\n\nBut in this case, there’s something else at play, because Giuliani appears to have been conducting what can be described only as diplomacy. And as you might recall from the Michael Flynn saga, there is a law against doing that if you’re a private citizen.\n\nIn Ukraine, Giuliani was pushing for specific investigations that Trump favored and could help him politically, but the former mayor of New York emphasized he was doing it on behalf of his client, Trump, and not the government. (The effort has been labeled “shadow diplomacy,” but it’s not clear how much Giuliani might have been involved in the quid pro quos involving official U.S. government concessions.) Giuliani has also represented a wealthy gold trader in Turkey with ties to top government officials and has been pushing Trump and his Cabinet to take pro-Turkey actions.\n\nIn Venezuela, though, it’s more difficult to pass this off as just working for a client. It’s one thing to push for foreign investigations as a private attorney or to lobby your own government on behalf of a foreign businessman; it’s another to try to negotiate a transfer of power for the leader of a country.\n\nAD\n\nAD\n\nThe Logan Act states:\n\nAny citizen of the United States, wherever he may be, who, without authority of the United States, directly or indirectly commences or carries on any correspondence or intercourse with any foreign government or any officer or agent thereof, with intent to influence the measures or conduct of any foreign government or of any officer or agent thereof, in relation to any disputes or controversies with the United States, or to defeat the measures of the United States, shall be fined under this title or imprisoned not more than three years, or both.\n\nVenezuela is definitely a country engaged in a dispute with the United States, and Giuliani was arguably acting “to defeat the measures of the United States” by engaging in shadow diplomacy that contradicted official U.S. foreign policy. In fact, Bolton explicitly rejected the effort.\n\nIt seems almost exactly the kind of thing our country’s founders had in mind when they passed the Logan Act. The law was drafted after a Philadelphia doctor, George Logan, traveled to Paris during a tense period between the United States and France. Logan earned key concessions, but his effort was opposed by George Washington, John Adams and others. Rep. Roger Griswold authored the act to “guard by law against the interference of individuals in the negotiation of our Executive with the Governments of foreign countries.”\n\nAD\n\nAD\n\nNobody has been charged under the Logan Act since 1853, and nobody has ever been convicted. But the law made headlines in early February 2017, when Post columnist David Ignatius wrote that Flynn’s discussion of sanctions with Russia’s ambassador before Trump was inaugurated could run afoul of it. Flynn pleaded guilty to lying to the FBI but has not been charged with violating the Logan Act.\n\nIt also reared its head in mid-2018, when Trump and other Republicans accused former secretary of state John F. Kerry of violating it by talking to Iran’s leaders in the hope of salvaging the nuclear deal Trump had pulled out of.\n\nAmong those who said such actions violated the Logan Act? Rudy Giuliani.\n\n“This is another tangent like, you know, chasing the Flynn tangent, when it turns out that John F. Kerry is now violating the Logan Act, and nobody seems to care,” Giuliani said in May 2018."}}