{"GDELT": {"GlobalEventID": 895813882, "Day": 20191230, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9863, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 1721, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.77002827521207, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20191230174500, "SOURCEURL": "https://www.independentsentinel.com/internet-convention-to-seize-control-of-the-internet/"}, "ARTICLE": {"TITLE": "Internet Convention to Seize Control of the Internet", "TEXT": "Globalists and dictatorial governments are incrementally seizing control of the Internet, and it’s about to get much worse. The United Nations General Assembly on Friday approved a Russian-led and China-backed resolution that seeks to create a new international convention on cybercrime.\n\nIt’s not crime these nations care about. They plan to squelch freedom.\n\nIn the UN document, under the A/C.3/74/L.11 resolution, an open-ended committee of so-called international experts will be set up in 2020 to produce “a comprehensive international convention on countering the use of information and communications technologies for criminal purposes.”\n\nTHE CRACKDOWNS\n\nThe US, Europe, and rights advocates, including Human Rights Watch, fear that it is nothing but an open-door to codify crackdowns on dissent and freedom of expression.\n\nRussia recently introduced a “sovereign Internet” law. It allows the government to switch the domestic networks off the global Web if needed.\n\nChina heavily restricts internet searches to avoid topics sensitive to its communist leadership, as well as news sites with critical coverage.\n\nGovernments like China already censor and turn off the Internet during times of civil unrest while doling out ‘social credit score’ punishments for those who criticize the state.\n\nThe Communist country is also rolling out a plan to force its citizens to pass a facial recognition test to use the Internet. They will control who uses it.\n\nA number of countries also have increasingly tried to turn off the internet, with India cutting off access in Kashmir in August after it stripped autonomy to the Muslim-majority region.\n\nIran took much of the country offline as it cracked down on protests in November.\n\nFrom Caracas to Khartoum, protesters are leveraging the internet to organize online and stand up for their rights offline. In response, in the past year, governments in Bangladesh, the Democratic Republic of Congo, Egypt, India, Indonesia, Iran, Iraq, Sudan, Myanmar, and Zimbabwe shut down the internet in all or some parts of their countries.\n\nREJECTION OF THE 2001 BUDAPEST CONVENTION\n\nThe United States argues that the world should instead expand its sole existing accord on cybercrime, the 2001 Budapest Convention, which spells out international cooperation to curb copyright violations, fraud, and child pornography.\n\nRussia has opposed the Budapest Convention, arguing that giving investigators access to computer data across borders violates national sovereignty.\n\nThat causes deeper concerns about the intentions of these rogue dictatorships.\n\nTHE SPONSORS YOU GOTTA LOVE\n\nHuman Rights Watch called the UN resolution’s list of sponsors “a rogue’s gallery of some of the earth’s most repressive governments.”\n\nAnd, here they are, Algeria, Angola, Azerbaijan, Belarus, Bolivia (Plurinational State of), Burundi, Cambodia, China, Cuba, Democratic People’s Republic of Korea, Egypt, Eritrea, Iran (Islamic Republic of), Kazakhstan, Lao People’s Democratic Republic, Libya, Madagascar, Myanmar, Nicaragua, Russian Federation, Sudan, Suriname, Syrian Arab Republic, Tajikistan, Uzbekistan, Venezuela (Bolivarian Republic of) and Zimbabwe.\n\nNeed I say more?\n\nTHANK A DEMOCRAT\n\nIn May 2014, the United States, under Barack Obama’s leadership, relinquished the remaining administrative control over the Internet – the U.S. Internet. It was a Democrat-led effort.\n\nIn a statement, Senate Commerce Committee Chairman John D. Rockefeller IV (D-W.Va.) called the move “consistent with other efforts the U.S. and our allies are making to promote a free and open Internet and to preserve and advance the current multi-stakeholder model of global Internet governance.”\n\nBut former House speaker Newt Gingrich (R-Ga.) tweeted at the time: “What is the global internet community that Obama wants to turn the internet over to? This risks foreign dictatorships defining the internet.”\n\nIf Democrats win back power, they will most definitely sign up for turning the Internet over to the UN thugs.\n\nTHE EUROPEANS\n\nIn February 2014, the European Commission said it was determined to “redraw the global map of internet governance,” using the false charge that massive U.S. surveillance has damaged public trust in the web, and said it is ready to negotiate with Washington for control of web architecture.\n\nICANN and other crucial decision-making internet institutions must be globalized to “safeguard the stability, security, and resilience of the Internet,” the Commission stated.\n\nBarack Obama had his hand in that.\n\nThe U.N. “Governmental Group of Experts or GGE included at the time, China, Belarus, Colombia, Egypt, Estonia, France, Germany, Ghana, Israel, Japan, Kenya, Malaysia, Mexico, Pakistan, South Korea, Russia, Spain, the United Kingdom, and Northern Ireland. Brazil sat as chair, spent a year preparing a report calling for more international rules for the Internet, especially concerning how nations treat each other.\n\nThe European Commission report recommended that the UN play “a leading role in promoting dialogue” on “the application of international law and norms, rules and principles for responsible State behavior” in the field of cybersecurity. They asked that the UN General Assembly schedule the group to reconvene in 2016. The foundation of this cooperation must be international law and the principles of the Charter of the United Nations.\n\nThat followed a 2015 UN report demanding the same.\n\nTHE MONSTERS\n\nIt’s been getting harder for China to censor as the Internet grows. China and her totalitarian allies hope to take over the Internet. They also intend to police Internet companies within their borders for such nebulous crimes as “spreading rumors.”\n\nChina’s government announced in 2013 that they planned to embed cybersecurity police units at major Internet companies and websites to help prevent crimes such as fraud and “spreading of rumors.” That came via state-run Xinhua News Agency, the Wall Street Journal reported.\n\nWestern companies have been succumbing to China’s rules as a fact of doing business.\n\nRussia, China, Brazil, and others want the U.N. to control the worldwide web. These authoritarian countries want to squelch the last bit of freedom in their countries. China would have some degree of control over cybersecurity, data privacy, technical standards.\n\nThere would be more taxation and price control.\n\nAccording to The Wall Street Journal in 2015, China had been making progress at seizing control of at least part of the Internet. It is much worse now.\n\nChinese President Xi Jinping and some of the country’s lawmakers, military leaders, and technology officials are trying to gain influence over China’s digital arena. Their controls range from the manufacturing of computer parts to gaining more control of what users post on social media, reported the Journal."}}