{"GDELT": {"GlobalEventID": 895813993, "Day": 20191230, "MonthYear": 201912, "Year": 2019, "FractionDate": 2019.9863, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "Actor2Code": "BUSGOV", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "Actor2Type2Code": "GOV", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 7.843137254901969, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20191230174500, "SOURCEURL": "https://www.rochdaleonline.co.uk/news-features/2/news-headlines/132086/young-people%E2%80%99s-success-recognised-by-mayor"}, "ARTICLE": {"TITLE": "Young people’s success recognised by Mayor", "TEXT": "Young people’s success recognised by Mayor\n\nL-R: Gail Hopper, director of children’s services, Chloe Johnson, Mayor and Mayoress of Rochdale\n\nThe Mayor of Rochdale, Councillor Billy Sheerin, held two special afternoon tea events for young people who have achieved great things.\n\nCouncil employee, and care leaver, Chloe Johnson, has done an incredible amount of work with children’s services on support for children in care. She is passionate about making a difference to people’s lives and develops trusted relationships, which enable her to support clients to change their behaviour. She is one of the council’s most successful apprentices.\n\nChloe joined the council in September 2016 on a level 3 business administration apprenticeship as a community champion administrator in the council’s economic affairs team. Whilst Chloe was with this team, they encouraged her into her long term career goal of social work and adapted the role and opportunities to provide a more front facing service to service users.\n\nDue to Chloe’s ambition and dedication, and the continued support from her team, she then progressed onto a level 3 lead adult care worker apprenticeship standard and passed this apprenticeship with a ‘distinction’, the first at Rochdale Borough Council to achieve this grading on this apprenticeship standard.\n\nShe has secured a permanent role in adult care services as an assessment and support planning officer and hopes to progress onto the social work degree apprenticeship in the future.\n\nChloe has been recognised at various local, regional and national events. She won Business Administration Advanced Apprentice of the Year at Rochdale Training’s 2018 awards ceremony. She then won Young Employee of the Year at the council’s 2018 ACE staff awards, in July this year she won the Rising Star award at the 2019 Greater Manchester Health and Care Champion Awards and in September she was highly commended at the National Apprenticeships Regional Finals in the Advanced Apprentice of the Year category.\n\nChloe said: “It was such a lovely event made even more special by sharing it with colleagues who’ve supported me throughout my career. Having the Mayor, the director of children’s services and my colleagues say such lovely things about me made me proud of what I’ve achieved. I hope it inspires all our current and future apprentices’ too.”\n\nThe Mayor also hosted some of the borough’s cared for children and their foster families to celebrate the work the young people had done on a short film called ‘We Care’. The film was developed by M6 Theatre and filmed by Nick Farrimond when they worked with Rochdale Borough Council’s virtual school for cared for children. The aim of the film is to both raise the aspirations of children who, often through no fault of their own, end up in care and to inform other pupils about what growing up in care is like and end some of the misconceptions.\n\nThe short film has been fantastically received since its premier at Sandbrook Odeon in October, with schools in the borough, and beyond, using it as a valuable teaching reduce to educate all pupils on the care system.\n\nMayor of Rochdale, Councillor Billy Sheerin, said: “It’s been my honour to host these events for such talented young people in our borough. Both Chloe and the ‘We Care’ film group are incredibly inspirational and their achievements have really moved me.\n\n“I hope these events show that not only is the council proud of them but the whole borough is.”"}}