{"GDELT": {"GlobalEventID": 896083140, "Day": 19200101, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0027, "Actor1Code": "MED", "Actor1Name": "TELECOM", "Actor1Type1Code": "MED", "Actor2Code": "CHN", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.95360195360196, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Shanghai, Shanghai, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH23", "Actor2Geo_ADM2Code": "13243", "Actor2Geo_Lat": 31.2222, "Actor2Geo_Long": 121.458, "Actor2Geo_FeatureID": "-1924465", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shanghai, Shanghai, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH23", "Action2Geo_ADM2Code": "13243", "Action2Geo_Lat": 31.2222, "Action2Geo_Long": 121.458, "Action2Geo_FeatureID": "-1924465", "DATEADDED": 20200101053000, "SOURCEURL": "https://news.abs-cbn.com/business/01/01/20/5g-huawei-blockchain-trends-shaping-technology-in-2020"}, "ARTICLE": {"TITLE": "5G, Huawei, blockchain: Trends shaping technology in 2020", "TEXT": "Small toy figures are seen in front of a displayed Huawei and 5G network logo in this illustration picture. Dado Ruvic, Reuters/Illustration/file\n\nLONDON -- In 2020, will the wow factor return to consumer hardware? Will blockchain and 5G punch into the mainstream? Or will the world unify against Big Tech's tax-avoiding practices?\n\nAFP looks at 5 themes shaping the world of technology, after a year in which debate intensified over the industry's exploitation of its customers' privacy.\n\n5G'S UNFULFILLED PROMISE\n\nSuper-fast fifth-generation network speeds are meant to revolutionize communications along with areas like urban transport.\n\nBut so far, 5G has failed to meet expectations due to the lagging build of infrastructure in many places. Apple has yet to launch a compatible phone, unlike rivals including Samsung.\n\nThe rollout should quicken next year as more countries install base stations and networking equipment -- although US President Donald Trump's war on Chinese sector leader Huawei remains a wild card.\n\nAs smartphone sales plateau around the world, manufacturers have been focusing more on ancillary services.\n\n\"You have to sell the entire experience, the entire ecosystem,\" Dominique Bindels, senior analyst for home and tech with London-based research firm Euromonitor International, told AFP.\n\nHighlighting Apple's success in payments and peripheral devices such as AirPods, Bindels predicted that smart earphones, along with speakers and at-home devices connected on the \"internet of things\", would be among the more dynamic sectors in 2020.\n\nDigital assistants such as Alexa and Siri may start talking to each other, after Amazon, Apple and Google this month formed an alliance with other industry players to develop a common standard for smart home devices.\n\nAnother trend could be consolidation in TV streaming, after Apple and Disney joined Netflix, Amazon Video and some national broadcasters in a crowded subscription market.\n\nLEAP INTO THE QUANTUM DARK\n\nFor the industry at large, business consultancy Accenture this year coined the acronym DARQ to denote 4 major trends: distributed ledger technology (such as blockchain), artificial intelligence (AI), extended reality and quantum computing.\n\nUnbreakable blockchain networks of computers have already been generating virtual currencies in the form of bitcoin and its ilk, bypassing the need for a regulator like a government or central bank.\n\nFacebook wants to make the tech respectable through its \"Libra\" project, but has hit political opposition around the world, and several financial partners have pulled out.\n\nUnwilling to let private enterprise dictate terms, China and other nations are building their own digital payments systems, which could see fruition next year.\n\nHowever, blockchain networks devour huge amounts of energy, and concerns will mount about their environmental impact as debate intensifies more broadly about tech's contribution to climate change.\n\nTHE PRICE OF PRIVACY\n\nMost companies are now actively engaged across the spectrum of another tech acronym, SMAC: social, mobile, analytics and cloud. For consumers, SMAC is felt in how we communicate with friends and how we search and shop.\n\nThat is accentuating fears about privacy, after a series of data leaks at Facebook first laid bare how much of our online lives are exploited by companies and political parties.\n\n\"People are becoming more conscious of sharing data but also in the same moment, the Nest cameras and smart speakers are flying off the shelves,\" said Bindels.\n\n\"There's a huge divide. People have been learning to trade privacy for convenience. It's just another currency.\"\n\nAmnesty International, in a hard-hitting study last month into Facebook and Google, said that trade-off amounts to a \"Faustian bargain\" which imperils our human rights.\n\nTECH WARS\n\nTo Beijing's anger, Washington alleges that Huawei and another telecoms group, ZTE, are little more than shell fronts for Chinese spy chiefs.\n\nNi Lexiong, professor at the Shanghai National Defense Strategy Institute, said US sanctions depriving those firms of access to US components would only encourage China to stand on its own feet.\n\n\"In the end, once China has formed its own industrial chain in the field of artificial intelligence, the United States will also lose a large market,\" he said.\n\nSamm Sacks, an expert on China's digital economy at the Washington think tank New America, said the tech standoff could harm progress in areas such as precision medicine and AI-based diagnoses.\n\nThe two countries have cooperated in research, \"and severing that could have global consequences\", she warned.\n\nTAXING TIMES\n\nThe US presidential election next November will likely prove another flashpoint over disinformation peddled on social media.\n\nDemocratic hopeful Elizabeth Warren wants Amazon, Facebook and Google to be broken up on anti-trust grounds.\n\nThe Organisation for Economic Cooperation and Development is meanwhile due by June 2020 to present a \"unified approach\" for richer countries to levy a digital tax on internet giants.\n\nSome like France have gone ahead with their own tax, igniting another front in Trump's multifaceted trade wars as the US threatens tariffs on a range of French goods.\n\n\n\n© Agence France-Presse"}}