{"GDELT": {"GlobalEventID": 896082607, "Day": 19200101, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0027, "Actor2Code": "PRK", "Actor2Name": "NORTH KOREA", "Actor2CountryCode": "PRK", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.3474178403755803, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Actor2Geo_CountryCode": "KN", "Actor2Geo_ADM1Code": "KN12", "Actor2Geo_ADM2Code": "39681", "Actor2Geo_Lat": 39.0194, "Actor2Geo_Long": 125.755, "Actor2Geo_FeatureID": "-183459", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20200101053000, "SOURCEURL": "https://www.voanews.com/east-asia-pacific/kim-jong-un-warns-he-may-scrap-moratorium-nuclear-long-range-missile-tests"}, "ARTICLE": {"TITLE": "Kim Jong Un Warns He May Scrap Moratorium on Nuclear, Long-range Missile Tests", "TEXT": "SEOUL - North Korean leader Kim Jong Un warned he may no longer be bound by his self-imposed moratorium on long-range missile and nuclear tests, threatening an unspecified, shocking action if the United States does not soften its stance in nuclear talks.\n\nKim said there are no grounds to refrain from such tests as long as the U.S. continues military drills and selling advanced weapons with and to South Korea, according to comments published Wednesday in the official Korean Central News Agency (KCNA).\n\nNorth Korea has not conducted a nuclear or ICBM test in more than two years. In April 2018, Kim announced his country no longer needs such tests. That decision helped pave the way for nearly two years of negotiations with the United States, which are now stalled.\n\nPeople watch a TV screen showing a file image of North Korean leader Kim Jong Un and U.S. President Donald Trump, left, during a news program at the Seoul Railway Station in Seoul, South Korea, Dec. 31, 2019.\n\nU.S. President Donald Trump, who has met with Kim three times, has said the North Korean leader personally promised to not resume ICBM or nuclear tests, though the two leaders never formalized that agreement.\n\nSpeaking late Tuesday, Trump appeared to downplay the importance of Kim’s threats, saying his relationship with Kim remains “very good.”\n\n“He’s representing his country. I’m representing my country. We have to do what we have to do. But he did sign a contract. He did sign an agreement talking about denuclearization,” Trump said.\n\n“I think he’s a man of his word. So I think we’re going to find out. But I think he’s a man of his word,” Trump added.\n\nEarlier, U.S. Secretary of State Mike Pompeo said it would be “deeply disappointing” if Kim reneged on his commitments to Trump.\n\n“He made those commitments to President Trump in exchange for President Trump agreeing not to conduct large-scale military exercises,” Pompeo told CBS. “We’ve lived up to our commitments. We continue to hold out hope that he’ll live up to his as well.”\n\nFILE - People watch a TV screen showing a file image of a ground test of North Korea's rocket engine during a news program at the Seoul Railway Station in Seoul, South Korea, Dec. 9, 2019.\n\nStill a chance for talks?\n\nIn his comments Wednesday, Kim did not appear to formally abandon talks with the U.S., but did unveil a new, firmer stance toward negotiations with Washington.\n\nNorth Korea will continue developing its “powerful nuclear deterrent,” Kim said, warning of an unspecified “shocking actual action.”\n\n“The DPRK will steadily develop necessary and prerequisite strategic weapons for the security of the state until the U.S. rolls back its hostile policy,” Kim said, using the acronym for North Korea’s official name.\n\n“The world will witness a new strategic weapon to be possessed by the DPRK in the near future,” Kim said, adding, “We cannot give up the security of our future just for the visible economic results.”\n\nThose comments appear to link North Korea’s nuclear weapons to its economic success — a rejection of Washington’s argument that scrapping nuclear weapons guarantees economic prosperity, said Duyeon Kim, a Seoul-based senior adviser for Northeast Asia and nuclear policy at the International Crisis Group.\n\n“Kim’s message was measured, calculated, and calm. He sounds intent that they will resume weapons testing, including long-range missiles, and that it’s just a matter of time and circumstance until Pyongyang tests a new strategic weapon,” Kim said.\n\n“We can expect Pyongyang to take a harder line this year, but Kim has still left the door open to diplomacy and kept the ball in Washington’s court by saying that any chance for denuclearization is contingent upon the U.S.’ actions and intentions,” she added.\n\nFILE - U.S. President Donald Trump and North Korea's leader Kim Jong Un sign documents that acknowledge the progress of the talks and pledge to keep momentum going, at the Capella Hotel on Sentosa island in Singapore, June 12, 2018.\n\nTalks stalled\n\nIn his 2019 New Year’s speech, Kim warned he may take a “new way” unless the U.S. changes its approach to nuclear talks. Kim’s 2020 New Year’s comments did not specifically reference the “new way.” They also did not explicitly mention Trump by name.\n\nAt their first summit in June 2018, Trump and Kim agreed to work toward the “complete denuclearization of the Korean Peninsula.” Since then, the two sides have not been able to agree on what that phrase means or how to begin working toward it.\n\nAmid the stalled talks, North Korea in 2019 imposed an end-of-year deadline for the U.S. to offer more concessions. U.S. officials dismissed the deadline as arbitrary and a negotiating tactic.\n\nOn Wednesday, Kim accused the U.S. of intentionally prolonging the nuclear talks. But he also appeared to leave open the possibility that the talks could eventually result in some modification to North Korea’s nuclear weapons program.\n\n“The scope and depth of bolstering our deterrent will be properly coordinated, depending on the U.S. future attitude to the DPRK,” Kim was quoted as saying.\n\n“This is NOT shutting door on talks,” tweeted Chad O’Carroll, CEO of Korea Risk Group, which produces the influential NK News website.\n\nBut the negotiations have already effectively been dead for months, Adam Mount, a North Korea expert at the Federation of American Scientists, pointed out.\n\n“It’s possible they are willing to return to the table to negotiate a more modest arms control arrangement,” Mount said. “But in any event, we can expect a much tougher line that does not indulge the soaring expectations of the last years.”"}}