{"GDELT": {"GlobalEventID": 896082576, "Day": 19200101, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0027, "Actor2Code": "GOV", "Actor2Name": "MINIST", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.2863849765258197, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gleneagles, Perth and Kinross, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKW1", "Actor2Geo_ADM2Code": "40177", "Actor2Geo_Lat": 56.25, "Actor2Geo_Long": -3.7166699999999997, "Actor2Geo_FeatureID": "-2595036", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gleneagles, Perth and Kinross, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKW1", "Action2Geo_ADM2Code": "40177", "Action2Geo_Lat": 56.25, "Action2Geo_Long": -3.7166699999999997, "Action2Geo_FeatureID": "-2595036", "DATEADDED": 20200101053000, "SOURCEURL": "https://www.dailyrecord.co.uk/news/politics/former-first-minister-jack-mcconnells-21192320"}, "ARTICLE": {"TITLE": "Former First Minister Jack McConnell clashed with Westminster over cost of policing G8 meeting", "TEXT": "Join thousands of others and get the latest Scottish politics news sent straight to your inbox every Friday. Subscribe Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nFormer first minister Jack McConnell threatened to expose fears about the cost of G8 summit security unless the UK Government paid for extra policing, newly released files reveal.\n\nWorld leaders gathered at Gleneagles in June 2005 to discuss global issues such as climate change and economic development in Africa.\n\nIt was the first time the summit had been held north of the Border but the then Scottish Executive had concerns about whether it could afford to pay for the extra security.\n\nFiles from a meeting in 2004 show the UK Labour government had offered to pay for 25 per cent of the additional cost, which was estimated to be up to £100million.\n\nThey said: “The Treasury has indicated that they would help meet the costs but the initial offer was only a 25 per cent contribution.\n\n“This was potentially a very serious situation as the costs associated with the summit would inevitably be in the public domain.\n\n(Image: AFP/GETTY IMAGES)\n\n“The estimated costs could, of course, escalate if there were problems with the summit or an emergency situation arose.\n\n“In the event that it proved impossible to make sufficient progress, Cabinet would need to consider the consequences of various options, including a major public dispute with the UK Government.\n\n“The first minister had made it clear to senior members of the UK Government a failure to reach agreement on the policing and security costs would place the Executive in an intolerable position which it would feel obliged to explain publicly.”\n\nMeanwhile, the administration believed the G8 summit could also be used to illustrate the benefits of Scotland being in the UK. The documents said: “We want to present a dynamic vision of devolved Scotland to an international audience.\n\n“At the same time, we want our domestic audience to see that the Executive is making a contribution to debates on key global issues.”\n\n“We might want to make the case that it is only because Scotland is part of the Union that we have this opportunity.”\n\nThe document also show fears the summit would be viewed as a “poisoned chalice” and used by opponents of the Executive to make political gains.\n\nA major UN climate change summit will take place in Glasgow this year.\n\nAbout 30,000 delegates are expected to attend the 26th Conference of the Parties, known as COP26, at the Scottish Events Campus."}}