{"GDELT": {"GlobalEventID": 896083069, "Day": 19200101, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0027, "Actor1Code": "JOR", "Actor1Name": "JORDAN", "Actor1CountryCode": "JOR", "Actor2Code": "SYR", "Actor2Name": "SYRIAN", "Actor2CountryCode": "SYR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.082548227904891, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jordan", "Actor1Geo_CountryCode": "JO", "Actor1Geo_ADM1Code": "JO", "Actor1Geo_Lat": 31.0, "Actor1Geo_Long": 36.0, "Actor1Geo_FeatureID": "JO", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sinjar, Idlib, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY12", "Actor2Geo_ADM2Code": "26362", "Actor2Geo_Lat": 35.5905, "Actor2Geo_Long": 37.0054, "Actor2Geo_FeatureID": "-2547864", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200101053000, "SOURCEURL": "https://www.infomigrants.net/en/post/21840/migration-and-asylum-in-europe-nine-events-that-shaped-the-decade"}, "ARTICLE": {"TITLE": "Migration and asylum in Europe: 9 events that shaped the decade", "TEXT": "The war in Syria. The rise (and fall) of the Islamic State. The EU-Turkey deal. The Brexit referendum. InfoMigrants takes a look at events and decisions that significantly shaped the movement of migrants and refugees in(to) the European Union in the 2010s.\n\nA civil war broke out in Syria -- and left millions displaced\n\nWhat happened? In the early 2010s, pro-democracy protests were happening all over the Arab world – the so- called Arab Spring movement spread from social media to the streets, from Tunisia to countries all over the Arab world. In Syria, which had been ruled by the Assad family regime for four decades, major protests broke out in March 2011. The regime tried to violently crush these demonstrations, armed uprisings across the country sprung up – the situation escalated into a civil war that has spanned the entire rest of the decade.\n\nWhat was the impact? An estimated 400,000 people have died in Syria since the war started. 6.7 million people have fled the country. Most of them are staying in neighboring countries – Turkey (estimate: 3.6 million), Lebanon (roughly one million) or Jordan (roughly 700,000). But hundreds of thousands of Syrians also reached Europe – Germany in particular is hosting more than half a million Syrian refugees.\n\nRead more: \"Refugee crises around the world\"\n\nThe Islamic State declared territory in Iraq and Syria its ‘caliphate’\n\nWhat happened? The violent Islamist terrorist organization that calls itself the “Islamic State” (IS) took over a vast territory in western Asia in the mid-2010s, gaining control of territory in western Iraq, then eastern Syria. They brutally enforced their interpretation of sharia law, through methods that included torture, executions and rape.\n\nWhat was the impact? Millions fled their homes to escape IS terror reign and the subsequent fighting, including half a million Yazidis. Most stayed within the region, but many also sought asylum in Europe.\n\nWhat has happened since? International and local government troops launched massive military campaigns against the terror group, driving IS out of almost all territories they once held by the end of the decade.\n\nThe Gaddafi regime is overthrown -- and Libya becomes a migrant prison\n\nWhat happened? In 2011, the regime of Muammar al-Gaddafi in Libya was overthrown, after peaceful protests, inspired by the Arab Spring movements in other countries, made way to armed unrests. The brutal dictator had ruled the Northern African country for over 40 years.\n\nWhat was the impact? Since 2011, the number of migrants who tried to cross the Mediterranean via Libya to get to Europe has risen dramatically. For a long time, Europe -- in particular Italy -- relied on the dictator to keep migration from Northern Africa through the Mediterranean down. Gaddafi’s death left behind a power vacuum; Libya has been plagued by a civil war for the past few years. Human smuggling networks have thrived in this chaos -- migrants are held captive and blackmailed in Libya, beaten, tortured, raped.\n\nWhat has happened since? The EU and Italy have reportedly spent hundreds of millions of euros to support, train and equip Libya’s coast guard, to curb Mediterranean migration. This is highly controversial, given that the coast guard have been accused of human rights violations and collaborating with smugglers.\n\nRead more: “When helping hurts – Libya's controversial coast guard, Europe’s go-to partner to stem migration”\n\nItaly’s search and rescue mission in the Mediterranean only lasts one year\n\nWhat happened? After hundreds of migrants were killed in two shipwrecks off the coast of Lampedusa in October 2013, the Italian government launched “Operation Mare Nostrum” -- to prevent more migrant ship tragedies from occurring in the waters between Libya and Italy. The mission reportedly saved 400 migrants stuck in the Mediterranean per day.\n\nBut the operation was never without controversy: While some argued that not enough was being done to help, others accused Mare Nostrum of being a “pull factor” -- of making it more attractive for migrants to set sails for Europe.\n\nAfter just one year, “Operation Mare Nostrum” ended in November 2014.\n\nWhat was the impact? The Operation Mare Nostrum constituted the biggest attempt by one of Europe’s governments to systematically save migrants in the Mediterranean. Many experts say it failed because it was viewed as too expensive. This has left private rescue operations to play a prominent role in the Mediterranean. Many charities that currently patrol the Mediterranean started their missions to fill the gap left by the withdrawal of Mare Nostrum.\n\nWhat happened next? In 2014, Mare Nostrum was replaced by an EU mission called “Operation Triton.” This operation had far fewer resources. (While Mare Nostrum cost an estimated 9 million euros per month, Triton’s monthly costs were estimated to be just below 3 million.) It also placed more of an emphasis on securing the Italian border and tracking down human smugglers as opposed to rescuing migrants. It operated until early 2018. Since Mid-2015, the EU-run “Operation Sophia” has had a similar mission as Triton. Sophia is highly controversial, because it includes a cooperation with Libya’s coast guard.\n\nGerman Chancellor Angela Merkel declares: ‘We can do it’\n\nWhat happened? In the summer of 2015, hundreds of thousands of refugees -- primarily from Syria -- arrived in Europe, looking for a safe place to find refuge in. When the German government -- headed by Chancellor Angela Merkel -- heard reports of thousands of migrants heading from Hungary towards Germany, she made the decision to not close the border but instead to let them enter Germany and ask for asylum there. “We can do this,” Merkel said in several public statements in 2015, when asked about the “refugee crisis.”\n\nWhat was the impact? This made Merkel the poster child for a welcoming, humanitarian Europe – for a German and European “Willkommenskultur” (welcome culture). Europe’s wealthiest and most populous nation currently hosts 1.1 million refugees, according to the UNHCR.\n\nIt also sent a signal that the Dublin regulation – the EU rule stating that asylum applications have to be filed and processed in the country of first arrival in the EU – would not be strictly enforced.\n\nWhat happened since?\n\nMerkel has faced a lot of criticism from many anti-migration activists and from people in her own party (the conservative CDU and its sister party CSU) that felt that she had gone too far.\n\nGermany has since passed several measures that have made the country less welcoming for refugees, including limiting the number of family reunifications and reintroducing border patrols in some regions.\n\nViktor Orban is elected (and reelected) as prime minister in Hungary\n\nWhat happened? In April 2010, the conservative Fidesz party became the strongest force in the parliamentary elections in Hungary – and Viktor Orban became the prime minister of the eastern EU member state. Since then, far-right populist Orban has been reelected twice.\n\nWhat was the impact? In the EU, Orban has arguably been the most influential voice against policies that are welcoming towards refugees and migrants.\n\nHungary has introduced the arguably harshest policies against migrants and refugees within the EU. It has become virtually impossible to ask for asylum there, its transit centers for asylum seekers reportedly violate international human rights conventions as well as EU regulation.\n\nRead more: “Hungary's slow descent into xenophobia, racism and human rights abuses”\n\nOrban also started building a border fence in June 2015, as the first of several eastern European nations. The number of migrants trying to reach Western Europe through the Balkans has since decreased significantly, and few try to cross through Hungary, trying their luck at the Croatian border instead.\n\nItaly's Matteo Salvini introduces anti-immigrant policies\n\nWhat happened? After the March 2018 national election in Italy, the populist Five Star Movement and the far-right populist League party formed the governing coalition in Italy. The interior ministry -- which is responsible for most issues regarding migration and asylum -- was led by League leader Matteo Salvini.\n\nWhat was the impact? Under Salvini, the government passed a new migration and security decree -- also known as the Salvini decree -- that made it much harder to get protection in Italy.\n\nFind out more: Fact Check: The Salvini decree explained”\n\nThere were long several stand-offs between Salvini and NGO migrant rescue boats during his term as interior minister. One of the most prominent cases is that of the Sea-Watch 3: In June 2018, captain Carola Rackete defied orders from Rome and entered the port of Lampedusa, with 40 migrants on board.\n\nWhat has happened since? Salvini’s term as interior minister lasted only 15 months. The populist coalition fell apart in August 2019, and the Five-Star-Movement formed a center-left coalition with the Democratic Party. But Salvini remains an influential voice in Italian politics, as senator and leader of the League party.\n\nWhat’s the broader context? In many countries across Europe, new and old far-right and ultra-conservative populist movements gained momentum after the “refugee crisis” in 2015. In Austria, the FPÖ made significant gains in the 2017 election and came in as third-strongest party. In France, Marine Le Pen received more than 30% in the 2017 presidential election. In Germany and Spain, the AfD and the Vox, both founded in 2013, established themselves as political forces to be reckoned with.\n\nThe EU and Turkey strike a deal to curb migration to Europe\n\nWhat happened? The European Union and Turkey signed a migration agreement on March 18, 2016. The goal: To reduce migration to Europe. Turkey hosts over 3 million Syria refugees alone, the European Union wanted to prevent large numbers of them moving westward. The deal: Syrian refugees who arrive on the Greek islands from Turkey will be returned if they don’t qualify for asylum. In return, the EU will take in one refugee directly from Turkey. The EU pledged to pay €6 billion to Ankara and organisations that provide refugee hosting services in Turkey.\n\nWhat was the impact? After the deal was struck, the number of migrant arrivals in Greece fell dramatically. In late 2015, over 100,000 migrants and refugees arrived in Greece by sea every month, in April 2016, the number of sea arrivals was 3,650.\n\nIn spite of this, the camps on islands such as Lesbos and Samos have long been overcrowded, unable to provide adequate accommodation for most migrants and refugees there, and there has been a spike in arrivals in the second half of 2019.\n\nVery few of the people that were supposed to be sent back to Turkey under the deal have actually been sent back, reportedly because Greek authorities have been overwhelmed. According to German news program Tagesschau, Europe took in ten times as many Syrians from Turkey as have been sent back from the Greek islands.\n\nThe Brits vote to exit the European Union\n\nWhat happened? In June 2016, the United Kingdom held a referendum on whether the country should leave the European Union. 51.9% of voters cast their ballot in favor of the “Brexit”, the exit of Britain from the EU.\n\nWhat was the impact? We don’t really know yet, because Brexit hasn’t happened yet. The UK is expected to leave the EU on January 31, 2020. The deal that Prime Minister Boris Johnson struck with EU negotiators has not yet been fully ratified by the UK parliament, though it likely will be.\n\nBut what does that mean for migrants and refugees? For the 3.6 million EU citizens who live abroad in UK, and the 1.2 million Brits living abroad within the EU, the deal does not foresee any major changes after Brexit.\n\nBut it can likely can expect less migration from the EU to the UK. That’s because it will become more difficult for EU citizens to migrate the UK -- in particular for “low-skilled” migrants, since the UK migration rules prefer “highly skilled migrants.”\n\nFor some non-EU migrants who are highly skilled, Brexit might be good news -- their EU counterparts are no longer given preferential treatment on the UK job market.\n\nBut that won’t necessarily mean that there will be more migration from outside the EU after Brexit. That’s because PM Johnson has said that his administration wants to reduce overall migration to the UK."}}