{"GDELT": {"GlobalEventID": 896082814, "Day": 19200101, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0027, "Actor1Code": "ELI", "Actor1Name": "ACTOR", "Actor1Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -8.6567164179104, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200101053000, "SOURCEURL": "https://www.pinkvilla.com/tv/news-gossip/beyhadh-2-actor-shivin-narang-gets-injured-sets-show-suffers-hairline-fracture-496431"}, "ARTICLE": {"TITLE": "Beyhadh 2 actor Shivin Narang gets injured on the sets of the show; Suffers a hairline fracture", "TEXT": "Beyhadh 2 actor Shivin Narang has recently suffered for an hairline fracture while shooting a scene. Here's what happened.\n\nWe've all heard of actors getting hurt on the sets while shooting a scene. It was only yesterday that Kasautii Zindagii Kay actress Aamna Sharif revealed that she has suffered an ankle injury during the shoot. Now, another actor has fallen prey to a shooting injury. And it is none another than Shivin Narang. Yes, the handsome actor has injured himself on the sets of his show Beyhadh 2. He has suffered a hand fracture and is in pain.\n\nAll this happened, when Shivin was shooting for a scene where he had to sprint and reach the other side. Amidst running, he lost his balance and fell, resulting in an injury on his hand. While he ignored it initially thinking that it was a minor injury, it didn't turn out to be so. It worsened in the evening and his left hand was swollen. Shivin was immediately rushed to a nearby hospital for proper check-up and treatment. He was later diagnosed with a hairline fracture.\n\nALSO READ: Beyhadh 2 Preview, December 31, 2019: Rishi gets confused to see Rudra and Maya together\n\nRevealing details of how things happened with Times of India, Shivin told that it was a chasing scene involving his young on-screen brother and him. It is during the run that he fell on the floor and suffered a fracture. Shivin had to cancel his New Year plans with his family because of the injury. He will not be able to shoot for the next couple of days. However, he is grateful to the almighty that he was discharged soon and could welcome 2020 with his family.\n\nWell, this is not the first time Shivin has suffered an injury on Beyhadh 2. Earlier, which shooting a scene with his co-actor , he had met with an unfortunate accident. We wish the actor a speedy recovery and hope that 2020 is a no-injury year for him.\n\nCredits :Times of India\n\nRead More"}}