{"GDELT": {"GlobalEventID": 896082561, "Day": 19200101, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0027, "Actor2Code": "ETH", "Actor2Name": "ETHIOPIA", "Actor2CountryCode": "ETH", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.10970464135022, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ethiopia", "Actor2Geo_CountryCode": "ET", "Actor2Geo_ADM1Code": "ET", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "ET", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ethiopia", "Action2Geo_CountryCode": "ET", "Action2Geo_ADM1Code": "ET", "Action2Geo_Lat": 8.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "ET", "DATEADDED": 20200101053000, "SOURCEURL": "http://www.tadias.com/01/01/2020/angelina-jolie-visits-ethiopia-with-zahara-shiloh-and-met-nations-first-female-president/"}, "ARTICLE": {"TITLE": "Angelina Jolie Visits Ethiopia with Zahara & Shiloh — and Met Nation’s First Female President at Tadias Magazine", "TEXT": "Angelina Jolie Visits Ethiopia with Zahara & Shiloh — and Met Nation’s First Female President\n\nAngelina Jolie, Zahara [who was born in Ethiopia] and Shiloh in a meeting with the President of Ethiopia Sahle-Work Zewde. (OFFICE OF THE PRESIDENT)\n\nPeople\n\nAngelina Jolie is returning to a place close to her heart.\n\nThe actress, 44, visited Ethiopia with four of her kids — Shiloh, 13, and Zahara, 14, who was born in the African country, as well as 11-year-old twins Knox and Vivienne. The family will stay in the region for New Year’s Eve.\n\nWhile there, Jolie brought Shiloh and Zahara to meet with Sahle-Work Zewde, the president of Ethiopia and the first woman to hold the office. It was a special treat for Zahara, who turns 15 on Jan. 8.\n\nTheir talks covered education, sanitary pad solutions to help girls continue their schooling (girls often stay home from class while menstruating due to lack of supplies), and Ethiopian culture and history. The group also discussed Jolie’s ongoing efforts to treat drug-resistant tuberculosis.\n\nThe actress and activist has funded efforts for over a decade through the Zahara Program, named after her daughter. The Jolie Pitt Foundation partnered with the Global Health Committee and the Ethiopian Federal Ministry of Health in 2009 to create an initiative to treat drug-resistant TB.\n\nTheir work has led to continuing success in treating people with TB in the region.\n\nRead more »\n\n—\n\nJoin the conversation on Twitter and Facebook."}}