{"GDELT": {"GlobalEventID": 896188512, "Day": 20190102, "MonthYear": 201901, "Year": 2019, "FractionDate": 2019.0055, "Actor1Code": "IRQ", "Actor1Name": "IRAQI", "Actor1CountryCode": "IRQ", "Actor2Code": "CRM", "Actor2Name": "SMUGGLER", "Actor2Type1Code": "CRM", "IsRootEvent": 0, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -9.50819672131143, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 44.0, "Actor2Geo_FeatureID": "IZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20200102013000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7843913/Courts-jailed-100-people-smugglers-2019-helping-migrants-sneak-UK-says-Priti-Patel.html"}, "ARTICLE": {"TITLE": "Courts jailed 100 people smugglers in 2019 for helping migrants to sneak into UK, says Priti Patel", "TEXT": "A total of 100 ruthless people smugglers were jailed during 2019 for a total of 320 years, Priti Patel revealed last night.\n\nThe Home Secretary insisted she was ‘throwing the full force of the law’ at traffickers who risk the lives of migrants desperate to reach British soil.\n\nShe revealed a total of 320 years’ imprisonment were handed out by courts in this country to 100 convicted people smugglers.\n\nHome Secretary Priti Patel (pictured) insisted she was ‘throwing the full force of the law’ at traffickers who risk the lives of migrants desperate to reach British soil\n\nAmong the criminals were members of organised gangs who crammed vulnerable people into unsafe vessels to cross the Channel, or placed others in grave danger by squeezing them into tiny compartments in vehicles.\n\nThe Home Secretary said: ‘We are throwing the full force of the law at the organised crime gangs whose fake promises and lies deliberately put desperate people in real danger.\n\n‘This year we will continue to stop callous criminals in their tracks who view people as a commodity to be trafficked.\n\n‘When we leave the EU, the government will introduce tougher controls to clamp down on this ruthless trade.’\n\nAmong those jailed were Jan Ziga, a Czech national, who was sentenced at Canterbury Crown Court to 10 years - the longest sentence handed down last year.\n\nZiga hid 21 people from Afghanistan in a purpose-built space in his lorry, which was stopped by Border Force at Coquelles in France.\n\nJailed: Jan Ziga (pictured) hid 21 people in a purpose-built space in his lorry\n\nSamyar Ahmadi Bani, an Iranian national from Barking, east London, was sentenced in November to six years in jail for smuggling migrants in small boats.\n\nHe was intercepted in the Channel in a rigid hulled inflatable boat he owned. Five other people, including a child, were aboard and were all rescued by Border Force in the incident in June.\n\nIn another case, Mohammad Rahim, an Afghan national from Greenford, was arrested in April at the port of Hull.\n\nHe was caught after 20 people from Afghanistan were found hiding behind a load of mattresses and bed frames in his van. He was jailed for six years in October at Hull Crown Court.\n\nThe Home Office’s Immigration Enforcement Criminal and Financial Investigations team boasts a 94 per cent conviction rate, a spokesman said."}}