{"GDELT": {"GlobalEventID": 896188612, "Day": 19200102, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0055, "Actor2Code": "SGP", "Actor2Name": "SINGAPORE", "Actor2CountryCode": "SGP", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.72511848341232, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Changi, Singapore (general), Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN00", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 1.3416700000000001, "Actor2Geo_Long": 103.964, "Actor2Geo_FeatureID": "-73644", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Changi, Singapore (general), Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 1.3416700000000001, "Action2Geo_Long": 103.964, "Action2Geo_FeatureID": "-73644", "DATEADDED": 20200102013000, "SOURCEURL": "https://sethlui.com/tiger-street-lab-new-singapore-inspired-beer-local-zi-char-da-shi-jia-singapore-jan-2020/"}, "ARTICLE": {"TITLE": "Tiger Street Lab: All-New Singapore-Inspired Beer & Local Zi Char Favourites By Da Shi Jia At Jewel Changi Airport", "TEXT": "Tucked away at the top level of Jewel at Changi is Tiger Street Lab, which provides a perfect view of the indoor waterfall.\n\nTiger Street Lab is Singapore’s first global experiential concept store which not only invites you to indulge in a plethora of beer choices but also food, fashion and design. The restaurant has an al fresco dining area right under Jewel’s 9000 architectural glass-panelled façade.\n\nIn order to promote local food and locally-brewed beer, Tiger Street Lab collaborates with Singaporean-grown businesses.\n\nOne of which that Tiger Street Lab works with is Da Shi Jia 大食家. The brand began in 1984 by Senior Sim, with numerous zi char stalls islandwide, with the aim of gathering families together for a homely meal.\n\nThe current owner is second-generation hawker Seth Sim. He started his culinary journey since he was 13, learning the ropes from his father and gradually picking up different skills along the way. Instead of catching up with changing food trends, Seth hopes to present to consumers traditional and authentic taste in line with his father’s belief.\n\nSeth hopes that even millennials will continue to bring their families together at Da Shi Jia, for a homely meal. Using the freshest ingredients, it didn’t take long for their dishes to be the hot favourite amongst the Singaporeans.\n\nTiger Street Lab recently released their local and tropical-inspired beer called the Tiger Shiok Ale (right) and we knew we definitely had to give it a go. The Tiger Shiok Ale (S$13) is a tropical medley of pineapple and passionfruit notes.\n\nIt is a great pairing for most of its dishes especially the fried bites that I’ll be mentioning shortly. Be sure to try out this flavour as it is exclusive to Tiger Street Lab only!\n\nThe glass on the left is a customer favourite, the Tiger White (S$10). Pale-yellow with a small airy white head, this was slightly sweet with very little bitterness to it. Between the two, I enjoyed the Tiger Shiok Ale more but both were quite easy to drink.\n\nOne very special portion of the menu at Tiger Street Lab is their Tiger-Infused Specials. The dishes under this list are beer-infused one way or another. We were recommended to try the Tiger Beer-Battered Assortments (S$18.80). The dish paired very well with the fruity notes of the Tiger Shiok Ale, which was quite refreshing in contrast to the deep-fried assortments.\n\nEach battered bite contains a different filling, with some having bananas, prawns and even wasabi. For those who don’t do well with spice and are unlucky enough to land yourself the wasabi piece, do get ready for a kick of pungent heat. The exterior of each fried piece is crispy yet chewy on the inside, which I thoroughly enjoyed.\n\nThe dish that stays closest to Seth’s heart is the Wok-Fried Big Prawn White Bee Hoon (S$18.80).\n\nDa Shi Jia’s signature dish not only has two big king prawns but also an iconic rich prawn broth that was my absolute favourite. Unlike other prawn bee hoon dishes, this one made by Seth was quite creamy and thick which I really enjoyed.\n\nThe other fried delight is the Handmade Beancurd Skin Prawn Roll (S$15.80). Just as the name suggests, the beancurd is handmade which requires much skill.\n\nGenerous chunks of minced prawns are added into the beancurd skin and are fried to perfection. The prawns were still quite chewy when I bit into them, and the entire dish wasn’t too oily unlike what we’d usually expect from a fried dish.\n\nProbably the most well-liked dish at the restaurant is the Indonesian Curry King Prawns (S$34.80). The prawns were succulent and firm, while the curry had just the right amount of kick to it.\n\nThe dish is served with a side of four pieces of mantou that made the perfect pairing for the spicy and creamy curry. Although I don’t have the best spice tolerance, this dish really was quite addictive as I kept dipping my mantou into the sauce. I would definitely recommend trying this dish!\n\nIf you’re looking to enjoy your dishes with a couple refreshing beer pints, Tiger Street Lab is definitely the place to visit.\n\nExpected Damage: S$30 – S$40 per pax"}}