{"GDELT": {"GlobalEventID": 896188932, "Day": 19200102, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0055, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.5472312703583, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKC3", "Action2Geo_ADM2Code": "40098", "Action2Geo_Lat": 52.2, "Action2Geo_Long": 0.116667, "Action2Geo_FeatureID": "-2591658", "DATEADDED": 20200102013000, "SOURCEURL": "http://www.newsindiatimes.com/indian-american-iterary-tastemaker-sonny-mehta-who-long-reigned-at-knopf-dies-at-77/"}, "ARTICLE": {"TITLE": "Indian-American literary tastemaker Sonny Mehta, who long reigned at Knopf, dies at 77", "TEXT": "Sonny Mehta, a literary tastemaker and kingmaker who spent more than three decades at the helm of the Alfred A. Knopf publishing house, where he courted critical acclaim, profits and sometimes both at once with a lineup of books that included works by a stable of Nobel laureates, the memoirs of presidents and prime ministers, and page-turning crime and love stories, died Dec. 30 at a hospital in Manhattan. He was 77.\n\nThe cause was complications from pneumonia, according to a statement from Knopf, where Mehta served as editor in chief and chairman of the Knopf Doubleday Publishing Group.\n\nAdmired if not universally loved, and feared if only by competitors who knew the extent of his acumen, Mehta reigned for years as one of the most powerful figures in book publishing. With the bestowal of the Knopf emblem, the coursing Borzoi dog that has long served as an imprimatur of literary quality, he conferred on a book almost instant cachet.\n\nTo some observers, even to Mehta himself, his entree into the highest echelons of the clubby New York publishing scene came as a surprise. He was by his own description an “outsider,” the worldly son of an Indian diplomat, a graduate of the University of Cambridge in England and, when he arrived at Knopf’s New York headquarters as president and editor in chief in 1987, a veteran of the British paperback publishing industry.\n\nHe was only the third person to lead Knopf, after its namesake founder and then Robert Gottlieb, who left the publishing house to become editor of the New Yorker magazine and championed Mehta as his successor. “Once I was able to establish the whole thing wasn’t a hoax,” he told The Business Times of Singapore years later, “I thought it was the most challenging opportunity I had had in years.”\n\nHe brought to the job a winning combination of literary taste, commercial instincts and personal charisma. His office, where he was said to indulge in scotch without ever appearing inebriated, teemed with books. He often had a cigarette in hand; in what was perhaps a reflection of a career divided between London and New York, he favored Silk Cuts, a British brand, and American Spirits. He was an insatiable and omnivorous reader, his tastes running from high literature to detective fiction. The latter, he said, portrays the “underbelly of society” and holds “a mirror to society.”\n\nKnopf had established itself as a literary powerhouse long before Mehta arrived in New York, and he continued that tradition. On his watch, by Knopf’s count, six of the publishing house’s writers won the Nobel Prize in literature: Toni Morrison in 1993, V.S. Naipaul in 2001, Imre Kertész in 2002, Orhan Pamuk in 2006, Alice Munro in 2013 and, most recently, Kazuo Ishiguro in 2017. Many more received Pulitzer, National Book or Booker Prizes.\n\nBut Mehta, who in 1989 expanded his portfolio by taking over the Vintage paperback imprint, also acquired such blockbusters as the Millennium series by the late Swedish author Stieg Larsson, beginning with “The Girl With the Dragon Tattoo” (2008), and the erotic series “Fifty Shades of Grey” by E.L. James. Other authors on his roster included Anne Rice, P.D. James and Carl Hiaasen.\n\n“I am not ashamed of my enthusiasm for crime books or books that are big bestsellers. People forget that before I came to Knopf there was a long tradition here of publishing . . . fine crime writers,” he told the publication India Abroad in 2010, citing such authors as Dashiell Hammett and Raymond Chandler. “There is nothing new about Knopf publishing best-selling books.”\n\nMehta was deeply competitive, even with other divisions of Knopf’s longtime parent company, Random House, where he survived various acquisitions and sales over the years. He brought a personal touch to each step of the publishing process, from signing writers to editing their works to designing book jackets and promoting new releases.\n\nWhen former president Bill Clinton was seeking a publisher for the memoir released as “My Life” (2004), Mehta participated in negotiations that culminated with a record-breaking $15 million advance. (Other major advances that he oversaw included $9 million each for books by former British Prime Minister Tony Blair and Pope John Paul II.)\n\nMehta helped shape “Jurassic Park” (1990), the best-selling science fiction novel in which researchers used ancient specimens of DNA to bring dinosaurs back to life, and was said to have persuaded author Michael Crichton to inject more “chaos theory” into the plot. It was reportedly Mehta’s idea to market Gabriel García Márquez’s novel “Love in the Time of Cholera” (1988) as a love story, in a successful bid to reach more readers.\n\n“To avoid intimidating the general reader he instructed the publicity department not to play up the fact that Marquez was a Nobel laureate,” his wife, the Indian writer Gita Mehta, told India Abroad. “The strategy must have worked. That year the book sold over 300,000 copies in hardback.”\n\nOther noted writers published by Mehta included Chimamanda Ngozi Adichie, John Banville, Julian Barnes, Robert A. Caro, Joan Didion, Nora Ephron, Jhumpa Lahiri, Cormac McCarthy, Haruki Murakami, Michael Ondaatje, Richard Russo, Oliver Sacks, Anne Tyler and John Updike.\n\nMehta’s business skill proved critical as Knopf and other publishers faced the head winds of an industry that was changing radically as sales shifted online, independent booksellers struggled to remain in operation and the reading public became accustomed to e-books. He once told The New York Observer that in occasional fits of pique with Amazon – the online bookseller and retailer whose founder, Jeff Bezos, is the owner of The Washington Post – he would refuse to buy books on the website.\n\n“I did use it for socks,” he quipped, “but I didn’t use it to buy books.”\n\nAjai Singh Mehta was born in New Delhi on Nov. 9, 1942. His father, one of the first diplomats to represent newly independent India, took the family with him on postings around the world, in Prague, New York, Nepal and Geneva.\n\nMehta received degrees in history and English literature from Cambridge, where he decided that he would not follow his father’s wishes and enter the Indian foreign service.\n\nIn the early years of his career, he worked in London for publishing houses including Granada Publishing, where he helped found the Paladin Press, and Pan Books. He worked during those years with writers ranging from the English romance novelist Jackie Collins to the Australian-born feminist Germaine Greer – a university friend whom he encouraged to write “The Female Eunuch” – and the acclaimed fiction writers Ian McEwan and Salman Rushdie. His work took him frequently to the United States, where he caught Gottlieb’s attention at Knopf.\n\nMehta and his wife, the former Gita Patnaik, were married in 1965. In addition to his wife, survivors include a son, Aditya Mehta, and a granddaughter.\n\nSpeaking to India Abroad, Mehta said he took particular pleasure in watching the success during his lifetime of Indian and other international writers in the United States, among them Amitav Ghosh, Vikram Chandra and Kiran Desai.\n\n“I see all these names, and I tell myself: what an extraordinary change has come over American publishing in the past two decades,” he said. “How much more open this country has become to foreign writers, and how much more welcoming to foreign cultures and experiences.”"}}