{"GDELT": {"GlobalEventID": 896100375, "Day": 19200101, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0027, "Actor1Code": "MYS", "Actor1Name": "KUALA LUMPUR", "Actor1CountryCode": "MYS", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.60224089635854, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY14", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 3.16667, "Actor1Geo_Long": 101.7, "Actor1Geo_FeatureID": "-2403010", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Puchong, Guangdong, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH30", "Actor2Geo_ADM2Code": "13139", "Actor2Geo_Lat": 24.9242, "Actor2Geo_Long": 112.553, "Actor2Geo_FeatureID": "6046036", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Puchong, Guangdong, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH30", "Action2Geo_ADM2Code": "13139", "Action2Geo_Lat": 24.9242, "Action2Geo_Long": 112.553, "Action2Geo_FeatureID": "6046036", "DATEADDED": 20200101091500, "SOURCEURL": "https://www.thestar.com.my/news/nation/2020/01/01/immigration-department-detains-87-china-nationals-in-puchong-raids"}, "ARTICLE": {"TITLE": "Immigration Department detains 87 China nationals in Puchong raids", "TEXT": "KUALA LUMPUR: A total of 87 China nationals were detained in a series of Immigration Department raids in Puchong, says Datuk Khairul Dzaimee Daud.\n\nThe Immigration Department director-general said the 79 men and eight women that were detained had been rounded up after raids were conducted on five residential and nine office units at a building in Puchong on Wednesday (Jan 1).\n\nHe added that six desktop computers, 33 laptops and 203 mobile phones were seized in the raids.\n\n\n\n\n\n\"The suspects were detained as they are believed to be running an investment scam. At the time of the raids, the screens were showing various investment schemes, including forex trading and cryptocurrencies,\" he told a press conference on Wednesday.\n\nKhairul added that the units raided were also believed to have been used as training centres for syndicate members.\n\n\"We discovered various scripts and manuals for the suspects to follow. They are being trained to approach customers through online applications,\" said Khairul Dzaimee.\n\n\n\n\n\nHe also said that checks of the logs of the online conversations of the suspects showed that some of their customers had been cheated and suffered losses from the investment schemes offered by the syndicate.\n\nKhairul added that the syndicate had changed their modus operandi by renting residential units instead of previously renting a big commercial building in an attempt to evade detection.\n\n\"Such units will be equipped with the internet as well as laptops. We also received information that the particular syndicate had purchased RM24,000 worth of SIM cards recently,\" he said.\n\nKhairul added that the suspects will be detained at the Bukit Jalil Immigration Depot for 14 days pending further investigations, he added.\n\nThe operation was conducted with the cooperation of other agencies including the police, the Malaysian Communications and Multimedia Commission (MCMC) and Bank Negara."}}