{"GDELT": {"GlobalEventID": 896188787, "Day": 19200102, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0055, "Actor1Code": "CHR", "Actor1Name": "DIOCESE", "Actor1Religion1Code": "CHR", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.55493895671476, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200102013000, "SOURCEURL": "https://www.thebostonpilot.com/article.asp?Source=Trending&ID=186559"}, "ARTICLE": {"TITLE": "Report says McCarrick fund gave more than $600,000 to clerics, two popes", "TEXT": "In this 2017 file photo, former Cardinal Theodore E. McCarrick is seen with Servants of the Lord and the Virgin of Matara at Holy Comforter-St. Cyprian Catholic Church in Washington. The Washington Post reported Dec. 27 that at least two popes received part of $600,000 in financial gifts from McCarrick, who also sent money to other high-ranking church officials through a special fund. (CNS photo/Tyler Orsburn)\n\nWASHINGTON (CNS) -- Two popes and multiple priests, cardinals and archbishops received part of $600,000 in financial gifts from former Washington Cardinal Theodore E. McCarrick, who controlled a discretionary fund, according to a report published Dec. 27 by The Washington Post.\n\nThe newspaper said that, through interviews and access to financial records, it determined that over a period of two decades, McCarrick drew on the \"Archbishop's Special Fund\" account set up at the Archdiocese of Washington, where he was the archbishop from 2001 until 2006. Though the majority of the $6 million the fund raised in almost two decades went to charities, many priests and more than 60 cardinals and archbishops benefited from it, the newspaper reported.\n\n\"Several of the more than 100 recipients were directly involved in assessing misconduct claims against McCarrick, documents and interviews show,\" the Post story said.\n\nDuring that time, McCarrick sent $90,000 to Pope John Paul II and $291,000 to Pope Benedict XVI from the account, which the newspaper describes as having little oversight and having amassed donations from influential donors, including President Donald Trump's sister, Maryanne Trump Barry; novelist Mary Higgins Clark; John B. Hess, chief executive the Hess Corp. oil company; and a foundation run by Francis Rooney, politician and former U.S. Ambassador to Vatican.\n\nIn a statement, the archdiocese responded to the Post by saying that \"the funds in the account came from donations sent personally to Mr. McCarrick to direct in his sole discretion. During his tenure in Washington, Mr. McCarrick made contributions to many charitable and religious organizations and members of leadership in the church.\"\n\nThe disclosure of the finances comes at a time when the Vatican is supposed to be releasing a report about the ascent to power of the former U.S. cardinal, now 89 and living in a Franciscan friary in rural Kansas. In a brief presentation Nov. 11 during the annual fall gathering of the U.S. Conference of Catholic Bishops, Boston Cardinal Sean P. O'Malley told the bishops gathered in Baltimore that the Vatican would soon let the public in on what it knows about how the former prelate rose up the church ranks even as many were aware of his alleged abuses.\n\nMcCarrick was dismissed by the Vatican from the clerical state in February following an investigation of accusations that he had abused children early in his career of more than 60 years as a cleric, and that he also had abused seminarians as a bishop. He previously had been one of the most visible and esteemed members of the USCCB, globetrotting even into his 80s on behalf of church matters.\n\nCardinal O'Malley told the bishops that officials at the Vatican have assembled a \"hefty document\" on McCarrick, and it is being translated into Italian and will be presented to Pope Francis.\n\nOn Twitter, the disclosure of the financial gifts by McCarrick led to outcry and condemnation.\n\n\"Why are bishops giving cash gifts to each other?\" tweeted Patricia McGuire, president of Trinity Washington University, shortly after the newspaper story was published. \"The scandal that won't end ... just appalling.\"\n\nShe objected to comments attributed to a spokesman for Cardinal Pietro Parolin, Vatican secretary of state, that such financial gifts are \"common\" and that \"to send and receive such gifts is customary during the Christmas season, including between bishops, as a sign of appreciation for work carried out in the service of the universal church and for the Holy Father.\" Cardinal Parolin is said to have received $1,000 from McCarrick.\n\nThe revelations also came days after the newspaper published a redacted report detailing what witnesses say transpired during the tenure of the retired Bishop Michael J. Bransfield of the Diocese of Wheeling-Charleston, who is said to have sent $350,000 in similar gifts to Vatican and other church officials. The report detailed allegations of sexual misconduct at the diocese as well as when he was at Washington's Basilica of the National Shrine of the Immaculate Conception in the 1980s.\n\nPope Francis accepted Bishop Bransfield's resignation Sept. 13, 2018, and in July the pope announced disciplinary actions for the bishop, including prohibiting him from living in the Diocese of Wheeling-Charleston and from presiding or participating anywhere in any public celebration of the liturgy. Bishop Mark Brennan of Wheeling-Charleston asked Bishop Bransfield to pay the diocese $792,638 in restitution and to apologize to victims and to the diocese. Bishop Bransfield, too, seemed to have a personal account, but it drew on money from the diocese for the gifts he gave to church officials.\n\nMcCarrick and Bishop Bransfield repeatedly have denied wrongdoing.\n\nThough Cardinal O'Malley said the report on McCarrick would be published by Christmas or the New Year, the USCCB's outgoing president, Cardinal Daniel N. DiNardo of Houston-Galveston, said in the November meeting that even though it was almost finished, \"they are in the process still of more information coming in.\"\n\n"}}