{"GDELT": {"GlobalEventID": 896188703, "Day": 19200102, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0055, "Actor1Code": "BFA", "Actor1Name": "BURKINA FASO", "Actor1CountryCode": "BFA", "Actor2Code": "IGOBUSIMF", "Actor2Name": "INTERNATIONAL MONETARY FUND", "Actor2KnownGroupCode": "IMF", "Actor2Type1Code": "IGO", "Actor2Type2Code": "BUS", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 0.6410256410256501, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Burkina Faso", "Actor1Geo_CountryCode": "UV", "Actor1Geo_ADM1Code": "UV", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": -2.0, "Actor1Geo_FeatureID": "UV", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Burkina Faso", "Actor2Geo_CountryCode": "UV", "Actor2Geo_ADM1Code": "UV", "Actor2Geo_Lat": 13.0, "Actor2Geo_Long": -2.0, "Actor2Geo_FeatureID": "UV", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Burkina Faso", "Action2Geo_CountryCode": "UV", "Action2Geo_ADM1Code": "UV", "Action2Geo_Lat": 13.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "UV", "DATEADDED": 20200102013000, "SOURCEURL": "https://www.ecofinagency.com/public-management/0101-40794-burkina-faso-imf-approves-24-9mln-for-the-third-review-under-the-ecf-arrangement"}, "ARTICLE": {"TITLE": "Burkina Faso : IMF approves $24.9mln for the third review under the ECF arrangement", "TEXT": "Public Management\n\n(Ecofin Agency) - Following a satisfactory third review under the Extended Credit Facility arrangement signed with Burkina Faso in March 2018, the International Monetary Fund approved the disbursement of $24.9 million for the country.\n\nIn the related document, the Fund says Burkina’s economic growth remains resilient despite the rising security crisis. Growth was 6.4% in the first half of the year and is expected to stabilize at around 6% in the mid-term. Authorities are committed to improve tax revenue mobilization to 18% of GDP next year, against 17.5% in 2019. Current account deficit is also expected to drop to 4% in 2020, compared to 5.2% in 2019, while further efforts are expected to better reduce public spending, in particular subsidies and wage bill, which is expected to gradually decline in 2020 from 10% of GDP in 2019. Fiscal deficit in 2019 complied with the WAEMU convergence criterion set at 3% of GDP, and same trend is expected in 2020.\n\nHowever, IMF suggests that the country should “maintain a sound macro-fiscal framework, implement structural reforms to diversify its export base of goods and services, exercise control over government guarantees and contingent liabilities, and limit non-concessional borrowing.” The country will also need to “strengthen the implementation of its medium-term debt strategy to contain its debt service and gross financing needs in order to prevent a deterioration of its debt sustainability outlook.”\n\nLet’s note the new disbursement brings to about $99.5 million the total fund injected by the IMF under the arrangement. Overall fund to be disbursed is about $149.3 million.\n\nFirmine AIZAN"}}