{"GDELT": {"GlobalEventID": 896189202, "Day": 19200102, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0055, "Actor1Code": "LBN", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.29729729729729, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Achrafieh, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8861, "Action2Geo_Long": 35.5194, "Action2Geo_FeatureID": "-797852", "DATEADDED": 20200102013000, "SOURCEURL": "https://www.straitstimes.com/world/middle-east/fugitive-ex-nissan-chairman-carlos-ghosn-met-lebanese-president-after-fleeing"}, "ARTICLE": {"TITLE": "Fugitive ex-Nissan chairman Carlos Ghosn met Lebanese president after fleeing Japan: Sources", "TEXT": "BEIRUT (REUTERS) - Fugitive former Nissan chairman Carlos Ghosn met Lebanon's president after fleeing from Japan, where he was smuggled out of house arrest by a private security company, two sources close to Ghosn said on Wednesday (Jan 1).\n\nOne of the sources said Ghosn was greeted warmly by President Michel Aoun on Monday after flying into Beirut via Istanbul and was now in a buoyant and combative mood and felt secure.\n\nThe plan to slip Ghosn out of Japan, which marked the latest twist in a year-old saga that has shaken the global auto industry, was crafted over three months, the two sources said.\n\n\"It was a very professional operation from start to finish,\" one of them said.\n\nIn his meeting at the presidency, Ghosn thanked Aoun for the support he had given him and his wife Carole while he was in detention, the sources said. He now needs the protection and security of his government after fleeing Japan, the sources added.\n\nThe meeting between Aoun and Ghosn has not been made public and a media adviser to the president's office denied the two men had met. The two sources said specifics of the meeting were described to them by Ghosn.\n\nGhosn could not be reached for comment on the meeting and has been silent publicly other than to issue a written statement shortly after his arrival saying he had \"escaped injustice and political persecution.\"\n\nLebanese officials have said there would be no need to take legal measures against Ghosn because he entered the country legally on a French passport, although Ghosn's French, Lebanese and Brazilian passports are with lawyers in Japan.\n\nThe French and Lebanese foreign ministries have said they were unaware of the circumstances of his journey.\n\nLebanon has no extradition agreement with Japan.\n\nGhosn was first arrested in Tokyo in November 2018 and faces four charges - which he denies - including hiding income and enriching himself through payments to car dealerships in the Middle East.\n\nRelated Story Ghosn flight prompts talk of more curbs in Japan's strict justice system\n\nHe has enjoyed an outpouring of support from Lebanon since his 2018 arrest, with billboards proclaiming, \"We are all Carlos Ghosn\" erected in solidarity with his case.\n\nUnder the terms of his bail, he had been confined to his house in Tokyo and had to have cameras installed at the entrance. He was prevented from communicating with his wife, Carole, and had his use of the internet and other communications curtailed.\n\nThe sources said the Lebanese ambassador to Japan had visited him daily while he was in detention.\n\n'FICTION'\n\nWhile some Lebanese media have floated a Houdini-like account of Ghosn being packed in a wooden container for musical instruments after a private concert in his home, his wife called the account \"fiction\" when contacted by Reuters.\n\nShe declined to provide details of the exit of one of the most recognised titans of industry. The accounts of the two sources suggest a carefully planned escape known only to a few.\n\nThey said a private security firm oversaw the plan, which involved shuttling Ghosn out via a private jet to Istanbul before pushing onward to Beirut, with even the pilot unaware of Ghosn's presence on board.\n\nAn attorney for Ghosn said he would hold a news conference in Beirut on Jan 8. The sources close to Ghosn, however, said a date for the news conference had yet to be finalised. They said Ghosn was unwilling to share details of his escape so as not to jeopardise those who aided him in Japan.\n\nHe is staying at the home of a relative of his wife, but plans to return soon to a gated villa in the upscale Beirut neighbourhood of Achrafieh, one of the sources said.\n\nNissan sacked Ghosn as chairman, saying internal investigations revealed misconduct including understating his salary while he was its chief executive, and transferring US$5 million of Nissan funds to an account in which he had an interest.\n\nIn Lebanon, Ghosn is considered a poster boy for success in a country where rampant unemployment pushes young Lebanese abroad to find work and the economy relies heavily on remittances amid a deep financial crisis that has sparked a wave of protests.\n\nGhosn was born in Brazil of Lebanese descent and lived in Lebanon as a child. He oversaw a turnaround at French carmaker Renault that won him the nickname \"Le Cost Killer\" and used similar methods to revive Nissan."}}