{"GDELT": {"GlobalEventID": 896100034, "Day": 19200101, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0027, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "Actor2Code": "PRK", "Actor2Name": "NORTH KOREA", "Actor2CountryCode": "PRK", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.97952218430034, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200101091500, "SOURCEURL": "https://www.globaltrademag.com/the-silver-lining-of-the-baltic-banking-crisis/"}, "ARTICLE": {"TITLE": "The Silver Lining of the Baltic Banking Crisis", "TEXT": "Kirk Samson and Gabriella Kusz\n\n[shareaholic app=\"share_buttons\" id=\"13106399\"]\n\nThe continuing revelations as to the extent of money laundered through Baltic banking systems, most notably the dramatic accusations against Danske Bank (which are now pulling in Deutsche Bank as well) were an unfortunate blow to the Baltic states’ reputations as dynamic and safe markets for foreign investments in Europe. However, substantial media scrutiny and the public and private sector response may actually result in a safer financial environment for investments and business operations in Estonia, Latvia and Lithuania as well as an improved EU structure to deal with money-laundering.\n\nA Series of Money-Laundering Failures brings Global Scrutiny to the Baltics\n\nDanske Bank, the headlining financial institution at the heart of the massive $280 billion money-laundering investigation, has already pulled out of Russia and the Baltic States as a result of its misadventures in the region. Other banks, however, were also caught laundering funds from Russian, Ukrainian, Chinese and North Korean sources in the last few years, including Swedbank. Although the majority of the scandal has been laid at the feet of Estonian and Latvian banks and financial oversight bodies, Lithuania has not survived unscathed and ongoing investigations will likely expose additional breaches in finance laws and EU and U.S. sanctions regimes.\n\nWhile the scandal has put a dent into the business reputation of Estonia and Latvia, the resulting scrutiny and investigations are likely to improve transparency in the region and improve legal regimes and oversight structures for international business operations moving forward. The heightened focus on anti-money laundering (AML) tools has also spurred tech innovation, leading to the creation of critical private-sector expertise to help consumers and businesses identify and fight money-laundering activities.\n\nExposing the Weakness in EU Mechanisms\n\nThe scandal exposed not just national-level problems, it highlighted an EU-wide gap in AML mechanisms. The decentralized nature of AML regulation and the lack of coordination amongst country regulators and oversight bodies across the EU provides opportunities for abuse. Lack of formal channels of communication, inter-agency / regulator dialogue and cooperation weakens the overall ability of any one country to effectively share information, pool resources and fight trans-national financial criminal activity.\n\nAdditionally, integral to the EU’s current challenges has been the deficiency in adoption vs. implementation. Larger EU states such as France and Germany traditionally maintain sufficient financial and human resources to not only transpose EU AML Directives into local legislation, but to ensure effective implementation. Scarcity of expertise, limited capacity and shortfalls in funding among smaller states such as Cyprus, the Baltic states and Malta, on the other hand, have hindered the effectiveness of resulting oversight processes and procedures to reduce money laundering. There is a growing recognition as to this weakness in the system, and a recent joint proposal from finance ministers of France, Germany, Italy, Latvia, the Netherlands, and Spain to create a centralized anti–money laundering (AML) supervisor with EU-wide authority may help to close this gap.\n\nFinally, the anonymous nature of cryptocurrency and digital assets have made them attractive to illicit users interested in perpetrating money laundering and terrorism financing. Their use in recent cases has exposed the need throughout the EU for further innovations in their regulation and oversight to ensure transparency, accountability and legality of digital asset transactions.\n\nIn response to these challenges, the EU has adopted the 5th Anti-Money Laundering Directive which is required to be transposed into local law by Member States by January 2020. Although transposition into local law is required by January 2020, the key to determining the success of this legislation will be dependent upon the resources and ability to implement. Strong centralized technical support, human and financial resources should be provided – especially to smaller Member States – as they work to locally adopt and transform these concepts into practice.\n\nThe Revelations have Spurred Innovation\n\nConcerns over money laundering have forced the government to take action (albeit rearguard in nature) but have also sparked concern from the business community, which is equally concerned about the stability of the national and regional financial system. Taavi Tamkivi, CEO of Salv, the Estonian AML-focused start-up funded by Transferwise and Skype employees, noted that although the incidence of such AML cases in Estonia is disappointing, the fact that they were brought to light speaks to the Estonian commitment to transparency, accountability, and responsibility. Recent scandals have brought into the open the weaknesses in the Estonian system and instead of hiding these scandals or shirking responsibility, the Estonian government, regulators and private sector have come together to learn from these investigations, strengthen their systems and develop world-class systems of AML. Tamkivi went on to note that Know Your Customer (KYC) efforts and risk profiling of new clients are important but must be coupled with monitoring the millions of transactions flowing through financial institutions every day for suspicious behavior.\n\nAdditionally, data sharing between and amongst banks and the government is needed to ensure comprehensive understanding and communication of suspected criminal activity. The only way to undertake such intensive oversight is through innovations in technology. Tamkivi noted that “Estonia is known for its e-residency and digital-centric culture, so I’m confident we can find smarter ways to share and use the data we all have; protecting individuals, but catching more criminals. With the right technology, we can really solve it. Moving fast is the only way to keep up with the innovative organized criminals moving millions or billions around the world.”\n\nTamkivi went on to share an important aspect of the Baltic business environment which highlights the resiliency and affinity for innovation: “You can think of the Baltics nations, in many ways, as country-sized startups. We witnessed the mistakes and pitfalls of long-established nations from afar and, when we gained re-independence in the early 90s, we were able to start afresh. So, if you take a close look, you’ll find a dense web of fresh ideas and innovation woven into our structures. Sometimes, like Skype, TransferWise, and Bolt they do manage to kick off a profound change in the world.”\n\nThe Baltic Region Represents some of the Best Locations for Business Expansion in Europe\n\nThe innovative atmosphere that gave rise to tech companies such as Skype and Transferwise, vaulted Vilnius into the position of number one startup city for tech in the world, helped to launch the NATO Cooperative Cyber Defence Centre of Excellence and has all three countries listed in the top 20 for innovation globally by the World Bank Group is an astounding opportunity for foreign investors. But the technology sector is not the only attraction to the Baltic economies.\n\nAccording to the World Bank Group “Doing Business” assessment of jurisdictions, Lithuania, Estonia and Latvia rank 11th, 18th, and 19th respectively and all three rank highly on global lists for innovation, safety and quality of life. The business-friendly nature of the Baltic countries coupled with their attractive cost of living provide a natural advantage in attracting a wide variety of global businesses. In 2018, Lithuania, Estonia and Latvia each outperformed the estimated EU hourly labor costs for the EU-28.\n\nClosing the Gaps in the System\n\nEstonia, Latvia, and Lithuania need to take quick and decisive action to prevent money-laundering in the future, as does the EU, which is facing similar problems in banking systems in Malta, Cyprus and other member states. But while the Danske Bank scandal is a black mark on the region, a robust response to these concerns by governments and innovative private companies such as Salv and others will ensure that the thriving Baltic market becomes an even more attractive location for foreign investment projects by reducing investor exposure and political risk concerns. As Taavi notes ‘…though many of the recent negative headlines came from Estonia, that may not necessarily be as bad as it first appears. Everyday Estonians are notorious for their commitment to transparency, and taking responsibility for mistakes. And, honestly, now that scandals are out in the open, we can all learn from the investigations. I wouldn’t even be surprised if, as a result, Estonia then grows some of the greatest AML experts in the region.”\n\n___________________________________________________________\n\nGabriella Kusz, CPA is an international economic and financial sector development expert with experience in the areas of financial sector strengthening, governance, and regulation. Ms. Kusz has held senior-level positions at the World Bank Group as well as with the International Federation of Accountants.\n\nKirk Samson is the owner of Samson Atlantic LLC, a Chicago-based international business consulting company which offers market research, political risk assessment, and international negotiations assistance. Mr. Samson is a former U.S. diplomat and international law advisor."}}