{"GDELT": {"GlobalEventID": 896188641, "Day": 19200102, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0055, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.1235955056179698, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_Lat": 35.6411, "Actor2Geo_Long": -79.8431, "Actor2Geo_FeatureID": "NC", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Stokes County, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 36.4001, "Action2Geo_Long": -80.2498, "Action2Geo_FeatureID": "1008586", "DATEADDED": 20200102013000, "SOURCEURL": "https://www.mtairynews.com/news/81733/support-for-gun-rights-sought-from-county"}, "ARTICLE": {"TITLE": "Support for gun rights sought from county", "TEXT": "SHOALS — Plans for access to state park lands at the edge of Surry County have caused an uproar that reached the historic courthouse this week.\n\nThe Surry County Board of Commissioners held its only meeting of August this week in Dobson. Some guests took to the podium during the open forum to voice displeasure at the possible closure of a popular Shoals destination that is considered part of the Pilot Mountain State Park.\n\nAccording to the county manager’s office, the Bean Shoals Access on the Yadkin River has for half a century been a popular spot for Surry County citizens and many tourists from across North Carolina and other states.\n\nBean Shoals Access is next to Horne Creek Living Historical Farm at the very lowest southeast corner of Surry County. From the Pilot Mountain park, that’s actually a 10-mile drive that even crosses over into Stokes County and back via Perch Road, but it falls under the same supervision from the state parks perspective.\n\nVisitors speaking this week said that the local park superintendent had put in a request to the state office in Raleigh to close the access point permanently. They said nearby residents of Shoals didn’t hear about this until a week before the county meeting, and it didn’t come before the county commissioners before this.\n\nOne of the guest speakers, Linda Black, said she collected 125 signatures on a petition to keep the access point open.\n\nThe Bean Shoals Access is part of the park and provides great swimming, fishing, hiking, horseback riding, picnicking and camping opportunities, said speakers. The superintendent has let the access go, they complained, with grass and weeds not being cut and the trails becoming unpassable from downed trees.\n\nBoard reaction\n\nCommissioner Van Tucker, a Shoals resident, responded strongly to the topic. He said that spot along the Yadkin River has been a great place for kids to play, it’s been great for Boy Scouts, and it is a good place to drive to and get away from it all.\n\nBefore his father passed away this year, Tucker said he would drive down that access road with his dad so they could enjoy the scenery and hear the river flow by.\n\nAlready this year the Pilot Mountain Park has talked about creating a shuttle service so that people park at the bottom and have to rely on when the shuttle runs to get back and forth to the top, Tucker said. Now here comes another change.\n\n“A lot of people would love to have a state park, and we already have one,” he said. “We’re not asking for money to start one, it’s already been established.”\n\nTucker said he is disappointed that one park ranger can start an effort to close something down without any consultation with county officials. He said he has already reached out to state elected officials Sarah Stevens and Kyle Hall and will be speaking to Phil Berger.\n\n“We’re going to hit the ‘Send All’ button,” he said.\n\nCounty Manager Chris Knopf created a resolution for consideration by the board after speaking to Tucker before the meeting.\n\nTucker made a motion to adopt the resolution. Commissioner Eddie Harris said he also represents the Yadkin River as it passes through his South District and he seconded the motion.\n\n“We need to do whatever we can to get young people outdoors to enjoy these things,” said Harris. “They are here for everyone’s benefit.”\n\nThe resolution\n\nThe resolution states:\n\nWHEREAS, Pilot Mountain State Park is one of Surry County’s most significant natural resources and tourist destinations, and how the Park is managed and accessed has a significant impact on the local economy; and\n\nWHEREAS, the Bean Shoals Access of Pilot Mountain State Park has been a place of enjoyment for approximately 50 years, opening around 1970, because it provides close vehicular access to the Yadkin River for outdoor enthusiasts, families, groups, scouts, and many others; and\n\nWHEREAS, the Bean Shoals portion of Pilot Mountain State Park is the most significant public access for vehicular traffic to the Yadkin River for both residents and tourists alike, outside of a couple of paddling accesses; and\n\nWHEREAS, over the years the Bean Shoals Access has been a significant source of outdoor recreation and has alleviated overflow crowds from the Mountain Section of Pilot Mountain State Park; and\n\nWHEREAS, the Surry County Tourism Development Authority spent significant funds providing way finding signage directing vehicular traffic from N.C. 268 to Pilot Mountain State Park accesses along the Corridor and at Bean Shoals, which were supported and encouraged by State Park staff to relieve traffic pressure at the Mountain Section; and\n\nWHEREAS, it has come to the attention of the Surry County Board of Commissioners that the Pilot Mountain State Park Superintendent has requested that the N.C. Department of Natural and Cultural Resources permanently close the Bean Shoals Access of Pilot Mountain State Park to vehicular traffic; and\n\nWHEREAS, the fact that a permanent vehicular access closure request with significance well beyond the State Park has been submitted to the N.C. Department of Natural and Cultural Resources without any prior discussion by State Park staff to local park users, municipal and county officials, tourism officials, etc. is deeply concerning; and\n\nWHEREAS, the alleged issue that has led to this request deals with certain vehicles having difficulty fording streams along the access road and the impact this has on these natural resources; and\n\nWHEREAS, if closed to vehicular traffic, visitors would be expected to hike up to 1.5 to 3.4 miles to access the Yadkin River, camp sites, picnic areas, and the historic Bean Shoals Canal over rough, hilly terrain. This change would then especially create a hardship for any typical and healthy hiker, especially for children, elderly and disabled visitors, all but ensuring far fewer users at the Bean Shoals Access in the future; and\n\nWHEREAS, local residents are reporting less satisfaction with Pilot Mountain State Park due to increasing efforts to limit access that has been in place since the park’s inception, especially since public funds support the existence of Pilot Mountain State Park; and\n\nWHEREAS, in the opinion of Surry County, this request is shortsighted considering the information described in this resolution and would create an incredibly negative impact for our residents.\n\nNOW, THEREFORE, BE IT RESOLVED that Surry County opposes the request of the Pilot Mountain State Park Superintendent to permanently close the Bean Shoals Access of Pilot Mountain State Park to vehicular traffic and requests that the N.C. Department of Natural and Cultural Resources employ a transparent process for making the necessary improvements to the Bean Shoals Access road that protects the streams and keeps it open to vehicular access.\n\nAfter the county manager read the resolution out loud to the board, the commissioners voted unanimously in favor.\n\nPark view\n\nMatt Windsor, the Pilot Mountain State Park superintendent, told The News that Bean Shoals Access was closed to vehicles — but not pedestrians — when Pilot Mountain and 29 other state parks and recreation areas were closed this spring due to COVID-19 concerns.\n\n“When state parks opened to the public again, certain areas of most all parks remained closed based on the governor’s executive orders to limit crowd gathering and the park’s ability to staff the area,” he said.\n\n“Other state parks areas that have remained closed have included swimming areas, some campground areas, shelters, community buildings, and access areas that only serve closed campgrounds, boat ramps, or swim areas,” said Windsor.\n\nThe access road has since reopened for daylight hours, he noted.\n\nThat doesn’t mean the road is safe, especially with the recent rains raising water levels, he pointed out.\n\n“Our visitors have the expectation if a road is open that they be able to traverse it safely,” Windsor said. “Many were already choosing not to drive into this access, park outside the gate at our other parking area and to hike or ride their horse in instead, due to having to cross the streams which have caused entrapment of vehicles during rain, and damage to vehicles including oil spills in the stream.”\n\nHe said some folks have been suggested quick fixes such as dumping concrete in the stream.\n\n“As a state agency, we are required by law to have a permit from the Division of Water Resources and the U.S. Army Corp of Engineers to regrade the approaches to the crossing and harden the stream bottom with stone; it is unfortunately not as simple as to say drive in and dump a load of gravel in the stream bed.”\n\nSpeaking to the complaints about the grass and weeds, the park superintendent said, “The vegetation that some residents have asked us to mow is part of the streamside buffer zone of native vegetation that stabilizes the stream banks and was planted as part of the CWMTF (Clean Water Management Trust Fund) Stream Restoration. For this reason, we do not mow this vegetation. An additional area unmowed area at this access is a milkweed and wildflower field that was planted by park visitors and volunteers.”\n\nWhen the road was closed, Windsor said he received comments from the public — and not all of them were negative. Some folks preferred it closed, he said.\n\n“We had already been receiving complaints from local residents about vehicles racing in the stream crossings, and driving into our stream restoration areas, a large project that was funded by the N.C. CWMTF,” he said. “Surry Soil and Water Conservation helped us get the grant to restore this stream.”\n\nThe proposal that has been raised isn’t to stop all access to the Yadkin River, but to create a new gravel road to the north side of the river. The old road that has to cross three streams would be abandoned and only used for emergencies or park staff access, he said.\n\nThis proposal, though, will require funding for the roadwork, and funding has been cut for many projects this year because of COVID-19.\n\n”State parks will be issuing a press release and distributing information about a public-use survey to gather public input before making any permanent changes to this access, such as permanently closing it to vehicular traffic.“"}}