{"GDELT": {"GlobalEventID": 896189259, "Day": 19200102, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0055, "Actor1Code": "MED", "Actor1Name": "NEWS AGENCY", "Actor1Type1Code": "MED", "Actor2Code": "PTY", "Actor2Name": "POLITICIAN", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -5.243445692883901, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wan Chai, Hong Kong (general), Hong Kong", "Actor2Geo_CountryCode": "HK", "Actor2Geo_ADM1Code": "HK00", "Actor2Geo_ADM2Code": "13031", "Actor2Geo_Lat": 22.1667, "Actor2Geo_Long": 114.25, "Actor2Geo_FeatureID": "-1354524", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wan Chai, Hong Kong (general), Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK00", "Action2Geo_ADM2Code": "13031", "Action2Geo_Lat": 22.1667, "Action2Geo_Long": 114.25, "Action2Geo_FeatureID": "-1354524", "DATEADDED": 20200102013000, "SOURCEURL": "https://www.straitstimes.com/asia/east-asia/hong-kong-police-say-around-400-arrested-in-new-years-day-unrest"}, "ARTICLE": {"TITLE": "Hong Kong rings in New Year with tear gas, clashes downtown; 400 people arrested", "TEXT": "HONG KONG (BLOOMBERG, AFP, XINHUA) - Hong Kong began 2020 with a familiar sight: Tear gas, fires, vandalism and roadblocks in busy downtown areas as protesters vowed to maintain their fight for more democracy and less Chinese control.\n\nRiot police battled demonstrators into the night after large crowds of mostly peaceful demonstrators flooded streets from Causeway Bay to Central.\n\nTensions escalated after police abruptly ended the rally following clashes outside of a branch of HSBC Holdings, which had recently become a target of protesters.\n\nBy Thursday (Jan 2) morning, the streets were largely back to normal although the authorities warned that some downtown traffic lights were not working properly and some ATMs were damaged.\n\nOrganisers said more than a million people took part, while police said 60,000 showed up at the lawn area of Victoria Park where the march began – a number that demonstrators disputed.\n\nAt least 400 people were arrested, police said, adding that officers ordered the rally to disperse due to damage at a bank branch and the use of petrol bombs.\n\nThe arrests were made for offences including “unlawful assembly and possession of offensive weapons”, senior superintendent Jim Ng said at a press conference, adding that police had asked for the rally to be terminated earlier than planned because of unrest.\n\n“Instead of celebrating New Year’s Day like the rest of the world, we are out here in the streets fighting for our government to answer our demands,” said Sarah, 28, as a crowd of black-clad protesters sang the anti-government anthem “Glory to Hong Kong.”\n\n“We will keep coming out month after month, year after year because this isn’t just about us – it’s about our children,” she said. “This is our home and we are not giving up. We have to stand up against China and against dictatorship.”\n\nHSBC condemns vandalism by some protesters\n\nThe chaotic images mirrored those that have occurred dozens of times since the unrest broke out in June after the Beijing-backed local administration proposed a Bill that would allow extraditions to China for the first time. While Hong Kong’s leader, Mrs Carrie Lam, has since withdrawn the legislation, she has refused to meet additional demands including an independent inquiry into police violence and direct leadership elections.\n\nThe violence has pushed Hong Kong’s economy into recession and forced the cancellation of numerous events, including an annual fireworks display on New Year’s Eve.\n\nMrs Lam said in a year-end video message that restoring social “order and harmony” should be the city’s resolution for 2020, while President Xi Jinping defended China’s system for running Hong Kong in an unusually high-profile acknowledgment of its political turmoil.\n\n“Without a harmonious and stable environment, how can people live in peace and enjoy their work?” Mr Xi asked in a New Year’s Eve address, wearing a suit and seated behind a desk. “I sincerely wish Hong Kong well. Hong Kong’s prosperity and stability is the wish of Hong Kong compatriots and the expectation of our motherland.”\n\nOn the city’s streets, protesters expressed frustration with the approach from China’s leaders while pledging to continue the fight. They also attacked HSBC, which closed an account linked to the protests in November, lighting a fire at one branch and vandalising iconic lion statues outside of its Hong Kong headquarters.\n\nPolice last month arrested four people for suspected money laundering linked to the pro-democracy protests and froze HK$70 million (S$12 million) in funds related to the Spark Alliance, a group that helps protesters pay legal fees.\n\nHSBC defended its decision to close the account, saying the move was unrelated to the December arrests and followed a “direct instruction” from the customer.\n\nIn a statement late on Wednesday, the bank condemned the acts of vandalism and called them “unjustified”.\n\n“We believe the rule of law is essential to Hong Kong’s status as an international financial centre and we look forward to the speedy resolution of the issues,” it said.\n\nHSBC’s move to close the account and the arrests linked to Spark Alliance motivated more people to hit the streets on Wednesday, said a 34-year-old protester who gave his name as Tong.\n\n“HSBC and other companies just want business in China but the whole world is watching and we’re going to hold them accountable,” he said. “If we keep united and keep hurting the economy and international opinion of Hong Kong, the government will eventually have to listen to us. It will pressure them to give in to us, instead of just listening to the Chinese government.”\n\nThe protest began as a largely peaceful affair featuring families with children and the elderly, similar to others convened by the Civil Human Rights Front. The group has organised some of the largest protests over the last seven months by seeking police permission and strictly adhering to the law.\n\nThe government even lauded the protesters before police suddenly pulled the plug, saying in a statement that the majority of people behaved “in a lawful, peaceful and rational manner”.\n\nThe government “has all along respected people’s rights and freedoms to participate in peaceful processions and assemblies and express views rationally, as these are the important core values cherished by Hong Kong people”, it said.\n\nBut shortly after some demonstrators sought to vandalise a branch of HSBC in Wan Chai, police ordered protest organisers to end the rally. Tens of thousands of people appeared to be on the streets at the time, leading to general confusion among the masses.\n\nProtest organisers condemned the decision. Mr Ian Ching, 34, continued to walk toward Central even after the march was called off, saying he didn’t agree with the police that the rally had turned violent.\n\n“I might be walking a bit faster, but I still want to walk through the whole protest route just to show my perseverance with all the\n\nHong Kong people here because we need to defend this place,” he said. “It’s not curfew after all – that’s why I can walk as a person.”\n\nMs Maria Li, 50, had to work on Wednesday and arrived at the protest at 5.30pm, only to find that it had been called off.\n\n“I don’t know what’s wrong with the police – we got permission to come and march today,” said Ms Li, who dressed in black.\n\n“It’s been seven months and still the government isn’t listening to us,” she added. “Carrie Lam just does whatever she wants. That’s why we need to keep coming out and showing protesters they are not alone.”\n\nMeanwhile, Xinhua news agency reported that the Office of the Commissioner of the Chinese Foreign Ministry in the Hong Kong Special Administrative Region (SAR) on Wednesday urged foreign politicians to stop confusing right and wrong and interfering in Hong Kong affairs.\n\nWhile Hong Kong has suffered from over 200 days of social unrest and its residents look forward to a peaceful 2020, some foreign politicians are recklessly smearing the police force who safeguard social order and cheering on rioters and those messing up Hong Kong, a spokesman of the office said in a statement.\n\nThe spokesman added that after Hong Kong’s return to the motherland, it was entirely China's internal affairs to handle the affairs in the territory, which is a special administrative region of China. He stressed that Hong Kong's global ties are by no means an excuse for foreign interference.\n\nHe went on to say that the commissioner’s office would firmly support the chief executive in leading Hong Kong’s government to govern in accordance with law, firmly support the Hong Kong police in strictly enforcing the law, and firmly support the Hong Kong judicial bodies in severely punishing the violent criminals in accordance with the law.\n\nThe spokesman said the Chinese government is “rock-firm” in safeguarding national sovereignty, security and development interests, in implementing the policy of “one country, two systems”, and in opposing any foreign interference in Hong Kong affairs."}}