{"GDELT": {"GlobalEventID": 896567153, "Day": 19200103, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0082, "Actor1Code": "MOS", "Actor1Name": "ISLAMIC", "Actor1Religion1Code": "MOS", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.74157303370786, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200103214500, "SOURCEURL": "https://www.cjhk.ca/2020/01/03/us-airstrike-kills-top-iranian-general-tensions-rise-2/"}, "ARTICLE": {"TITLE": "US Airstrike Kills Top Iranian General, Tensions Rise", "TEXT": "Early Friday morning the US conducted an airstrike on a Baghdad airport that killed 62-year Old General Qasem Soleimani.\n\nThe BBC reports that during Soleimani’s tenure Iran has supported the Hezbollah in Lebanon as well as other pro-Iranian groups, increased its military presence in Syria and Iraq as well as orchestrating attacks against Syrian rebels.\n\nSoleimani’s death has caused a major rise in tensions between the US and Iranian governments. Iranian leader, Ayatollah Ali Khamenei said: ” severe revenge awaits the criminals” behind the attack. He also announced three days of national mourning in honor of the deceased General.\n\nDuring the time of the attack, US President Donald Trump was in Florida. When news broke of the attack Trump tweeted a photo of the American flag.\n\nGeneral Qassem Soleimani has killed or badly wounded thousands of Americans over an extended period of time, and was plotting to kill many more…but got caught! He was directly and indirectly responsible for the death of millions of people, including the recent large number…. — Donald J. Trump (@realDonaldTrump) January 3, 2020\n\nThe Pentagon also released a statement that classified Soleimani a terrorist it also claimed Soleimani was “developing plans to attack American diplomats and service members in Iraq and throughout the region”.\n\nThe attack also comes on the back of a protest that saw demonstrators attack the US embassy in Iran, which the Pentagon claims Soleimani approved.\n\nThroughout the morning reactions have been coming in from all corners of the globe.\n\nIsrael’s Leader Benjamin Netanyahu said the US had a “right” to defend itself and he praised President Trump’s quick action.\n\nPresident @realDonaldTrump deserves all the credit for acting swiftly, forcefully and decisively. Israel stands with the United States in its just struggle for peace, security and self-defense. — PM of Israel (@IsraeliPM) January 3, 2020\n\nRussian officials have condemned the attack claiming it was “murder” and a “reckless step”\n\nCanada's foreign affairs minister calls on all sides to \"exercise restraint and pursue de-escalation.\"\n\nIn a statement, Franois-Philippe Champagne said their goal remains a united and stable Iraq.\n\n\"Canada has long been concerned by the Islamic Revolutionary Guard Corps' Qods Force, led by Qasem Soleimani, whose aggressive actions have had a destabilizing effect in the region and beyond,\" said Champagne.\n\nChampagne said the safety and well-being of Canadians in the region, including troops and diplomats, is their paramount concern.\n\nThe events have also left their impact on Twitter with things trending like Iran, #WWIII and #FranzFerdinand which is a reference to former Archduke Franz Ferdinand whose assassination is widely attributed as the cause of World War I."}}