{"GDELT": {"GlobalEventID": 896567550, "Day": 19200103, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0082, "Actor1Code": "USA", "Actor1Name": "KENTUCKY", "Actor1CountryCode": "USA", "Actor2Code": "MIL", "Actor2Name": "NATIONAL GUARD", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.33557046979865995, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_Lat": 32.9866, "Actor2Geo_Long": -83.6487, "Actor2Geo_FeatureID": "GA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20200103214500, "SOURCEURL": "https://www.statesboroherald.com/ob/obituary-mr-mitchell-stephen-steve-brannen-iii/"}, "ARTICLE": {"TITLE": "Obituary - Mr. Mitchell Stephen \"Steve\" Brannen III", "TEXT": "KENNESAW, Ga. -- Mr. Mitchell Stephen \"Steve\" Brannen III, age 71, passed away peacefully on January 1, 2020, after a short illness, at the Baptist Medical Center in Jacksonville, Florida. Steve was born April 14, 1948, in Macon, Georgia.Steve joined the National Guard in 1970, trained at Fort Campbell, Kentucky, for infantry then Fort Sill, Oklahoma, for artillery. He earned a sharp shooter badge.He joined the Atlanta Police Department in 1972 and retired as a sergeant after 28 years of honorable service. During his years of service, he successfully negotiated a hostage situation, worked undercover as a detective on the Vice Squad and on his last day in uniform, he successfully thwarted a bank robbery.His family was proud of his positive impact on the community.He loved his family, his friends and Waffle House coffee. The jury is still out as to which of the three he loved more.Steve is preceded in death by his parents, M.S. Brannen Jr. and Lerline Rogers Brannen.He is survived by his daughter, Leah Brannen of Jacksonville, Florida; his son, Thomas Franklin of Dallas, Georgia; and many cousins and friends.The family will receive visitors on Tuesday, January 7, 2020, from 10 a.m. until the funeral hour at Joiner-Anderson Funeral Home in Statesboro.His funeral will be held at 11 a.m. in the chapel of Joiner-Anderson Funeral Home with the Reverend Jim Rogers officiating. Interment, with law enforcement honors, will follow in Brooklet City Cemetery.The family request that memorial contributions be made to Saint Jude’s Children’s Hospital in his mother’s name, Lerline Brannen.Friends may sign the online register book at www.joineranderson.com.Joiner-Anderson Funeral Home & Crematory of Statesboro is in charge of arrangements.Statesboro Herald, January 4, 2020Sign the Legacy online guestbook at www.statesboroherald.com.\n\n\n\n"}}