{"GDELT": {"GlobalEventID": 896566052, "Day": 20190103, "MonthYear": 201901, "Year": 2019, "FractionDate": 2019.0082, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "JUD", "Actor2Name": "LAWYER", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.33006856023506, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kyoto, Kyoto, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA22", "Actor1Geo_ADM2Code": "35033", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 135.75, "Actor1Geo_FeatureID": "-235402", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kyoto, Kyoto, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA22", "Actor2Geo_ADM2Code": "35033", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 135.75, "Actor2Geo_FeatureID": "-235402", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kyoto, Kyoto, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA22", "Action2Geo_ADM2Code": "35033", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 135.75, "Action2Geo_FeatureID": "-235402", "DATEADDED": 20200103214500, "SOURCEURL": "https://www.timestelegram.com/zz/news/20200103/ghosn-walked-out-of-his-home-alone-security-camera-footage-shows"}, "ARTICLE": {"TITLE": "Ghosn walked out of his home alone, security camera footage shows", "TEXT": "TOKYO — Security camera footage shows former Nissan boss Carlos Ghosn walking out of his Tokyo home alone around noon on Sunday, hours before he fled the country in a private jet, Japanese state broadcaster NHK reported on Friday, citing investigative sources.\n\nThe footage is one more piece of the jigsaw puzzle as authorities here try to figure out how Ghosn jumped $14 million bail, fled the country and escaped to Lebanon to evade charges of financial misconduct and a potential jail term of up to 15 years.\n\nGhosn's escape has been a major embarrassment for Japan, with one outspoken politician saying the country had become a laughingstock.\n\nAlthough surveillance cameras were installed outside Ghosn's home as part of his bail conditions, he was free to come and go as he pleased, and would regularly visit his lawyer's office to discuss his defense, his lawyers say.\n\nThe surveillance footage was not monitored in real time, and recordings only handed over to the authorities in the middle of every month, according to the website of one of his lawyers, Takashi Takano. Records of his meetings, of his mobile phone calls and of his Internet use at a computer in his lawyer's office, were also submitted on a monthly basis.\n\nLebanese news channel MTV had claimed Ghosn was spirited out of his home in a box designed for musical instruments, after a band had played there. Ghosn's wife Carole called that account \"fiction,\" and it now appears all Ghosn needed to do was open the door and walk away.\n\nThe bail conditions were designed to keep him from tampering with evidence and fleeing the country, and were not meant to keep him under house arrest, lawyers say, and Ghosn and his family even visited Kyoto late last year.\n\nNevertheless, legal experts have already called for Japan to use GPS-monitoring for suspects released on bail, a practice common in the United States but not employed here.\n\nFrom Tokyo, Ghosn would have had plenty of time to make it to Osaka's Kansai International Airport, roughly six to eight hours by car on a Sunday afternoon, depending on the traffic. From there he is believed to have flown to Istanbul and on to Beirut.\n\nThe flight-tracking website Flightradar24 showed that a Bombardier Global Express jet left Osaka's Kansai airport at 11:15 p.m. and arrived at Istanbul's Ataturk airport at 5:15 a.m. Monday. A separate plane, a Bombardier Challenger 300, took off from Istanbul to Beirut at 6:02 a.m.\n\nTurkish authorities said on Thursday they had detained seven people, including four pilots and three ground staff, on suspicion of having helped Ghosn \"illegally\" transit through Istanbul, while officials told local media neither Ghosn's arrival nor exit were registered.\n\nOn Friday, the Turkish airline company whose jets were used to fly Ghosn from Japan to Lebanon said an employee had falsified records, and that Ghosn's name did not appear on any documentation related to the flights.\n\nIstanbul-based MNG Jet said in a statement that it had filed a criminal complaint in Turkey concerning the illegal use of its jet charter services, adding that an employee admitted to falsifying records and \"confirmed that he acted in his individual capacity\" without the company's knowledge.\n\nJapan's immigration authorities say they have no record of Ghosn leaving the country, although they did record passengers leaving on a plane for Istanbul on Sunday evening, local media reported.\n\nIt is only on his arrival in Lebanon that Ghosn resurfaced, entering on a French passport that he had been allowed to keep at his home in a locked case. Ghosn had been asked to surrender his French, Brazilian and Lebanese passports to his lawyers under the terms of his bail, but was allowed to keep a spare passport at his home, in a locked box with his lawyers having the keys.\n\nIn retrospect, the arrangements appear shockingly lax, as critics have not been slow to point out.\n\nUnsurprisingly, Ghosn's journey appears designed to have ring as few alarm bells as possible.\n\nHe left Japan at the sleepiest time possible, late on Sunday night at the start of a holiday week here. His plane from Osaka flew entirely through Russian airspace before reaching Turkey, according to flightradar4.com, minimizing the number of countries it passed through. He landed at Ataturk Airport in Istanbul, which was closed to commercial traffic in April 2019 after the opening of the new Istanbul Airport and now only handles military, private, cargo and diplomatic flights.\n\nThe biggest mystery remains how he evaded immigration controls in Osaka.\n\nExperts say controls on passengers traveling on private jets around the world are generally much laxer than on people using commercial airlines.\n\nBut Ichiro Kubo, a former immigration control officer and now an immigration consultant, said he couldn't imagine Ghosn being waved through by immigration officials, especially as they keep a list of people barred from leaving Japan.\n\n\"If someone in the list tries to pass immigration he would be found,\" he said. \"I wouldn't say there is a zero chance for some lapse to have happened, but his face is so well-known, and their very job is to prevent people like him from escaping.\"\n\nKubo speculated that Ghosn might have been spirited out in a box or item of luggage.\n\n\"It's possible that they didn't examine what's inside,\" he said. \"It's private companies who are in charge of checking passengers' luggage.\"\n\nBut an airport employee told Japan's Jiji press that boxes of such a size would have been inspected. \"We always open a large box especially those large enough to hold a human being,\" he was quoted as saying. \"Normally, it's unthinkable.\"\n\nGhosn's escape is even more embarrassing for Japan given that the government says it is tightening its airport security ahead of the 2020 Tokyo Olympics to prevent terrorist attacks. The government's silence on the subject during the holiday week is also attracting criticism.\n\n\"For how much longer are the government and legal authorities thinking of enjoying their New Year holiday, even though they have committed a huge blunder like allowing Ghosn to escape?\" tweeted former Tokyo governor Yoichi Masuzoe, an outspoken critic. \"Turkey has already detained people including pilots. Japan, with a government that has failed in risk management, is being laughed at.\"\n\n_ _ _\n\nThe Washington Post's Kareem Fahim in Istanbul contributed to this report."}}