{"GDELT": {"GlobalEventID": 896566588, "Day": 19200103, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0082, "Actor1Code": "GBRSHN", "Actor1Name": "ST HELENA", "Actor1CountryCode": "GBR", "Actor1Religion1Code": "SHN", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.4739336492890999, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200103214500, "SOURCEURL": "https://napavalleyregister.com/community/star/news/st-helena-city-council-meets-monday-to-discuss-possible-nvc/article_218c56cc-632a-52b2-bc82-6356de4a9c40.html"}, "ARTICLE": {"TITLE": "St. Helena City Council meets Monday to discuss possible NVC lease", "TEXT": "× Sign Up Today and Support Local Journalism Enjoy more articles from Napa Valley's Most Trusted Information Source. Subscribers can log in for unlimited digital access Log in Sign up {{featured_button_text}}\n\nThe St. Helena City Council will hold a special meeting at 9 a.m. Monday, Jan. 6, at the firehouse to discuss whether to lease part of the Napa Valley College Upper Valley Campus to serve as a City Hall.\n\nAfter a Dec. 18 HVAC malfunction damaged the old City Hall, the council will discuss whether to repair the building, repair the former CDF building that’s functioning as a temporary City Hall, and/or lease part of the Napa Valley College Upper Valley Campus near the Pope Street Bridge.\n\nAccording to a staff report by City Manager Mark Prestwich, the city has already spent $13,000 related to the failure of one of City Hall’s HVAC units, which produced smoke that spread throughout the building.\n\nIt would cost another $40,000 to make the building operational and allow staff to move back in.\n\nAccording to Prestwich’s report, the city has spent about $200,000 on the building over the last four years to replace three HVAC units, replace carpets, repair a breaker box, and replace flooring that was damaged by a sewer overflow that closed the building in February.\n\nMeanwhile, the former CDF building needs at least $80,000 in immediate repairs."}}