{"GDELT": {"GlobalEventID": 896567016, "Day": 19200103, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0082, "Actor1Code": "KENJUD", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "Actor1Type1Code": "JUD", "Actor2Code": "JUD", "Actor2Name": "JUDGE", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.3622047244094504, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200103214500, "SOURCEURL": "https://www.standardmedia.co.ke/article/2001355247/tuju-now-barred-from-disposing-of-properties-in-sh1-5b-loan-dispute"}, "ARTICLE": {"TITLE": "Tuju now barred from disposing of properties in Sh1.5b loan dispute", "TEXT": "A company owned by Jubilee Party Secretary General Raphael Tuju (pictured) was yesterday ordered not to dispose of any assets touching on a Sh1.5 billion loan dispute until a case filed in court is settled. Justice Grace Nzioka also ordered Dari Limited not to make any decision without engaging with a receiver manager appointed by the East Africa Development Bank (EADB). Tuju’s lawyer Paul Nyamodi had given an undertaking to the court that his client would not dispose any assets, but EADB lawyer Peter Gachuhi urged the lady judge to order that he deposits a guarantee in court, repays the loan or deposit money in a lawyer’s joint account.\n\nSEE ALSO: Banks fight over loan as Tuju gets stay order\n\n“Any decision to be taken by the company must be in consultation with the receivers. No disposal of assets which are subject of the debenture,” ruled Justice Nzioka. According to court documents, Dari allegedly borrowed from EADB Sh900 million in 2015 to purchase a property in Nairobi known as Tree Lane. In the deal, the former Rarieda MP agreed to provide security using titles of his expansive parcels of land in Karen. EADB in its court papers, is armed with a judgment from a United Kingdom court that required it should be paid Sh1.5 billion. The lender argued that its interest is to recover its debt, which had allegedly not been paid to date. “The plaintiffs are using extra judicial powers to bar the receivers from doing their work. There is a judgment from UK of Sh15 million dollars. There is no payment whatsoever. If receivership is stayed, then we can have payments,” Gachuhi argued. In the UK court, EABD argued that Dari defaulted on its obligation, hence, it demanded from the firm and its guarantors for payments. The court heard that nothing was paid despite the demand. “The claimant (EADB) commenced the action and seeks to recover by way of summary judgment the sums under the terms of facility agreement. As at the date of hearing, that sum is USD 15 million dollars,” EADB told UK court Judge Toledano.\n\nSEE ALSO: Judge quits again from Tuju case\n\nCovid 19 Time Series\n\nTuju’s lawyer yesterday told the court that the bank is holding titles of 27 acres of land as security for the same. He said if Dari is put under receivership, its operations would be affected. According to the lawyer, EABD provided finances for buying the land but did not subsequently provide finances for development. In the UK court, the politician claimed that EADB was to provide Sh294 million for construction. “Their conduct precludes them from appointing receivers. The plaintiffs borrowed money from first defendant and to purchase land, build houses and dispose off. The money for development never came, we only got money for buying land,” Nyamodi argued."}}