{"GDELT": {"GlobalEventID": 896567035, "Day": 19200103, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0082, "Actor1Code": "LBN", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 0, "EventCode": 138, "EventBaseCode": 138, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.190311418685121, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE", "Actor1Geo_Lat": 33.833333, "Actor1Geo_Long": 35.833333, "Actor1Geo_FeatureID": "LE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE", "Actor2Geo_Lat": 33.833333, "Actor2Geo_Long": 35.833333, "Actor2Geo_FeatureID": "LE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE", "Action2Geo_Lat": 33.833333, "Action2Geo_Long": 35.833333, "Action2Geo_FeatureID": "LE", "DATEADDED": 20200103214500, "SOURCEURL": "https://abcnews.go.com/Politics/soleimani-approved-attack-iraqi-military-base-killed-american/story?id=68056126"}, "ARTICLE": {"TITLE": "Soleimani approved attack on Iraqi military base that killed American: Top US general", "TEXT": "Soleimani approved attack on Iraqi military base that killed American: Top US general \"I know that 100 percent,\" Joint Chiefs Chairman Gen. Mark Milley said.\n\nAmerica's top military officer said he is \"100 percent\" confident Qassem Soleimani, the Iranian commander killed in an airstrike Thursday, approved the attack on an Iraqi military base at the end of last month that killed an American.\n\nChairman of the Joint Chiefs of Staff Gen. Mark Milley told a small group of reporters on Friday that within the last 90 days Kata'ib Hezbollah, aka KH, an Iranian-backed militia, organized a sophisticated campaign against U.S. and coalition forces that increased in intensity, culminating with the Dec. 27 attack on the Iraqi base near Kirkuk that killed a U.S. civilian contractor and wounded several U.S. and Iraqi forces.\n\nIt was \"designed and intended to kill, and [Soleimani] approved it,\" Milley said. \"I know that 100 percent.\"\n\nMilley said that the trigger for the drone strike that killed Soleimani was \"clear, unambiguous intelligence indicating a significant campaign of violence against the United States in the days, weeks, and months,\" and that the administration would have been \"culpably negligent\" if it didn't act.\n\nU.S. officials have blamed Soleimani for the killing or wounding of thousands of Americans in Iraq and elsewhere for well over a decade. The Iranian commander, the leader of Iran's Quds Force, a U.S.-designated Foreign Terrorist Organization, had just arrived in Baghdad when his motorcade was bombed in a mission tasked to Joint Special Operations Command late Thursday night.\n\n\"Soleimani arrived at a target of opportunity, he arrived at the airport, and we had an opportunity and based on this president's direction we took it,\" a senior defense official said on Friday.\n\nThe senior official said the U.S. military had the authority before Thursday's strike to \"take that action\" against Soleimani with a separate U.S. official saying the authority was given last Saturday by the president during a meeting with his national security team at his Mar-a-Lago Resort in Florida.\n\nMilley said the administration fully comprehends the strategic risks and consequences of killing Soleimani but \"risks of inaction exceeded risks of action.\"\n\n\"Is there risk? Damn right, there is risk, but we're mitigating it,\" Milley said later.\n\nThe Pentagon is deploying roughly 3,500 more troops from the 82nd Airborne Division to the Middle East in response to rising tensions with Iran. Those troops will join about 750 soldiers from the 82nd already in Kuwait, as well as 100 Marines who deployed at the U.S. Embassy in Baghdad to reinforce security there after violent protests on New Year's Eve from KH militiamen and supporters.\n\nEarlier on Friday, Secretary of State Mike Pompeo defended the decision to strike Soleimani in a TV interview, saying that the commander was \"working actively\" on an \"imminent attack\" \"that would have put hundreds of live at risk.\"\n\nAccording to a senior State Department official, Soleimani had recently visited and was planning attacks against U.S. interests in Lebanon, Iraq and Syria.\n\nAsked what made these threats \"imminent,\" as Pompeo described, Milley replied that it was the \"size, scale and scope\" of the planned attacks. But, despite Soleimani's death, the general warned attacks on American personnel and facilities could still take place.\n\nStill, the senior defense official expressed optimism that the death of Soleimani \"is going to be a significant disruption to ongoing plotting and planning.\"\n\n\"There is a range of possible futures here, and the ball is in the Iranian court right now,\" Milley said.\n\nMick Mulroy, an ABC News contributor and until recently the deputy assistant secretary of defense for Middle East policy, said a worst-case scenario could involve an Iranian-directed \"all-out assault on Israel\" launched by Iranian proxies in Lebanon, possibly triggering a regional conflict.\n\nMulroy noted that Hezbollah has more than 100,000 rockets \"that could overwhelm the defenses of Israel, and quite frankly cause massive casualties.\"\n\n\"Israel's not going to wait to respond,\" Mulroy added. \"They have to respond.\"\n\nThere are also concerns that Iran’s Quds Force or its intelligence service could target U.S. assets beyond the Middle East.\n\n\"They could take this type of conflict to areas where we're not as prepared as, say, Iraq, where we have, you know, 1,200 individuals guarding the embassy,\" Mulroy continued. \"We have embassies all around the world that don't have that level of security.\"\n\nMulroy said he believes it would be difficult for Iran not to retaliate.\n\n\"For them to be able to do something like that this time after losing somebody at the stature of Qassem Soleimani,\" Mulroy added, \"I don't see that being something that they would be able to accept.\"\n\nABC News' Katherine Faulders and Luis Martinez contributed to this report."}}