{"GDELT": {"GlobalEventID": 896567458, "Day": 19200103, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "HLH", "Actor2Name": "SOCIAL WORKER", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.2183908045977003, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Gaston County, North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_ADM2Code": "NC071", "Actor1Geo_Lat": 35.3001, "Actor1Geo_Long": -81.1998, "Actor1Geo_FeatureID": "1008554", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Gaston County, North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_Lat": 35.3001, "Actor2Geo_Long": -81.1998, "Actor2Geo_FeatureID": "1008554", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Gaston County, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 35.3001, "Action2Geo_Long": -81.1998, "Action2Geo_FeatureID": "1008554", "DATEADDED": 20200103214500, "SOURCEURL": "https://healthimpactnews.com/2020/north-carolina-man-records-call-with-social-worker-asking-him-to-date-her-to-get-his-kids-back/"}, "ARTICLE": {"TITLE": "North Carolina Man Records Call with Social Worker Asking Him to Date Her to Get His Kids Back", "TEXT": "Father says he recorded social worker proposing to clear case if they dated\n\nby Ken Lemon\n\nWSOC Channel 9\n\nExcerpts:\n\nA man claims a Gaston County social worker offered to clear his case if he agreed to go on a date with her.\n\nDavid Cole said he started recording their conversation because he was worried he would lose his children if he didn’t play along.\n\nOfficials said the social worker is no longer on the case after the recordings revealed conversations that had nothing to do with child welfare.\n\nThe recordings indicated Cole’s children were not in danger, but he felt he was. Cole said he played the recording for social service investigators.\n\nIn the recording, you hear very blunt language from the woman who Cole said was sent to protect his two young children.\n\nCole said the proposition started soon after the social worker came to his home in Cramerton. He said she watched him carefully and then made a stunning request.\n\n“‘If I close your case out, would you be willing to date me?'” Cole said the social worker asked him.\n\nCole said he had a girlfriend, but he immediately began to worry that if he didn’t agree on the date, someone might take his 3- and 4-year-old children.\n\n“Have this relationship with her or lose my kids,” Cole said. “It’s hard to deal with. I lost a lot of sleep behind that.” “It’s very inappropriate, you know,” Cole said. “I’m scared for my life, scared for my children’s welfare, my welfare.”\n\nRead the full article at WSOC Channel 9\n\nComment on this article at MedicalKidnap.com.\n\nMedical Kidnapping: A Threat to Every Family in America T-Shirt\n\n100% Pre-shrunk Cotton!\n\nOrder here!\n\nMedical Kidnapping is REAL!\n\nSee: Medical Kidnapping: A Threat to Every Family in America Today\n\nHelp spread the awareness of Medical Kidnapping by wearing the Medical Kidnapping t-shirt!\n\nSupport the cause of MedicalKidnap.com, which is part of the Health Impact News network.\n\nOrder here!\n\nSupport the cause against Medical Kidnapping by purchasing our new book!\n\nIf you know people who are skeptical and cannot believe that medical kidnapping happens in the U.S. today, this is the book for them! Backed with solid references and real life examples, they will not be able to deny the plain evidence before them, and will become better educated on this topic that is destroying the American family.\n\n1 Book – 228 pages\n\nRetail: $24.99\n\nFREE Shipping Available!\n\nNow: $14.99\n\nOrder here!\n\n2 Books\n\nRetail: $49.98 (for 2 books)\n\nFREE Shipping Available!\n\nNow: $19.99 (for 2 books)\n\nOrder here!"}}