{"GDELT": {"GlobalEventID": 896567396, "Day": 19200103, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0082, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "CRM", "Actor2Name": "CARTEL", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 16, "EventBaseCode": 16, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.997429305912618, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sinaloa, Tabasco, Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX27", "Actor1Geo_Lat": 18.4917, "Actor1Geo_Long": -93.75, "Actor1Geo_FeatureID": "6226960", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sinaloa, Tabasco, Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX27", "Actor2Geo_Lat": 18.4917, "Actor2Geo_Long": -93.75, "Actor2Geo_FeatureID": "6226960", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200103214500, "SOURCEURL": "https://www.france24.com/en/20200103-ex-mexican-minister-pleads-not-guilty-in-us-to-taking-drug-bribes"}, "ARTICLE": {"TITLE": "Ex-Mexican minister pleads not guilty in US to taking drug bribes", "TEXT": "Advertising Read more\n\nNew York (AFP)\n\nFormer Mexican public security minister Genaro Garcia Luna, accused of taking huge bribes to allow the notorious Sinaloa cartel to ship drugs into the US, pleaded not guilty Friday in a New York court.\n\nThe once-powerful Garcia Luna entered the federal courtroom in Brooklyn stooped over and looking crestfallen, to hear Judge Peggy Kuo read the charges against him.\n\nThe arrest December 9 in Dallas of the man who was an architect of Mexico's war on drug trafficking was a stunning development.\n\nThe US government accuses Garcia Luna of accepting millions of dollars in bribes from the cartel to look the other way as it smuggled tons of drugs into the US between 2001 and 2012. He is also accused of lying to investigators.\n\nAsked by Kuo if he understood the charges, Garcia Luna -- dressed simply in beige pants and a gray sweater -- replied \"Yes.\" Asked how he pleaded, he said, \"Not guilty.\"\n\nGarcia Luna's son, daughter and wife were in the courtroom. When he looked their way, they raised their fists in solidarity. Later, his daughter broke into tears and hugged her mother.\n\nJudge Kuo told Garcia Luna he can still avoid a trial if he reaches a plea agreement with the prosecution and agrees to cooperate. She set a hearing for January 21.\n\nIf tried and found guilty, he faces from 10 years in prison to a possible life sentence.\n\nThe Mexican government has sought his extradition, but the US is not expected to comply.\n\nLate last month, Mexican officials said they were investigating several possible charges against him. It said he might have diverted more than $200 million in public funds to his family's businesses.\n\nFrom 2001 to 2005, Garcia Luna headed the now-defunct Federal Investigation Agency, before serving for six years in the cabinet-level position of secretary of public security, in charge of fighting corruption and organized crime.\n\nIn the New York trial last year of Sinaloa drug lord Joaquin \"Chapo\" Guzman, a former cartel member named Jesus Zambada testified that he had twice met Garcia Luna in a restaurant to hand over suitcases holding bribe money totaling at least $6 million.\n\nGarcia Luna denied the allegations.\n\nGuzman was sentenced in July to life in prison for trafficking hundreds of tons of drugs to the US.\n\n© 2020 AFP"}}