{"GDELT": {"GlobalEventID": 896566127, "Day": 19200103, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0082, "Actor2Code": "BUS", "Actor2Name": "COMPANIES", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.88679245283019, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Taipei, T'ai-pei, Taiwan", "Actor2Geo_CountryCode": "TW", "Actor2Geo_ADM1Code": "TW03", "Actor2Geo_ADM2Code": "13277", "Actor2Geo_Lat": 25.0478, "Actor2Geo_Long": 121.53200000000001, "Actor2Geo_FeatureID": "-2637882", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Taipei, T'ai-pei, Taiwan", "Action2Geo_CountryCode": "TW", "Action2Geo_ADM1Code": "TW03", "Action2Geo_ADM2Code": "13277", "Action2Geo_Lat": 25.0478, "Action2Geo_Long": 121.53200000000001, "Action2Geo_FeatureID": "-2637882", "DATEADDED": 20200103214500, "SOURCEURL": "https://www.extremetech.com/gaming/304113-analyst-nvidia-ampere-will-boost-performance-and-slash-power-consumption-by-50-percent"}, "ARTICLE": {"TITLE": "Analyst: Nvidia Ampere Will Boost Performance, Slash Power Consumption by 50 Percent", "TEXT": "Ever since AMD launched its high-end Radeon 5700 and 5700 XT GPUs on 7nm, there have been questions about when Nvidia would make a similar move. Competitively, Nvidia was able to respond to the 5700 and 5700 XT by launching refreshes of its RTX 2080, 2070, and 2060 GPUs as “Super” variants of the original models, but kept using TSMC’s 12nm process for the new GPUs.\n\nThe Taipei Times has reported that the Yuanta Securities Investment Consulting Company has issued an investment note to its clients advising them to expect big things from Nvidia’s next-generation architecture, codenamed Ampere. The note states: ” Nvidia’s next-generation GPU based on the Ampere architecture is to adopt 7-nanometer technology, which would lead to a 50 percent increase in graphics performance while halving power consumption.”\n\nThat’s a pretty significant set of improvements, but one of them is a lot more likely than the other. [H]ardOCP has gone offline, but the site previously conducted an extensive investigation of Nvidia scaling over time. While the full articles are no longer archived online, the pages that were available show that the GTX 1080 is often much faster than the GTX 980, particularly when the two were compared in newer titles. Anandtech’s “Bench” results for the GTX 1080 versus the GTX 980 also show strong general uplift.\n\nIn this case, the GTX 980 – GTX 1080 comparison may be more accurate than the 1080 – 2080 comparison, because Nvidia got the benefit of a node shrink when it went from 980 to 1080, while the RTX 2080 is built on an optimized version of TSMC’s 16nm, with a smaller level of improvements compared with the shift from 28nm planar silicon to 16nm FinFET. The GTX 1080 – RTX 2080 Super comparison looks a bit more like the GTX 980 – GTX 1080 figures do, but the RTX 2080 Super is far more expensive than the typical GTX 1080 was, outside of cryptocurrency-fueled GPU price hikes.\n\nThe idea that Nvidia would cut absolute power consumption by 50 percent, however, seems unlikely and ahistorical. GPUs tend to sell into TDP bands up to ~300-350W (AMD has historically been more willing to push TDP a bit harder than NV). If you compare power consumption figures for modern GPUs, they don’t tend to fluctuate by nearly this much, and there’s been a steady upward trend. Anandtech records full-system loaded power consumption in Shadow of the Tomb Raider as 205W with the GTX 980, 225W with the 1080, 314W with an RTX 2080, and 350W with an RTX 2080 Super. The RTX 2080 Super scores 127.5fps in SotTR according to Anandtech, compared with 52.3fps for the GTX 980, which means it’s definitely a more power-efficient GPU, with a calculated 2.44x increase in frame rate in exchange for a 1.7x increase in power consumption. But it still uses more power in absolute terms.\n\nIt’s also possible that Nvidia was speaking about a specific part, workload, or intended market segment with its 50 percent power consumption improvement. We’ve seen companies leverage these sorts of metrics when discussing power improvements as well.\n\nIt’s going to be a busy year in GPUs. We’ve heard repeated rumors that Ampere will launch in 2020 and AMD’s “Big Navi,” aka Navi 20, is expected this year as well. It’s not clear yet if Navi 20 will have the chops to challenge Ampere — the RX 5700 XT compares well against the RTX 2060S / RTX 2070, while the 5700 beats the RTX 2060. Slap an additional 1.5x performance on these cards and the situation changes significantly. On the other hand, AMD will have its own opportunity to introduce further improvements to RDNA and its 7nm process node with Navi 20, and the original Navi 10 GPU from last year was an impressive improvement in terms of power consumption and efficiency over GCN. The power-efficiency improvements, however, only put Navi 10 (built on 7nm) on approximately equal terms with Nvidia’s Turing (built on 12nm). The question of how effectively Navi 20 can match Ampere will almost certainly come down to power efficiency improvements and how well AMD can scale its new silicon. It’ll also be interesting to see how Nvidia prices Ampere, given the hostile reception to its price increases with Turing, and how much it can improve ray tracing performance. All of these are likely to be significant factors in how the two GPUs compare with each other.\n\nThanks to Hot Hardware for spotting this news.\n\nNow Read:"}}