{"GDELT": {"GlobalEventID": 896567481, "Day": 19200103, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0082, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 1, "EventCode": 154, "EventBaseCode": 154, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.4289044289044295, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Fort Bragg, North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_ADM2Code": "NC093", "Actor1Geo_Lat": 35.1381, "Actor1Geo_Long": -79.0075, "Actor1Geo_FeatureID": "2099581", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Fort Bragg, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 35.1381, "Action2Geo_Long": -79.0075, "Action2Geo_FeatureID": "2099581", "DATEADDED": 20200103214500, "SOURCEURL": "https://myfox8.com/2020/01/03/us-to-deploy-thousands-of-additional-troops-to-middle-east-following-soleimani-killing/"}, "ARTICLE": {"TITLE": "US to deploy thousands of additional troops from Fort Bragg to Middle East following Soleimani killing", "TEXT": "This is an archived article and the information in the article may be outdated. Please look at the time stamp on the story to see when it was last updated.\n\nThe US will deploy thousands of additional troops to the Middle East as tensions with Iran mount following the airstrike that killed Iranian commander Qasem Soleimani, a US defense official tells CNN. The Associated Press reports the 3,000 troops are from the 82nd Airborne Division at Fort Bragg, North Carolina.\n\nThe additional troops will come from the Immediate Response Force of the 82nd Airborne Division. CNN has previously reported that these forces had been placed on prepare-to deploy orders and would be sent to the region if the situation merited it.\n\nFollowing the disturbance at the US Embassy in Baghdad earlier this week, the US deployed 750 troops from the same unit and said that additional deployments were possible.\n\nThe new deployment will encompass the rest of the brigade, typically about 3,000 soldiers.\n\nIn a dramatic escalation amid tensions between the two countries, the Pentagon confirmed Thursday that the US killed Soleimani, the leader of the Islamic Revolutionary Guards Corps (IRGC) Quds Force, in a drone strike on Baghdad International airport ordered by President Donald Trump.\n\nIntelligence showed Soleimani was in Baghdad following Tuesday’s embassy attack to plan future hits on US targets with Iranian proxy forces, a senior administration official told CNN. Secretary of State Mike Pompeo told CNN Friday that the strike was carried out to disrupt an “imminent” attack in the region.\n\nThe deployment comes amid threats from the Iranian government of a “harsh revenge” for the killing of Soleimani.\n\n29.298528 42.55096"}}