{"GDELT": {"GlobalEventID": 896566308, "Day": 19200103, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0082, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.06185567010309, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200103214500, "SOURCEURL": "https://www.chicagobusiness.com/manufacturing/old-worry-creeps-cat"}, "ARTICLE": {"TITLE": "An old worry creeps up on Cat", "TEXT": "Caterpillar dealers sold less mining and oil-drilling equipment this fall, a worrisome sign for a company that has been burned by slumping commodity prices before.\n\nRetail sales of mining and the largest construction equipment—think giant earth-moving trucks or bulldozers that can clear a new airport runway—fell 6 percent between Sept. 1 and Nov. 30, compared to the same period a year earlier. That's the first time that's happened since June 2017. Dealer sales of oil and gas equipment fell 27 percent during the three-month period.\n\nCommodity prices are critical to the Deerfield manufacturer's customers in the mining and energy industries. Market prices for oil, coal, copper and other commodities determine demand for equipment to dig or drill for it. Caterpillar is betting that, following a bottomed-out commodity market between 2013 and 2016, mining and energy customers will start replacing their old equipment over a multiyear cycle.\n\nBut oil prices remain volatile, and copper and coal both fell in the last year. Coal prices plunged 54 percent, unwelcome news for a company that said in 2017 that the biggest chunk of its mining equipment sales, 30 percent, went to customers digging coal.\n\n\"A more significant slowdown\" in mining equipment sales is possible, Bloomberg Intelligence analyst Karen Ubelhart wrote in a Dec. 13 note. \"Signs of weakening demand for mining equipment persist, with lackluster metals prices and the recent collapse in shipments of surface mining equipment, down 29 percent in the third quarter.\"\n\nThat spells trouble for Caterpillar, which got about 19 percent of its $54.72 billion in 2018 revenue from the reporting segment that includes mining equipment. The company reported $2.18 billion in resource industries sales in the third quarter of 2019, down 14 percent from a year earlier. Sales of construction equipment, its largest business, fell about 7 percent to $5.28 billion.\n\nCaterpillar has painful memories of the last mining downcycle. The company bought South Milwaukee-based mining equipment manufacturer Bucyrus in 2011 for $7.6 billion, a 32 percent premium to its stock market value. With commodity markets peaking on surging demand in China and other developing markets, then-CEO Doug Oberhelman called the deal \"a great bet for Caterpillar.\"\n\n\"The mining industry is very, very attractive to us for the long-term,\" he told Bloomberg in 2010. \"We really think that with all the things going on around the globe—with globalization, urbanization—the demand for minerals, for things in the earth, will be strong for a long period of time.\"\n\nBut commodities crested in 2011, and Caterpillar's mining sales collapsed, dragging down companywide revenue. The company ended up writing off $595 million in goodwill related to the Bucyrus purchase in 2016.\n\nRevenue in Caterpillar's \"resource industries\" business has declined each quarter since the third quarter of 2018. Mining customers account for roughly 70 percent of \"resource industries\" sales.\n\nIn the last year, the global price of coal has dropped from $107.55 to $69.73 per metric ton. Copper has gone down about 6 percent, to $5,859.95 per metric ton. Other metals have done better, with iron ore and gold rising 13 and 16 percent, respectively, but both have dropped in recent months.\n\n\"Most commodity prices remain at investable levels with the exception of thermal coal, which remains weak,\" CEO Jim Umpleby said on an Oct. 23 earnings call. \"Quoting activity and the end-user demand for mining equipment remains positive, and large mining trucks have further room for growth. We continue to believe we are in the early stages of a multiyear recovery in mining. However, miners are cautious due to economic uncertainty.\"\n\nOil and gas prices aren't helping Caterpillar either. West Texas Intermediate oil is trading at $61.17 a barrel. That's a little north of the halfway point between the high and low prices for the commodity over the last five years. The price of gas, meanwhile, has fallen 47 percent in the last year to $2.05 per million Btu.\n\n\"We expect that oil and gas will continue to be volatile based on oil price fluctuations and reduced capital spending for well servicing,\" Umpleby said. Even with two new pipelines in the Southwest's Permian Basin, he said, \"overall industry demand remains relatively depressed.\""}}