{"GDELT": {"GlobalEventID": 896745460, "Day": 19200104, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.011, "Actor1Code": "HLH", "Actor1Name": "NURSE", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.57142857142857, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabarak, Rift Valley, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE08", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.516667, "Actor1Geo_Long": 35.5167, "Actor1Geo_FeatureID": "-2246930", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabarak, Rift Valley, Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE08", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.516667, "Action2Geo_Long": 35.5167, "Action2Geo_FeatureID": "-2246930", "DATEADDED": 20200104224500, "SOURCEURL": "https://www.standardmedia.co.ke/lifestyle/article/2001355378/god-will-give-me-children-in-his-own-time"}, "ARTICLE": {"TITLE": "God will give me children in his own time", "TEXT": "Evelyn Wanjiru.\n\nEvelyn Wanjiru’s career in music is experiencing a high recently. Her hit songs are receiving airplay and garnering an international following too. She talks family, societal pressures and music. “Where is the man who was occupying this bed?” she asked the frail man lying on the hospital bed a metre away. The teenage girl had got up bright and early to take breakfast to her ailing father in hospital. Much as he hadn’t been a constant figure in her life, she loved him, and couldn’t wait to be home again with him. Life for them had started out in Nairobi; happy and content. Then her father had been arrested when she was nine. She did not know why he was imprisoned but suddenly, life for the family had taken a dramatic downward turn and they were plunged into abject poverty. Her mother and her four siblings could hardly get enough to eat, so they were split up to each live with different relatives. He got out of jail a number of years later and managed to stitch the family back together. And now here she was, wondering why he wasn’t in the hospital bed as he was supposed to be. “Oh that one went yesterday,” the man had responded.\n\nSEE ALSO: SA's mobile operator Cell C to close 128 stores, affecting 546 jobs\n\n“Went where?” Wanjiru asked, confused. “Ask the nurse,” he had responded curtly. Clutching her flask, she had walked up to a nurse who had been taking care of him and asked the same question. The nurse asked if she was alone before informing her that he was dead. “I was so confused I did not know what to do. So I just walked out,” she says. Though it is many years ago, she remembers one thing about that dreary day. That no one held her. “They did not hold me through my pain, as I processed the news. That is why today if I hear someone has died, I know how to hold the bereaved,” she says.\n\nSEE ALSO: It takes effort to uplift the youth\n\nEvelyn Wanjiru is 30, but she gives off an aura of a woman who has been through two lifetimes. Halting in speech and diminutive in stature, her expressive eyes and smooth gestures hold a captive audience as she talks. Her husband, Akweyu, sits in silence and only interjects when explaining some shared experience. They have been married for seven years now, and the most asked question when people meet them is why they still have no children.It isn’t for lack of trying though, Akweyu explains. “I am hopeful that we will get children and we believe it is just a matter of time. It seems to bother other people a lot, though. We used to get pressured by friends about it but they have given up on us. Fans, though, are a different story.” The pressure from her fans has been so much and they make social media comments about our childlessness. “Someone literally made a Skiza tune out of it. It made us feel really bad. They did not care about our emotions. I called them and pleaded with them to pull it down. They did, but I am not sure if they apologised,” she says.\n\nSEE ALSO: Committee cites denial, stigma as barriers to fighting Covid-19\n\nCovid 19 Time Series\n\nThey have been to see a doctor, and Wanjiru is on hormone treatments to help her get there. “The hormones have no negative physical effect on me, but again when you know what you want, you are willing to do whatever it takes,” she says. When I ask if they would consider adoption, they are both adamant that they will get children, so there will be no need for it. “Some of our friends have adopted and are happy, but no one should do it because they have been pressured to do it,” Akweyu says. “One can also take care of other needy children, which is what we have done.” They are yet to go the IVF route. “We have not gotten there yet. One thing we know is that the children will come but when they are 18, they will leave us,” she says. “Children are a gift from God. He gives everyone the desires of their heart at his own time so our time is not now. We are in the waiting line. Our families are good and don’t pressure us. We believe that God in His own time will make it happen. We don’t argue or fight over it. We really love each other either way,” she says. Looking at her face, she is at peace with her lot. Now if only the public would hop on to the bus. But again, Evelyn is no stranger to grit, and she hasn’t reached the top of Kenya’s gospel charts by having it easy. In fact, her hits, notably Waweza, Hosanna and Nikufahamu have made her a household name. Singing, she says was what she was meant to be doing.Her first break would have been a chance to perform a song at a function in Kabarak University. However, fate had other ideas because her father died the day prior to the event. Today, her husband, who she met in church in 2008 is her producer. He quit his job as a human resource assistant at Unga Limited to become her music producer, an ambitious pursuit fuelled only by faith in her talent and love. “He had to study music production online so that he could record me. It was mind-blowing for me that someone could give away their career, their future for me.” That tenacity bore fruit in a way that they could not have anticipated. From being unable to raise sh7,000 to shoot their first music video, to having 37 backup musicians who take part in the annual worship concert, Praise Atmosphere, life has been a roller coaster. They picked the 37 from auditions of 300 people. Wanjiru hosts the concert. The music studio, Bwenieve Production, that began with Wanjiru as the only artiste, has now recorded the likes of Size 8, Emmy Kosgei, Mercy Masika and Kambua among others. In the meantime, she continues to expand her horizons, hopeful for what the future holds in store. Earlier in the week, she released her live recorded songs. “What keeps me going is the fact that I am impacting my generation. My greatest fear is seeing myself not being relevant and not having an impact. I believe God has called me to the world. I have been trusting God for a global sound. I don’t want to be just a local champion content with just being in Kenya, but to capture the entire world. If other African artistes are able, then there must be someone from the gospel fraternity in Kenya who can also be given that opportunity by God,” she says. Meanwhile, she continues to live her day-to-day life based on her personal philosophy: “Love people, live in peace and always forgive. Courtesy begets courtesy.”"}}