{"GDELT": {"GlobalEventID": 896745060, "Day": 19200103, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.0082, "Actor1Code": "THAGOV", "Actor1Name": "THAILAND", "Actor1CountryCode": "THA", "Actor1Type1Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.5940803382663797, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH40", "Actor1Geo_ADM2Code": "26423", "Actor1Geo_Lat": 13.75, "Actor1Geo_Long": 100.51700000000001, "Actor1Geo_FeatureID": "-3250083", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH40", "Actor2Geo_ADM2Code": "26423", "Actor2Geo_Lat": 13.75, "Actor2Geo_Long": 100.51700000000001, "Actor2Geo_FeatureID": "-3250083", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH40", "Action2Geo_ADM2Code": "26423", "Action2Geo_Lat": 13.75, "Action2Geo_Long": 100.51700000000001, "Action2Geo_FeatureID": "-3250083", "DATEADDED": 20200104224500, "SOURCEURL": "https://www.bangkokpost.com/thailand/general/1828744/salty-tap-water-wont-hurt-mwa"}, "ARTICLE": {"TITLE": "Salty tap water won't hurt: MWA", "TEXT": "Parched offerings: A dried-up riverbed is visible at a section of the Yom River in Phichit's Sam Ngam district as drought takes its toll on locals who do not have enough water for farming.\n\nThe Metropolitan Waterworks Authority allayed fears of salty tap water in Bangkok and its vicinity by insisting that a small amount of salt will do no harm, though health experts urged people with kidney disorders to be cautious.\n\n\"Salty tap water may add more sodium to the body, but it's a small amount,\" Phanphimon Wipulakon, an official from the Metropolitan Waterworks Authority (MWA)'s Health Department told the media on Saturday in response to reports that salty tap water may have adverse effects on health.\n\nThe MWA came out to ally panic are reports circulated that the Samlae tap-water production facility in Pathum Thani's Muang district was facing a saltwater intrusion. Chao Phraya River's levels have dropped due to the drought and are too low to keep out sea water when the Gulf of Thailand is at high tide.\n\nThe World Health Organisation has set the daily intake of salt at 2,000 milligrammes and recommends people do not consume tap water with sodium exceeding 200mg and chloride exceeding 250mg per litre.\n\nDr Phanphimon said tap water is normally only mixed with 100mg to 150mg of sodium per litre, so \"it's impossible that we will drink water that is harmfully high in sodium\".\n\nHowever, she warned patients with kidney disease to take more care as they are vulnerable to salinity. People should also reduce their consumption of soy and fish sauces and other salty food once tap water becomes saltier, she added.\n\nPrime Minister Prayut Chan-o-cha, meanwhile, expressed concerns after the MWA reported an \"unusual taste\" in tap water, government spokeswoman Narumon Pinyosinwat said on Saturday.\n\nThe agency said it was solving the problem by only using raw water when the Gulf is at the lowest tide. It has also set up water distribution points for affected people at its 18 office branches across Bangkok, Nonthaburi and Samut Prakan.\n\nThe water is made from Maha Sawat tap water production plant in Nonthaburi's Bang Kruai district. The facility uses water from Mae Klong River, which is not affected by seawater intrusion.\n\nWithout rain, the Chao Phraya will continue facing problems as the four major dams in the country are only at 44% of their total capacity, according to the Royal Irrigation Department. The reservoirs sit on major rivers in the North and Central Plains which run into the Chao Phraya."}}