{"GDELT": {"GlobalEventID": 896745606, "Day": 19200104, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.011, "Actor1Code": "JEWCVL", "Actor1Name": "JEWISH", "Actor1Religion1Code": "JEW", "Actor1Type1Code": "CVL", "Actor2Code": "IRQCVL", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.18906605922551, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Buenos Aires, Distrito Federal, Argentina", "Actor1Geo_CountryCode": "AR", "Actor1Geo_ADM1Code": "AR07", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -34.5875, "Actor1Geo_Long": -58.6725, "Actor1Geo_FeatureID": "-979186", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 44.0, "Actor2Geo_FeatureID": "IZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20200104224500, "SOURCEURL": "https://www.haaretz.com/opinion/editorial/iran-is-still-a-threat-1.8353494"}, "ARTICLE": {"TITLE": "Iran Is Still a Threat", "TEXT": "The killing of Qassem Soleimani on the order of U.S. President Donald Trump, carried out by the U.S. Air Force, removed one of the region’s most notorious architects of terror. Soleimani was responsible, directly or indirectly, for the killing of hundreds of thousands of civilians in Syria and hundreds of civilians in Iraq, and was complicit in planning the 1994 terror attack of the Jewish Community Center in Buenos Aires.\n\nHe was the face of the Iranian threat in the Middle East and beyond. The general spun Iran’s network of influence and control in Iraq, Lebanon, Yemen, Syria and farther afield, controlled Iran’s ballistic missile program and helped develop its nuclear program. He became a prime target in the war against Iran’s ambitions. But despite his senior position in Iran’s ruling hierarchy, Soleimani did not act like the head of a gang or a terror organization. He planned and executed the strategy and ideology that aspired to transform Iran into a regional power with international influence. That aspiration did not die with him. The organization he headed, the Revolutionary Guards’ Quds force, with all of its military and economic capabilities, is only part of the Islamic Republic’s political and military hierarchy. At its head is Iran’s supreme leader, Ayatollah Ali Khamenei, who does not intend to give up his goals and will continue to fight for the survival and execution of his plans. Now added to these goals is Iran’s declared intention to retaliate with “crushing revenge” for the killing of its spearhead.\n\nAlthough Israel is still a target for Iran and its proxies like Hezbollah in Lebanon and the pro-Iranian militias operating in Syria, it should distance itself from any affiliation with American actions. Hints of Israeli assistance are uncalled for, as are exaggerated shouts of victory. We should remember that the “back to normal” that the Israel Defense Forces announced to residents of the north is also that same normalcy of threats that has accompanied Israel for decades.\n\nIran also intends to implement the fifth stage of its “reduction of commitment” to the nuclear agreement as it defines its response to American sanctions and U.S. withdrawal from the deal, which was done, as we recall, at the energetic urging of Prime Minister Benjamin Netanyahu. Israel can be satisfied that the man who led the Iranian campaign in the Middle East is gone. But it must remember that its challenge was not Soleimani, whom Israel could have taken out a number of times in the past, and that the ring of threats against it has not loosened with his death.\n\nThe above article is Haaretz’s lead editorial, as published in the Hebrew and English newspapers in Israel."}}