{"GDELT": {"GlobalEventID": 896745703, "Day": 19200104, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.011, "Actor1Code": "MIL", "Actor1Name": "SPECIAL FORCES", "Actor1Type1Code": "MIL", "Actor2Code": "YEM", "Actor2Name": "YEMEN", "Actor2CountryCode": "YEM", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.2152133580705, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 66.0, "Actor1Geo_FeatureID": "AF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 66.0, "Actor2Geo_FeatureID": "AF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 66.0, "Action2Geo_FeatureID": "AF", "DATEADDED": 20200104224500, "SOURCEURL": "http://www.newshounds.us/carlson_blasts_iran_air_strike_gives_trump_a_pass_010420"}, "ARTICLE": {"TITLE": "Carlson Blasts Iran Air Strike, Gives Trump A Pass", "TEXT": "Tucker Carlson forcefully condemned the U.S. air strike that killed Iranian General Qasem Soleimani Thursday night. But Carlson acted as though it was Sen. Ben Sasse who ordered the strike, not Donald Trump.\n\nI don’t want to impose a purity test on a potentially important ally opposing Trump’s reckless escalation against Iran. But Carlson clearly bent over backwards to blame just about everyone but the guy responsible.\n\nCarlson called the strike “a pivot point,” presumably of escalation. As evidence, he sneeringly read a tweet by nemesis John Bolton. offering “Congratulations to all involved” and saying, “Hope this is the first step toward regime change in Tehran.”\n\nWe also saw a clip of Trump woodenly declaring that he didn’t take action to start a war or to effect regime change. Carlson provided no pushback or challenge.\n\nBecause everything Liar-in-Chief Trump says is true on Fox, apparently.\n\nSecretary of State Mike Pompeo, though – not so much.\n\nCARLSON: According to Secretary of State Mike Pompeo, meanwhile, Soleimani was killed to forestall planned attacks on Americans. But as he later conceded, those attacks would have occurred in the Middle East, not here in America.\n\nWe saw a clip of Pompeo saying as much, with a banner and a graphic on the screen underscoring the point.\n\nCarlson added, “By the way, if we’re still in Afghanistan 19 years – sad – later, what makes us think there’s a quick way out of Iran?”\n\nThen Carlson went on a lengthy harangue against Sasse. I’m certainly not a fan of him or his support for the strike but he’s not the commander in chief.\n\nCARLSON: Chest beaters like Senator Ben Sasse of Nebraska are making the usual warlike noises, the ones they always make. “This is very simple,” Ben Sasse wrote in a statement last night. “General Soleimani is dead because he was an evil bastard who murdered Americans.” Which is essentially true. Soleimani was certainly a bad guy. But does that make killing him, quote very simple? It does not.\n\nNothing about life and certainly nothing about killing is ever “very simple,” and any politician who tells you otherwise is dumb or is lying. Yes, Soleimani was linked to the death of Americans. Nobody mourns his passing. But Mexico and China are also linked to the deaths of Americans. Each has flooded our country with narcotics from which tens of thousands of Americans die every single year, not that anyone in power cares. So does that mean we get to bomb Oaxaca? Can we start assassinating generals in the People’s Liberation Army? Maybe. Maybe Ben Sasse will call for that too. He’s a former consultant and a very tough character [said with sarcasm].\n\nBut before we enter into a single new war, there’s a criterion that ought to be met. Our leaders should explain to us how that conflict will make the United States richer and more secure. There are an awful lot of bad people in this world. We can’t kill them all. It’s not our job.\n\nInstead, our government exists to defend and promote the interests of American citizens, period. That’s why we have a government. So has the killing of Soleimani done that? Maybe. No one in Washington has explained how. Instead, like Ben Sasse, they’re telling us what an awful person he was. He clearly was. So? That’s irrelevant.\n\nBut once Carlson got through making sure not to blame Trump for a horrific blunder of his own making, Carlson began to make a lot of sense. The lower third banners didn’t mince words, either. I’m including some of them below:\n\nCARLSON: Meanwhile, it’s pretty clear that things can start to move in the wrong direction pretty quickly. We’re praying they don’t but they could. How do we know that? ‘Cause we’ve seen it before. We fought quite a number of wars around the Middle East in recent decades. We attacked Saddam Hussein twice, as you know. In the end, we killed him. We invaded and occupied Afghanistan. We toppled Muammar Qaddafi in Libya. We fought ISIS in Syria and for some reason stuck around. We’re still there. We joined humanitarian missions in Lebanon and Somalia. Our special forces have been quietly fighting in Yemen, Pakistan, Niger. Who knows where else? Many other places.\n\nIn every single place, each of these conflicts turned out to be longer and bloodier and more expensive than we were promised in the first place. The benefits? Often, they’ve been non-existent.\n\nA lot of lectures about how the people we’re killing deserve to die. Certainly, they did. Hope that makes you feel better.\n\nWhat do the American people think about all of this? Not that anyone cares. Well, it’s too soon, strictly speaking, to know. The killing of Soleimani happened just last night.\n\nBut just five months ago, after months of supposed Iranian provocation, Americans didn’t seem to view Iran as a major concern, not even close. In a Gallup poll, taken last August, just 18% of Americans said that they backed military force to shut down Iran’s nuclear program. 78% said they preferred diplomacy and economic sanctions alone.\n\nSo, in a democracy, you’d think this would matter. But as is so often the case, the preferences of actual Americans don’t enter the equation at all. They’re immaterial.\n\nFinally, near the end, Carlson provided milquetoast-y kinda/sorta criticism of Trump – but that quickly deflected to blaming “Washington.”\n\nCARLSON: In 2016, Donald Trump ran on a promise of fewer foreign adventures, considering the ones we embarked upon didn’t work very well. He vowed instead to focus on our problems here at home which are growing. Against the odds, he won that election, probably because of that promise.\n\n\n\n\n\nBut ever since, Washington, including some around the president, have been committed to ignoring the results of that election and its implications. Washington has wanted war with Iran for decades. They’ve been working toward it.\n\nThey may have finally gotten it.\n\nNot mentioned by Carlson, despite his claim to be the “sworn enemy” of “group think”: Trump withdrew from the Iran nuclear agreement his own intelligence community said was working and he has decimated the State Dept. What did Carlson think was going to happen as a result?\n\nNevertheless, Carlson has bucked the war mongering and Fox's cheerleading of Dear Leader’s every move. And that is nothing to sneeze at.\n\nWatch it below, from the January 3, 2020 Tucker Carlson Tonight."}}