{"GDELT": {"GlobalEventID": 896745749, "Day": 19200104, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.011, "Actor1Code": "PAN", "Actor1Name": "PANAMANIAN", "Actor1CountryCode": "PAN", "Actor2Code": "VEN", "Actor2Name": "VENEZUELAN", "Actor2CountryCode": "VEN", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.3022254127781703, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Calidonia, Veraguas, Panama", "Actor1Geo_CountryCode": "PM", "Actor1Geo_ADM1Code": "PM10", "Actor1Geo_ADM2Code": "23731", "Actor1Geo_Lat": 7.816669999999999, "Actor1Geo_Long": -80.95, "Actor1Geo_FeatureID": "-158016", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Venezuela", "Actor2Geo_CountryCode": "VE", "Actor2Geo_ADM1Code": "VE", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": -66.0, "Actor2Geo_FeatureID": "VE", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Calidonia, Veraguas, Panama", "Action2Geo_CountryCode": "PM", "Action2Geo_ADM1Code": "PM10", "Action2Geo_ADM2Code": "23731", "Action2Geo_Lat": 7.816669999999999, "Action2Geo_Long": -80.95, "Action2Geo_FeatureID": "-158016", "DATEADDED": 20200104224500, "SOURCEURL": "http://www.thepanamanews.com/page/226/"}, "ARTICLE": {"TITLE": "The Panama News", "TEXT": "Not your usual travel story\n\nstory and photos by Eric Jackson\n\nSo often, “travel journalism” is about adventure possibilities for those with more money than culture. It explores the little-known rather than the familiar. All of that stuff has its place in the world. (For those of you interested in quality rather than novelty, for a standard against which to judge other work in the genre, there is no better substitute than to take the time to read the 1869 founding classic of American travel journalism, Mark Twain’s The Innocents Abroad.) But this is a tale about how this writer, like so many other Panamanians, travels all the time, but on one of those sort of predictable yet always different special days, a Carnival Saturday. A big differerence here was that the day’s excursion was for the most part in the opposite direction from most people’s travel for the day.\n\nFor a political party that operates in Panama, of whatever nationality, Carnival Saturday is a horrible time to meet. It’s that way for a Panamanian political party, it’s that way for any of the several parties from other Latin American countries that maintain branches here, it’s that way for Democrats Abroad Panama, the local chapter of that oldest of US major parties, the Democratic Party. This Panagringo dual citizen is an independent on the left side of the spectrum as a Panamanian, and a member of the board of directors of our country chapter of Democrats Abroad (DA) when wearing the American political hat. In order to encourage more participation from the Interior, DA now holds its board meetings online via WebX as well as in the flesh. But in THIS board member’s corner of the Inner Boonies — at the foot of the foothills that rise to the bigger hills atop which the Outer Boonies begin — men who work elsewhere during the week and a few folks with cottages in the Interior escape here from the city, such that on a weekend, especially a holiday weekend, more people are getting onto the Internet via Carlos Slim’s tower and the wireless online connection becomes unbearably slow. As in, take the two bus rides, the Metro ride and walk through Obarrio to get to this meeting at the Courtyard Marriott alongside the MultiPlaza Mall.\n\nThis being Carnival Saturday, the trip began early, allowing for a couple of hours more than usual. “The usual” would allow time for a bit of brunch at the terminal, a relaxed stroll from the Obarrio side of the Via Argentina Metro station and an early arrival. Longer than usual might entail the added expense of a cab, but that route and those calculations would be altered by the Cinta Costera’s closure for the city’s festivities.\n\nWas it a matter of getting up in the morning and showering? Of of course not. There hasn’t been water coming to the houses in this neighborhood since New Year’s weekend, the representante is in hiding and they’ve even taken down the flags at the corregiduria and the junta comunal. Ah, but people are adaptive creatures and like everyone else I take a half-calabash, fill it from the water barrel I keep in the shower stall, and wash myself that way. (Sooner or later I expect the crisis to ease, but well after it’s over I do intend to remember this the next time that Panamanians go to the polls.)\n\nWashed, dressed, the animals fed early, it’s a quarter mile walk on unpaved streets to the bus stop. On the way to the caseta there’s a young adult iguana sunning himself in the middle of the road. The main hazard to him is not the traffic, but ending up on someone’s dinner table. He ran off and lost himself in the sticks as I approached.\n\nThere wasn’t much of a wait at the caseta. A busito headed toward Penonome came by almost immediately. On many days I woud take that ride out to the Pan-American Highway, pay my 40¢ and get a bus coming from a point to the west and headed into the city. But this was a holiday weekend and at such times buses are likely to pass by without picking up passengers. (That phenomenon is worse going into town on any Sunday or on the last day of a holiday weekend, as the buses actually tend to be full going in that direction, but at busy times when most people are going the other way a lot of times the drivers are eager to get into the city in a hurry so won’t stop to pick up passengers for that reason.) In any event, I chose to get the next busito, which followed the Penonome van in a matter of just a couple of minutes, into Anton. There, if nothing else works, one can get on an Anton to Panama bus for sure. Better to pay 75¢ for the ride into town.\n\nSo, hardly any wait at the local caseta? I was treated to the driver’s excellent taste in cumbia music, got into Anton sooner than expected and might have taken the opportunity to do breakfast. But who knows what delays might await on a Carnival Saturday? I got off at the town’s first bus stop, just before the bomba, just after an acute corner at which the Anton to Panama buses turn onto the highway. One such turned the corner promptly — and kept on going. Did the driver not care to deal with a passenger who would get the senior citizens’ discount — $3.20 instead of $4.60? He didn’t stop for me to ask or argue.\n\nBy now the westbound traffic further into the Interior was picking up and here along the eastbound lane a Transito policewoman took advantage of the long shadow from the gas station sign to monitor the traffic going the other way in a more comfortable spot. Part of a public safety crew of some 28,000 people mobilized for Carnival, she was doing a job that didn’t look at all exciting. I don’t imagine that she wanted any breaks from the drudgery that would entail her intervention at a scene of broken vehicles, bones and so on.\n\nSoon there came a big red bus from Aguadulce, which stopped for me. It was mostly empty, so I went toward the back to an unoccupied pair of seats, stuck my wireless modem stick into my mini-laptop and checked the email, then the latest headlines. Riding the bus into the city, there is a stretch more or less between a bit west of Rio Hato and approaching Coronado where the reception for all sorts of mobile devices ranges from spotty to horrible. If the next seat is occupied, it also becomes a bit awkward to use a laptop on the bus. More stops were made for more passengers, never enough to fill the seat next to me, but when we hit the dead zone I logged off, switched off and put my computer back into my bag.\n\nA bag? There are extraordinary circumstances, but generally the Panamanian thing to do, whatever your gender persuasion, is to carry a bag. For men the most popular thing is a cheap Asian-made synthetic fiber knapsack. But hippies are supposed to be different, and those who care for Panama, who although kind of poor themselves are nevertheless committed to lending a hand to the poorest of the poor, who are pragmatic and also making a cultural statement will carry a chacara, one of the hand woven bags of various sizes that come from the Ngabe-Bugle Comarca. On this trip I carried a medium-large one, with other bags inside it — a water-resistant and concealing from maleantes book bag for the computer and camera, plus an even larger chacara for some possible grocery shopping on the way back.\n\nThe bus continued to fill and traffic went smoothly, until the approach to Coronado. There the westbound traffic began to get bumper to bumper, an insane rich driver attempted to argue with Transito cops to be allowed to turn directly into Coronado from the westbound lane, and even eastbound traffic began to get congested. Uh oh.\n\nTurns out that this was one of several stretches where one of the eastbound lanes was lent to westbound traffic, but that soon ended and by Gorgona we were moving right along again.\n\nTime to pull out the computer again? Nope. NOW that passengers who boarded at Coronado had largely filled the bus, we were provided with an onboard distraction. No, not the usual. The salsa – bolero – bachata music mix was turned down and a man stood up in the aisle to preach.\n\nOh NO! Romeo Santos interrupted for THIS? My mind wandered to the ghosts of sermons past.\n\nI wasn’t there to catch Siddhartha Gautama’s sermon under the banyan tree. But once in Miami, 11 presidential election cycles ago, I was one of a band of long-haired protesters hanging out and smoking dope in a mango tree when an evangelist they called Holy Joe descended upon us:\n\nThe answer doesn’t lie within, through yoga and cult meditation. The answer lies not in public disturbances or the maze of politics. The answer is in the Gospel of Jesus Christ!\n\n(From a few branches above: “I just took a hit of acid!”)\n\nSome of you are not ready to meet The Lord, but He is patient, He is patient, the Lord of Salvation….\n\n(“I just took another one….”)\n\nAnd some of you are MISERABLE!\n\n(The chorus: “Jesus loves me, this I know. He makes marijuana grow.”)\n\nThis bus preacher, however, was not collecting money for some youth program, nor citing chapter and verse, nor salvation from the eternal grave. This guy was talking about a better life rather than eternal life, not through the miracles of religion but through licuados and vegetable juices. He was advertising a line of blenders and juicers, and handing out free recipe pamphlets with information in case someone wanted to buy one of the appliances. Hallelujah! I had been spared a guilt trip, or a fear trip, on the way to my meeting!\n\nUp the hill onto Campana, then down into Capira and Chorrera, the eastbound traffic occasionally clogged and then unclogged but we never lost much time. Once we hit the Autopista it was smooth driving all the way into. But looking at the lanes going the other way, THEY were clogged and occasionally unclogged, and losing substantial time.\n\nInto the city in just under two and a half hours — excellent time. Time to grab some pastelitos de pollo and a carton of milk at the bakery on the near end of the terminal, to sit down and eat, and to see my email and Facebook activity before heading up the escalator, across the pedestrian bridge and down the escalator, through the turnstiles and and then down the escalator to the trains. I got to the platform just as a train was waiting and got in the first car, which had hardly any seats. Some instinctively rude teenagers took those, but quickly relinquished them to some mothers carrying babies and some folks older than I am.\n\nA few minutes later I emerged on the Obarrio side of the Via Argentina exit. From there, I went on foot to Via Brasil. Living in the Interior now, every time I go into the city things have opened, closed, moved, been torn down or been built since last I walked that way. The overall impression was of a slight economic downturn, more things closed than opened, the new things a bit downscale from what was before, but only a few places — most notably a hotel — abandoned. The Via Brasil road expansion had not appreciably made pedestrian access to MultiPlaza more difficult.\n\nEARLY to my meeting! And after that, a ride back to the terminal kindly offered and accepted.\n\nSo, a tactical decision of importance to the wonder dog and the attack cat, and about how convenient it would be for me to hole up in the village for the rest of the long weekend. Do I want to get dog food, cat food and coffee at Mr. Martinelli’s store adjacent to the terminal, or roll the dice about whether I would make it back to Anton in time to both do a bit of shopping and get a bus back to the village. The difference about getting home would be between a 75¢ bus fare and a $5 cab fare — but it could be worse, because late enough at night when the cabs no longer operate in Anton there is the option of taking the Penonome bus, getting off at the entrada and walking about an hour or so to get home from the Pan-American Highway.\n\nI chose not to patronize criminals. If the truth is to be told, a higher moral imperative was to get something fresh and perishable in Anton, while I would not want to buy meat in the city and take it home uncooled on a several hour ride into the Interior.\n\nThe terminal was not as hellish as I expected it to be, but I still ended up in a line that was three Coaster bus loads long. People were patient and polite. There were no vendors or hustlers trying to work the crowds, nor were there any wise guys trying to cut into the lines. Did the police presence in the boarding area have anything to do with those things? Perhaps.\n\nThe bus I finally boarded — in the shotgun seat, the passenger place with the best view and probably the most dangerous spot on a Toyota Coaster — pulled out of the terminal at 4:24.\n\nOn the ride back, there were no delays until just after La Espiga in La Chorrera. The clock hit 5 p.m. at about that point. Then it went slowly, occasionally bumper to bumper, for the rest of the way. There was a heavy police presence in many places, particularly in Capira. But up on Cerro Campana — traditionally the most dangerous part of the highway — not a cop to be seen and the traffic was flowing rather smoothly. Once over the hill, it was congested again, most severely in Coronado. The clock hit 6 p.m. just past Gorgona. Somewhere around Santa Clara the traffic began to move more steadily again. The clock hit 7 p.m. just before the town of Rio Hato. It was 7:20 when we got to Anton. Nearly three hours, and the bus driver’s eclectic musical tastes were excellent all the way.\n\nHoliday beer sales! Of course the Centro Comercial was open, and as I went in the driver of the busito out to where I was going told me that if I was just getting a few things he’d wait for me. Chorizos, pellejo, cans of fish, a bag of cat food, a bag of coffee and I was at the checkout counter, then on the bus and on my way. No need to be on the roads with the maniac drivers anymore this holiday weekend.\n\nI don’t think that the tourism authority will subsidize this sort of travel writing. But getting from point A to point B and back is both an adventure and a set of skills. The experiences and acquired wisdom vary a great deal according to social class. This was the tale of how a working man goes about it. You don’t fully appreciate Panama without learning the joys and subtleties of how most people get around the place.\n\non the way back…\n\n~ ~ ~"}}