{"GDELT": {"GlobalEventID": 896745574, "Day": 19200104, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.011, "Actor1Code": "IRQ", "Actor1Name": "BAGHDAD", "Actor1CountryCode": "IRQ", "Actor2Code": "IRQGOVMED", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "Actor2Type1Code": "GOV", "Actor2Type2Code": "MED", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.50605326876513, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ07", "Actor2Geo_ADM2Code": "36785", "Actor2Geo_Lat": 33.3386, "Actor2Geo_Long": 44.3939, "Actor2Geo_FeatureID": "-3103581", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "36785", "Action2Geo_Lat": 33.3386, "Action2Geo_Long": 44.3939, "Action2Geo_FeatureID": "-3103581", "DATEADDED": 20200104224500, "SOURCEURL": "https://www.business-standard.com/article/pti-stories/fury-tears-as-crowds-mourn-iran-commander-killed-by-us-120010500008_1.html"}, "ARTICLE": {"TITLE": "Fury, tears as crowds mourn Iran commander killed by US", "TEXT": "Tens of thousands of Iraqis mourned a top Iranian commander and others killed in a US drone attack, before near-simultaneous mortar and rocket attacks targeted American troops late Saturday.\n\nThe killing of Iran's Major General Qasem Soleimani on Friday was the most dramatic escalation yet in spiralling tensions between Iran and the US, which pledged to send thousands more troops to the region, amid fears of a regional proxy war between the foes.\n\nIn the first hints of a possible retaliatory response, mortar rounds hit an area near the US embassy in Baghdad on Saturday, security sources told AFP.\n\nMoments later, two rockets slammed into an Iraqi base where American troops are deployed, security sources said.\n\nThe Iraqi military confirmed the missile attacks in Baghdad and on Balad base and said there were no casualties.\n\nUS troops and diplomats had been bracing themselves for more rocket attacks following the precision drone strike that killed Iran's military mastermind Soleimani.\n\nOn Saturday, Iraqi political leaders and clerics attended the mass ceremony to honour 62-year-old Soleimani and the other nine victims of the hit on Baghdad airport.\n\nTrump had said Soleimani was planning an \"imminent\" attack on US diplomats and the roughly 5,200 American troops deployed in Baghdad.\n\nA furious Iran has vowed revenge for the killing of Soleimani, the chief architect of its military operations across the Middle East.\n\n\"The response for a military action is a military action,\" Iranian ambassador to the United Nations Majid Takht Ravanchi told CNN, calling the strike an \"act of war\".\n\n\"By whom, by when, where? That is for the future to witness.\" World powers quickly called for a de-escalation, and Qatari Foreign Minister Mohammed bin Abdulrahman Al-Thani was in Tehran on Saturday for talks with his Iranian counterpart Mohammad Javad Zarif.\n\nThe pair discussed Soleimani's killing, with Zarif insisting Iran did \"not want tension in the region\".\n\nZarif had earlier rebuffed a diplomatic effort by the United States, who sent a letter to Iranian officials through a Swiss envoy, as Tehran and Washington have not had direct diplomatic ties for decades.\n\nIran's Revolutionary Guards said Washington had used \"diplomatic measures\" to urge Tehran to respond \"in proportion\" to the strike -- a message Zarif slammed as \"foolish\".\n\nSwitzerland confirmed Saturday its charge d'affaires had delivered a message from the US to Iran.\n\nThe US strike killed a total of five Iranian Guards and five members of Iraq's Hashed al-Shaabi paramilitary network, whose members have close ties to Tehran.\n\nAmong the dead was Hashed's deputy head Abu Mahdi al-Muhandis, a top adviser and personal friend to Soleimani.\n\nMass ceremonies started in Baghdad on Saturday for them, with Iraq's caretaker premier Adel Abdel Mahdi and top pro-Iran figures in large crowds accompanying the coffins.\n\nTens of thousands of mourners across the country waved white Hashed flags and massive portraits of Iranian and Iraqi leaders, furiously calling for \"revenge\" and \"Death to America!\"\n\n\n\nThe remains were moved from Baghdad to the shrine city of Karbala and would ultimately end up in Najaf, where the Iraqis will be buried.\n\nThe Guards' remains would be flown to Iran, which has declared three days of mourning and religious rituals.\n\nAs head of the Guards' foreign operations arm, the Quds Force, Soleimani was a powerful figure domestically and oversaw Iran's wide-ranging interventions in regional power struggles.\n\nHe had long been considered a lethal foe by Washington, with Trump saying he should have been killed \"many years ago\".\n\nIran's supreme leader Ayatollah Ali Khamenei promised \"severe revenge\" for Soleimani's death and Tehran named Soleimani's deputy, Esmail Qaani, to succeed him.\n\nIraqis worry the US strike could unleash tit-for-tat strikes between the Hashed and the US.\n\nEarly on Saturday, the Hashed claimed a new strike had hit their convoy north of Baghdad, with Iraqi state media blaming the US.\n\nBut the US-led coalition denied involvement, telling AFP: \"There was no American or coalition strike.\" About 5,200 US troops are stationed across Iraq to help fight IS.\n\nThey have faced a spate of rocket attacks that the US has blamed on pro-Iran factions and which last month killed an American contractor.\n\nFollowing tensions, NATO said it was suspending its training activities in Iraq and a US defence official told AFP that American-led coalition forces would \"limit\" operations.\n\n\"Our first priority is protecting coalition personnel,\" the official said, saying surveillance had shifted from IS to watching for incoming rocket attacks.\n\nIraq's pro-Iran factions have seized on Soleimani's death to push parliament, which convenes Sunday, to revoke the security agreement allowing US forces on Iraqi soil.\n\nWhile praying over Muhandis's remains in Baghdad, top Hashed official Hadi al-Ameri pledged to avenge him by ousting US troops.\n\n\"Be reassured that the price of your pure blood will be the departure of American troops from Iraq, forever,\" he said.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}