{"GDELT": {"GlobalEventID": 896745442, "Day": 19200104, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.011, "Actor1Code": "GOVMIL", "Actor1Name": "DEFENCE MINIST", "Actor1Type1Code": "GOV", "Actor1Type2Code": "MIL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.0025062656641601, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "TH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20200104224500, "SOURCEURL": "https://www.bangkokpost.com/thailand/general/1828764/capt-thamanat-to-press-on-with-pillow-handouts"}, "ARTICLE": {"TITLE": "Capt Thamanat to press on with pillow handouts", "TEXT": "Capt Thamanat to press on with pillow handouts\n\nDeputy Minister of Agriculture and Cooperatives Thamanat Prompow\n\nDeputy Minister of Agriculture and Cooperatives Thamanat Prompow says he will press ahead with his proposal to give away 30 million latex pillows to support rubber farmers hit by low prices.\n\nCapt Thamanat said he will seek cabinet approval for an initial allocation of 4 billion baht from a central budget to procure the first batch of 3 million pillows to be distributed to the public and 433,702 pillows to state agencies during the next 10 months from Feb 1 to Nov 3.\n\nUnder the scheme, which will start this year and run until 2023, a total of 18 billion baht will be required to buy 150,000 tonnes of latex to manufacture 30 million pillows, Capt Thamanat said.\n\nThe latex will be purchased directly from registered farmers at 65 baht/kg, compared with the current average market price of between 43-45 baht/kg, he said, adding the scheme will boost the domestic use of latex which will help support the grassroots economy.\n\nCapt Thamanat also said state agencies' demand for latex will increase to 90,000 tonnes this year.\n\nFor example, the Transport Ministry will need 52,000 tonnes of latex, the Agriculture and Cooperatives Ministry will need 6,170 tonnes, and the Defence Ministry will require 982 tonnes.\n\nHowever, the proposal has prompted questions about sustainability and transparency as Future Forward Party (FFP) list-MP Wirote Lakkhana-adisorn earlier joined netizens in criticising the idea of mobilising 18 billion baht to manufacture the pillows.\n\nDefending the plan, Pol Col Ruamnakhon Thaptimthong, who heads Capt Thamanat's working team, said the scheme was in line with the Palang Pracharath Party's election campaign pledge to shore up crop prices.\n\nHe said mechanisms would be put in place to ensure transparency, noting staff from the Rubber Authority of Thailand and police would be deployed to monitor the process.\n\nThe latex pillows would be manufactured by the Marketing Organisation for Farmers (MOF).\n\nThe MOF will obtain a loan from the Bank for Agriculture and Agricultural Cooperatives (BAAC), which is planning to launch a charity lottery to raise the funds, Pol Col Ruamnakhon said.\n\nMeanwhile, Democrat Party MP for Nakhon Si Thammarat Thepthai Senpong said falling latex prices have had a severe impact on rubber farmers.\n\nHe said he will raise the issue at a meeting of Democrat MPs on Tuesday to ask the party's cabinet ministers in charge of the Commerce Ministry and the Agriculture and Cooperatives Ministry for proposals on how to tackle the problem."}}