{"GDELT": {"GlobalEventID": 896745908, "Day": 19200104, "MonthYear": 192001, "Year": 1920, "FractionDate": 1920.011, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "IRN", "Actor2Name": "IRANIAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.90848585690516, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200104224500, "SOURCEURL": "https://www.vox.com/policy-and-politics/2020/1/4/21049671/qassem-soleimani-iran-9-11-mike-pence-trump-administration"}, "ARTICLE": {"TITLE": "There’s little evidence to support Pence’s tweets tying Qassem Soleimani to 9/11", "TEXT": "As the Trump administration faces questions about the rationale behind its killing of Iranian military leader Maj. Gen. Qassem Soleimani in a Friday drone strike, Vice President Mike Pence is being scrutinized for his claim that Soleimani helped carry out the 9/11 terrorist attacks.\n\nPence, in a wide-ranging Twitter thread detailing Soleimani’s alleged crimes against America, claimed Soleimani “assisted in the clandestine travel of 10 of 12 terrorists who carried out the September 11 terrorist attacks.”\n\nYesterday, President @realDonaldTrump took decisive action and stood up against the leading state sponsor of terror to take out an evil man who was responsible for killing thousands of Americans. Soleimani was a terrorist. Here are some of his worst atrocities: — Mike Pence (@Mike_Pence) January 3, 2020\n\nAssisted in the clandestine travel to Afghanistan of 10 of the 12 terrorists who carried out the September 11 terrorist attacks in the United States. — Mike Pence (@Mike_Pence) January 3, 2020\n\nThe tweet drew immediate criticism, in part because it is factually incorrect. Pence wrote that there were 12 terrorists who attacked the US on 9/11, but there were actually 19 hijackers. Pence’s press secretary Katie Waldman later clarified in a tweet of her own that Pence was referring to “12 of the 19” hijackers who “transited through Afghanistan,” saying “10 of those 12 were assisted by Soleimani.”\n\nIt is unclear where the claim Soleimani helped the hijackers originated — in defending her correction, Waldman told the New York Times a 2016 US Treasury Department report found Iran permitted several of the 9/11 hijackers passage through the country. A State Department summary of that report does indeed say its authors found some Iranian officials allowed 9/11 hijackers to move through the country, but it does not specify Soleimani as one of these leaders.\n\nSimilarly, the 9/11 Commission Report found “8 to 10 of the 14 Saudi “muscle” operatives [those assigned physical tasks in the hijackings] traveled into or out of Iran between October 2000 and February 2001,” but clearly states that neither the Iranian government nor Hezbollah helped facilitate the attack. Page 241 of the report reads:\n\nWe have found no evidence that Iran or Hezbollah was aware of the planning for what later became the 9/11 attack. At the time of their travel through Iran, the Al Qaeda operatives themselves were probably not aware of the specific details of their future operation.\n\nThe report does, however, cite “strong evidence that Iran facilitated the travel of al Qaeda members into and out of Afghanistan before 9/11, and that some of these were future 9/11 hijackers.” But, again, there is no mention of Soleimani playing a part in that transit. In fact, Soleimani’s name does not appear a single time in the entire 9/11 Commission Report.\n\nThere are other dubious elements to Pence’s tweet, too.\n\nSoleimani was the leader of a Shia Muslim military group from Iran, and the members of al-Qaeda who carried out the 9/11 attacks were mostly Saudi nationals from a Sunni extremist group. The Sunni-Shia conflict was notoriously bad at the time, and Pence’s suggestion that Soleimani would be helping a group of Sunni extremists seems absurd on its face. There’s also extensive reporting that in the wake of 9/11, Soleimani was actually helping the US military track down their mutual enemy: the Taliban.\n\nExactly why Pence tied Soleimani to 9/11 is not clear. It is possible he is privy to some newly discovered information the experts who compiled the 9/11 Commission Report were not aware of, but he has presented no evidence that this is the case.\n\nSome observers, like Christine Pelosi — the Democratic strategist and daughter of House Speaker Nancy Pelosi — speculated that Pence was trying to tie the strike to 9/11 so it would be covered by the 2001 Authorization for Use of Military Force Against Terrorists (AUMF), a post-9/11 bill that gives the president wide-reaching authority for military action against anyone involved in the attacks.\n\nAs of now, there is some question as to whether the attack on Soleimani was legal; national security expert Heather Hurlburt told Vox’s Sean Illing the strike likely was not. Proving that the attack was carried out under the auspices of the AUMF, then, could give the Trump administration grounds for arguing for the legality of the strike.\n\nComplicating this argument, as Hurlburt explained, is the fact that the 2001 AUMF — and the ones that followed — gave the White House “the power to fight the Taliban and al-Qaeda in Afghanistan and later, ISIS in Iraq,” not Iran. Hurlburt said, “There’s just no plausible legal justification under which you could stretch any of the AUMFs to include an attack on an Iranian official.”\n\nPence’s tweets are a reminder of the Trump administration’s questionable credibility\n\nOn an individual level, President Trump already has a reputation for dishonesty, having made more than 15,000 false or misleading claims since entering office, according to a Washington Post fact-checker count. Pence does not have quite the same reputation, but has gone on record making misleading statements, like his claims about terrorists at the border, and questionable ones, like the reasoning behind his patronage of a Trump hotel while on a work trip in Ireland.\n\nAnd the vice president does not have the best track record when it comes to repeating falsehoods around military action in the Middle East. For instance, Saturday morning, a video of Pence parroting the infamous lie that “weapons of mass destruction have been found in Iraq” while he served in Congress began circulating online.\n\nRep. Mike Pence in 2004: “Weapons of mass destruction have been found.” pic.twitter.com/iYITpWlS21 — Eric Koch (@EricDKoch) January 4, 2020\n\nThe vice president’s tweets, however, point to the issues of credibility the Trump administration has as a whole.\n\nThe White House’s justification for the attack on Soleimani — that he represented an “imminent threat,” and that his death “saved American lives” — has faced scrutiny not just because the administration has not yet produced any evidence that this is the case (and not just because reporting, such as the work done by the New York Times’s Rukmini Callimachi, suggests no such evidence exists), but because Trump, and many of his officials, lie often.\n\nVox’s Matthew Yglesias noted, for example, that Secretary of State Mike Pompeo, while serving as CIA director, frequently “distorted intelligence about Russia to fit Trump’s preferred narratives.” And that habit continued once Pompeo became secretary of state, as Yglesias explained:\n\nThen, as secretary of state, he misled the public about his role in the Ukrainian aid holdup that led to Trump’s impeachment. Pompeo, too, engages in routine misstatements about Iran specifically, including lies about Iranian nuclear research. This is important because Pompeo has become the public face of the administration on this issue. Although Pompeo does not engage in the range of dishonest statements that Trump does, his more focused dishonesty does include statements on Iran.\n\nThis history of not telling the truth has now become a problem for the Trump administration as it asks the public to trust that it did the right thing for the right reasons in killing Soleimani. The unfortunate timing of Pence’s tweet — and the misinformation it contains — only highlights why so many are reticent to do so. As Yglesias wrote, “When someone has proven over and over again that they are not trustworthy, you can, and in important situations should, stop trusting them.”"}}