{"GDELT": {"GlobalEventID": 897499492, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 138, "EventBaseCode": 138, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -7.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -6.310679611650491, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200108073000, "SOURCEURL": "http://www.jwire.com.au/iran-threatens-israel-after-attacking-us-base-in-iraq/"}, "ARTICLE": {"TITLE": "Iran threatens Israel after attacking US base in Iraq", "TEXT": "Browse > Home News / Iran threatens Israel after attacking US base in Iraq\n\nIran threatens Israel after attacking US base in Iraq\n\nRead on for article\n\nIran’s Islamic Revolution Guards Corps (IRGC) threatened to attack Israel if the US retaliates against its bombing of the US airbase of Ain al-Assad in Iraq early on Wednesday in response to the US’ assassination of IRGC General Qassem Soleimani.\n\nDetails of the outcome of the attacks are yet unclear.\n\nPresident Donald Trump tweeted after the attack that “All is well! Missiles launched from Iran at two military bases located in Iraq. Assessment of casualties and damages taking place now. So far, so good We have the most powerful and well-equipped military anywhere in the world, by far!”\n\nThe IRGC said in the statement that the attacks came in response to “the criminal and terrorist operation” to kill Soleimani in the form of “tens of surface-to-surface missiles.”\n\nA US military spokesman for Central Command said that 10 missiles hit the Al-Assad Air Base, one missile hit a military base in Erbil and four missiles failed to hit their targets.\n\nThe IRGC further warned that a US response will be met “with an even harsher response.”\n\nThe IRGC also threatened “US allies that are providing bases to America’s terrorist army that any country serving as the origin of bellicose and aggressive attacks in any form against the Islamic Republic of Iran” will be targeted.\n\nThe IRGC also stated that “Iran in no way sees the Zionist regime as separate from the criminal US regime.”\n\nThe IDF has been on high alert since Soleimani’s assassination on Friday while the government has remained silent on the developing incidents in an attempt to distance itself from the escalation.\n\nPrime Minister Benjamin Netanyahu on Friday Netanyahu praised Trump for the strike on Soleimani and said that Israel stands with the US in its right to self-defence.\n\n“Just as Israel has the right of self-defence, the United States has exactly the same right. Qassem Soleimani is responsible for the death of American citizens and many other innocent people. He was planning more such attacks. President Trump deserves all the credit for acting swiftly, forcefully and decisively. Israel stands with the United States in its just struggle for peace, security and self-defence,” he stated.\n\nTPS"}}