{"GDELT": {"GlobalEventID": 897499019, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 8.0223880597015, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200108073000, "SOURCEURL": "https://www.business-standard.com/article/news-ani/beckoning-a-new-vision-blenders-pride-fashion-tour-2019-20-brings-alive-the-universe-of-pride-120010800520_1.html"}, "ARTICLE": {"TITLE": "Beckoning a new vision, Blenders Pride Fashion Tour 2019-20 brings alive the universe of 'Pride'", "TEXT": "Bringing the universe of pride to life, the celebrated Blenders Pride Fashion Tour goes beyond conventional runway shows in its milestone 15th edition, to unveil a breathtakingly new face of fashion.\n\nWhile 'Pride' as a meaningful expression of success and individuality continues to take centre-stage, it is actually India with its indigenous 'craft', 'blend' of diverse influences, and a distinctive 'identity' that will become the canvas of expression this year.\n\nCharting a unique course, the iconic 15th year of Blenders Pride Fashion Tour comes with a path-breaking format with designer Ashish Soni as curator-in-chief, and an exclusive collaboration with Fashion Design Council of India (FDCI), the industry thought leader.\n\nBy focussing laser-sharp on fashion, the tour will present festivals of fashion and create a universe of pride through its three themes - Craft, Blend and Identity - in the three city chapters of Delhi (with its patent modernity), Kolkata (with its extraordinary craft) and Hyderabad (with its consummate synthesis of the ancient and the modern), respectively.\n\nThe fashion extravaganza will culminate in a larger than life finale, 'The Pride of India', in collaboration with FDCI, in Mumbai, with 15 eminent designers, namely, Anju Modi, JJ Vallaya, Raghavendra Rathore, Suneet Varma, Gaurav Gupta, Rajesh Pratap Singh, Abraham & Thakore, Wendell Rodricks, Monisha Jaising, Namrata Joshipura, Rohit Gandhi & Rahul Khanna, Anamika Khanna, Manish Malhotra, Abu Jani Sandeep Khosla and Ashish Soni.\n\nStepping into the fashion spotlight as always, the tour also launched a new element - The Showcase - to provide a breakthrough opportunity for aspiring fashion designers and models to be mentored and display their talent at this year's Blenders Pride Fashion Tour.\n\nThe Showcase, launched in October, continued the hunt for over two months to unearth undiscovered talent from across India, to provide them with the platform they deserve.\n\nThe lucky few who emerged as winners include designers like IkshitPande (Quod), Sushant Abrol (Countrymade) and StanzinPalmo (Zilzom), and models like Ritu Chauhan, Poojan Solanki and Preethy Karan.\n\nThe festivals of fashion at the city chapters will include segments like The Exhibit, The Fashion Incubator and The Panel Discussion, each of which will celebrate a whole new world of fashion.\n\nWhile The Exhibit will be an artistic display of iconic pieces of famed designers, The Fashion Incubator will showcase the work of aspiring designers who have emerged as winners from The Showcase.\n\nAt The Panel Discussion, there will be an intellectual exchange of ideas amongst industry stalwarts, on game-changing influences in the fashion arena.\n\nThe tour commenced with the Preview, hosted in a spectacular urban industrial set-up, melding the palpably raw with other elements. Bringing a blank canvas to life, the evening was an immersive reveal showcasing a compelling take on 'Pride' by acclaimed designers Anamika Khanna, Manish Malhotra, and Abu Jani Sandeep Khosla, along with their scintillating muses Rhea Kapoor, Kiara Advani and Kusha Kapila.\n\nAdding to the theatrical drama were models in white muslin garments, while Archana Vijaya played a unique host and moderator of all this bewitchment.\n\n\"In its 15th year of spearheading the fashion industry, Blenders Pride Fashion Tour moves beyond conventional shows to become a celebration of all things fashion with a new vision. With its path-breaking format, the milestone edition of the tour aims to enhance the appeal for the youth and set the tone for innovation in years to come. The journey of 'Pride' that the brand undertook last year, continues to take centre-stage this year as well, to bring alive distinctive expressions of 'Pride'. We are also thrilled to collaborate with an industry leader, FDCI, in this landmark year, to take the property to new heights, together with illustrious designers and artists from across the country\", said Kartik Mohindra, Chief Marketing Officer, Pernod Ricard India.\n\n\"We are proud to associate with Blenders Pride Fashion Tour in its iconic 15th year, and further add to the magnanimity of the property. With both FDCI and Blenders Pride Fashion Tour being definitive names in the fashion space, we feel that we are perfectly positioned to showcase our combined strengths with our shared synergies\", said Sunil Sethi, President, FDCI.\n\n\"The 15th edition of Blenders Pride Fashion Tour takes the next step in the fashion arena with a new format to include festivals of fashion, in addition to the runway shows. With this tour, we are thrilled to expand the horizons and understanding of fashion in the country by going a notch above\", said designer Ashish Soni, Curator-in-Chief of Blenders Pride Fashion Tour 2019-20.\n\n\"I believe that craft exposes human experience beyond the visual and cerebral and helps them explore it through their hands. In a machine-made world, it slows everything down, keeps traditional techniques alive, and enables us to make something by ourselves. Through my association with Blenders Pride Fashion Tour 2019-20, I take immense pride in showcasing the importance of craft by representing the diverse and impeccably rich culture of India\", said designer Anamika Khanna, speaking about her curation 'My Craft, My Pride'.\n\n\"Evolution represents the merger of traditional values with a modern expression. The fashion industry is a fast-paced, ever-evolving space, whose limits are constantly tested by everyone. It's an absolute honour to be associated with Blenders Pride Fashion Tour 2019-20, which will paint a picture of tradition on a canvas of technology, that will be an expression of my identity in a unique fashion\", said Manish Malhotra, designer, talking about his theme 'My Identity, My Pride'.\n\n\"The concept of 'Blend' is an ode to the unifying power of fashion and its ability to transcend borders and geographies. We return to our roots, our extraordinary legacy of indigenous textiles, craft techniques and embroideries to fashion a brand-new expression that is unfettered by rules or borders. We take immense pleasure in my association with Blenders Pride Fashion Tour 2019-20, where our showcase will be a tribute to the coming together of past, present and future, of multiple elements, silhouettes and moods to create a new fashion landscape\", said designers Abu Jani and Sandeep Khosla, speaking on the concept of 'My Blend, My Pride'.\n\nStarting January 2020, Blenders Pride Fashion Tour will travel across four cities, starting with Kolkata and then moving to Hyderabad, Delhi and Mumbai.\n\nThis story is provided by BusinessWire India. ANI will not be responsible in any way for the content of this article.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}