{"GDELT": {"GlobalEventID": 897498919, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.99300699300699, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Nevada, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNV", "Actor2Geo_Lat": 38.4199, "Actor2Geo_Long": -117.12200000000001, "Actor2Geo_FeatureID": "NV", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Nevada, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNV", "Action2Geo_Lat": 38.4199, "Action2Geo_Long": -117.12200000000001, "Action2Geo_FeatureID": "NV", "DATEADDED": 20200108073000, "SOURCEURL": "https://www.850wftl.com/93-year-old-man-shoots-apartment-worker-over-water-leak/"}, "ARTICLE": {"TITLE": "93-year-old man shoots apartment worker over water leak", "TEXT": "A 93-year-old man has been arrested after he shot an employee at his apartment complex twice because he was upset about a water leak.\n\nThe incident was reported on January 2nd in Las Vegas, Nevada.\n\nOfficials say Robert Thomas entered the office area of his apartment complex and began making threats towards a male employee about a water leak in his apartment. Thomas then pulls out a gun and fires one round at the office wall before shooting the employee twice.\n\nSurveillance video shows Thomas engaging in a heated conversation with the male employee as another employee secretly sits on the phone with police. Thomas then fires a warning shot which hits a computer in the back of the office. Another employee who was previously out of view, runs for safety. The female employee on the phone then ask Thomas if she could leave the room. Thomas allows the female employee to leave but once the woman leaves, Thomas shoots the male employee at point-blank range.\n\nThe employee falls to the floor and that’s when Thomas shoots him once more.\n\nAt that point, a responding officer arrives at the scene and fires one shot at Thomas though a glass door before commanding Thomas to put down his weapon and slams him to the floor.\n\nThe employee was taken to the hospital with non life-threating injuries, while Thomas did not require any medical care as the bullet did not penetrate his jacket.\n\nThomas has since been charged with attempted murder with a deadly weapon."}}