{"GDELT": {"GlobalEventID": 897499243, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": 122.0, "Actor1Geo_FeatureID": "RP", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP", "Action2Geo_Lat": 13.0, "Action2Geo_Long": 122.0, "Action2Geo_FeatureID": "RP", "DATEADDED": 20200108073000, "SOURCEURL": "https://cebudailynews.inquirer.net/279948/cebu-city-mayor-wants-dti-to-investigate-cebu-hotels-on-overpricing"}, "ARTICLE": {"TITLE": "Cebu City mayor wants DTI to investigate Cebu hotels on overpricing", "TEXT": "CEBU CITY, Philippines —The decreased number of bookings in hotels in Cebu City should be investigated by the Department of Trade and Industries (DTI).\n\nThis was the statement of Mayor Edgardo Labella following reports from the Hotel Resort and Restaurant Association of Cebu Incorporated (HRRACI) that bookings during this year’s Sinulog have decreased compared to the past years.\n\nRead: Cebu hotels report drop in Sinulog-related bookings; occupancy rate at 50-60%\n\n“I think this is because some hotels are increasing the prices up to three times. This should really be investigated,” said the mayor.\n\nThe mayor said he will be writing to the DTI and the Department of Tourism (DoT) to look into the matter and urge the hotels to be more reasonable with their prices.\n\nHe also said that Air BnB units are directly competing with the hotels as this has become the recent trend.\n\nAlthough the hotels are not fully booked, he still expects many tourists in Cebu during the Sinulog 2020 festivities.\n\n“I implore the hotel owners not to take advantage of the influx of people, make your prices reasonable,” said the mayor.\n\nSupply and demand\n\nCarlo Anton Suarez, president of the Hotel Resort and Restaurant Association of Cebu Inc. (HRRACI), for his part, said that online accommodation application has not only affected their business during Sinulog but whole year round for already four to five years.\n\nSuarez, however, admitted that during peak season, hotel rates would really tend to increase in the principle of supply and demand.\n\n“Positive mahal, pero it’s a matter of supply and demand,” Suarez said.\n\nSuarez also clarified that they are not against Air BnB but only want fair competition through registering their business and getting the necessary permits, and paying their taxes.\n\n“We are paying our taxes and business permits yearly, yet they are getting the market share,” he said. /bmjo"}}