{"GDELT": {"GlobalEventID": 897499042, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor1Code": "BUSJUD", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor1Type2Code": "JUD", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.19284294234593, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bukit Kukus, Pulau Pinang, Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY09", "Actor1Geo_ADM2Code": "37404", "Actor1Geo_Lat": 5.354430000000001, "Actor1Geo_Long": 100.28200000000001, "Actor1Geo_FeatureID": "-2378707", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bukit Kukus, Pulau Pinang, Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY09", "Action2Geo_ADM2Code": "37404", "Action2Geo_Lat": 5.354430000000001, "Action2Geo_Long": 100.28200000000001, "Action2Geo_FeatureID": "-2378707", "DATEADDED": 20200108073000, "SOURCEURL": "https://www.malaymail.com/news/malaysia/2020/01/08/contractor-for-penang-paired-road-projects-gets-rm22000-fine-for-neglecting/1825815"}, "ARTICLE": {"TITLE": "Contractor for Penang paired road projects gets RM22,000 fine for neglecting worksite safety", "TEXT": "A general view of the construction site where the landslide occurred at Bukit Kukus in Paya Terubong October 25, 2018. — Picture by Sayuti Zainudin\n\nGEORGE TOWN, Jan 8 ― The Sessions Court here today slapped a RM22,000 fine on the main contractor of Penang’s paired roads project in Bukit Kukus here for failing to observe safety procedures at the work site that resulted in fallen beams two years ago.\n\nYuta Maju Sdn Bhd director Osmera Mamat changed his plea to guilty today on two charges of failing to prepare safe work procedure for lifting activities and failing to appoint a competent safety and health officer at the project site.\n\nHe initially claimed trial last year.\n\nIn the first charge, the construction company was accused of failing to prepare safe work procedure for lifting activities using a crane which led to falling beams from Span 6 on October 11, 2018.\n\nThis charge is under Section 15(1) of the Occupational Safety and Health (OSH) Act 1994.\n\nThe second charge under Section 29 (2) of the same law concerned the company’s failure to appoint a competent safety and health officer at the project site.\n\nJudge Mazdi Abdul Hamid fined the company RM20,000 in lieu of two months’ jail for the first charge and RM2,000 in lieu of two weeks’ jail for the second charge.\n\nThe company’s counsel, S. Kanesh, told the court during mitigation that there were no casualties in the incident.\n\n“The beams fell due to strong wind at the time and there was a supervisor at the site,” he said while asking for a lower fine.\n\nDepartment of Occupational Safety and Health prosecutor Mohd Najib Anuar told the court that the company should have ensured it adhered to all safety requirements and procedures before undertaking the works.\n\n“The company should have ensured the safety of the worksite during works at the site,” he said.\n\nThe same company was faced with an amended charge for failing to provide engineering calculations by an accredited engineer for earth backfill works for a temporary slope which led to a landslide on October 19 in 2018 and thus failing to ensure safety and health of workers on the site.\n\nThe company’s project manager Lai Sin Kian was also faced with an amended charge for the same offence.\n\nOsmera, who appeared on behalf of the company, and Lai both claimed trial to the charges under Section 15(1) of the OSH Act 1994.\n\nMazdi then fixed February 19 for trial.\n\nYuta Maju was the main contractor for the RM545.6 million Bukit Kukus highway project.\n\nA crane at the project site hit a beam which fell off the elevated highway to the ground below during construction works on October 11 in 2018.\n\nOn October 19, a landslide occurred on another portion of the construction site of the highway claiming the lives of nine foreign workers on the site.\n\nA 1.6km segment of the Bukit Kukus paired road linking Paya Terubong to Lebuh Bukit Jambul is scheduled to be open to public by August this year."}}