{"GDELT": {"GlobalEventID": 897498990, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor1Code": "BGD", "Actor1Name": "BANGLADESH", "Actor1CountryCode": "BGD", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.26960418222554, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG81", "Actor1Geo_ADM2Code": "5778", "Actor1Geo_Lat": 23.7231, "Actor1Geo_Long": 90.4086, "Actor1Geo_FeatureID": "-2737683", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Indiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIN", "Actor2Geo_Lat": 39.8647, "Actor2Geo_Long": -86.2604, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 39.8647, "Action2Geo_Long": -86.2604, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200108073000, "SOURCEURL": "https://www.darkhorizons.com/netflix-unveils-its-massive-2020-film-slate/"}, "ARTICLE": {"TITLE": "Netflix Unveils Its Massive 2020 Film Slate", "TEXT": "In the past, we’ve often had to play a guessing game as to when Netflix’s original films will hit the service. The streaming giant often holds its cards close to its vest, revealing the dates of its releases only 2-3 months and sometimes only a few weeks out from their release.\n\nThat changed somewhat today as in a surprising reveal, Netflix has announced its almost all of its 2020 film slate on Twitter with brief synopses tweeted out for the 29 film titles confirmed to be coming this year so far and promising there are more on the way.\n\nThere’s no shortage of talent either – Spike Lee’s Vietnam-set “Da 5 Bloods,” David Fincher’s Citizen Kane scribe biopic “Mank,” Charlie Kaufman’s “I’m Thinking of Ending Things,” Ben Wheatley’s new adaptation of “Rebecca,” Ron Howard’s adaptation of “Hillbilly Elegy,” the Chris Hemsworth-led action film “Out of the Fire” (formerly titled “Dhaka”), and more films starring the likes of, Will Ferrell, Chadwick Boseman, Elle Fanning, and Anne Hathaway. Check out the full list below:\n\n“A FALL FROM GRACE”\n\nIn this thriller from Tyler Perry, Grace (Crystal Fox), a disheartened woman restored by a new romance, discovers her relationship is full of secrets, and her vulnerable side quickly turns violent. Phylicia Rashad, Bresha Webb, Cicely Tyson also star.\n\n“ALL THE BRIGHT PLACES”\n\nBased on the novel by Jennifer Niven, Brett Haley’s adaptation tells the story of Violet Markey (Elle Fanning) and Theodore Finch (Justice Smith), who meet and change each other’s lives forever.\n\n“THE BOYS IN THE BAND”\n\nFrom producer Ryan Murphy, Joe Mantello’s adaptation of the play follows a group of gay friends who reunite to celebrate one of their birthdays. When the host’s potentially closeted college roommate shows up uninvited, the evening is thrown into turmoil.\n\n“COFFEE & KAREEM”\n\nA Detroit cop reluctantly teams with his girlfriend’s 11 year-old son to clear his name and take down the city’s most ruthless criminal. Ed Helms and Taraji P. Henson star.\n\n“CRIP CAMP”\n\nDown the road from Woodstock in the 70s, a revolution blossomed at a ramshackle summer camp for teens with disabilities, transforming their lives & igniting a movement. Directed by Nicole Newnham & Jim LeBrecht, exec produced by President Barack Obama & Michelle Obama.\n\n“DA 5 BLOODS”\n\nThe latest Spike Lee joint follows four African American vets who return to Vietnam, searching for the remains of their fallen squad leader and the promise of buried treasure. Chadwick Boseman, Paul Walter Hauser, Norm Lewis, Delroy Lindo, and Jonathan Majors star.\n\n“DICK JOHNSON IS DEAD”\n\nIn this inventive portrait, director Kirsten Johnson (CAMERAPERSON) seeks a way to keep her 86-year-old father alive forever by staging fantasies of death and beyond. Together, dad and daughter confront the great inevitability awaiting us all.\n\n“EUROVISION”\n\nWhen aspiring musicians Lars (Will Ferrell) and Sigrit (Rachel McAdams) are given the opportunity of a lifetime to represent their country at the world’s biggest song competition, they finally have a chance to prove that any dream is a dream worth fighting for.\n\n“THE HALF OF IT”\n\nShy, straight-A student Ellie is hired by sweet but inarticulate jock Paul who needs help wooing the most popular girl in school. But their new & unlikely friendship gets tricky when Ellie discovers she has feelings for the same girl. From writer/director Alice Wu\n\n“HILLBILLY ELEGY”\n\nAmy Adams, Glenn Close, and Gabriel Basso star in director Ron Howard’s adaptation of J.D. Vance’s memoir of the same name, a modern exploration of the American Dream about three generations of an Appalachian family.\n\n“I’M THINKING OF ENDING THINGS”\n\nA road trip becomes a twisted mix of palpable tension, psychological frailty, and sheer terror in the latest from Charlie Kaufman, starring Jesse Plemons, Jessie Buckley, Toni Collette, and David Thewlis.\n\n“JINGLE JANGLE”\n\nFrom writer/director David E. Talbert, a holiday musical tale of an embattled toymaker, his precocious granddaughter, and a magical invention. Forest Whitaker, Keegan-Michael Key and Madelen Mills star.\n\n“THE KISSING BOOTH 2”\n\nElle (Joey King) & Noah (Jacob Elordi) just had the most romantic summer ever, but as he heads off to Harvard Elle juggles a long-distance relationship, college applications with her BFF Lee (Joel Courtney) & friendship with new classmate Marco (Taylor Perez)\n\n“THE LAST THING HE WANTED”\n\nIn this Joan Didion adaptation from Dee Rees, a veteran D.C. journalist (Anne Hathaway) loses the thread of her own story when a guilt-propelled errand for her father thrusts her from byline to unwitting subject in the very story she’s trying to break.\n\n“LOST GIRLS”\n\nInspired by true events, from filmmaker Liz Garbus. Police inaction drives Mari Gilbert (Amy Ryan) to investigate the disappearance of her daughter. Mari’s search of the gated community where Shannan was last seen brings attention to over a dozen murdered sex workers.\n\n“MANK”\n\nFrom director David Fincher, the story centers around the writing of CITIZEN KANE. Gary Oldman, Amanda Seyfried, Charles Dance, and Lily Collins star.\n\n“MISS AMERICANA”\n\nFrom director Lana Wilson, a raw and emotionally revealing look at Taylor Swift; following one of the most iconic artists of our time as she learns to embrace her role not only as a songwriter and performer, but as a woman harnessing the full power of her voice.\n\n“THE OLD GUARD”\n\nFrom director Gina Prince-Bythewood, Charlize Theron and Kiki Layne lead a covert group of immortal mercenaries who must fight to keep their team together when they discover the existence of a new immortal and their extraordinary abilities are exposed.\n\n“OUT OF THE FIRE”\n\nTyler Rake (Chris Hemsworth) is a fearless black market mercenary with nothing left to lose when his skills are solicited to rescue the kidnapped son of an imprisoned international crime lord. Action-packed, edge-of-your-seat thriller directed by Sam Hargrave.\n\n“OVER THE MOON”\n\nAnimation icon Glen Keane makes his feature directorial debut in this musical adventure about a girl who builds a rocket ship to travel to the moon in order to prove to her father that a legendary Moon Goddess really exists.\n\n“THE PLATFORM”\n\nIn a future dystopia, prisoners housed in vertically stacked cells watch hungrily as food descends from above — feeding the upper tiers, but leaving those below ravenous and radicalized.\n\n“THE PROM”\n\nRyan Murphy directs this story of a lesbian teenager who’s banned from attending the big dance with her girlfriend. The injustice prompts a cast of Broadway eccentrics to descend on the small Indiana town to fight back. Meryl Streep, James Corden & Nicole Kidman star.\n\n“REBECCA”\n\nDirector Ben Wheatley’s adaptation of Daphne du Maurier’s novel (adapted by Hitchcock in 1940) follows a newly-married young woman (Lily James) who finds herself battling the shadow of her husband’s (Armie Hammer) dead first wife, the mysterious Rebecca.\n\n“SERGIO”\n\nWagner Moura and Ana de Armas star in this sweeping drama from director Greg Barker. Set in the chaotic aftermath of the US invasion of Iraq, the life of top UN diplomat Sergio Vieira de Mello hangs in the balance during the most treacherous mission of his career.\n\n“SPENSER CONFIDENTIAL”\n\nMark Wahlberg reteams with director Peter Berg to play an ex-cop, Spenser, who moves in with Hawk (Winston Duke), an aspiring MMA fighter with his own rap sheet. Between gym rounds, the duo’s taunts turn to trust, and they team up to solve a double homicide.\n\n“TIGERTAIL”\n\nThis film from writer/director Alan Yang (MASTER OF NONE) tells the story of a Taiwanese factory worker who leaves his homeland to seek opportunity in America, where he struggles to find connection while balancing family & newfound responsibilities.\n\n“TO ALL THE BOYS: P.S. I LOVE YOU”\n\nLara Jean (Lana Condor) and Peter (Noah Centineo) have just taken their romance from pretend to officially real in the when another recipient (Jordan Fisher) of one of her love letters enters the picture.\n\n“UNCORKED”\n\nMamoudou Athie (UNICORN STORE), Courtney B. Vance, and Niecy Nash star in Prentice Penny’s feature directorial debut. Elijah (Athie) must balance his dream of becoming a master sommelier with his father’s expectations that he carry on the family’s Memphis BBQ joint.\n\n“THE WILLOUGHBYS”\n\nConvinced they’d be better off raising themselves, the Willoughby children hatch a sneaky plan to send their selfish parents on vacation. The siblings then embark on their own high-flying adventure to find the true meaning of family.\n\nSource: Netflix"}}