{"GDELT": {"GlobalEventID": 897499150, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor2Code": "COP", "Actor2Name": "DEPUTY", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.17482517482517002, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200108073000, "SOURCEURL": "http://artdaily.com/news/119805/George-Grosz-s-political-masterpiece--Gef-auml-hrliche-Stra--223-e--to-be-offered-at-auction-for-the-first-time"}, "ARTICLE": {"TITLE": "George Grosz's political masterpiece 'Gefährliche Straße' to be offered at auction for the first time", "TEXT": "LONDON .-\n\n\n\nOlivier Camu, Deputy Chairman, Impressionist and Modern Art, Christie\u0092s: \u0093We are honoured to present at auction this masterpiece from the rare and celebrated First World War series of city paintings by George Grosz. It has remained in the same collection for half a century. Only three of the original 20 or so cityscapes (ten in museums, seven lost or destroyed) remain in private hands and this is arguably the best and most complex of those. Grosz with all his corrosive wit and a mastery of colour here combines futurist dynamism and expressionist fervour to convey his hatred of Germany and contempt for its establishment. He has added an angry self-portrait in the lower right corner of the composition.\u0094\n\n\n\nTen paintings from the series can be seen in leading museums including the Nationalgalerie, Berlin; Kunsthalle, Hamburg; Staatsgalerie Stuttgart; Tate, London; Thyssen-Bornemisza National Museum, Madrid and the Museum of Modern Art, New York.\n\n\n\nGefährliche Straße (Dangerous Street) is a picture of the First World War as it was played out on the streets of Berlin, painted during the last months of the War in July 1918. This series of often nightmarelike pictures of the city are the finest of all Grosz\u0092s achievements. They are works of art that have come to fix the image of Berlin in the popular imagination and to define the traumatic era within which they were made. Gefährliche Straße is one of the last and most accomplished of this famous series of apocalyptic paintings. Unlike some of Grosz\u0092s earlier, more deliberately crude and sketchily-executed works in this series, there is a cooler and more measured sense of assuredness and stability about the way in which this deliberately disorientating and fragmented vision of a dark and dangerous street has been depicted. Employing a style that is reflective of both the complete command of the oil medium that Grosz had by this time acquired and also of the more focused, moralising sense of political purpose that his work had begun to pursue, the forms, figures and rich colour combinations of this painting are all rendered with a new-found clarity and precision.\n\n\n\nThe painting will be on view in the King Street galleries in London from 30 January to 5 February 2020. The Impressionist and Modern Art Evening Auction takes place on 5 February 2020, part of \u009120th Century at Christie\u0092s\u0092, a series of auctions in London from 30 January to 14 February 2020. Christie's Impressionist and Modern Art Evening Sale will launch \u009120th Century at Christie\u0092s\u0092 on 5 February 2020. A major highlight of this series of auctions will be George Grosz\u0092s highly politicised depiction of Germany at the close of the First World War, Gefährliche Straße, which will be offered at auction for the first time. The painting will be presented 100 years after it was first exhibited in Grosz\u0092s solo exhibition at the Galerie Neue Kunst in Munich. The painting has remained in the same private collection since 1970 and was last seen in public over twenty years ago in the Haus der Kunst, in Munich, in an exhibition titled \u0091Die Nacht\u0092 in 1999.Olivier Camu, Deputy Chairman, Impressionist and Modern Art, Christie\u0092s: \u0093We are honoured to present at auction this masterpiece from the rare and celebrated First World War series of city paintings by George Grosz. It has remained in the same collection for half a century. Only three of the original 20 or so cityscapes (ten in museums, seven lost or destroyed) remain in private hands and this is arguably the best and most complex of those. Grosz with all his corrosive wit and a mastery of colour here combines futurist dynamism and expressionist fervour to convey his hatred of Germany and contempt for its establishment. He has added an angry self-portrait in the lower right corner of the composition.\u0094Ten paintings from the series can be seen in leading museums including the Nationalgalerie, Berlin; Kunsthalle, Hamburg; Staatsgalerie Stuttgart; Tate, London; Thyssen-Bornemisza National Museum, Madrid and the Museum of Modern Art, New York.Gefährliche Straße (Dangerous Street) is a picture of the First World War as it was played out on the streets of Berlin, painted during the last months of the War in July 1918. This series of often nightmarelike pictures of the city are the finest of all Grosz\u0092s achievements. They are works of art that have come to fix the image of Berlin in the popular imagination and to define the traumatic era within which they were made. Gefährliche Straße is one of the last and most accomplished of this famous series of apocalyptic paintings. Unlike some of Grosz\u0092s earlier, more deliberately crude and sketchily-executed works in this series, there is a cooler and more measured sense of assuredness and stability about the way in which this deliberately disorientating and fragmented vision of a dark and dangerous street has been depicted. Employing a style that is reflective of both the complete command of the oil medium that Grosz had by this time acquired and also of the more focused, moralising sense of political purpose that his work had begun to pursue, the forms, figures and rich colour combinations of this painting are all rendered with a new-found clarity and precision.The painting will be on view in the King Street galleries in London from 30 January to 5 February 2020. The Impressionist and Modern Art Evening Auction takes place on 5 February 2020, part of \u009120th Century at Christie\u0092s\u0092, a series of auctions in London from 30 January to 14 February 2020.\n\n\n\n\n\n\n\n"}}