{"GDELT": {"GlobalEventID": 897499038, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "Actor2Code": "PGS", "Actor2Name": "PERSIAN GULF", "Actor2CountryCode": "PGS", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.5851063829787195, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Al-Asad, Tabuk, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA19", "Actor1Geo_ADM2Code": "25317", "Actor1Geo_Lat": 27.8833, "Actor1Geo_Long": 37.3667, "Actor1Geo_FeatureID": "-3091378", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Al-Asad, Tabuk, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA19", "Action2Geo_ADM2Code": "25317", "Action2Geo_Lat": 27.8833, "Action2Geo_Long": 37.3667, "Action2Geo_FeatureID": "-3091378", "DATEADDED": 20200108073000, "SOURCEURL": "http://portnews.ru/news/289476/"}, "ARTICLE": {"TITLE": "MABUX: Bunker market this morning, Jan 08", "TEXT": "2020 January 8 10:13\n\nMABUX: Bunker market this morning, Jan 08\n\nThe Bunker Review was contributed by Marine Bunker Exchange (MABUX)\n\n\n\nMABUX World Bunker Index (consists of a range of prices for 380 HSFO, 180 HSFO and MGO (Gasoil) in the main world hubs) changed irregular on Jan.07:\n\n\n\n380 HSFO - USD/MT - 389.96(+0.95)\n\nVLSFO - USD/MT – 666.00(+2.00)\n\nMGO - USD/MT – 715.37(-3.27)\n\n\n\nMeantime, world oil indexes fell on Jan.07 as market reconsidered the likelihood of Middle East supply disruptions in the wake of the United States killing a top Iranian military commander.\n\n\n\nBrent for March settlement declined by $0.64 to $68.27 a barrel on the London-based ICE Futures Europe exchange. West Texas Intermediate for February fell by $0.57 to $62.70 a barrel on the New York Mercantile Exchange. The Brent benchmark traded at the premium of $5.57 to WTI. Gasoil for January delivery lost$3.25.\n\n\n\nToday morning global oil indexes continue firm upward trend after Iran attacked two U.S.-Iraqi airbases.\n\n\n\nIran attacked two U.S.-Iraqi airbases in response to a U.S. airstrike that killed a top Iranian general last week, sparking worries of intensifying conflict in the Middle East. Overnight, the Pentagon said missile strikes were launched from Iran and targeted the Ayn al-Asad base in western Iraq and another facility in Erbil.\n\n\n\nThe unexpected assassination of one of the most important figures in the Iranian government set off fears of a hot war between the U.S. and Iran. Trump has vowed more attacks, including potential war crimes, if Iran does anything in response to the killing. Iran has withdrawn completely from the 2015 nuclear deal. Iraq has begun laying the groundwork to force U.S. troops to exit the country. Trump has threatened Iraq with harsh sanctions if they follow through. There are some speculations that Iran could target oil installations. The U.S. State Department warned of a “heightened risk of missile/drone attacks” in Saudi Arabia. The shipping industry is warning of more risk to oil tankers in the Persian Gulf.\n\n\n\nThe British Royal Navy will escort UK-flagged vessels going through the world’s most vital oil choke point, the Strait of Hormuz, amid a sudden spike in tensions in the Middle East. The HMS Montrose and the HMS Defender will be deployed in the region again, after last year they escorted UK-flagged ships through the Strait of Hormuz following the seizing of an Iranian oil tanker by Gibraltar with the help of the UK that angered Tehran.\n\n\n\nIran said that it would abandon limits on uranium enrichment following the assassination of General Qassem Soleimani. The U.S. withdrew from the 2015 nuclear agreement in 2018, and Iran has gradually ratcheted back its commitments in response. Iran said its moves were reversible upon U.S. returning to the nuclear deal.\n\n\n\nOPEC’s crude oil production further declined in December as the cartel’s leader Saudi Arabia continued to lead by example cutting much more than required and as the biggest laggards in compliance—Iraq and Nigeria—moved to better comply with their quotas. As per preliminary estimation, OPEC’s production in December 2019 dropped by 50,000 barrels per day (bpd) compared to November and stood at 29.5 million bpd. The Saudis reduced their crude oil production by another 50,000 bpd in December, taking the Kingdom’s over-compliance to more than 500,000 bpd compared to its quota in the deal. Iraq—OPEC’s number two in terms of production—also reduced its production by 50,000 bpd. Although this wasn’t enough to reach full compliance, Iraq was complying at 59 percent with its quota last month, up from meager 23-percent compliance in November. Nigeria saw its production drop by 80,000 bpd, nearing its quota, because of reduced exports of Bonga crude.\n\n\n\nIt was reported, that because PDVSA has deteriorated due to a lack of cash and a worker exodus, the company has essentially handed over control to foreign partners. PDVSA is no longer producing and signing contracts for others to produce in a de facto privatization. Rosneft and CNPC were pointed out as the main beneficiaries.\n\n\n\nThe U.S. oil and gas rig count is down below 800 for the first time since the spring of 2017. The shale industry continues to shed rigs, as pressure from investors grows. The trend supports fuel indications.\n\n\n\nThe American Petroleum Institute reported that crude stockpiles dropped by 5.9 million barrels for the week ended Jan. 3, compared with a plunge of about 11.5 million barrels reported for the week before.\n\n\n\nWe expect bunker prices may demonstrate today firm upward movement in a range of plus 8-11 USD."}}