{"GDELT": {"GlobalEventID": 897499501, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.8876889848812097, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ07", "Actor1Geo_ADM2Code": "36785", "Actor1Geo_Lat": 33.3386, "Actor1Geo_Long": 44.3939, "Actor1Geo_FeatureID": "-3103581", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ07", "Actor2Geo_ADM2Code": "36785", "Actor2Geo_Lat": 33.3386, "Actor2Geo_Long": 44.3939, "Actor2Geo_FeatureID": "-3103581", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200108073000, "SOURCEURL": "https://vestnikkavkaza.net/news/Iran-attacks-U-S-military-facilities-in-Iraq.html"}, "ARTICLE": {"TITLE": "Iran attacks U.S. military facilities in Iraq", "TEXT": "Iran has delivered missile strikes against at least two military facilities in western Iraq, where U.S. troops are deployed, a statement from Assistant to the U.S. Secretary of Defense for Public Affairs Jonathan Hoffman said.\n\n\"At approximately 5:30 p.m. (EST) on January 7, Iran launched more than a dozen ballistic missiles against U.S. military and coalition forces in Iraq,\" the statement reads. \"It is clear that these missiles were launched from Iran and targeted at least two Iraqi military bases hosting U.S. military and coalition personnel at Al-Assad and Irbil.\"\n\nHoffman stated that \"In recent days and in response to Iranian threats and actions, the Department of Defense has taken all appropriate measures to safeguard our personnel and partners.\"\n\n\"These bases have been on high alert due to indications that the Iranian regime planned to attack our forces and interests in the region,\" TASS cited him as saying.\n\nThe statement did not specify the damage or casualties following the missile attacks on the facilities saying \"We are working on initial battle damage assessments.\"\n\n\"As we evaluate the situation and our response, we will take all necessary measures to protect and defend U.S. personnel, partners, and allies in the region,\" the statement added.\n\nThe Islamic Revolutionary Guard Corps (IRGC) officially claimed the responsibility for the missile attacks stating that US forces, which are involved in acts of aggression against Iran, would be subjected to military attacks.\n\nIran’s news agency ISNA quoted a statement from the IRGC as saying that the operation in Iraq was code-named ‘Martyr Soleimani.’\n\n\"During the operation code-named Martyr Soleimani, soldiers of the IRGC armed forces launched dozens of ground-to-ground missiles and destroyed the US Air Force base,\" the IRGC stated.\n\nAl Hadath television channel reported on Wednesday Several U.S. military aircraft were destroyed as a result of missile attacks on Al Asad airbase in the west of Iraq.\n\nWhite House Spokeswoman Stephanie Grisham said in a statement that U.S. President Donald Trump was informed about the missile attacks in Iraq. \"The president has been briefed and is monitoring the situation closely and consulting with his national security team,\" Grisham stated.\n\nThe situation in the Middle East deteriorated sharply after Commander of the Quds Force of the Islamic Revolutionary Guard Corps General Qasem Soleimani was killed in a U.S. airstrike near Baghdad airport. The missile strike came on order of U.S. President Donald Trump.\n\nAccording to the U.S. Administration, the operation was defensive, as it was aimed at protecting U.S. troops stationed in the Middle East, and the attacks planned by the Iranian general could have led to the deaths of hundreds of Americans and Iraqis."}}