{"GDELT": {"GlobalEventID": 897499718, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor1Code": "LBR", "Actor1Name": "LIBERIA", "Actor1CountryCode": "LBR", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.0771513353115703, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Grand Kru, Grand Kru, Liberia", "Actor1Geo_CountryCode": "LI", "Actor1Geo_ADM1Code": "LI16", "Actor1Geo_ADM2Code": "147183", "Actor1Geo_Lat": 4.91667, "Actor1Geo_Long": -8.25, "Actor1Geo_FeatureID": "292621", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Grand Cape Mount, Grand Cape Mount, Liberia", "Action2Geo_CountryCode": "LI", "Action2Geo_ADM1Code": "LI12", "Action2Geo_ADM2Code": "147244", "Action2Geo_Lat": 7.16667, "Action2Geo_Long": -11.0, "Action2Geo_FeatureID": "-2132275", "DATEADDED": 20200108073000, "SOURCEURL": "https://frontpageafricaonline.com/health/liberia-coordinating-mechanism-commences-regional-consultative-country-dialogue-for-tb-hiv-grant-proposal-development/"}, "ARTICLE": {"TITLE": "Liberia Coordinating Mechanism Commences Regional Consultative Country Dialogue For TB/HIV Grant Proposal Development", "TEXT": "Mrs. Paulina Doe Hilton, Head of LCM Secretariat\n\nBomi County – The Liberia Coordinating Mechanism (LCM) of the Global Fund (TGF) to fight AIDS, TB and Malaria has commenced a regional consultative prioritization country dialogue to develop a joint funding request for Tuberculosis and HIV, on behalf of the country, for submission to the Fund.\n\nTubmanburg, Bomi County is currently hosting participants categorized from region 1 counties which include Bomi, Grand Cape Mount and Gbarpolu Counties for two days, January 6-7, 2020. More than 65 representatives inclusive of local county officials, Ministry of Health, County Health Officers; the private sector; faith-based organizations; traditional leaders; civil society groups; human rights groups; community based organizations, networks of key populations, women based groups, persons living with HIV; people who are most vulnerable to and affected by the diseases.\n\nWelcoming participants during the opening of the dialogue, Dr. Augustus Quiah, County Health Officer of Bomi County said TB and HIV are everyone business. According to him, there are global advances which makes HIV nowadays no longer a death sentence. Likewise, TB which has a cure. He called on all to join hands with the LCM and national partners to ensure Liberia can reach it set of targets toward ending AIDS and TB in the country. He then welcomed all to the dialogue.\n\nSpeaking on behalf of Mr. Adama Robertson, Superintendent for Bomi County, Mr. Victor B. Johnson, Special Assistant to the office of the Superintendent described HIV and TB as detrimental to human survival; noting that it was good that the dialogue targeted people at the community level, who voices are not heard at the national level. He further thanked the LCM and partners for organizing such a dialogue that intends to inform a national proposal development for submission to the Global Fund.\n\nPresenting on the main objective of the dialogue and overview of the Global Fund New Funding Model III, Mrs. Paulina Doe Hilton, Head of Secretariat of the LCM disclosed that Liberia’s allocation letter for joint TB and HIV 2021/23 shows increase from in allocation US$29.8 million to US$37.8 million. According to her, the country dialogue is intended to ensure that the Global Fund New Funding Model (NFM III) meets the need of the affected communities through engagement.\n\nAccording to her, the country dialogue among other things seeks to provide groups that are excluded from the LCM or that have weak representation and/or opportunity to participate meaningfully and provide input to the New Funding Request (NFM-III). It also provides the opportunity to discuss and address barriers to accessing health services.\n\nShe added that the NFM-III is about Bigger Impact; Predictable Funding; Reward Ambitious Vision; Flexible Timing; and Shorter process Overall.\n\nMrs. Hilton further disclosed that the regional country dialogue will continue up to 24 January 2020 but from one region to another. According to her, now that region one dialogue will end on January 7, region two which includes Grand Bassa, Montserrado and Margibi Counties. While Region 3- includes Nimba, Bong and Lofa counties and Region 4- comprises of Sinoe, Rivercess and Grand Gedeh Counties; and lastly Region 5 – River Gee, Maryland and Grand Kru counties. She added that there will also be national engagements for national partners, civil society, key and affected populations which will take place from 27-30 January 2020.\n\nOther presentations delivered during the dialogue were focused on HIV situation in Liberia, Achievements vs challenges of current Global Fund grant implementation for HIV; Overview of the new National Strategic Plan II 2020-2025; and the Global Fund modular Framework priorities; etc.\n\nMeanwhile, participants from Bomi, Grand Cape Mount and Gbarpolu counties during the dialogue agreed that the nation should focus the new proposal on the followings as priorities: HIV prevention; Treatment care and support; Prevention of Mother to Child Transmission, Differentiated HIV testing services; Reducing human rights-related barriers to HIV/TB services to HIV/TB services; HIV/TB collaborative activities; and Program Management."}}