{"GDELT": {"GlobalEventID": 897499256, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 1014, "EventBaseCode": 101, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.02930402930403, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Madras, Tamil Nadu, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN25", "Actor1Geo_ADM2Code": "70251", "Actor1Geo_Lat": 13.0833, "Actor1Geo_Long": 80.2833, "Actor1Geo_FeatureID": "-2103041", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Madras, Tamil Nadu, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN25", "Action2Geo_ADM2Code": "70251", "Action2Geo_Lat": 13.0833, "Action2Geo_Long": 80.2833, "Action2Geo_FeatureID": "-2103041", "DATEADDED": 20200108073000, "SOURCEURL": "https://www.business-standard.com/article/pti-stories/preliminary-probe-into-plaint-against-minister-completed-dvac-120010800473_1.html"}, "ARTICLE": {"TITLE": "Preliminary probe into plaint against minister completed: DVAC", "TEXT": "The Directorate of Vigilance and Anti-Corruption on Tuesday informed the Madras High Court that it has completed preliminary inquiry on the complaints made by DMK and an NGO levelling corruption charges against local administration minister S P Velumani in various contracts.\n\nThe inquiry has been completed and the report has been submitted to the director of DVAC, public prosecutor A Natarajan informed the court.\n\nRecording the submissions, a division bench of Justices M Sathyanarayanan and R Hemalatha directed the DVAC to produce the preliminary inquiry report along with the case files by January 23.\n\nEarlier, counsel for DMK submitted that the Prevention of Corruption (PC) Act does not mandate preliminary inquiry at all.\n\nHowever, the agency is claiming to be conducting the inquiry as per the DVAC manual.\n\nThis apart, as per the amendment made to the PC Act, only governor can order sanction to commence inquiry against a public servant. But in the present case, DVAC has obtained the sanction from the chief secretary, he said.\n\nDMK has sought a probe against Velumani over alleged flouting of laws and corruption in awarding tenders for government projects and contracts\n\n\n\nCounsel for 'Arappor Iyakkam', the NGO, submitted that in view of involvement of a senior minister like Velumani, the petitioner has no trust that any of the wings of the state government would conduct a fair probe.\n\nThe NGO has alleged that Velumani, the minister for municipal administration and rural development, indulged in brazen abuse of power, favouritism and gross breach of trust in the performance of his public and official duty.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}