{"GDELT": {"GlobalEventID": 897499748, "Day": 20200108, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0219, "Actor1Code": "LKA", "Actor1Name": "SRI LANKA", "Actor1CountryCode": "LKA", "Actor2Code": "NGOUSAJEW", "Actor2Name": "AMIT", "Actor2CountryCode": "USA", "Actor2Religion1Code": "JEW", "Actor2Type1Code": "NGO", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.34108527131783, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sri Lanka", "Actor1Geo_CountryCode": "CE", "Actor1Geo_ADM1Code": "CE", "Actor1Geo_Lat": 7.0, "Actor1Geo_Long": 81.0, "Actor1Geo_FeatureID": "CE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sri Lanka", "Actor2Geo_CountryCode": "CE", "Actor2Geo_ADM1Code": "CE", "Actor2Geo_Lat": 7.0, "Actor2Geo_Long": 81.0, "Actor2Geo_FeatureID": "CE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sri Lanka", "Action2Geo_CountryCode": "CE", "Action2Geo_ADM1Code": "CE", "Action2Geo_Lat": 7.0, "Action2Geo_Long": 81.0, "Action2Geo_FeatureID": "CE", "DATEADDED": 20200108073000, "SOURCEURL": "https://www.business-standard.com/article/pti-stories/caa-an-unfinished-business-of-independence-partition-panda-120010800495_1.html"}, "ARTICLE": {"TITLE": "CAA an 'unfinished' business of independence, partition: Panda", "TEXT": "The amended Citizenship Act providing Indian nationality to persecuted minorities from Pakistan among others was an \"unfinished business\" of the country's independence and partition, BJP leader Baijayant Jay Panda said on Tuesday.\n\nThe CAA was the \"only scheme\" that lived up to Mahatma Gandhi's assurance to minorities in Pakistan in 1947 that they will always have shelter in their \"original homeland,\" if given no proper security there, he said.\n\nPanda also sought to allay any fears over the proposed National Register of Citizens (NRC), saying it was only an \"idea\" welcomed by many people and that no formal proposal has been made.\n\nSpeaking to reporters here after attending a pro-CAA rally organised by the BJP's state unit, Panda accused the opposition of lying on the Citizenship Act.\n\n\"This is one specific scheme which is an unfinished business of our independence and partition. I keep saying that this particular scheme does not prevent others (religions) from applying for (Indian) citizenship.\"\n\n\n\n\"This is the only one scheme which lives up to Gandhiji's assurance to the minorities of Pakistan in 1947 that if they are not given shelter, security properly in that country they will always be having shelter in their original homeland,\" Panda, BJP National Vice-President, said.\n\nHitting out at the opposition criticism of CAA, Panda claimed they were lying on the issue.\n\nRecalling his visit to Vijayawada in Andhra Pradesh earlier on Tuesday, he said he met many from the minority community who had told him the opposition was going about saying their citizenship \"will be taken away by the CAA.\"\n\n\n\n\"This is just plain lie. This has to be pointed out. This is the frustration of the opposition of not being able to take on the BJP, not able to match Modi ji and Amit shah's leadership,\" he said.\n\nThis was the opposition's \"frustrated reaction after seven or eight months of lot of big decisions in which they have played no part,\" Panda added.\n\nOn the exclusion of Sri Lankan Tamils from the ambit of the CAA, he said in the past many people from Sri Lanka have got refuge in India, as did many from Uganda and other countries.\n\nHowever, CAA was aimed at fast tracking (citizenship) for religiously persecuted minorities in Pakistan, Bangladesh and Afghanistan, he said.\n\nOn the NRC, and fears of 'exclusion,' he said there was no formal announcement on it as of now.\n\n\"NRC, if and when the formal proposal is made, all the concerns people have will be addressed. Right now NRC is not a formal proposal, it is an idea lot of people support,\" he said.\n\nThere were millions of illegal immigrants around the country and there was a demand for NRC, but Prime Minister Narendra Modi had \"clarified\" that NRC was not being discussed nor was there a formal proposal, he said.\n\nIf and when NRC is taken up for discussion, concerns of people will be addressed, he asserted.\n\nOn the violence in Jawaharlal Nehru University in New Delhi, and allegations that ABVP and RSS were involved in it, he urged \"the media to report fully and not just bits and parts.\"\n\n\n\nCondemning the violence on January 5 in the campus, he however pointed out there was violence prior to that also.\n\n\"Before January 5 also, there was violence by one section of students preventing other students from registration.They were vandalising university property, beating up staff and students.\"\n\n\n\n\"This was not getting coverage. It escalated on January 5. There is CCTV footage and people can be identified,\" he said.\n\nAction will be taken against whoever had indulged in violence, he said, adding Union Home Minister Amit Shah has ordered an inquiry into it.\n\nEarlier, the BJP's state unit organised a well-attended pro-CAA rally here, attended by senior state leaders including former union Minister Pon Radhakrishnan.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}