{"GDELT": {"GlobalEventID": 898001618, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "PHL", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.28040973111395, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN", "Actor1Geo_Lat": 1.366667, "Actor1Geo_Long": 103.8, "Actor1Geo_FeatureID": "SN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN", "Actor2Geo_Lat": 1.366667, "Actor2Geo_Long": 103.8, "Actor2Geo_FeatureID": "SN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20200110011500, "SOURCEURL": "https://www.autodeal.com.ph/articles/car-features/cars-in-2020-singapore-motor-show-likely-hit-philippines-soon"}, "ARTICLE": {"TITLE": "Cars in 2020 Singapore Motor Show to likely hit the Philippines soon", "TEXT": "The Singapore Motor Show is one of the hottest automotive shows in Asia. With a high GDP per capita that makes this small nation a first-world country, Singapore showcases the latest and coolest cars within the region – even beyond. Fortunately, Singapore is just 2,000+ kilometers away from Manila, which makes it a perfect stage for upcoming cars that could hit the Philippines shortly. Last year, there were a handful of names that made a stopover in this beautiful country such as the Mazda3, Toyota RAV4, Lexus UX, and Hyundai Kona Electric, among others. This year, we’re lucky to have seen these vehicles in the metal, and here’s our list of nameplates that you can expect to hit the local showrooms sooner than later.\n\nMitsubishi Mirage\n\nWhile the new Mirage, in both its hatchback and G4 sedan forms, looks quite appealing in photos during its launch in Thailand late last year, it’s even more so in the metal. This particular model in the 2020 Singapore Motor Show comes in yellow with red accents on the grille – both traits that are still yet to grace the Philippine-made Mirage units.\n\nHyundai Elantra\n\nThe Elantra, or the Avante in Singapore, is one of those Hyundai vehicles that’s in dire need of an update in the Philippines. Thankfully, we have seen its updated version and it looks sharp and aligns itself with the bigger Hyundai crossovers. Hyundai Philippines is mum about the introduction of this new model but if age is an indication, this year could be the renaissance of the four-year-old compact sedan.\n\nHyundai Venue\n\nThe Venue is another subcompact crossover from the South Korean marque. We’re on the fence if Hyundai will actually bring in the Venue in the Philippines soon. Why? Because the company already has the Kona in the lineup that’s priced fairly above the P1-million mark. But with the Venue’s position as an entry-level crossover that’s more affordable than the Kona, we think it would be a game-changer in the Philippines – if it does come, that is. Plus, don’t you just love this car’s retro/boxy look?\n\nSubaru Impreza\n\nThe facelifted Subaru Impreza was revealed in Japan last year, and Motor Image isn’t wasting time in refreshing its compact sedan offering in the Philippines. While the 2020 Impreza comes with minute changes on its exterior, the biggest deviations will be the new SI-Drive modes and the addition of EyeSight suite of safety features.\n\nSubaru Forester e-Boxer Hybrid\n\nIn a press conference after the reveal of the Forester e-Boxer Hybrid, Mr. Glenn Tan, Deputy Chairman and Managing Director of Tan Chong International Limited, has confirmed that the electrified version of the Forester will enter the Philippine showrooms in the second half of 2020. With an electrified motor working together with the current 2.0L gasoline engine, the Forester e-Boxer Hybrid will be a great replacement to the turbocharged XT.\n\nBMW 1 Series\n\nWe’ve heard reports that the third-generation BMW 1 Series is coming to the Philippines soon, and we couldn’t be more excited about it now that we’ve seen one in the metal. In its M135i xDrive trim, the smallest BMW is a looker and with performance to boot – a 302-hp turbocharged four-banger, to be exact.\n\nLand Rover Defender"}}