{"GDELT": {"GlobalEventID": 898003277, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "IGOUNO", "Actor2Name": "THE UN", "Actor2KnownGroupCode": "UNO", "Actor2Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.33277870216306, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200110011500, "SOURCEURL": "http://www.parikiaki.com/2020/01/cyprus-president-anticipates-significant-events-to-be-included-in-un-secretary-generals-report/"}, "ARTICLE": {"TITLE": "Cyprus President anticipates significant events to be included in UN Secretary-General’s report", "TEXT": "President of Cyprus Nicos Anastasiades said that he anticipated significant events “which fully justify extending the presence of the peacekeeping force in Cyprus” would be included in the upcoming UN Secretary-General’s report on UNFICYP.\n\n\n\nPresident Anastasiades received on Thursday morning Elizabeth Spehar, the UN Secretary-General`s Special Representative in Cyprus and Head of UNFICYP, in the presence of close associates and officials.\n\n\n\nWhile departing from the Presidential Palace, President Anastasiades said that he had a very useful and constructive meeting with Spehar, that aimed at reviewing developments taking place in Cyprus during this period.\n\nHe also said that ahead of UNFICYP’s mandate renewal, he touched upon some issues “that certainly need to be included in the report” to portray events objectively.\n\n\n\n“I believe that at least the significant events affecting the whole situation in Cyprus will be included, which fully justify extending the presence of the peacekeeping force in Cyprus” the President said.\n\n\n\nInvited to comment on developments in the region, following the confrontation between Iran and the US, President Anastasiades expressed hope that wiser thoughts will prevail, in order to avoid a new bloodshed that will affect not just the region, but also Europe as a whole, the global economy and the region’s stability.\n\n\n\nSpeaking to journalists after the meeting, Spehar said that she had a good meeting with President Anastasiades, briefing him on her upcoming trip to New York and Washington.\n\n\n\nThe UN official said that she departs for the United States on Saturday, where a Security Council session on UNFICYP is coming up soon, based on the Secretary-General’s report. “That is scheduled presently for the 20th January” she added.\n\n\n\nSpehar noted moreover that the Secretary-General’s report should be out in the next couple of days.\n\n\n\nFurthermore, she said that she is also going to Washington to touch base with officials at the State Department as well as in Congress and the National Security Council.\n\n\n\nIn New York she said that she will be meeting with senior UN officials, as well as Security Council members and member states who are troop contributors or police contributors to UNFICYP.\n\n\n\n“I am looking forward to a good trip during which I hope to have substantive discussions with all of my interlocutors about the situation on the ground and the role of the peace keeping force in Cyprus and look forward to their discussions on UNFICYP’s mandate renewal” she concluded.\n\n\n\nAsked if there are any updates concerning the Cyprus settlement process after last November’s tripartite meeting in Berlin, between the UN Secretary-General and the Cyprus leaders, Spehar said that there are no updates for the moment.\n\n\n\nOn another question, about the possibility of Jane Holl Lute, the UN Secretary-General’s envoy to Cyprus, returning to the island, Spehar said that there is nothing scheduled for the moment to her knowledge.\n\n\n\nAs CNA learns, during the meeting President Anastasiades listed the points he anticipates to be included in the Secretary-General’s report, with the Greek Cypriot side not expecting any “unpleasant surprises” regarding UNFICYP’s mandate renewal.\n\nNo discussion was made in relation to the next steps concerning the Cyprus issue, with developments expected after the “elections” in the Turkish-occupied part of Cyprus, in Spring.\n\n\n\nCyprus has been divided since 1974, when Turkey invaded and occupied its northern third. Repeated rounds of UN-led peace talks have so far failed to yield results. The latest round of negotiations, in July 2017 at the Swiss resort of Crans-Montana ended inconclusively."}}