{"GDELT": {"GlobalEventID": 898001879, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "NZL", "Actor2Name": "NEW ZEALAND", "Actor2CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.9036144578313249, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Takapau, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22390", "Actor1Geo_Lat": -40.0333, "Actor1Geo_Long": 176.35, "Actor1Geo_FeatureID": "-1518839", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Takapau, New Zealand (general), New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ00", "Actor2Geo_ADM2Code": "22390", "Actor2Geo_Lat": -40.0333, "Actor2Geo_Long": 176.35, "Actor2Geo_FeatureID": "-1518839", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Takapau, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22390", "Action2Geo_Lat": -40.0333, "Action2Geo_Long": 176.35, "Action2Geo_FeatureID": "-1518839", "DATEADDED": 20200110011500, "SOURCEURL": "https://www.stuff.co.nz/environment/118713021/central-hawkes-bay-towns-prepare-to-run-out-of-water"}, "ARTICLE": {"TITLE": "Conserve water, Central Hawke's Bay towns told", "TEXT": "The water line to the towns of Waipawa and Ōtāne have been repaired but residents are still being urged to conserve water.\n\nGeorgia-May Gilbertson/STUFF Doug and Sharron Hales had to close their Waipawa cafe and restaurant, Nola's, because of the water emergency.\n\nFears the Hawke's Bay towns could run dry began after a private contractor hit the main water line that feeds the reservoir for Waipawa and the main line to Ōtāne on Friday morning.\n\nAbout 3000 people have been affected.\n\nThe council initially said taps were expected to have run dry at 2.30pm. However, in a later statement Central Hawke's Bay mayor Alex Walker said that while residents still needed to conserve water, the towns' supplies were no longer in immediate danger of running out.\n\nWalker said council contractors had fixed the damaged water line and the community's water-saving efforts had bought the council precious time.\n\nREAD MORE:\n\n* Hosing ban remains in place in Woodville\n\n* As major Wellington road closes for months, 20,000 cars a day will need to find another route\n\n* Hawke's Bay gets $68m Provincial Growth Fund injection\n\n* Reservoir earthworks marks beginning of Wellington's Mt Cook becoming a 'building-site suburb'\n\nWhile residents were now able to used water indoors, there was still a total ban on outdoor water use.\n\n\"While the towns are out of immediate danger of running out of water, there's still a chance the line that feeds the Waipawa reservoir could fail again.\"\n\nWalkers said an alternative water line had been set up should there be more failures.\n\nCentral Hawke's Bay District Council/SUPPLIED The pipe near Waipawa which was broken on Friday morning. Locals are preparing to go without water until it is fixed.\n\nWalker said the council's welfare team had contacted vulnerable community members and were making sure they were safe.\n\n\"We've got water tankers and bottled water on stand-by and we'll let everyone know where to go if we need them.\"\n\nShe appreciated the community's conservation efforts. \"We're very grateful to our community for their water-saving efforts – they're making a big difference.\"\n\nIt's understood a forestry contractor working on private land damaged the main water line that feeds the reservoir for Waipawa and the main line to Ōtāne.\n\nSupplied One Waipawa resident sent a picture to Stuff showing the water they bought following the announcement.\n\nA leak has also been detected at the Takapau reservoir, which caused water levels to drop, Walker said.\n\n﻿RESIDENTS STOCK UP ON WATER\n\nSupplied Mayor Alex Walker has asked Waipawa and Otane residents to conserve as much water as possible.\n\nKellie Simmonds from Waipukurau New World said there was a rush of people coming into buy water after the news was announced.\n\n\"It is going quickly,\" she said. \"We have given a lot of it to the council ... We are selling a lot of it but we still have some more.\"\n\nA special order had been placed which would see more bottled water sent to Waipukurau on Saturday morning.\n\nA Countdown Waipukurau spokeswoman also said there had been a run of customers buying water. The store had placed an emergency order for more.\n\n\"We've also donated a pallet of water to the Ōtāne community and we're trying to get more for everyone.\"\n\nTIME TO CLOSE\n\nNola's Cafe and Restaurant owner Doug Hales said they had no option but to close their busy Waipawa cafe early on Friday.\n\n\n\n\"The council has rung about three or four times to let us know what's been going on. They've all been really good.\n\n\n\n\"It's a health and safety for us, so if there's any thought that there might be some contamination, that's an issue.\"\n\n\n\nHales said it hadn't affected the business so far, but made the call to close the cafe at 2pm on Friday. \"All we know if they're (contractors) are working on the pipe and they're hoping to get it restored as soon as possible.\"\n\nUSED TO WATER RESTRICTIONS\n\nWaipawa resident Gwen Harper said she only found out about the water situation at 2pm.\n\n\n\n\"I have great faith in our local council and no worries whatsoever,\" Harper said.\n\n\n\n\"Having been a farmer, I know how to conserve water. I did my washing this morning and had a shower this morning, so I'm all good to go.\"\n\n\n\n\"I've filled up my kettle and I've got a large container of cold water, so I'm not worried at this point in time.\"\n\n\n\nHarper said she had never experienced these circumstances before, but said residents were used to conserving water during the summer months.\n\n\n\n\"We are used to restrictive water days, where we have to water on alternative days, but that hasn't happened for two or three years.\"\n\n"}}