{"GDELT": {"GlobalEventID": 898002596, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "LEG", "Actor1Name": "LEGISLATURE", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.92156862745098, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Vermont, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVT", "Actor1Geo_Lat": 44.0407, "Actor1Geo_Long": -72.7093, "Actor1Geo_FeatureID": "VT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Vermont, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVT", "Action2Geo_Lat": 44.0407, "Action2Geo_Long": -72.7093, "Action2Geo_FeatureID": "VT", "DATEADDED": 20200110011500, "SOURCEURL": "https://dailycaller.com/2020/01/09/vermont-bill-ban-cell-phone-use-under-21/"}, "ARTICLE": {"TITLE": "Vermont Bill Would Ban Cell Phone Use For Anyone Under 21", "TEXT": "A bill proposed by Democratic Vermont state Sen. John Rodgers would ban cell phone use for anyone under 21.\n\nThe bill, introduced on the first day of Vermont’s 2020 legislative session, would punish anyone under 21 years old who is caught with a cell phone with one year in prison, a $1,000 fine, or both, NBC5 reported.\n\nThe legislation claims the reasons for the ban are that cell phones are an important factor in teen driving deaths, bullying, and radicalizing teens into “terrorists, fascists, and other extremists.” [RELATED: 8 Percent Of Americans Would Rather Sacrifice Food Than The Internet]\n\n“In light of the dangerous and life-threatening consequences of cell phone use by young people, it is clear that persons under 21 years of age are not developmentally mature enough to safely possess them, just as the General Assembly has concluded that persons under 21 years of age are not mature enough to possess firearms, smoke cigarettes, or consume alcohol,” the bill reads.\n\nRodgers told the Times Argus in a Wednesday interview that he introduced the bill to make a point, saying that “I have no delusions that it’s going to pass. I wouldn’t probably vote for it myself.”\n\nThe legislature “seems bent on taking away our Second Amendment rights,” the senator told the Times Argus, before adding that a cell phone is much more dangerous than a gun. Sen. Rodgers has been a strong supporter of the Second Amendment.\n\nA statement issued by Michelle Fay, the executive director of Voices for Vermont’s Children, said “there are so many critical issues impacting the lives of working families in Vermont today, from increasing minimum wage to implementing equitable family and medical leave insurance programs to establishing an office of child advocate. We urge the Legislature to focus on the important work at hand instead of getting tied up in hollow diversions.”\n\nVoices for Vermont’s Children is an organization with the mission “to promote public policy that enhances the lives of children and youth in Vermont,” according to their website.\n\nFay said in a Wednesday interview that although she believes cell phone use does have a role in children treating each other badly, the bill doesn’t make sense.\n\n“It feels like a reach, for sure,” she said. But “for teenagers, people in their car is a bigger distraction than cell phones,” adding that there needs to be more conversations about distracted driving, and that cell phone use while driving is already against the law."}}