{"GDELT": {"GlobalEventID": 898001831, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.230529595015581, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Marsiling, Singapore (general), Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN00", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 1.4411100000000001, "Actor1Geo_Long": 103.771, "Actor1Geo_FeatureID": "-73411", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Marsiling, Singapore (general), Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 1.4411100000000001, "Action2Geo_Long": 103.771, "Action2Geo_FeatureID": "-73411", "DATEADDED": 20200110011500, "SOURCEURL": "http://theindependent.sg/sdps-bryan-lim-elderly-residents-get-injured-falling-from-staircases-because-their-hdb-blocks-do-not-have-lifts/"}, "ARTICLE": {"TITLE": "SDP’s Bryan Lim: Elderly residents get injured falling from staircases because their HDB blocks do not have lifts – The Independent News", "TEXT": "- Advertisement -\n\nBryan Lim Boon Heng of the Singapore Democratic Party (SDP) took to social media sharing about the plight of elderly people who sustained injuries climbing up the staircase of their Housing Development Board (HDB) blocks.\n\nThese residents, who live in Block 119 of Marsiling Rise, were affected by the Lift Upgrading Programme (LUP).\n\nBlock 119, just like Block 124, an adjacent block, is fairly short, comprising of about 12-storeys and only 72 units.\n\n- Advertisement -\n\nHowever, the residents of 119 griped that while their HDB block did not have access to a lift, Block 124 which was situated barely 30 metres away, did.\n\nIn his Facebook post yesterday (Jan 8), Bryan Lim wrote, “The intriguing fact for these residents is that Blk 124, which is situated 30 metres away, is undergoing LUP. Thus, geography/land/soil cannot be used as a lame excuse to deny them basic amenities such as lifts”.\n\nWorking with the residents and speaking to them during walkabouts, Mr Lim wrote, “2 elderly residents shared that they had sustained injuries on their nose bridge & knee after falling from the staircases. It sets us wondering if HDB will seriously address this issue only after more injuries or worse have been sustained”.\n\nHe added, “Some of the residents told us they had resigned themselves to fate. They shared that they were sick & tired of the patronizing answers given by the authorities & incumbent”.\n\nThis has been an ongoing issue, as in an earlier Facebook post, Mr Lim shared how he was in talks with the same issue that was faced by residents of Block 115 of Marsiling Rise.\n\nHe wrote, “So many residents whom I spoke to could not understand why they were excluded from this National Programme (LUP). They felt that they were “penalized” for purchasing these jumbo flats which were built to house four generations (4G).” /TISG"}}