{"GDELT": {"GlobalEventID": 898002597, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.9893617021276597, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200110011500, "SOURCEURL": "https://www.idsnews.com/article/2020/01/with-iran-congress-will-again-be-asked-to-exercise-its-war-powers-authority-will-it-fail-again"}, "ARTICLE": {"TITLE": "With Iran, Congress will again be asked to exercise its war powers authority. Will it fail again?", "TEXT": "By Sarah D. Wire\n\nLos Angeles Times\n\nWASHINGTON — With the expected House vote Thursday to limit President Donald Trump's military actions against Iran, Congress takes its latest stab at reaffirming its constitutional authority to declare war, part of a long-standing power struggle between the executive and legislative branches that has only grown murkier as the nature of global conflicts has changed.\n\nBut nearly 50 years after Congress passed the War Powers Act to prevent presidents from embarking on military actions without approval from the legislative branch, lawmakers have repeatedly failed to fully exert the powers they granted themselves to authorize or halt the use of military force.\n\nAnd Thursday's resolution — though it will almost certainly pass the House and perhaps even the Senate — is likely to be another example since it will fall well short of what's needed to overcome a presidential veto.\n\nNot once since the 1973 law was adopted has Congress successfully used it to block a president's military actions, including some rather large-scale and long-term operations, such as President Reagan committing nearly 2,000 troops in Grenada in 1983 and President Clinton committing thousands of troops in Bosnia-Herzegovina in 1995.\n\n\"They attempted to assert themselves,\" said American University international relations professor Gordon Adams, \"and then it just slipped away again.\"\n\nAt the same time, only four times has Congress agreed to grant the president the authority to use military force since the War Powers Act passed: in Lebanon in 1983, in the Persian Gulf in 1991, and twice after the Sept. 11, 2001, attacks.\n\nThe threat, or attempt, to pass a war powers resolution has largely become a political tool that allows Congress to criticize a president's actions without taking a difficult vote themselves, said Columbia University law professor Matthew Waxman, a former national security official in the George W. Bush administration.\n\n\"The president has vast power to use force — not only because the executive branch has taken it aggressively but because Congress has ceded it,\" Waxman said. \"Congress has often been unwilling to accept responsibility for these issues, or to take very tough and risky decisions. Congressional members of the president's party are also usually reluctant to act against him in this area.\"\n\nCongress' unwillingness to rein in the executive became clear over the last 18 years. After lawmakers authorized military force against Al Qaeda following 9/11, future presidents have continued to rely on the same authority for military actions that critics say exceed what was originally intended.\n\nPresident Obama used the 2001 resolution authorizing military force to justify fighting militants in Libya, and for drone strikes in Pakistan and Yemen. Trump has used it to justify actions in Syria, and used a 2002 resolution authorizing force to justify his recent actions against Iran. Attempts to update, replace or repeal the 2001 authorization have failed.\n\n\"Congress is missing in action,\" said Rep. Barbara Lee (D-Oakland), the only member to oppose the 2001 authorization. She has led attempts to repeal it. \"It may be just not wanting to cast a hard vote.\"\n\nIn 2013, Obama — after being lambasted by lawmakers over his handling of U.S. military intervention in Syria's civil war — called their bluff by asking Congress to authorize a strike against the Syrian government in retaliation for its use of chemical weapons. Congress could not make a decision.\n\nMore recently, Congress demonstrated unity in exerting its war powers authority, but again the effort failed. Last year both the House and Senate passed a resolution seeking to end U.S. involvement in the Saudi-led war in Yemen, following the killing of U.S.-based journalist Jamal Khashoggi by Saudi Arabia. But the measure was vetoed by Trump, and neither chamber had the votes to override it.\n\nThe Constitution divides the war powers between the executive and legislative branches. Article I gives Congress the authority to declare war and raise and pay for the armed forces, while Article II makes the president the commander in chief of those forces.\n\nBut questions have long lingered over the extent to which the president can engage the military in a conflict without consulting the legislative branch. Congress last formally exercised its authority granted in the Constitution to declare war in 1941 with the United States' entry into World War II.\n\nAlarmed by the lengthy Vietnam and Korean conflicts, both of which began without the president asking Congress to declare war, Congress passed the War Powers Resolution in 1973 in an attempt to reassert itself. President Nixon vetoed the resolution, but the House and Senate had the two-thirds vote needed to overturn his veto and make it law.\n\nThe act requires the president to notify Congress when he engages the U.S. military in \"hostilities\" and then gives him 60 days to seek formal approval from Congress to continue, with the possibility of a 30-day extension.\n\nIn the decades since, presidents have notified Congress that they have engaged in military action more than 160 times, including the drone strike last week that killed Iranian Gen. Qassem Soleimani.\n\nPresidents have questioned whether the act is an unconstitutional infringement on their powers, though courts have not ruled on the matter.\n\nThe Iran resolution is expected to pass the Democratic-controlled House on Thursday. Its prospects in the Senate once appeared dim, but Sens. Mike Lee (R-Utah) and Rand Paul (R-Ky.) were so angered by the lack of answers provided in the administration's briefing to Congress on Wednesday that they said they'd vote for a similar resolution by Sen. Tim Kaine (D-Va.), expected to come to a vote as early as next week.\n\nEven if both were to pass, Trump would probably veto the measure. In an election year, it is unlikely either chamber would get the support of two-thirds of their members needed to override his veto.\n\nThe resolution is narrowly drafted to be only about military action in Iran at this time, and would leave the 2001 and 2002 authorizations of military force in place, probably an attempt by House leaders to get as much support for the measure as possible, Yale law professor Oona Hathaway said.\n\nStill, Hathaway said the resolution was a \"baby step\" toward Congress reasserting its authority. \"If Congress is totally silent while he's acting,\" she said, \"it's often read as Congress agreeing to his actions.\"\n\nLike what you're reading? Support independent, award-winning college journalism on this site. Donate here."}}