{"GDELT": {"GlobalEventID": 898003434, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "OHIO", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.3941908713692905, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_Lat": 40.3736, "Actor1Geo_Long": -82.7755, "Actor1Geo_FeatureID": "OH", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_Lat": 40.3736, "Actor2Geo_Long": -82.7755, "Actor2Geo_FeatureID": "OH", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20200110011500, "SOURCEURL": "https://www.dispatch.com/news/20200109/human-trafficking-summit-seeks-to-build-lsquohighway-of-hopersquo-for-victims/1"}, "ARTICLE": {"TITLE": "Human-trafficking summit seeks to build ‘highway of hope’ for victims", "TEXT": "Across Ohio, hundreds of people, mainly vulnerable young women, are victimized by being trafficked for their bodies by criminals. Hundreds of people are resolved to find them and offer them a way out.\n\nPart of Elaine Richardson’s peril was her vulnerability in craving acceptance and attention of any sort, from anyone — all while not realizing that she was a victim.\n\nShe wrongly thought that her own choices had subjected her to a horrific lifestyle from the time a 17-year-old \"boyfriend\" began making her turn tricks on the streets of Cleveland at age 13.\n\nDrugs. Drink. Violence. A time when she felt that she had escaped, only to be victimized again. Pregnancies. An abortion. Jail. Another pimp who took her to New York City and made her trade in sex with strangers.\n\n\"Near-death experiences ... In a way, I was trying to kill myself.\"\n\n\"My spirit was wounded,\" Richardson said. \"There was all this guilt. I felt normal people wouldn’t accept me. I wanted to be normal, but I didn’t know how to be normal.\"\n\nFinally, pregnant again in her mid-20s, she resolved that she needed to be jailed to save her baby — and herself — from drugs. A \"second chance\" program and a social worker finally rescued her from slavery and the accompanying pimps and johns.\n\nToday, as a survivor, the 59-year-old Richardson, a literacy studies professor at Ohio State University, tells her story often in her quest to help save others.\n\nShe discovered Thursday that she, and the hundreds of sex- and human-trafficking victims across Ohio, are not alone — that many people are ready to help, as evidenced by the 600 people gathered for Attorney General Dave Yost’s inaugural Hope in Action human-trafficking summit.\n\n\"Our job together is to build roads — a highway of hope, a right of way to redemption ... a freeway to freedom,\" Yost told the audience at the Greater Columbus Convention Center.\n\n\"Our promise is that we will build that road and make sure they need never walk it alone.\"\n\nYost sees gaps in Ohio’s system of battling human trafficking and called on law enforcement and court officials, social workers and those who support the battle to \"connect\" their separate efforts to help fill the holes.\n\nYost also is relying on education, having met with hotel and motel owners on Wednesday to ask them to detect and deflect trafficking by looking for signs such as guests with no luggage and a wide age disparity between the man and woman.\n\nThe attorney general also is calling on Ohio legislators to do their part to help prevent victimization by acting on a host of pending bills to toughen human trafficking laws and criminal penalties and create a public online registry of the \"customers\" — the johns.\n\nRichardson, who addressed the luncheon session, said victims need to be shown the way to normalcy without judgment, to be convinced they have not been \"written off.\"\n\nThey need to learn, she said, to value themselves and to recover their self-worth with the help of the kindness of people who will not long be strangers.\n\nrludlow@dispatch.com\n\n@RandyLudlow"}}