{"GDELT": {"GlobalEventID": 898003276, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "USA", "Actor1Name": "LOUISVILLE", "Actor1CountryCode": "USA", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.31086142322097, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200110011500, "SOURCEURL": "https://www.whas11.com/article/news/health/jennifer-lawrence-nortons-childrens-hospital-cicu/417-43859904-8121-48fd-abd8-be2f29dd8313"}, "ARTICLE": {"TITLE": "Norton Children’s Hospital welcomes first patient on the Jennifer Lawrence CICU", "TEXT": "The first patient who moved onto the unit was six-month-old Addisynn Seay. Addisynn was born with a congenital heart defect and will require three surgeries...\n\nLOUISVILLE, Ky. — Norton’s Children’s Hospital welcomes the first patients into the Jennifer Lawrence Cardiac Critical Unit (CICU).\n\n“This is a very exciting day,” said Deanna Tzanetos, M.D., Medical Director of the CICU. “We are moving 10 patients from the shared pediatric intensive care unit to the dedicated cardiac-specific ICU.”\n\nMore than 60 Staff members welcomed caregivers who will be working on the unit and the first official patient.\n\nA CICU dedication was held on Dec. 23, 2019, and since then the staff has been putting the finishing touches in place and preparing for patients to move onto the unit. The preparation included simulations with the care teams of what it will be like to care for a patient on the new unit.\n\nThe first patient who moved onto the unit was six-month-old Addisynn Seay. Addisynn was born with a congenital heart defect and will require three surgeries over the course of the next several years. She had her first open-heart surgery at 23 days old in July 2019. According to her mom, Summer Seay, Addisynn was doing well at home on a monitoring protocol until the New Year when she was suffering from low oxygen levels. It was determined that her second surgery would be needed soon, and she was admitted to Norton Children’s Hospital on Jan. 3, 2020. Addisynn is scheduled for her next surgery on Jan. 28.\n\nSummer was very excited for Addisynn to receive the honor of being the first patient in the new CICU.\n\n“These children go through so much and for her to be the first patient is such an honor,” Summer said.\n\nSummer is also excited for the nurses and staff who provide care to have such a great place to work.\n\n“These nurses and therapists are so great at what they do, taking care of Addisynn and supporting me. I’m really happy for them to have this wonderful space.”\n\nThe new unit is part of Norton Healthcare’s $78.3 million investment to renovate several areas of Norton Children’s Hospital. With the Jennifer Lawrence CICU complete, work will begin on renovations to the “Just for Kids” Critical Care Center and two neonatal intensive care units. The entire project will be completed in 2022.\n\nThe unit was made possible through a $2 million gift from Louisville native Jennifer Lawrence, along with a challenge to the community to support the initiative.\n\nThe CICU is a specialized unit for pediatric heart patients. With 17 private rooms, including three specifically for newborns, these young heart patients will receive care from a team that is dedicated to pediatric heart care.\n\nChildren and teenagers recovering from heart procedures, including open-heart surgery and heart transplant, or who have heart failure and other conditions requiring intensive heart care, will stay in the unit. The CICU will be staffed by physicians, nurses and other providers with specialized pediatric cardiac critical care training and experience who are focused solely on heart care.\n\nMore than 5,000 children a year visit Norton Children’s Heart Institute, affiliated with the University of Louisville, for specialized heart care. The center performs more than 17,500 procedures annually, including open-heart surgeries, catheterizations, electrophysiology and noninvasive tests, such as echocardiograms.\n\nMake it easy to keep up-to-date with more stories like this. Download the WHAS11 News app now. For Apple or Android users."}}