{"GDELT": {"GlobalEventID": 898001258, "Day": 20200103, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0082, "Actor1Code": "GTM", "Actor1Name": "GUATEMALAN", "Actor1CountryCode": "GTM", "Actor2Code": "MEX", "Actor2Name": "MEXICAN", "Actor2CountryCode": "MEX", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 6, "NumSources": 3, "NumArticles": 6, "AvgTone": -3.9911308203991096, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Guatemala", "Actor1Geo_CountryCode": "GT", "Actor1Geo_ADM1Code": "GT", "Actor1Geo_Lat": 15.5, "Actor1Geo_Long": -90.25, "Actor1Geo_FeatureID": "GT", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tijuana, Baja California, Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX02", "Actor2Geo_ADM2Code": "19588", "Actor2Geo_Lat": 32.5333, "Actor2Geo_Long": -117.01700000000001, "Actor2Geo_FeatureID": "-1705741", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Guatemala", "Action2Geo_CountryCode": "GT", "Action2Geo_ADM1Code": "GT", "Action2Geo_Lat": 15.5, "Action2Geo_Long": -90.25, "Action2Geo_FeatureID": "GT", "DATEADDED": 20200110011500, "SOURCEURL": "https://www.nbclosangeles.com/news/national-international/us-border-arrests-drop-trump-admin-focus-mexicans/2288213/"}, "ARTICLE": {"TITLE": "US Border Arrests Drop as Trump Administration Turns Focus to Mexicans", "TEXT": "The number of people arrested or stopped entering the United States on the Mexico border fell for a seventh straight month in December, with Mexicans outpacing Central Americans among the detainees, authorities said Thursday.\n\nThe tally helps explain why the U.S. has turned more attention to Mexican asylum-seekers as President Donald Trump seeks to highlight his dramatic reshaping of immigration policy in his campaign for a second term.\n\nThe Department of Homeland Security plans to send Mexicans to Guatemala with an opportunity to seek protection there, a highly unusual move among developing nations trying to curb asylum claims. Monday's announcement drew criticism from the Mexican government, which has so far worked closely with the U.S. to address an unprecedented surge of asylum-seekers, many of them Central American families.\n\nThe Trump administration has begun other enforcement measures affecting Mexicans, including a test in El Paso, Texas, to quickly determine asylum claims and flights to deport them to Guadalajara to discourage repeat attempts.\n\nU.S. authorities made 40,620 arrests of people who crossed illegally or who presented themselves at official crossings in December, down 5% from 42,651 in November and down 72% from a 13-year high of 144,116 in May.\n\nMexicans accounted for half of arrests and people stopped at official crossings, more than three times more than any other nationality and a major shift from much of last year, when Guatemala and Honduras were the primary countries of origin.\n\nThe U.S. has used a carrot-and-stick approach in bilateral agreements struck since July with Guatemala, Honduras and El Salvador to deny people an opportunity to apply for asylum in the U.S. They are instead to be sent to Central America with an opportunity to ask for protection there.\n\nHowever, only Guatemala has begun accepting U.S.-funded flights of asylum-seekers from other countries. As of Wednesday, the U.S. had sent 94 asylum-seekers to Guatemala, only six of whom chose to seek asylum there. The rest returned to their countries.\n\nGuatemalan President Jimmy Morales, who leaves office next week, said Wednesday that his government has not agreed to take Mexican asylum-seekers — only those from El Salvador and Honduras. He said a decision rests with his successor, Alejandro Giammattei.\n\nChad Wolf, acting U.S. Homeland Security secretary, did not address plans or take questions during a news conference Thursday in Honduras after meeting President Juan Orlando Hernandez.\n\n\"As you continue to do more to secure your borders, dismantle gangs and cartels and implement our asylum agreement, the United States government will continue to invest in and support the economic growth in Honduras,\" Wolf said.\n\nDavid FitzGerald, a sociology professor at University of California, San Diego, and author of \"Refugee Beyond Reach: How Rich Democracies Repel Asylum Seekers,\" said he knew only one other instance of a government sending asylum-seekers to a country they didn't travel through. In 2001, Australia began sending asylum-seekers to the island nations of Papua New Guinea and Nauru.\n\nMexican asylum-seekers interviewed Wednesday while waiting in Tijuana, Mexico, for their names to be called to claim asylum at a San Diego border crossing said being sent to Guatemala was out of the question.\n\n\"I prefer to die in my hometown,\" said Marilu Leyva, 36, who fled gang violence and a physically abusive husband in the Mexican state of Michoacan with her two children, ages 12 and 5. She said she got by working on her brother's guava farm but gangs were extorting more money from her brother.\n\nMexican asylum-seekers waiting in Tijuana come largely from the states of Michoacan and Guerrero, where towns have been terrorized by drug-fueled violence for more than a decade. Gangs threaten children and young adults to join or face retaliation.\n\nFernando Cruz, 35, joined his sister Elizabeth, also 35, who fled her home in Guerrero state with her 13-year-old son after the boy was ordered to join a gang. Cruz compared conditions there to Guatemala.\n\n\"The people of Guatemala are looking for a way out and that's why they come to the United States,\" he said. \"Guatemala is poor and dangerous.\"\n\nMexicans accounted for nearly three-fourths of people who turned themselves in to seek help at official U.S.-Mexico crossing in December — as opposed to those who crossed the border illegally. They were about evenly split between single adults and people who came with families.\n\nThe growing profile of Mexican asylum-seekers is due at least in part to them being exempt from a policy to make them wait in Mexico for immigration court hearings in the U.S. They are also free to travel across Mexico, unlike Central Americans who are increasingly bottled up in southern Mexico due to heightened border enforcement there.\n\nMany of Trump's sweeping changes to immigration policies are being challenged in U.S. court.\n\nOn Wednesday, a decision by the 5th U.S. Circuit Court of Appeals, based in New Orleans, allowed the administration to divert $3.6 billion in military funding to border wall construction.\n\nThe 9th U.S. Circuit Court of Appeals in San Francisco heard arguments Thursday on two cases, one on a policy to deny visas to people who don't have or can't afford health insurance and another that seeks to narrow the scope of the policy to make asylum-seekers wait in Mexico for hearings in the U.S.\n\nAssociated Press writers Marlon Gonzalez and Sonny Figueroa contributed to this report."}}