{"GDELT": {"GlobalEventID": 898002575, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "LBN", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.0008826125330903, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE", "Actor1Geo_Lat": 33.833333, "Actor1Geo_Long": 35.833333, "Actor1Geo_FeatureID": "LE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE", "Action2Geo_Lat": 33.833333, "Action2Geo_Long": 35.833333, "Action2Geo_FeatureID": "LE", "DATEADDED": 20200110011500, "SOURCEURL": "https://www.theglobeandmail.com/world/article-hezbollah-has-to-decide-whether-iran-or-lebanon-comes-first/"}, "ARTICLE": {"TITLE": "Hezbollah has to decide whether Iran or Lebanon comes first", "TEXT": "Open this photo in gallery Syrian demonstrators rally in Aleppo on Jan. 7, 2020, to mourn the death of Iranian military commander Qassem Soleimani. -/AFP/Getty Images\n\nHezbollah, Iran’s Shia proxy in Lebanon, has been the country’s most powerful military and political group for two decades – in equal measures scorned and praised, feared and respected.\n\nAbove all, it has been successful. Hezbollah leader Hassan Nasrallah has combined Iranian-backed clout, charisma and savvy political maneouvres to keep himself, and his party’s, power intact and expanding, to the point the group has been called a “state within a state.” He is considered more powerful than the prime minister. His militia, created to fight the Israelis, makes the ill-equipped Lebanese military seem ineffective.\n\nBut as the tectonic plates shift within Lebanon and the wider Middle East, many Lebanese are asking whether Hezbollah’s power has peaked in this tiny, troubled Mediterranean country.\n\nStory continues below advertisement\n\nThe question is especially pertinent now because Lebanon faces a double crisis – the government resigned in October and the economy is on the brink of collapse. If Hezbollah decides that its loyalties lie as much, or more, with Lebanon than Iran and helps to fix the mess, it may be able to maintain its popularity. If it sticks to its role as an Iranian proxy focused primarily on opposing Israel, it could go into decline, its Lebanese critics say.\n\n“We want Hezbollah to put the interests of Lebanon first,” said Georges Adwar, an MP and member of the executive committee of Lebanese Forces, parliament’s second-biggest Christian party. “Nasrallah either has to take care of Lebanon’s interests or someone else’s – he has to choose.”\n\nHezbollah – the Party of God – has been under pressure recently from a variety of external and internal factors that have rocked both the party and the country. Lebanese became nervous early this week, when the United States assassinated Iranian general Qassem Soleimani, who was close to Mr. Nasrallah. The Hezbollah leader called for attacks on U.S. military targets in the Middle East, raising the spectre of U.S. retaliation if his fighters killed Americans.\n\nIran is Hezbollah’s main financial sponsor (as well as supplier of weapons) for both its Lebanese social services activities and its fighting forays abroad, notably in Syria, where it backed the government of president Bashar al-Assad against the rebel forces. In 2018, a U.S. undersecretary for terrorism and financial intelligence told a conference that Iran funnels about US$700-million a year to Hezbollah (United States and Canada consider Hezbollah a terrorist organization; Russia and China do not). [The European Union considers the military wing of Hezbollah a terror group.]\n\nThe figure was an estimate and the true figure may never be known. What is known is that the U.S.-led embargo against Iran has put the country under extreme financial and economic pressure as its oil exports are curtailed. The squeeze, in turn, may have slowed the money flow to Hezbollah. “Iran has no money,” said Fouad Rahmeh, a Lebanese banker and president of the Lebanese Businessmen’s Association.\n\nAt the same time, Russia’s adventure in Syria, where it has been a major military presence since 2015, backing Mr. al-Assad’s war against the rebels, has curtailed Hezbollah’s influence in the country as the Syrian government relies less on Shia militias for fighting support. Russia’s dominant presence in Syria is also thought to have diminished Hezbollah’s lucrative trafficking of weapons, fuel and other legal and illegal products between Syria and Lebanon.\n\nThe political threat within Lebanon to the sectarian parties – Christian, Sunni, Shia and Druze – might be be Hezbollah’s greater worry. Lebanon has been in the grip of mass protests since mid-October, when hundreds of thousands of Lebanese from all sects took to the streets in anti-government protests that shut down the biggest cities. At one point, in a display of national unity, some 170,000 protesters formed a human chain that connected the country’s north and south.\n\nStory continues below advertisement\n\nThe protests have been called the Revolution, or the Intifada (Uprising), and were nominally triggered by the cash-strapped government’s decision to raise taxes on fuel and tobacco and put a tax on WhatsApp calls. The protesters were frustrated by decades of sectarianism, corruption and economic and financial mismanagement that pushed the country to the brink of collapse in the autumn as banks ran out of U.S. dollars – Lebanon’s preferred currency.\n\nThe protests proved effective. At the end of October, Lebanese prime minister Saad Hariri and his entire cabinet resigned; the cabinet, which included three Hezbollah members, has yet to be replaced.\n\nSalam Yamout, president of the new National Bloc party, said the protests marked a turning point for Lebanon because they were leaderless, peaceful and dominated by young people who seemed to cherish a non-sectarian form of inclusive democracy. “Our goal is to take the Revolution to the next level,” she said. “We want to be the platform for change.”\n\nThe protests were aimed at all the entrenched parties. The danger to them, including Hezbollah, which has 14 seats in the 126-member parliament, is that the protesters will use the ballot box to vote for non-sectarian rivals. National Bloc plans to field candidates in the next election even if it knows the list-based electoral law would work against their candidates (a new electoral law is being drafted). “We are against the factional system,” Ms. Yamout said.\n\nMr. Nasrallah did not come out against the protesters even if he was careful not to encourage the Shia community to take to the streets (they did anyway). There is no doubt that some of the protesters’ goals fit into Hezbollah’s agenda.\n\nMr. Nasrallah has always been vocal about the political corruption that has made a few Lebanese very rich at the expense of everyone else, and drained the country of the funds needed for investment in infrastructure, such as a reliable electricity system. “He has supported the Intifada,” said Abdul Halim Fadlallah, president of the Consultative Center for Studies and Documentation economic research group and a Hezbollah candidate for cabinet post in the next government. “Hezbollah agrees with most of its goals.”\n\nStory continues below advertisement\n\nPoliticians say that if Mr. Nasrallah is smart, he would push for the reforms needed to overhaul Lebanon’s economy to make it more inclusive and competitive and free up money for social services. They say it would deliver the message that he is adopting a “Lebanon first” policy even if he might never shed his role as one of Iran’s main allies.\n\nThe message from the mass protests is that any party that is seen as part of the problem, not the solution, will get punished by voters who are weary of decades of decay. “The economic crisis in Lebanon is so big and cannot be ignored,” said Mr. Adwar, the Lebanese Forces politician. “We hope that Hezbollah comes back to the government and puts Lebanon’s interests first.”"}}