{"GDELT": {"GlobalEventID": 898002275, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "IRNGOV", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 140, "EventBaseCode": 140, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.85925085130534, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kashmiri, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23677", "Actor2Geo_Lat": 32.0387, "Actor2Geo_Long": 73.751, "Actor2Geo_FeatureID": "6104745", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kashmiri, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23677", "Action2Geo_Lat": 32.0387, "Action2Geo_Long": 73.751, "Action2Geo_FeatureID": "6104745", "DATEADDED": 20200110011500, "SOURCEURL": "https://www.independent.co.uk/voices/iran-trump-us-middle-east-iran-israel-palestine-iraq-soleimani-a9277511.html"}, "ARTICLE": {"TITLE": "Israelis don't want to be America's pawns in the Middle East any longer. We've suffered enough", "TEXT": "When I was nine years old, my family and I, all wearing gas masks, would huddle in our bomb shelter, which doubles as my parents' closet. It was the Gulf War, and Saddam Hussein was lobbing Scud missiles at Israel in retaliation to the US and its allies invading Iraq.\n\nIn 2003, in the ramp-up to the second Iraq war, tensions were high again: I took my gas mask to the bar in which I worked. People sat with their brown boxes to their sides, sipping beer and waiting to hear whether the air siren would sound.\n\nDownload the new Independent Premium app Sharing the full story, not just the headlines\n\nIt's been this way ever since I can remember. Besides the direct daily conflict with Palestinians and tensions with our neighbors, every time the White House gave out a \"special statement\" about the region, we Israelis began to brace ourselves for the unknown.\n\nIt was no surprise that this week, as tensions between Iran and the US were higher than they've ever been; as the prospect of another war that would devour the region seemed imminent; as family members from all around the world messaged each other on Whatsapp groups about World War Three, Iran threated to destroy Haifa, my birth town, as revenge against the US. Haifa is known as a place of coexistence. It is the town of Ayman Odeh and Emil Habibi, where ex-Soviet immigrants, Arab communists, factory workers, and theoretical physics students from the Technion institute drink beers together in small bars on the port.\n\nIsrael is one of the US's most reliable and most loyal allies and in the Middle East, US policy is seen as almost synonymous with Israel's. When protests break out in the Middle East, the Israeli flag is burned together with the American one; we are known as the “little devil”, while America is the great demon.\n\nThe reaction in Israel to the threat of annihilation was minimal. The Israeli army announced it was closing Mount Hermon, the ski resort located in the contested Golan Heights, a site on the border with Syria that's a potential target for rocket fire by pro-Iranian militias. And many Israelis dismissed the threat, saying Iran would never attack Israel because our air force would destroy Tehran.\n\nYet, in this almost-catastrophic moment, what has gone unquestioned is the fact that Israel has bound its fate with the US. It seems like Israelis have gotten used to being threatened by proxy, to being the pawns used by others in a larger geopolitical game. By accepting this reality, we are losing both a grip on our security and the potential benefits of being a genuine and essential part of the region.\n\nThis situation didn't happen overnight. It is a culmination of a lot of complex moves in our region.\n\nIsrael's alignment with the US has not been since time immemorial. Even though there was support for the state in its early years, past American presidents made cold and calculated decisions before they came to Israel's aid, also intervening on behalf of its enemies, like in the Suez Canal Crisis. It was after the 67 War that Israel became one of the biggest recipients of foreign aid, and the relationship subsequently tightened, at times, to the point of a gordian knot.\n\nIn Israel, the problem begins with the fact that some in the Israeli-Jewish population haven't fully grasped that we're a part of this region, not a “villa in the jungle” (a sad statement made by former PM Ehud Barak). Then, there's Israel's half-a-century occupation that makes it a non-partner with all the countries in the region. It's easy for leaders in Iran and the UAE to blame Israel for many things because it is guilty of the charge of controlling an Arab population. Any acceptance is dependent on Israel ending the occupation.\n\nBut aligning with the West isn't entirely Israel's fault. It's easy to categorize Israel as \"colonial,\" but it has struggled hard to be accepted in the Middle East. Unlike old colonial powers, even early Zionist leaders saw Jews and Muslim Palestinians living side by side. In Israel, Jews still speak Persian and Arabic, proud of their roots; they tell stories about their family histories in Baghdad, Tripoli, Aleppo, and Shiraz.\n\nDespite ebbs and flows in relations between our neighbors and us, there is a sense of wanting to belong; it is no surprise that even Israel Katz, the hawkish minister of the exterior, talked about restoring the Hejaz railway between Tel Aviv and Jeddah. And this feeling is reciprocal: even in 2002, at the height of the second intifada, the Arab League offered to normalize relations with Israel in exchange for recognizing a Palestinian state. Instead of calling for our destruction, they reached out for peace. They recognized that Israel isn’t going anywhere.\n\nFor many Israelis, this is apparent: the language we speak and the culture we hold dear is much closer to our neighbors in Beirut than to the Protestant ethos and mores of the people of New Hampshire. And even as the horrendous conflict continues between Israelis and Palestinians, as well as an occupation, there's still a sense that our fate is dependent upon and alongside our neighbors nextdoor — not with our American allies overseas.\n\nTo me, this shared sense of destiny became crystal clear Tuesday night: as the crisis unfolded, I was sitting in my apartment in New York, texting back and forth with one of my closest friends since I moved to the US, an Iranian journalist. We both felt the same dread, sparked by similar memories of war. The feeling was that if Tehran goes, Haifa will go as well. In the midst of this conversation, I got a text from my neighbor, a Syrian artist, a Christian who grew up in the Jewish Quarter of Damascus, asking me how I was doing.\n\nShape Created with Sketch. US airstrike kills Iran's Qassem Soleimani: Fallout in pictures Show all 35 left Created with Sketch. right Created with Sketch. Shape Created with Sketch. US airstrike kills Iran's Qassem Soleimani: Fallout in pictures 1/35 This photo released by the Iraqi Prime Minister Press Office shows a burning vehicle at the Baghdad International Airport following an airstrike in Baghdad, Iraq, early Friday 3 January AP 2/35 The wreckage of the car in which general Soleimani was travelling when a targeted US airstrike struck outside Baghdad International Airport on 3 January Ahmad Al Mukhtar via Reuters 3/35 Demonstrators burn the US and British flags during a protest in Tehran after general Soleimani was killed in a targeted airstrike by American forces Reuters 4/35 A burning vehicle at the Baghdad International Airport following an airstrike. The Pentagon said Thursday that the US military has killed general Qassem Soleimani, the head of Iran's elite Quds Force, at the direction of Donald Trump AP 5/35 Protesters burn Israeli and US flags as thousands of Iranians take to the streets to mourn the death of general Soleimani at the hands of America EPA 6/35 Supporters of Donald Trump pray at an 'Evangelicals for Trump' campaign event held on the day following the killing of general Soleimani. At the event, the president praised the \"flawless strike that eliminated the terrorist ringleader\" AFP via Getty 7/35 A huge procession of mourners gather in Baghdad for the funeral of general Soleimani on 4 January AP 8/35 Thousands of Iranians take to the streets to mourn the death of Soleimani during an anti-US demonstration to condemn the killing of Soleimani, after Friday prayers in Tehran, Iran EPA 9/35 Iraqis perform a mourning prayer for slain major general Qasem Soleimani of the Iranian Revolutionary Guards at the Great Mosque of Kufa AFP via Getty 10/35 A billboard reading 'Death to America and Israel', installed by Iran-backed shiite armed groups at a street in Jadriyah district in Baghdad, Iraq EPA 11/35 A handout picture provided by the office of Iran's supreme leader Ayatollah Ali Khamenei shows him visiting the family of Soleiman KHAMENEI.IR/AFP via Getty 12/35 Thousands of Iranians take to the streets in Tehran EPA 13/35 Pakistani Shiite Muslims burn a mock of a US flag as they hold pictures of General Qasem Soleimani during a protest against the USA, outside the US Consulate in Lahore, Pakistan EPA 14/35 Iran's Ambassador to Lebanon Mohammed Jalal Feiruznia, looks to a portrait of Soleimani, as he receives condolences at the Iranian embassy, in Beirut, Lebanon AP 15/35 People make their way on the street while a screen on the wall of a cinema shows a portrait Soleimani in Tehran AP 16/35 Aziz Asmar, one of two Syrian painters who completed a mural following the killing of Iranian Revolutionary Guards commander Qasem Soleimani poses next to his creation in the rebel-held Syrian town of Dana in the northwestern province of Idlib AFP via Getty 17/35 A demonstration in Tehran AFP via Getty 18/35 An anti-US demonstration to condemn the killing of Soleimani, after Friday prayers in Tehran EPA 19/35 Mujtaba al-Husseini, the representative of Iran's supreme leader Ayatollah Ali Khamenei, delivers a speech in the holy shrine city of Najaf AFP via Getty 20/35 Pakistani Shiite Muslims burn a mock of a US and Israeli flags as they hold pictures of General Qasem Soleimani during a protest against the USA, outside the US Consulate in Lahore, Pakistan EPA 21/35 Protesters demonstrate in Tehran AP 22/35 Pakistani Shi'ite Muslims hold pictures of General Qasem Soleimani during a protest against the USA, in Peshawar, Pakistan EPA 23/35 Protesters, holding a photograph of the leader of the People's Mujahedin of Iran Massoud Rajavi, outside Downing Street in London PA 24/35 Protesters burn a US flag in Tehran AP 25/35 A Syrian man offers sweets to children to mark the killing AFP via Getty 26/35 Iranian worshippers attend a mourning prayer for Soleimani in Iran's capital Tehran AFP via Getty 27/35 Kashmiri Shiite Muslims shout anti American and anti Israel slogans during a protest AP 28/35 Iranian worshipers chant slogans during Friday prayers Reuters 29/35 A protest against the USA, in Islamabad, Pakistan EPA 30/35 Iranians burn a US flag in Tehran EPA 31/35 Supporters of the National Council of Resistance of Iran in Germany (NWRI) protest outside Iran's embassy in Berlin, Germany Reuters 32/35 Supporters of the National Council of Resistance of Iran in Germany (NWRI) protest outside Iran's embassy in Berlin Reuters 33/35 Iranian worshippers in Tehran AFP via Getty 34/35 Vehicles of the United Nations Interim Forces in Lebanon (UNIFIL) patrol a road in the southern Lebanese town of Kfar Kila near the border with Israel. Following morning's killing of Major General Qasem Soleimani, Lebanon's Iran-backed Hezbollah movement called for the missile strike by Israel's closest ally, to be avenged AFP via Getty 35/35 Iranian women take to the streets in Tehran EPA 1/35 This photo released by the Iraqi Prime Minister Press Office shows a burning vehicle at the Baghdad International Airport following an airstrike in Baghdad, Iraq, early Friday 3 January AP 2/35 The wreckage of the car in which general Soleimani was travelling when a targeted US airstrike struck outside Baghdad International Airport on 3 January Ahmad Al Mukhtar via Reuters 3/35 Demonstrators burn the US and British flags during a protest in Tehran after general Soleimani was killed in a targeted airstrike by American forces Reuters 4/35 A burning vehicle at the Baghdad International Airport following an airstrike. The Pentagon said Thursday that the US military has killed general Qassem Soleimani, the head of Iran's elite Quds Force, at the direction of Donald Trump AP 5/35 Protesters burn Israeli and US flags as thousands of Iranians take to the streets to mourn the death of general Soleimani at the hands of America EPA 6/35 Supporters of Donald Trump pray at an 'Evangelicals for Trump' campaign event held on the day following the killing of general Soleimani. At the event, the president praised the \"flawless strike that eliminated the terrorist ringleader\" AFP via Getty 7/35 A huge procession of mourners gather in Baghdad for the funeral of general Soleimani on 4 January AP 8/35 Thousands of Iranians take to the streets to mourn the death of Soleimani during an anti-US demonstration to condemn the killing of Soleimani, after Friday prayers in Tehran, Iran EPA 9/35 Iraqis perform a mourning prayer for slain major general Qasem Soleimani of the Iranian Revolutionary Guards at the Great Mosque of Kufa AFP via Getty 10/35 A billboard reading 'Death to America and Israel', installed by Iran-backed shiite armed groups at a street in Jadriyah district in Baghdad, Iraq EPA 11/35 A handout picture provided by the office of Iran's supreme leader Ayatollah Ali Khamenei shows him visiting the family of Soleiman KHAMENEI.IR/AFP via Getty 12/35 Thousands of Iranians take to the streets in Tehran EPA 13/35 Pakistani Shiite Muslims burn a mock of a US flag as they hold pictures of General Qasem Soleimani during a protest against the USA, outside the US Consulate in Lahore, Pakistan EPA 14/35 Iran's Ambassador to Lebanon Mohammed Jalal Feiruznia, looks to a portrait of Soleimani, as he receives condolences at the Iranian embassy, in Beirut, Lebanon AP 15/35 People make their way on the street while a screen on the wall of a cinema shows a portrait Soleimani in Tehran AP 16/35 Aziz Asmar, one of two Syrian painters who completed a mural following the killing of Iranian Revolutionary Guards commander Qasem Soleimani poses next to his creation in the rebel-held Syrian town of Dana in the northwestern province of Idlib AFP via Getty 17/35 A demonstration in Tehran AFP via Getty 18/35 An anti-US demonstration to condemn the killing of Soleimani, after Friday prayers in Tehran EPA 19/35 Mujtaba al-Husseini, the representative of Iran's supreme leader Ayatollah Ali Khamenei, delivers a speech in the holy shrine city of Najaf AFP via Getty 20/35 Pakistani Shiite Muslims burn a mock of a US and Israeli flags as they hold pictures of General Qasem Soleimani during a protest against the USA, outside the US Consulate in Lahore, Pakistan EPA 21/35 Protesters demonstrate in Tehran AP 22/35 Pakistani Shi'ite Muslims hold pictures of General Qasem Soleimani during a protest against the USA, in Peshawar, Pakistan EPA 23/35 Protesters, holding a photograph of the leader of the People's Mujahedin of Iran Massoud Rajavi, outside Downing Street in London PA 24/35 Protesters burn a US flag in Tehran AP 25/35 A Syrian man offers sweets to children to mark the killing AFP via Getty 26/35 Iranian worshippers attend a mourning prayer for Soleimani in Iran's capital Tehran AFP via Getty 27/35 Kashmiri Shiite Muslims shout anti American and anti Israel slogans during a protest AP 28/35 Iranian worshipers chant slogans during Friday prayers Reuters 29/35 A protest against the USA, in Islamabad, Pakistan EPA 30/35 Iranians burn a US flag in Tehran EPA 31/35 Supporters of the National Council of Resistance of Iran in Germany (NWRI) protest outside Iran's embassy in Berlin, Germany Reuters 32/35 Supporters of the National Council of Resistance of Iran in Germany (NWRI) protest outside Iran's embassy in Berlin Reuters 33/35 Iranian worshippers in Tehran AFP via Getty 34/35 Vehicles of the United Nations Interim Forces in Lebanon (UNIFIL) patrol a road in the southern Lebanese town of Kfar Kila near the border with Israel. Following morning's killing of Major General Qasem Soleimani, Lebanon's Iran-backed Hezbollah movement called for the missile strike by Israel's closest ally, to be avenged AFP via Getty 35/35 Iranian women take to the streets in Tehran EPA\n\nEven though all of us live in the US now, our families, our history, our language was on TV, just behind the NBC reporter standing the Middle Eastern night. And not only Israelis or Iranians or Palestinians: Iraqis and Lebanese and Syrians and Kurds and Yemenites all have been caught in the crossfire at one time or another.\n\nFor Israel to find its place in the region, it needs to step out from the American shadows and reach out to its neighbors directly and boldly, not as an act of capitulation, but with the confidence and belief that no one is going anywhere. Israelis need to make clear that, just like many Iranians aren't fully aligned with their government's actions, so do we oppose the most nationalistic and militaristic tendencies of our elected officials. Of course we need to protect ourselves from malign actors — but we can do this by aligning ourselves with moderate forces in the Arabic world. Israelis need to offer solidarity to the citizens in the region and work with organizations that want to accept us. We Israelis are strong, but we need to be courageous and take more risks, not for the sake of some utopian \"new Middle East\" but in the realization that on the world’s battleground, we are all targets.\n\nWhen Israel becomes a part of the region, it will stop being synonymous with the west and US interests and instead become a real bridge between east and west."}}