{"GDELT": {"GlobalEventID": 898002521, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "KOR", "Actor1Name": "SOUTH KOREA", "Actor1CountryCode": "KOR", "Actor2Code": "PRK", "Actor2Name": "NORTH KOREA", "Actor2CountryCode": "PRK", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.37185112953031, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS", "Actor1Geo_Lat": 37.0, "Actor1Geo_Long": 127.5, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS", "Actor2Geo_Lat": 37.0, "Actor2Geo_Long": 127.5, "Actor2Geo_FeatureID": "KS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS", "Action2Geo_Lat": 37.0, "Action2Geo_Long": 127.5, "Action2Geo_FeatureID": "KS", "DATEADDED": 20200110011500, "SOURCEURL": "https://isis-online.org/isis-reports/detail/56-countries-involved-in-violating-unsc-resolutions-on-north-korea-during-t"}, "ARTICLE": {"TITLE": "56 countries[1] involved in violating UNSC Resolutions on North Korea during last reporting period", "TEXT": "Reports\n\n56 countries[1] involved in violating UNSC Resolutions on North Korea during last reporting period\n\nby David Albright, Sarah Burkhard, Bernadette Gostelow, Maximilian Lim, and Andrea Stricker\n\nJune 6, 2019\n\nIntroduction and Summary\n\nThe United Nations Panel of Experts on North Korea (or Democratic People’s Republic of Korea (DPRK)), established pursuant to UN Security Council Resolution 1874 (2009), reports annually its findings and recommendations on the implementation of Security Council resolutions on North Korea. These reports list in detail cases of proven or alleged sanctions violations of the ten UN resolutions on North Korea that have been passed by the Security Council since 2006. This year’s report, covering the period February 2018-February 2019, mentions over a hundred new, continuing, or unresolved proven or alleged violations involving 56 countries, territories, and entities.2 Thirty-one of the 56 states listed in this report were allegedly responsible for multiple sanctions violations. Using data and findings from another Institute study, the Peddling Peril Index for 2019 (PPI 2019), which ranks all 200 countries, territories, and entities according to the effectiveness of their strategic trade controls, we also consider these 56 countries in terms of 1) their overall score under the index, and 2) the comprehensiveness of their export control legislation, which allows for a clearer picture of the weaknesses of those involved in or caught up in alleged North Korean sanctions violations.\n\nThe 56 countries involved in alleged violations during the reporting period, listed in alphabetical order, were:\n\nAlgeria*, Belize, Botswana, British Virgin Islands, Cambodia, China, Comoros, Congo (Democratic Republic of), Côte d’Ivoire, El Salvador, Equatorial Guinea, Eritrea, France, Georgia, Ghana, Guinea, Honduras, Hong Kong, India, Indonesia, Iran, Laos, Lebanon, Libya, Madagascar, Malaysia, Malta, Mexico, Mozambique, Myanmar, Namibia, New Zealand*, Nicaragua, Nigeria, Panama, Philippines, Poland, Russia, Serbia, Seychelles, Sierra Leone, Singapore*, South Africa, Sudan, Syria, Taiwan, Tanzania, Thailand, Togo, Tunisia, Uganda, United Arab Emirates, Vietnam, Yemen (Houthi faction), and Zambia.\n\n\n\n(*Indicates that a country took remediating, prosecutorial action during the reporting period to rectify or penalize one or several alleged sanctions violations).\n\nThe quantity of documented sanctions-evasion instances and concerning evidence gathered and noted by the Panel appear to be growing.3 The reasons for the increased number of sanctions cases is the increased quantity of sectoral and commodity-specific sanctions on North Korea and the apparent lag in countries becoming informed and taking action to counter new or ongoing sanctions evasion efforts.\n\nAlthough the upward trend since the last reporting period should not be seen as a sign that sanctions are not working or that the United States’ “maximum pressure” campaign is failing, it does represent a source of concern and a call to action. It shows the need for better, sustained sanctions implementation worldwide. Because effective sanctions enforcement rests on national strategic trade control systems, this increase should also be understood in the context that, according to the Peddling Peril Index, over two-thirds of these 56 countries have grossly insufficient strategic trade control systems.\n\nAs compared to previous reports, the sanctions-violating cases in this report appear to be increasingly elaborate, involving more layers and entities.4 This development implies that North Korea has sought to adapt its sanctions-busting methods to a more challenging environment. In its endeavors, the DPRK continued to cooperate with or exploit countries with lax laws, weak business and financial practices, high levels of corruption, or poor enforcement. It also had sanctions-evasion assistance from Russia and China, as also documented in media reports.\n\nA positive development is that member states continue to report suspicious activities. Moreover, the Panel appears able to investigate increasingly complex cases.\n\nAs awareness grows by countries about the newer sanctions, the number of cases may decrease. This may also be true as others seek to remove the stigma and potential economic damage associated with appearing in a Panel report. It remains imperative for member states to continuously educate the public, domestic suppliers, brokers, shipping and maritime insurance companies, and financial institutions about their sanctions implementation obligations. The United States and its allies must also push for remedial action, confront violators with evidence of their assistance to North Korea’s schemes, and make clear that strong sanctions enforcement remains a UN Security Council imperative, regardless of the status of denuclearization talks. The United States and its allies should also make clear through enforcement action that violations of these sanctions are a reason for seizures and the application of secondary sanctions on the offending entities.\n\nIn this analysis, alleged sanctions violations are categorized into the following five groups: military-related; business and financing-related; DPRK Procurement-related (goods going to North Korea); Import-related (goods coming from North Korea); and shipping-related violations. In several instances, the report uses direct quotes from the Resolution 1718 Security Council Committee’s description of sanctions measures to categorize the alleged violations.5\n\nAlleged Military-Related Violations\n\nFifteen states were mentioned in the 2019 report for alleged involvement in military-related sanctions violations. This number is up from the 13 states reported in the previous Institute report. For this analysis, we have chosen to also include cases where states failed to prevent or prohibit private actors from operating independently within or outside state jurisdictions. We also have included unresolved cases that resurfaced in the most recent reporting period.\n\nThese 15 states were further classified into three subcategories. Some states fell into two subcategories, since the sales of weapon systems are often accompanied with training and maintenance contracts, as well as broader military and strategic cooperation. The three subcategories and their constituent states are listed below in alphabetical order:\n\n1. States that colluded with the DPRK to procure or supply military-related equipment and materiel:\n\nEritrea, Iran, Libya, Myanmar, Namibia, Sierra Leone, Sudan, Syria, Tanzania, Uganda, and Yemen (Houthi faction)\n\n2. States that hosted or procured DPRK “trainers, advisors, or other officials for the purpose of military-, paramilitary-, or police related training, services or assistance related to manufacture, maintenance, or use of equipment, and with respect to the shipment of items to or from the DPRK for repair, servicing, refurbishing, testing, reverse-engineering and marketing:”6\n\nMozambique, Syria, and Uganda\n\n3. States that were involved in DPRK military cooperation by failing to prevent military-related training or services, or the supply, sale, or transfer of materiel through their territories or by their nationals:\n\nFrance,7 Guinea, Malaysia, and Syria\n\nAltogether, the states mentioned for alleged military-related violations in the Panel of Experts report this year included:\n\nEritrea, France, Guinea, Iran, Libya, Malaysia, Mozambique, Myanmar, Namibia, Sierra Leone, Sudan, Syria, Tanzania, Uganda, and Yemen (Houthi faction)\n\nThere is no excuse for new or ongoing military cooperation with the DPRK. The eleven states in subcategory 1, or those that procured or supplied military-related equipment and materiel, and three states in subcategory 2, or those that hosted or procured DPRK training or advisors, warrant special international scrutiny and potentially economic penalties. The hosting of training or advisors may also indicate a deeper, long-term military partnership between the host state and the DPRK that deserves additional attention.\n\nBased on the Peddling Peril Index for 2019, the group of countries involved in alleged instances of military cooperation perform poorly overall at trade control implementation. The mean score of these 15 states in the PPI 2019 is 326, out of 1,300 points available in assessing those countries’ strategic trade controls systems, which means that, on average, these countries only received 25 percent of the available points. Only two countries scored more than half of the PPI’s available points and they are both subcategory 3 countries, or those that failed to prevent military-related training or services, or the supply, sale, or transfer of materiel through their territories or by their nationals (see Figure 1).\n\n\n\n\n\nFigure 1. Thirteen out of the 15 countries noted for alleged military-related violations received less than 50 percent of the PPI’s possible 1,300 points. Ten received less than 25 percent. The two countries that scored more than 50 percent of the 1,300 points happen to be subcategory 3 countries, or those that failed to prevent military-related training or services, or the supply, sale, or transfer of materiel through their territories or by their nationals.\n\n\n\n\n\nTen of these 15 countries have inadequate export control legislation, according to the PPI’s definitions (see side bar). Seven of these countries have barely any export control legislation. This is shown in the pie chart in Figure 2.\n\nNoteworthy is that many of the 15 countries also ranked poorly on the Corruption Perceptions Index (CPI) by Transparency International, which ranks 180 countries, where a ranking of 180 is most corrupt. Subcategory 1 countries, or those that allegedly colluded with the DPRK to procure or supply military-related equipment and materiel, have an average CPI rank of 143; subcategory 2 countries, or those that allegedly hosted or procured DPRK military trainers or advisors, have an average rank of 162; and subcategory 3 countries, or those involved in failing to prevent military-related training or services, or the supply, sale, or transfer of materiel through their territories or by their nationals, have an average rank of 100. The 15 countries have an overall average rank of 129 in the CPI.\n\n\n\n\n\n\n\n\n\nFigure 2. Seven out of the 15 countries mentioned for military-related cases have no export control legislation relevant to strategic trade controls (red and orange color designation). Another three countries have deficient legislation (yellow).\n\n\n\n\n\nOther Alleged Sanctions Violations\n\nThe remaining 41 countries were included in the Panel’s report for alleged non-military related sanctions violations. These alleged violations were grouped into four broad areas, namely: non-military related business and financial cases; procurement-related cases where sanctioned goods and minerals were transshipped or exported to North Korea; import-related cases where sanctioned goods and minerals were imported from North Korea; and shipping-related cases.\n\nAlleged Business and Financial-Related Violations\n\nTwenty-eight countries were mentioned for non-military related cases of alleged sanctions violations that involved joint ventures, facilitating activities of front companies, financial transaction enablement, employment of North Korean nationals, travel violations, construction contracts, brokering, and allowing North Korea to use property for commercial purposes. These countries and territories included:\n\nAlgeria, Botswana, Cambodia, China, Côte d’Ivoire, Equatorial Guinea, Hong Kong, Iran, Laos, Lebanon, Libya, Madagascar, Malaysia, Malta, Mozambique, Namibia, Nigeria, Philippines, Poland, Russia, Singapore, South Africa, Syria, Tunisia, Uganda, the United Arab Emirates, Vietnam, and Zambia\n\nThe majority of all business and financial-related incidents listed in the report seemed to involve five key states or territories:\n\nChina, Hong Kong, Malaysia, Russia, and the United Arab Emirates\n\nThis suggests that North Korea’s business and financing-related sanctions evasion networks are concentrated in a few key, strategic geographical areas.\n\nThe average PPI score of these five states or territories is 602 out of the available 1,300 points. The average score of all 28 countries is 446. In addition, each of the five states or territories has what the PPI deems “adequate” export control legislation, which includes control lists covering nuclear direct- and dual-use items, indicating that a strong legislative basis for trade controls does not necessarily translate into effective implementation and enforcement.\n\n• Alleged Joint Ventures\n\nSeveral alleged business and financial-related violations occurred as joint ventures with DPRK actors. This tabulation only considers formal joint business ventures, and not alleged military cooperation or procurement violations that may also have the characteristics of a joint venture. The cases were spread across 21 states and territories, which are listed below:\n\nAlgeria, Botswana, Cambodia, China, Côte d’Ivoire, Equatorial Guinea, Hong Kong, Laos, Lebanon, Malaysia, Malta, Mozambique, Namibia, Nigeria, Poland, Russia, Singapore, Uganda, United Arab Emirates, Vietnam, and Zambia\n\nConcerning is how many states permitted the continued, unhindered operation of these joint ventures within their territorial jurisdictions. Additionally, in some cases, the joint ventures were at times awarded public works contracts by the host government. The Institute has divided the reported joint venture activity into three types:\n\n1) States allegedly failed to “prohibit, by their nationals […], the opening, maintenance and operation of all joint ventures” with the DPRK.8 The report identified at least four cases where the nationals were found to have engaged in opening or maintaining joint ventures with the DPRK. These four states were:\n\nAlgeria, Lebanon, Singapore, and Syria\n\n2) States allegedly failed to “prohibit, […] in their territories, the opening, maintenance and operation of all joint ventures”9 with the DPRK. Of particular note is how certain states not only allowed DPRK joint ventures to operate unhindered within their territorial jurisdictions, but often extended state protections over these joint ventures. The report identified 15 states where joint ventures with the DPRK were found to have been operating. These 15 states and territories that were found to have hosted DPRK joint ventures are:\n\nBotswana, Cambodia, China, Côte d’Ivoire, Equatorial Guinea, Hong Kong, Laos, Malaysia, Malta, Nigeria, Poland, Russia, the United Arab Emirates, Vietnam, and Zambia\n\n3) States allegedly awarded government contracts or public works contracts to DPRK joint ventures. The report identified at least seven cases where DPRK joint ventures were known to have been awarded public works contracts. This suggests a deeper form of cooperation between the host state and the DPRK. These seven states where public works contracts were awarded are:\n\nAlgeria, Cambodia, Equatorial Guinea, Mozambique, Namibia, Russia, and Uganda\n\nThe average PPI score of these states that awarded government or public works contracts for DPRK joint ventures, or subcategory 3 above, was 340 out of 1,300 points, suggesting an overall poor implementation of strategic trade controls among those that, allegedly, flagrantly violated the resolutions by carrying out official state cooperation with the DPRK.\n\n• Alleged Provision of Financial Services and the Presence of DPRK Banks\n\nSeveral alleged business and financial-related violations occurred as violations of restrictions on the provision of financial services as well as the maintenance of representative offices of DPRK banks.\n\nThe failure to expel individuals working on behalf of DPRK banks, as well as the failure to prohibit or close “existing branches, subsidiaries and representative offices”10 of DPRK banks, accounted for alleged violations by at least seven states:\n\nChina, Lebanon, Libya, Russia, Syria, Tunisia, and the United Arab Emirates\n\nThe failure to “prevent the provision of financial services, [whether by banks or private companies], that could contribute to the DPRK’s prohibited programmes/activities”11 accounted for alleged violations by at least five states or territories:\n\nChina, Hong Kong, Malaysia, the Philippines, and Singapore\n\n• Alleged business-related interactions with designated entities\n\nSome of the alleged business and financial-related violations occurred as a result of business-related interactions with designated entities. This total included the below alleged violations.\n\nThe failure to expel DPRK nationals and foreign nationals “working on behalf or at the direction of a designated person and/or entity,”12 as well as the failure to enforce the travel ban against designated persons or entities, involved cases with the following four states:\n\nGuinea, Iran, South Africa, and Zambia\n\nAt least seven states failed to prohibit joint ventures and any business arrangements with designated DPRK entities:\n\nChina, Congo (Democratic Republic of), Iran, Lebanon, Libya, Madagascar, and Syria\n\nAlleged Illicit North Korean Procurement Cases\n\nWhile illicit procurements of commodities are frequently linked to vessel and shipping-related sanctions, the Institute chose to separately discuss alleged shipping-related sanctions violations, such as the provision of a vessel, flag, insurance, or registry. This was done to better differentiate between states that are primary producers, brokers, and land transit points for goods sought by North Korea, and states that primarily act as shipping registrants or providers of marine services.\n\nAt least sixteen countries or territories failed to prevent, prohibit, or act upon alleged procurement violations, where sanctioned goods and minerals, such as coal, oil, and petroleum products, were imported by the DPRK. These sixteen countries and territories included:\n\nBelize, China, Comoros, Congo (Democratic Republic of), Georgia,13 Honduras, Hong Kong, India, Malaysia, New Zealand, Russia, Singapore, South Africa, Taiwan, Thailand, and the United Arab Emirates\n\nChina, Russia, and Singapore stood out for their involvement in several cases. One separate case involved illicit procurements for North Korea’s nuclear program, described further below.\n\nThe average score in the PPI of the 16 countries or territories in this sanction-violation category is 573 out of the available 1,300 points. Many of the countries and territories that were involved in these illicit procurements have major ports. Notably, the list of countries spans multiple continents.\n\n• Oil and petroleum products\n\nWith regard to stemming North Korean procurement of oil, the states that were mentioned and that should improve domestic business and trade regulatory measures, as well as regulations over the use of their state flags on ships involved in such transactions, were:\n\nBelize, China, Comoros, India**, Russia, Singapore, South Africa, Taiwan, and the United Arab Emirates\n\nThe report highlighted an alleged ship-to-ship transfer case involving Singaporean-brokered oil being transferred to the DPRK via a ship, the M/V Yuk Tung. This case is detailed further in the Annex to this report, highlighting the myriad of actors involved, and the states that could improve regulation and enforcement measures.\n\n** Indicates that the incident(s) occurred before the reporting period of February 2018 – February 2019. The data were not included during the previous reporting period, which is why it is included in this report.\n\n• Iron, steel and other metals\n\nAccording to data the Panel extracted from the Global Trade Atlas, three states exported iron and other metals to North Korea:\n\nChina, Honduras, and Malaysia**\n\n** Indicates that the incident(s) occurred before the reporting period of February 2018 – February 2019. The data were not included during the previous reporting period, which is why it is included in this report.\n\n• Industrial Machinery\n\nAccording to data the Panel extracted from the Global Trade Atlas, three states exported industrial machinery to North Korea:\n\nChina, Honduras, and India**\n\n** Indicates that the incident(s) occurred before the reporting period of February 2018 – February 2019. The data were not included during the previous reporting period, which is why it is included in this report.\n\n• Transportation Vehicles\n\nData indicate that in direct violation of Resolution 2397 (2017), two states exported transportation vehicles to North Korea in 2018:\n\nChina and Thailand\n\n• Gold\n\nThe report also highlighted DPRK involvement in gold mining in the Democratic Republic of the Congo.\n\nCongo (Democratic Republic of)\n\n• Luxury Goods\n\nThe report highlighted cases where the Panel was able to identify clear violators of the luxury goods ban. One case involved a Singaporean national named Ng Kheng Wah, and a Chinese national, Wang Zhi Guo. The former was indicted for supplying luxury goods to department stores stocking imported goods in the DPRK, also known as “Singapore shops.”14\n\nAnother case, a shipment of vodka likely bound for North Korea and seized by the Netherlands, involved a Belarussian manufacturer,15 a Georgian trader, and a Chinese freight forwarder as the proclaimed end-user.\n\nA third case involved a New Zealand company making an “erroneous export entry” and indirectly exporting spare aircraft parts to the DPRK through a joint venture with a Chinese aviation company. The plane in question was spotted at a 2016 airshow in North Korea, and the panel first reported its investigation in February 2017. In May 2018, the aircraft manufacturer was fined by a New Zealand district court.\n\nTaken together, the countries directly involved in illicit North Korean procurements of luxury goods were:\n\nChina, Georgia, New Zealand, and Singapore\n\n• Transfers of sensitive technology or equipment used in the DPRK nuclear program\n\nThe report highlighted a case where sensitive goods were procured from abroad by the DPRK. Specifically, the panel is investigating the DPRK’s procurement of pressure transducers, used in its gas centrifuge program, from a Chinese company, using Hong Kong front companies.\n\nChina and Hong Kong\n\nImports of sanctioned goods and minerals from North Korea\n\nAn update of the ban on a list of imports, specified below, was added in Resolution 2371 (2017), indicating that the countries mentioned below are lagging in their implementation. Most of the information provided in the Panel of Experts report comes from the Global Trade Atlas and is based on assessing Harmonized System (HS) codes.\n\nA total of 13 countries, territories, and entities were allegedly involved in this sanction-violation category:\n\nBolivia, China, El Salvador, Ghana, Hong Kong, India, Indonesia, Mexico, Mozambique, Nicaragua, Russia, Serbia, and Thailand\n\nThe average PPI score of these countries is 494 out of the available score of 1,300.\n\n• Coal, iron, other minerals and related articles\n\nChina, El Salvador**, Ghana**, India**, Nicaragua, Russia, Serbia**, South Korea,16 and Thailand\n\n** Indicates that the incident(s) occurred before the reporting period of February 2018 – February 2019. The data were not included in the previous Panel report, which is why it is included here.\n\nThe report highlighted an alleged ship-to-ship transfer case involving brokers of Indonesian nationality, and a North Korean ship, the M/V Wise Honest, off the coast of Balikpapan in Indonesia. This ship was eventually detained by the Indonesian authorities. The Wise Honest was transporting USD 2.99 million worth of coal, listed as being sold by a Hong Kong company and bound for a South Korean end-user. As of May 2019, the Wise Honest has been seized by the U.S. Department of Justice, the first-ever seizure of a North Korean vessel for violating sanctions.17\n\nHong Kong and Indonesia\n\nIt is worth noting that the media and non-governmental organizations have also reported on substantial Russian and Chinese involvement in coal laundering schemes, in which DPRK coal is imported and disguised as to its origin, and then re-sold.18 In mid-2017, for example, four North Korean ships arrived at Russia’s port of Kholmsk19 in Chinese-owned ships that bore false Togo and Panama flags. They offloaded the coal and “transformed [it] into Russian coal, which can be legally sold anywhere.”20 The scheme appeared to be regularized. The two countries have also been involved in oil shipments to North Korea, resulting in U.S. sanctions on Chinese companies in March 2019.21\n\n• Textiles\n\nChina**, Ghana**, India**, Mexico**, and Thailand\n\n** Indicates that the incident(s) occurred before the reporting period of February 2018 – February 2019. The data were not included in the previous Panel report, which is why it is included here.\n\n• Food, seafood, and agricultural products\n\nThe report highlighted two cases in which the seafood ban was allegedly violated. The first case detailed how 15 fishing Chinese vessels were found to be operating with DPRK fishing licenses. The second case detailed a DPRK-Mozambique joint fishing venture which has since been dissolved. These actions violated UNSC Resolution 2371 (2017), which prohibits states from importing seafood obtained via DPRK-flagged vessels and nationals of the DPRK.\n\nAdditionally, China is reported as having imported food and agricultural products in January 2018.22\n\nChina and Mozambique\n\n• Machinery\n\nChina**,23 Bolivia, Costa Rica, El Salvador, India**, and Malaysia**\n\n** Indicates that the incident(s) occurred before the reporting period of February 2018 – February 2019. The data were not included in the previous Panel report, which is why it is included here.\n\n• Electrical equipment\n\nBolivia, China**,24 and Thailand\n\n** Indicates that the incident(s) occurred before the reporting period of February 2018 – February 2019. The data were not included in the previous Panel report, which is why it is included here.\n\nAlleged Violations Related to Vessels and Shipping\n\nFourteen countries were mentioned in the Panel report for failing to uphold sanctions on the DPRK’s vessel-related and shipping activities. These included failure to inspect cargo destined to, originating from, or brokered by the DPRK; failure to prohibit the activities of nationals or entities incorporated in their territory or subject to their jurisdiction, or vessels flying their flag, from facilitating or engaging in ship-to-ship transfers to or from DPRK-flagged vessels; and failure to de-register vessels involved in violating DPRK sanctions, among others. These countries and territories included:\n\nBelize, British Virgin Islands, China, Comoros, Equatorial Guinea, Hong Kong, Panama, Russia, Seychelles, Sierra Leone, Singapore, Taiwan, Togo, and Vietnam\n\nChina, Russia, Taiwan, and Togo stood out for their involvement in several alleged violations. They are states that serve as popular operating jurisdictions for shipping corporations in general, and therefore carry a responsibility to stop any illicit activity.\n\nThe report also highlighted how violating merchant vessels often flew the flags of states with weak flag registration policies, some of them being so-called flags of convenience.\n\nThe British Virgin Islands was not evaluated separately from the United Kingdom in the Peddling Peril Index, which is why the UK’s score is used here for further analysis. The United Kingdom and Singapore ranked highly in the PPI and have a mean score of 988 out of 1,300. The other 12 countries have a mean PPI score of 392, or only 30 percent of the total points.\n\nTo demonstrate the complexity with which sanctions-busting activity now occurs, a case study with a diagram of a ship-to-ship transfer involving the Yuk Tung is included in the Annex of this report.\n\nThe Institute grouped the instances of alleged shipping-related violations into three types, which are outlined below.\n\n1) Failure to prohibit vessels from flying its country flag that facilitated or engaged in ship-to-ship transfers with DPRK-associated vessels\n\nSix states were identified as having provided their flag for a number of vessels that were involved in ship-to-ship transfers with vessels associated with the DPRK. These states were:\n\nBelize, Comoros, Equatorial Guinea, Russia, Sierra Leone, and Togo\n\n2) Failure to prohibit entities registered or operating in their territorial jurisdictions from facilitating or engaging in ship-to-ship transfers with DPRK-associated vessels\n\nSix states, territories, or entities were identified to have been the registered jurisdiction for companies that evaded sanctions regarding ship-to-ship transfers with vessels associated with the DPRK. Of note was the use of shell companies, or the practice of registered owners being domiciled in jurisdictions different from the operating jurisdiction. More can be done by favored registrant states to better regulate the business registering process. These six states and territories were:\n\nChina, Hong Kong, Russia, Seychelles, Singapore, and Taiwan\n\n3) Failure to inspect cargo destined for, originating from, or brokered by the DPRK that was within or transiting their territories if they have reason to believe it contains prohibited items25\n\nAt least two states were identified to have failed to inspect cargo that was originating from, brokered by, or destined for the DPRK. Notably, the report highlighted the case of the V/M Kal Ma, which broadcast a false automatic identification system (AIS) signal in order to call at Chinese ports. This same pattern of action with identity fraud was mirrored by many other ship-to-ship transfers in the Gulf of Tonkin. Taken together, the two states identified were:\n\nChina and Vietnam\n\nTaking Stock\n\nIn total, 56 states were identified as involved in alleged sanctions violations in one of the five areas discussed above. Table 1 summarizes these main findings.\n\nTen states that stood out in the report for being involved in a high number of alleged sanctions violations were, listed from higher to lower amount of alleged violations (and alphabetically for countries with equal amounts of alleged violations)\n\nChina, Russia, Hong Kong, Malaysia, Singapore, Syria, India, Mozambique, Taiwan, and the United Arab Emirates\n\nThese ten states have an average PPI score of 581, out of the available score of 1,300. This is below 50 percent of the available points.\n\nAll 56 countries together have an average score of 454. Figure 3 shows the PPI scores for all 56 countries. Figure 4 shows the quality of their national export control legislation.\n\nIt is worth noting that at least five cases reported by the Panel involved a member state acting swiftly to prevent a violation of sanctions against North Korea. For example, goods were seized at a border or shipments were interdicted. These member states included Bangladesh, Germany, Indonesia, Netherlands, and Russia. As previously discussed, Algeria, New Zealand, and Singapore prosecuted violations during the reporting period.\n\nTable 1. The 56 countries are categorized by the nature of alleged sanctions violation(s) they were involved in. Countries are listed alphabetically.\n\n\n\n\n\n\n\n\n\nFigure 3. 44 countries received less than half of the available PPI points (650 out of 1,300) and 37 received a score that fell below the overall average score (489).\n\n\n\n\n\n\n\n\n\nFigure 4. The quality of export control legislation among the 56 countries involved in violating sanctions against North Korea is mixed. The legislation color key described qualitatively and in brief is: Dark Green- legislation is comprehensive; Light Green- legislation is somewhat comprehensive; Yellow- legislation is deficient; Orange- legislation has serious deficiencies; and Red- legislation is non-existent or severely deficient. See the side bar on page 6 of this report for full legislative category descriptions\n\n\n\n\n\nObservations and Recommendations\n\nThe United Nations Security Council should designate all individuals and entities suggested by the Panel of Experts. Failing this, UN member states should act to designate these individuals and entities in domestic regulations. The UN Security Council and major countries should designate additional individuals and entities outlined in the report, including banks that do business with North Korea, and those that appear as ongoing violators of UNSC resolutions on North Korea. The UNSC should designate, as necessary, entities identified as involved in outfitting North Korea’s illicit nuclear and missile programs, particularly trading companies that are active in China.\n\nIt is vital to press UN member states to adequately implement the current sanctions. The natural group to press to better implement sanctions and stop cooperation with North Korea includes these countries that have been identified as being complicit in violations of sanctions resolutions – particularly those that refuse to take action or do not respond to the Panel’s requests for information. The creation of punitive economic measures by sanctions-compliant states is an effective means to accelerate more compliant behavior in the short term.26\n\nThe Institute urges countries to share intelligence on violating entities and individuals. The Resolution 1540 (2004) Committee could provide assistance as necessary to lagging states on instituting adequate legislation and enforcing it. Countries that are in a position to provide assistance should help others on enforcing UN sanctions.\n\nNorth Korean financial nodes have become well-integrated in certain jurisdictions, and the Panel documented established business relationships between North Korean entities and foreign actors. Countries should increase their compliance with relevant FATF standards and prevent the DPRK’s exploitation of their financial systems.\n\nThe fact that certain countries refuse to halt North Korea’s illicit banking and business activity calls for a re-examination of the United States and its allies’ approach toward “rehabilitated” countries. Countries such as Malaysia and Singapore have, overall, improved their sanctions implementation and trade control performance in recent years, but appear in this report to pose an ongoing problem. The United States should prioritize discussions with these countries about how to remediate the lapses identified in this report.\n\nCountries should be urged to expel North Korean military personnel and suspend any further military cooperation or pressed not to undertake further military cooperation of any kind. Remittances from North Korean workers should be stopped from going to North Korea, and countries should continue to reduce numbers of North Korean workers.\n\nIncreased complexity of sanctions-busting methods, such as the DPRK and its partners’ use of elaborate ship-to-ship transfer schemes, demonstrates an understanding of grey areas and numerous opportunities to exploit loopholes in global frameworks. Countries that have provided shipment assistance to North Korea should re-evaluate such practices and, if violations exist, ban North Korea’s access to their flags and registries. They should refuse port of entry to North Korea-associated ships, and in particular, those documented as involved in sanctions-busting schemes.\n\nRussia and China are thwarting UNSC sanctions on North Korea with near impunity by operating black and grey market schemes to import or export coal, petroleum, and other goods. The United States and its allies should continue to track North Korean illicit business in or with those countries, including financial activity, and provide evidence of such activity at Security Council meetings and publicly. They should also continue to document illicit ship-to-ship transfers and calls to ports by sanctions-busting ships via satellite imagery and present Russia and China with clear evidence of violations. They should apply domestic sanctions against Russian and Chinese entities and individuals as needed.\n\nCountries that have inadvertently, or otherwise, imported quantities of minerals, ore, petroleum, or other controlled goods from North Korea should increase physical inspections of incoming shipments, especially ships under so-called flags of convenience or other flags that have previously been used by North Korea. Insurance companies should end insurance to all ships identified as involved in assisting the DPRK, which would be a major disincentive to operating the ships. If they do not, the insurance providers should be considered for U.S. and allied sanctions.\n\nIt would assist sanctions implementation if the Panel of Experts more clearly identified and categorized those countries it considers to have violated the UN resolutions, those that are under ongoing investigation, and those that fail to take action against alleged violations over a number of reporting periods, to name a few possible categories. It is difficult to search the lengthy reports for violation information and to determine from the Panel’s descriptions the nature of its findings.\n\nAnnex\n\nShip-to-ship transfer: the Yuk Tung Case\n\nIn this case, a disguised ship was renamed and re-flagged repeatedly to bring oil to a purported UAE end-user, but the shipment likely went to North Korea. Actors working for or with the DPRK in the British Virgin Islands, Seychelles, UAE, Singapore, Taiwan, and possibly other countries or territories used methods that had been tried and tested before, such as establishing or utilizing front companies in weak jurisdictions, and presenting sanctions evasion activity as legitimate business activity to potential partners and businesses. However, beyond these methods, the DPRK’s network also employed advanced evasion techniques in shipping, including identity theft, acquiring multiple registrations, changing ship flags, and automatic identification system spoofing. These techniques demonstrate an intricate knowledge of the weaknesses of the global shipping system, and the ability of DPRK agents to exploit these weaknesses in major shipping jurisdictions – a new normal that shipping and insurance companies, and national regulations, must quickly evolve to effectively combat.\n\nA diagram made by the Institute illustrating the complexity of the Yuk Tung case is represented in Figure A.1.\n\n\n\n\n\nFigure A.1. The advanced evasion techniques utilized by those involved in the Yuk Tung scheme.\n\n1. Excluding North Korea.\n\n2. The total number of incidents is difficult to determine due to the structure of the Panel of Experts report.↩\n\n3. See, for example, our previous report on the UN Panel of Experts on North Korea’s reporting: David Albright, Sarah Burkhard, Allison Lach, and Andrea Stricker, “52 Countries Involved in Violating UNSC Resolutions on North Korea throughout most of 2017,” Institute for Science and International Security, March 9, 2018, http://isis-online.org/isis-reports/detail/52-countries-involved-in-violating-unsc-resolutions-on-north-korea-througho/10↩\n\n4. UN Security Council, Report of the Panel of Experts established pursuant to resolution 1874 (2009), S/2019/171, March 5, 2019, https://www.undocs.org/S/2019/171↩\n\n5. See: UN Security Council, “Sanction Measures” (Accessed May 2019), https://www.un.org/securitycouncil/sanctions/1718↩\n\n6. UNSC, “Sanction Measures.”↩\n\n7. France is mentioned for the failure to prevent its national(s) from working on the construction of a military camp with a North Korean entity, Nam Nam Cooperative General Company, which is designated by the U.S. Department of Treasury. This case occurred in Freetown, Sierra Leone.↩\n\n8. UNSC, “Sanctions Measures.”↩\n\n9. Ibid.↩\n\n10. Ibid.↩\n\n11. Ibid.↩\n\n12. Ibid.↩\n\n13. Georgia’s involvement was potentially unwitting, involving the sale of vodka via its territory. However, the Georgian entity should have applied due diligence and checked the proclaimed end-user in China.↩\n\n14. Eric Talmadge, “North Korea ‘Singapore shops’ reveal familiar sanction gaps,” The Associated Press, December 27, 2018, https://www.citynews1130.com/2018/12/27/north-korea-singapore-shops-reveal-familiar-sanction-gaps/↩\n\n15. The sale of vodka to the Georgian entity was likely legitimate, which is why Belarus is not listed below. ↩\n\n16. Ibid. South Korea took remediating action by indicting four persons responsible. See: “South Korean prosecutors indict four for importing North Korean coal,” Reuters, December 10, 2018, https://www.reuters.com/article/us-northkorea-southkorea-coal/south-korean-prosecutors-indict-four-for-importing-north-korean-coal-idUSKBN1O90TP↩\n\n17. U.S. Department of Justice, “North Korean Cargo Vessel Connected to Sanctions Violations Seized by U.S. Government,” Press Release, May 9, 2019, https://www.justice.gov/opa/pr/north-korean-cargo-vessel-connected-sanctions-violations-seized-us-government↩\n\n18. Andrea Stricker, “Case Study: United States Levies Civil Suits Against Chinese and Russian Entities for Helping North Korea Bust Financial and Nonproliferation Sanctions,” Institute for Science and International Security, September 7, 2017, http://isis-online.org/isis-reports/detail/case-study-united-states-levies-civil-suits-against-chinese-and-russian-ent/ ; Peter Makowsky, Jenny Town, and Samantha Pitz, “A Snapshot of North Korea’s Supply Chain Coal Activity – Part II,” 38North, April 1, 2019, https://www.38north.org/2019/04/supplychaincoal040119/↩\n\n19. The report stated, “The Panel continued its investigation of prohibited coal exports by the Democratic People’s Republic of Korea in 2017 via transshipment through Russian Far Eastern ports, including Kholmsk.”↩\n\n20. Joby Warrick, “High Seas Shell Game: How a North Korean Shipping Ruse Makes a Mockery of Sanctions,” The Washington Post, March 3, 2018, https://www.washingtonpost.com/world/national-security/high-seas-shell-game-how-a-north-korean-shipping-ruse-makes-a-mockery-of-sanctions/2018/03/03/3380e1ec-1cb8-11e8-b2d9-08e748f892c0_story.html?utm_term=.e5599a30cdd8↩\n\n21. Bill Gertz, “Treasury Sanctions Chinese Companies for Illicit N. Korea Trade,” The Washington Times, March 22, 2019, https://freebeacon.com/national-security/treasury-sanctions-chinese-companies-for-illicit-n-korea-trade/↩\n\n22. China “replied to the Panel that all of its imports ‘went through the customs formalities within 30 days’ from the adoption of resolution 2397 (2017).” See: Report of the Panel of Experts established pursuant to resolution 1874 (2009), March 5, 2019, p. 148.↩\n\n23. China provided a notification to the Committee, as required under Resolution 2379 (2017).↩\n\n24. Ibid.↩\n\n25. This information is derived specifically from the Kal Ma case and from Annex 15 of the Panel report. See: Report of the Panel of Experts established pursuant to resolution 1874 (2009), March 5, 2019, pp. 110-113, pp. 120-121.↩\n\n26. Future editions of the PPI will incorporate DPRK sanction violation tabulations in the scoring.↩"}}