{"GDELT": {"GlobalEventID": 898002333, "Day": 20200110, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0274, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.03337969401947, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200110011500, "SOURCEURL": "https://cnnphilippines.com:443/world/2020/1/10/US-Trump-Iran-Soleimani-US-Embassy.html"}, "ARTICLE": {"TITLE": "Trump says Soleimani plotted to blow up US embassy", "TEXT": "(CNN) — US President Donald Trump on Thursday asserted that Iranian Gen. Qasem Soleimani was plotting to blow up a US embassy before he was killed by a US drone strike last week.\n\n\"We caught a total monster. We took them out. And that should have happened a long time ago. We did it because they were looking to blow up our embassy,\" Trump told reporters.\n\n\"We also did it for other reasons that were very obvious. Somebody died ... people were badly wounded just a week before. And we did it. We had a shot at it ... that was the end of a monster,\" Trump added, referring to a recent rocket attack by an Iranian-backed militia group in Iraq that killed an American contractor and wounded several US military personnel.\n\nA senior defense official backed up the statement later on Thursday, telling reporters the US had intelligence about multiple plots and threats involving Soleimani, including one that involved a plan to attack the embassy using explosives.\n\nThe plot was separate and more sophisticated than the attempts to storm the US embassy in Baghdad embassy by Molotov-cocktail wielding Khatib Hezbollah members and its supporters, an effort US officials have said was also orchestrated by Soleimani.\n\nBut the senior defense official would not provide any additional details on the plot against the embassy citing the sensitivity of the intelligence.\n\nCNN was not able to confirm claims by Trump and the senior defense official. Two prominent Senate Republicans and congressional Democrats on Wednesday slammed the administration's briefing on the reasoning for the strike following briefings by Secretary of State Mike Pompeo and Secretary of Defense Mark Esper. Multiple lawmakers said they saw no specific intelligence that pointed to an imminent threat from Soleimani that justified the strike.\n\nAsked about those criticisms Wednesday Secretary of Defense Mark Esper said \"most members of Congress do not have access to the intelligence that I think was the most compelling.\"\n\nThe US military has deployed thousands of additional military forces to the Middle East in recent days to help bolster the security of US personnel and facilities. The additional troops will allow the military to respond quickly in the event of a crisis.\n\nEarlier Thursday, administration officials had explained Trump's comments about the plot to blow up the US embassy by saying he was referring to the public demonstrations by Khatib Hezbollah.\n\nThe officials have not explained why there is a discrepancy.\n\nTop US national security officials have continued to defend the Trump administration's claim that it killed Soleimani in response to an impending threat to American lives, but the lack of evidence provided to lawmakers and the public has fueled lingering skepticism about whether the strike was justified.\n\nAfter Iran launched more than a dozen missiles at two Iraqi bases that hold US troops earlier this week, questions have swirled over whether the administration fully considered the fallout from such a strike, and if an appropriate legal basis was established for the presidential authorization of lethal force.\n\nOn Monday, Army Gen. Mark Milley, the chairman of the Joint Chiefs of Staff, defended the intelligence that drove to the strike on Soleimani.\n\n\"I will be happy when the appropriate time comes and in front of the proper committees and anybody else, through history and every -- I will stand by the intelligence I saw, that it was compelling, it was imminent, and it was very, very clear in scale, scope,\" Milley said Monday.\n\n\"Did it exactly say who, what, when, where? No, but he was planning, coordinating and synchronizing significant combat operations against US military forces in the region and it was imminent,\" he said, adding that \"we would have been culpably negligent to the American people had we not made the decision we made.\"\n\nA Republican congressional source familiar with the administration's decision to strike Soleimani previously told CNN that the killing of an American contractor, the wounding of others, and the subsequent embassy protests \"crossed his line.\" His advisers also pointed out to the President that if he \"didn't respond now, they (Iran) will continue to cross it.\"\n\n\"I am very confident he was not reluctant,\" said the source. When Trump finally gets ready to act, they added, \"you can't out escalate him.\""}}