{"GDELT": {"GlobalEventID": 898257579, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "MNCIRL", "Actor1Name": "RYANAIR", "Actor1CountryCode": "IRL", "Actor1Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.41152263374485, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Austria", "Actor1Geo_CountryCode": "AU", "Actor1Geo_ADM1Code": "AU", "Actor1Geo_Lat": 47.333333, "Actor1Geo_Long": 13.333332999999998, "Actor1Geo_FeatureID": "AU", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Austria", "Action2Geo_CountryCode": "AU", "Action2Geo_ADM1Code": "AU", "Action2Geo_Lat": 47.333333, "Action2Geo_Long": 13.333332999999998, "Action2Geo_FeatureID": "AU", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.thisismoney.co.uk/money/markets/article-7874773/MARKET-REPORT-Aston-Martin-shares-accelerate-Chinese-whispers.html"}, "ARTICLE": {"TITLE": "MARKET REPORT: Aston Martin shares accelerate after Chinese whispers", "TEXT": "Aston Martin shares picked up speed after reports that China's Geely is eyeing an investment in the stricken luxury car maker.\n\nGeely, which owns Volvo and Lotus, is conducting due diligence before it decides whether to make an investment in the group.\n\nHowever, it could strike a technology partnership with Aston Martin, instead of investing money into the company, the Financial Times reported.\n\nChinese automotive group Geely, which owns Volvo and Lotus, is conducting due diligence before it decides whether to make an investment in Aston Martin\n\nThe luxury brand's stock climbed 15.3 per cent, or 62.4p, to 469.7p last night, making it the FTSE's biggest riser yesterday – but the shares are still down from the float price of 1900p in October 2018.\n\nGeely is the latest big name to be associated with propping up James Bond's favourite marque.\n\nFormula 1 billionaire Lawrence Stroll is also said to interested, which could see him take a stake of as much as 20 per cent of the firm.\n\nThe latest rally comes after Aston released a surprise profit warning on Tuesday, which followed a glum December and what chief executive Andy Palmer described as a 'very disappointing year'.\n\nIn the same update – which wiped 16 per cent off Aston's shares – the business said it was in talks with several 'potential strategic investors'.\n\nStock Watch - Team 17 Group Shares in video game developer Team 17 Group hit a record high after it upgraded profits for the fifth time in 12 months. Profits and revenue will come in ahead of expectations following a bumper Christmas, AIM-listed Team 17 Group said. Multiplayer Nintendo Switch games such as Overcooked! 2, where players cooperate to run a busy kitchen, did especially well. Its stock jumped 9.8 per cent, or 37.5p, to 420.5p.\n\nA flurry of last-minute bookings for Christmas and new year breaks will help lift Ryanair's annual profits.\n\nThe Irish budget airline unveiled a surprise profit upgrade, estimating it will rake in between £806million and £890million, up from previous forecasts of £680million to £765million.\n\nIt followed an unprecedented number of customers who decided to book holidays at the 11th hour, and eager travellers booking their spring holidays earlier than usual.\n\nRyanair reckons it flew 1m more passengers in 2019 than it previously expected to – raising its guidance from 153m to 154m for the full year.\n\nIt wasn't all rosy. The group's Austrian arm struggled with intense competition and price-cutting that meant it had to sell tickets too cheaply to make a profit.\n\nBut the upgrade was a boon to Ryanair's shares, sending them up 5.7 per cent, or 87 cents, to €16.10.\n\nAnd the effect was contagious with budget rivals Easyjet (up 4.2 per cent, or 60.5p, to 1499p), Wizz Air (up 6.8 per cent, or 261p, to 4119p) and British Airways-owner IAG (up 4.6 per cent, or 29.4p, to 664p) all flying high.\n\nIn fact, IAG and Easyjet were ranked first and second on the FTSE 100's highest-risers table. Wizz Air was also fifth in the All Share league.\n\nAirlines were also on the up as oil prices started heading back down. When oil prices are higher it makes jet fuel, one of the biggest cost headaches for airlines, more expensive too.\n\nBrent crude, the global benchmark price, has now given up all the gains it made in a short rally after the US assassinated top Iranian general Qassem Soleimani on January 3, falling from a peak of $69 a barrel to $65 yesterday.\n\nBut the FTSE 100 still fell 0.1 per cent, or 10.27 points, to 7587.85, while the FTSE 250 shed 0.4 per cent, or 76.4 points, to 21566.67.\n\nPaper and packaging group Mondi lost 2 per cent, or 34p, to finish at 1678p after chief executive Peter Oswald said he would step down at the end of March.\n\nHe has been Mondi's boss for nearly three years and his departure follows a dismal trading update in October.\n\nElsewhere, Wagamama-owner The Restaurant Group was one of the day's big fallers, tumbling 6.9 per cent, or 11.1p, to 150.1p, after RBC Capital Markets analysts cut its rating from 'outperform' to 'sector perform'.\n\nBrokers think that between October and December it suffered as fewer film fans went to the cinema – as its branches are often in retail parks near cinemas – and with the Thomas Cook collapse affecting its airport pubs."}}