{"GDELT": {"GlobalEventID": 898258000, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -12.8205128205128, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Suffolk County, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA025", "Actor1Geo_Lat": 42.3334, "Actor1Geo_Long": -71.0828, "Actor1Geo_FeatureID": "606939", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Rhode Island, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USRI", "Action2Geo_Lat": 41.6772, "Action2Geo_Long": -71.5101, "Action2Geo_FeatureID": "RI", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.kcci.com/article/woman-picked-up-by-man-posing-as-ride-share-driver/30470492"}, "ARTICLE": {"TITLE": "Prosecutors: Woman leaving Boston nightclub abducted, raped by man posing as ride-share driver", "TEXT": "Prosecutors say a Massachusetts man posed as a ride-share driver last month to kidnap a woman who was leaving a Boston nightclub before raping her at a Rhode Island home. The Suffolk County District Attorney's Office said Alvin Campbell picked up the victim Dec. 7.She had called for an Uber, but the driver canceled and prosecutors said Campbell pulled up to the curb and called the victim's name. Campbell allegedly drove the woman to Cumberland, Rhode Island, where the sexual assault allegedly occurred. Investigators said they have surveillance video and cellphone records to use as evidence in the case, but DNA evidence is what they used to tie Campbell to the crime. Campbell, a convicted felon, is being held on $250,000 cash bail after being arraigned on charges including kidnapping and rape. DNA evidence also connects Campbell to two other rape cases in Suffolk County, prosecutors said. The Middlesex County District Attorney's Office confirmed they are also investigating a possible connection with a case in Medford, Massachusetts.Watch the video above to learn more about this story.\n\nProsecutors say a Massachusetts man posed as a ride-share driver last month to kidnap a woman who was leaving a Boston nightclub before raping her at a Rhode Island home.\n\nThe Suffolk County District Attorney's Office said Alvin Campbell picked up the victim Dec. 7.\n\nAdvertisement\n\nShe had called for an Uber, but the driver canceled and prosecutors said Campbell pulled up to the curb and called the victim's name.\n\nCampbell allegedly drove the woman to Cumberland, Rhode Island, where the sexual assault allegedly occurred.\n\nInvestigators said they have surveillance video and cellphone records to use as evidence in the case, but DNA evidence is what they used to tie Campbell to the crime.\n\nCampbell, a convicted felon, is being held on $250,000 cash bail after being arraigned on charges including kidnapping and rape.\n\nDNA evidence also connects Campbell to two other rape cases in Suffolk County, prosecutors said. The Middlesex County District Attorney's Office confirmed they are also investigating a possible connection with a case in Medford, Massachusetts.\n\nWatch the video above to learn more about this story."}}