{"GDELT": {"GlobalEventID": 898257505, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "MED", "Actor1Name": "NEWSPAPER", "Actor1Type1Code": "MED", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.5089058524173, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sussex, New Brunswick, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA04", "Actor1Geo_ADM2Code": "12601", "Actor1Geo_Lat": 45.7167, "Actor1Geo_Long": -65.5167, "Actor1Geo_FeatureID": "-574388", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sussex, New Brunswick, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA04", "Action2Geo_ADM2Code": "12601", "Action2Geo_Lat": 45.7167, "Action2Geo_Long": -65.5167, "Action2Geo_FeatureID": "-574388", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.jacarandafm.com/news/news/meghan-markle-returns-canada-amid-royal-storm/"}, "ARTICLE": {"TITLE": "Meghan Markle returns to Canada amid royal storm", "TEXT": "The Duke and Duchess of Sussex spent an extended Christmas break in Canada with their baby son Archie, before returning to break the news that has rocked the royal family.\n\n\n\n\n\n\"I can confirm reports that the duchess is in Canada,\" the couple's spokeswoman told AFP, without providing further details.\n\n\n\n\n\nThe Daily Mail newspaper reported that the royals left eight-month-old Archie with his nanny in Canada when they flew to Britain earlier this week.\n\n\n\n\n\nREAD: UK royals 'hurt' after Harry, Meghan quit front-line roles\n\n\n\n\n\nIt said Meghan, a former US television actress, headed back to rejoin him on Thursday and \"she may stay there for the foreseeable future\".\n\n\n\n\n\nAn unnamed source was quoted as saying by the domestic Press Association news agency the duchess had travelled to the UK \"to attend some meetings\" before returning to Canada\n\n\n\n\n\nSenior royals were caught off guard by Wednesday's announcement that the couple wanted to \"step back\" from their roles.\n\n\n\n\n\nQueen Elizabeth II reportedly held crisis calls on Thursday involving Harry, his brother Prince William and their father Prince Charles, the heir to the throne.\n\n\n\n\n\nWilliam, Harry and their wives have been viewed as the modern face of the royal family, hailed for bringing fresh energy into the institution.\n\n\n\n\n\nBut Harry and Meghan last year admitted to struggling with the spotlight following their wedding at Windsor Castle in May 2018 and Archie's birth a year later.\n\n\n\n\n\nThe couple have lashed out at negative news coverage -- Harry calling some of it racist -- and taken several papers to court.\n\n\n\n\n\nThe prince also confirmed he was growing apart from his brother, who is second in line to the throne.\n\n\n\n\n\nThe couple said they wanted to forge \"a progressive new role\", split their time between Britain and North America and become financially independent.\n\n\n\n\n\nA palace source on Thursday said the queen had instructed aides to work \"at pace\" with Meghan and Harry and the government \"to find workable solutions\".\n\n\n\n\n\nKey questions include whether they will keep their royal titles and how much of their funding -- mostly from Prince Charles -- they will maintain.\n\n\n\n\n\nThe couple's decision follows a turbulent year for the wider royal family.\n\n\n\n\n\nPrince Andrew announced he was retiring from public duties after a disastrous TV interview about his friendship with the late US sex offender Jeffrey Epstein.\n\n\n\n"}}