{"GDELT": {"GlobalEventID": 898256651, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "CUB", "Actor1Name": "CUBA", "Actor1CountryCode": "CUB", "Actor2Code": "OPP", "Actor2Name": "ACTIVIST", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.4562211981566806, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Havana, Ciudad de La Habana, Cuba", "Actor1Geo_CountryCode": "CU", "Actor1Geo_ADM1Code": "CU02", "Actor1Geo_ADM2Code": "14613", "Actor1Geo_Lat": 23.1319, "Actor1Geo_Long": -82.3642, "Actor1Geo_FeatureID": "-1628751", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Havana, Ciudad de La Habana, Cuba", "Actor2Geo_CountryCode": "CU", "Actor2Geo_ADM1Code": "CU02", "Actor2Geo_ADM2Code": "14613", "Actor2Geo_Lat": 23.1319, "Actor2Geo_Long": -82.3642, "Actor2Geo_FeatureID": "-1628751", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Havana, Ciudad de La Habana, Cuba", "Action2Geo_CountryCode": "CU", "Action2Geo_ADM1Code": "CU02", "Action2Geo_ADM2Code": "14613", "Action2Geo_Lat": 23.1319, "Action2Geo_Long": -82.3642, "Action2Geo_FeatureID": "-1628751", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.nbcnews.com/news/latino/u-s-suspends-charter-flights-cuba-except-capital-havana-n1113701?cid=public-rss_20200111"}, "ARTICLE": {"TITLE": "U.S. suspends charter flights to Cuba, except the capital, Havana", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nMIAMI — The U.S. on Friday suspended all charter flights to Cuba other than to the capital, Havana, after doing the same to all commercial flights from the U.S. to Cuba last month.\n\nThe administration said the suspension of charter flights to nine Cuban airports would restrict the flow of money the Cuban government receives from American travelers.\n\nBut flights to airports outside Havana are used mostly by Cuban Americans to visit relatives and bring goods that are in short supply on the island. They would now have to use local options, including car rides that can be as long as 12 hours to get to provinces far from the capital.\n\n“Today’s action will prevent the Cuban regime from benefiting from expanded charter service,” Secretary of State Mike Pompeo said in a statement Friday.\n\nPompeo said that the action would \"further restrict the Cuban regime’s ability to obtain revenue, which it uses to finance its ongoing repression of the Cuban people and its unconscionable support for dictator Nicolás Maduro in Venezuela.”\n\nThe Morning Rundown Get a head start on the morning's top stories. This site is protected by recaptcha\n\nCharter companies have 60 days to wind down their operations, some of which had expanded after the U.S. terminated commercial flights to airports other than Havana’s José Martí International Airport late last year.\n\nThere will also be a cap on the number of charter flights permitted to fly to and from Havana, which the Department of Transportation will announce in the near future.\n\nCuban Foreign Minister, Bruno Rodriguez, slammed the Trump administration's move on Twitter, calling it a \"serious violation of human rights and freedom of travel of US citizens and hinders family reunification.\"\n\nRep. Mario Diaz-Balart, R-Fla., called it “an important measure.”\n\n“The administration knows that the regime profits handsomely from travel and tourism dollars, using them to oppress the Cuban people such as imprisoned activist Jose Daniel Ferrer, and to assist the Maduro regime in oppressing the Venezuelan people as well,” he said in a statement.\n\nReps. Donna Shalala, D-Fla. and Debbie Mucarsel-Powell, D-Fla., who represent congressional districts with a large Cuban American population, criticized the move.\n\nShalala tweeted that it was “the wrong solution to a difficult problem.” Mucarsel-Powell said in a statement that this creates another obstacle for Cuban Americans to see their loved ones.\n\n“While I strongly support the use of every diplomatic tool possible to pressure the Cuban government to end their repression and influence in Venezuela, I strongly believe we should not do so by punishing the Cuban people and their U.S. relatives.”\n\nFollow NBC Latino on Facebook, Twitter and Instagram."}}