{"GDELT": {"GlobalEventID": 898257132, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "IRN", "Actor1Name": "IRANIAN", "Actor1CountryCode": "IRN", "Actor2Code": "FRA", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.6875, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.indiatoday.in/world/story/iran-to-probe-black-boxes-after-missile-blamed-for-plane-crash-1635869-2020-01-11"}, "ARTICLE": {"TITLE": "Iran to probe black boxes after missile blamed for plane crash", "TEXT": "The crate containing purportedly the two black boxes recovered from the crashed Ukrainian airliner, Boeing 737-800, is seen in this still image taken from a video, in Teheran, Iran January 10, 2020.\n\nTehran said on Friday it wanted to download black box recordings itself from a Ukrainian airliner crash that killed all 176 people aboard, amid Western suspicions the plane was brought down by an Iranian missile, probably by mistake.\n\nThe crash has heightened international pressure on Iran after months of friction with the United States and tit-for-tat military strikes. Washington killed an Iranian general last week in Iraq, prompting Tehran to fire at U.S. targets.\n\nIran, which denies the Boeing 737-800 was downed by a missile, showed the voice and flight data recorders on state TV on Friday but said it could take a month or two to extract data.\n\nLater in the day, the semi-official Fars news agency reported that on Saturday Iran would announce the reason for the crash, citing an informed source. The announcement will be made after a meeting of an Iranian commission focused on air accidents, Fars said, but it gave no further details.\n\nTehran said earlier that it may ask Russia, Canada, France or Ukraine for help in a probe that could take one or two years to complete.\n\nWe prefer to download the black boxes in Iran. But if we see that we can’t do that because the boxes are damaged, then we will seek help, Ali Abedzadeh, head of Iran’s Civil Aviation Organisation, told a news conference in Tehran.\n\nThe Ukraine International Airlines flight to Kiev from Tehran crashed on Wednesday when Iran was on alert for a U.S. military response hours after it fired at U.S. targets in Iraq.\n\nMost of the victims were Iranian or Iranian-Canadian.\n\nCanadian Prime Minister Justin Trudeau has blamed an Iranian surface-to-air missile for downing the plane with 63 Canadians on board, though he said it may have been unintentional.\n\nWe do believe that it’s likely that that plane was shot down by an Iranian missile, U.S. Secretary of State Mike Pompeo said at a briefing on additional U.S. sanctions against Iran.\n\nWe’re going to let the investigation play out before we make a final determination, he added as Washington also announced sanction waivers for crash investigators.\n\nIran called those accusations psychological warfare.\n\nUkraine and Canada have agreed to push for an objective investigation into the crash, Ukrainian President Volodymyr Zelenskiy said after speaking with Trudeau.\n\nThere should not be speculation about the tragedy; Ukraine and Canada will use all possible means to advocate for an objective and comprehensive investigation, Zelenskiy wrote on Twitter.\n\nGRIEF AND CONFUSION\n\nGrief-stricken Iranians and others posted images related to the crash. One showed a child’s red shoe in the dirt. Another was a selfie of a mother and daughter in their seats, sent to a loved one before takeoff.\n\nWhy were any civilian airlines flying out of Tehran airport in those conditions, one user named Shiva Balaghi wrote on Twitter.\n\nUkraine is looking at various possible causes of the crash, including an attack by a Russian-made missile, a collision, an engine explosion or terrorism.\n\nKiev said on Friday that Iran was cooperating with an investigation and it did not want to jump to conclusions. But Foreign Minister Vadym Prystaiko added Ukraine would like the analysis of the black boxes to happen in Kiev.\n\nSome on social media expressed worries over images, which could not be independently verified, circulating online that suggested the crash site had been cleared by bulldozers.\n\nIran’s ambassador to Britain denied that.\n\nRussia’s deputy foreign minister said Moscow saw no grounds to blame Iran for the crash, TASS news agency reported.\n\nFrance’s BEA air accident agency said it would be involved in the investigation. BEA helped analyse data from the flight recorder of a Boeing that crashed in Ethiopia last year.\n\nEXPLOSION?\n\nA U.S. official, citing satellite data, said Washington had concluded with a high degree of certainty that anti-aircraft missiles brought down the plane in error.\n\nThe official said the data showed the plane airborne for two minutes after departing Tehran when heat signatures from two missiles were detected. There was an explosion in the vicinity and heat data showed the plane on fire as it fell.\n\nU.S., Canadian and French representatives were to travel to Tehran to attend meetings for the investigation, Iranian state media reported. Washington and Ottawa do not have diplomatic relations with Tehran.\n\nIran’s civil aviation organisation said in an initial report less than 24 hours after the incident that the three-year-old airliner, which had its last scheduled maintenance on Monday, encountered a technical problem after takeoff and was heading to a nearby airport before it crashed.\n\nAll those countries whose citizens were aboard the plane can send representatives and we urge Boeing to send its representative to join the process of investigating the black box, Iranian government spokesman Ali Rabiei said.\n\nThe Transportation Safety Board of Canada said it was making arrangements to tour the site after an Iranian invitation.\n\nThe U.S. National Transportation Safety Board (NTSB) said it had designated a representative to join the probe.\n\nBoeing said it would support the NTSB. The company is reeling from two deadly crashes of 737 MAX planes, including the one in Ethiopia, that led to the model’s grounding last year.\n\nThe crash plane was built in 2016 and is the prior 737 generation before the MAX.\n\nAlso read: US blames Iran for Ukrainian jetliner downing, pledges probe\n\nALSO WATCH| JNU students to meet HRD ministry officials again today, intel reveals missile shot down Ukrainian airliner"}}