{"GDELT": {"GlobalEventID": 898257348, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "JUD", "Actor1Name": "MUNICIPAL COURT", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 1053, "EventBaseCode": 105, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.05405405405406, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Marysville, Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_ADM2Code": "WA061", "Actor1Geo_Lat": 48.0518, "Actor1Geo_Long": -122.177, "Actor1Geo_FeatureID": "1512435", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Marysville, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_ADM2Code": "WA061", "Action2Geo_Lat": 48.0518, "Action2Geo_Long": -122.177, "Action2Geo_FeatureID": "1512435", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.heraldnet.com/news/marysville-pays-85000-over-immigrants-detention/"}, "ARTICLE": {"TITLE": "Marysville pays $85,000 over immigrant’s detention", "TEXT": "Police held the man for immigration officials despite a judge’s order that he be released.\n\nAssociated Press\n\nMARYSVILLE — The city of Marysville has agreed to pay $85,000 to a Mexican immigrant who was twice held in custody on the basis of immigration detainers, despite court orders that he be released from jail.\n\nThe Northwest Immigrant Rights Project sued on behalf of Enrique Ahumada Meza. Ahumada was arrested on a fourth-degree assault charge in late 2017.\n\nA judge ordered him released from custody pending his next court appearance, but police continued to detain him until U.S. Immigration and Customs Enforcement officers could pick him up and transfer him to an immigration lockup in Tacoma.\n\nCourts have repeatedly ruled that such detainer requests do not provide grounds to hold someone in custody, and a new Washington state law — the Keep Washington Working Act — bars local law enforcement from detaining people for civil immigration enforcement.\n\nAhumada remained in immigration detention for about two months, when he was released. Because he had missed a court hearing on his assault case while he was locked up, he reported back to Marysville police the next day — and he was arrested for missing the court hearing.\n\nOnce again, the municipal court ordered him released and ICE placed a detainer on him. The city kept him in custody for another day until he was transferred back to the immigration jail in Tacoma. At that point ICE realized Ahumada had already been released pending his deportation proceedings and released him again.\n\nThe city has revised its policy in response to the new state law and the lawsuit. It now specifies that “No individual will be detained or held solely on a detainer or civil immigration warrant … unless the document is accompanied by a court order signed by a federal judge.”\n\n“This settlement agreement underscores what federal courts have already made abundantly clear: that local governments are not authorized, and may be held accountable, when they choose to hold someone to enforce civil immigration law,” Matt Adams, the Northwest Immigrant Rights Project’s legal director, said in a news release Friday.\n\nThe city did not admit liability in the settlement, which was signed Wednesday."}}