{"GDELT": {"GlobalEventID": 898256340, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "AUSJUD", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 2, "NumArticles": 10, "AvgTone": -8.03571428571427, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Southport, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154667", "Actor1Geo_Lat": -27.9667, "Actor1Geo_Long": 153.4, "Actor1Geo_FeatureID": "-1601419", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Southport, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154667", "Action2Geo_Lat": -27.9667, "Action2Geo_Long": 153.4, "Action2Geo_FeatureID": "-1601419", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.coolum-news.com.au/news/why-suzi-taylor-is-back-behind-bars/3918732/"}, "ARTICLE": {"TITLE": "Suzi Taylor back behind bars after disturbance", "TEXT": "FORMER reality TV star and Penthouse centrefold Suzi Taylor is back behind bars after being arrested on the Gold Coast overnight.\n\nTaylor, 49, an ex-contestant on Channel 9's The Block, was on Supreme Court bail after being charged with assaulting and extorting a Tinder date at New Farm in Brisbane late last year.\n\nBut she was rearrested on Friday night following a disturbance at her cousin's Currumbin home, where she was listed as living as part of her bail conditions.\n\nFormer Block contestant and Penthouse cover girl Suzi Taylor.\n\nTaylor faced Southport Magistrates Court wearing a tight-fitting green mini dress where she pleaded guilty to two counts of breaching bail.\n\nThe court was told she was supposed to be living at her cousin's house but left on Christmas Day, saying she was going to visit her children.\n\nShe stayed at a half-way house but on Friday returned to her cousin's house demanding a pair of jeans.\n\nHer cousin told police Taylor had been absent from the house during an 8pm-6am curfew and was not at the property at all from New Year's Eve until January 8 and her permission to live there had been rescinded, the court heard.\n\nTaylor was arrested walking along Currumbin beachfront about 5.45pm on Friday.\n\nSuzi Taylor at the Palm Beach Police Station this week.\n\nDefence lawyer Michael Gatenby told the court that Taylor's cousin became \"jealous\" over \"who looked better in a pair of jeans\" and \"ratted\" on Taylor.\n\n\"She (Taylor) told police she hadn't lived there for some time,\" Mr Gatenby told the court.\n\nHe said Taylor had contacted him wanting to change her bail address and get her curfew lifted \"ASAP\".\n\nMagistrate Pamela Dowse fined Taylor $300 but did not record a conviction.\n\nTaylor was released from Southport Watch-house this morning.\n\nOutside the watch-house, Taylor told media she had \"lost a little bit of weight in prison so I needed a new pair of jeans\"."}}