{"GDELT": {"GlobalEventID": 898256234, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor2Code": "USA", "Actor2Name": "SEATTLE", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -6.36758321273517, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Seattle, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_ADM2Code": "WA033", "Actor2Geo_Lat": 47.6062, "Actor2Geo_Long": -122.33200000000001, "Actor2Geo_FeatureID": "1512650", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Seattle, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_ADM2Code": "WA033", "Action2Geo_Lat": 47.6062, "Action2Geo_Long": -122.33200000000001, "Action2Geo_FeatureID": "1512650", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.geekwire.com/2020/amazon-pay-enough-taxes-source-says-local-tax-bill-297m-last-year/"}, "ARTICLE": {"TITLE": "Does Amazon pay enough in taxes? Source says local tax bill was $297M last year", "TEXT": "Amazon paid nearly $300 million in state and local taxes in 2018, according to a source inside the company with knowledge of the matter. The disclosure comes amid a larger debate in Washington — Amazon’s home state — and beyond over how much wealthy technology corporations should pay in taxes.\n\nIt isn’t clear how much Amazon paid in taxes in Seattle, the epicenter of the tech giant’s tax battle. But the combined total Amazon paid in business & occupation, sales, property, and local use taxes, as well as unemployment insurance, totaled $297 million, according to the source. The 2018 numbers are the most recent tax data Amazon has, the source said. It was a strong year for the company. Amazon’s profits more than tripled in 2018 to $10.1 billion.\n\nIt’s also difficult to compare Amazon’s tax obligation to other large companies in the state, because the government keeps taxpayer data confidential. Amazon is the largest property taxpayer in Seattle, according to the city.\n\nAmazon’s 2018 tax obligation in Washington increased by $50 million over the previous year. A source inside the company told The Seattle Times in 2018 that Amazon paid about $250 million in state and local taxes in 2017.\n\nBoth disclosures coincided with rumblings from the Seattle City Council about increasing taxes on Amazon.\n\nThe 2018 Seattle Times report came in the midst of a heated battle between Amazon and the Seattle City Council over the so-called “head tax.” The legislation would have taxed Seattle’s top-grossing businesses on a per-employee basis to fund homeless services and affordable housing. The week before the Seattle Times reported Amazon’s 2017 state and local tax bill, the tech giant threatened to slow its growth in Seattle if the head tax passed. Ultimately the City Council did pass the tax but repealed it a few weeks later amid intense pressure from the business community.\n\nThe source that provided Amazon’s 2018 tax data did so as several Seattle City Councilmembers are vowing to renew efforts to raise taxes on the company this year. They are emboldened by the results of the November elections in which seven of the nine City Council seats were up for grabs. Amazon sought to replace its adversaries on the council with more business-friendly candidates by spending a record $1.45 million to support them in the weeks leading up to election day. But that effort was largely unsuccessful and the new City Council appears to have shifted even further to the left.\n\nIt’s that City Council that will take direct aim at Amazon with two actions on Monday. First, the council will vote on legislation that would effectively bar Amazon and other corporations from contributing to Seattle elections. A few hours later council member Kshama Sawant, a frequent thorn in Amazon’s side, will use her swearing-in ceremony to kick off her “Tax Amazon 2020” campaign.\n\nSeattle may be the main front, but Amazon’s tax war is bigger than its hometown. Critics have railed against the company for reportedly paying nothing in federal income tax. Researchers and journalists have come to that conclusion by calculating the tax loopholes and credits Amazon is eligible for. Amazon paid $0 in federal income taxes in 2018 and received a $129 million tax rebate from the federal government, according to CNBC.\n\nAmazon’s low federal tax obligation, and aggressive posturing in Seattle and other cities, make the company a frequent target of politicians and activists focused on economic inequality in the United States. Amazon was name-checked more than any other tech company during the Democratic presidential debates over the past few months, with some candidates calling to break up the company.\n\nThat scrutiny means progressive leaders across the country will be watching what happens with Amazon in Seattle this year."}}