{"GDELT": {"GlobalEventID": 898257182, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "UKR", "Actor2Name": "UKRAINIAN", "Actor2CountryCode": "UKR", "IsRootEvent": 1, "EventCode": 16, "EventBaseCode": 16, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.34131736526946, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.nbcnews.com/news/world/iran-invites-boeing-investigate-plane-crash-killed-176-n1113366?cid=public-rss_20200111"}, "ARTICLE": {"TITLE": "Iran denies it fired a missile to down Ukrainian jet, calls for evidence", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nIran has strongly denied that a Ukraine International Airlines jetliner that crashed shortly after takeoff from Tehran earlier this week, killing 176 people, was downed by an Iranian missile launched by mistake.\n\n\"What is obvious for us, and what we can say with certainty, is that no missile hit the plane,\" Ali Abedzadeh, head of Iran's Civil Aviation Organization, said Friday.\n\nIranian government spokesman Ali Rabiei, also speaking Friday according to Iran's Press TV, accused the United States of \"adding insult to the injury of the bereaved families\" by publicly stating that the plane was brought down by an Iranian missile.\n\n\"No one will assume responsibility for such a big lie once it is known that the claim is fraudulent,\" he said.\n\nMultiple officials told NBC News on Thursday that U.S. intelligence officials have evidence suggesting that the jetliner was brought down by an Iranian missile fired in error.\n\nRescue teams search through bodies and debris after a Ukrainian plane carrying 176 passengers crashed near Imam Khomeini airport in Tehran early on Wednesday. Rouhollah Vahdati / AFP - Getty Images\n\nMeanwhile, British Foreign Secretary Dominic Raab said Friday there was a \"body of evidence\" that an Iranian surface-to-air missile strike was to blame.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nBut Abedzadeh said in a press conference in Tehran that if the plane had been hit by a missile, the crash site would have been more like that of Malaysia Airlines Flight 17 that was shot down over Ukraine in 2014, leaving debris strewn over a huge area.\n\n\"If they are really sure, they should come and show their findings to the world in accordance with international standards,\" he said.\n\nUkrainian President Volodymyr Zelenskiy has also called for the U.S. and Canada to release any evidence they have. He said in a statement on Facebook that the possibility that a missile was responsible for the crash \"cannot be ruled out but cannot currently be confirmed.\"\n\nHassan Rezaeifar, the head of the Iranian investigation team, told the same press conference in Tehran that recovering data from the black box flight recorders could take more than a month and that the entire investigation could take as long as two years.\n\nHe also said Iran may request help from international experts if it is not able to extract the flight recordings.\n\nIran’s civil aviation says:\n\n\n\n-must wait for results of probe\n\n- what is certain is that #UkrainianPlaneCrash plane was not hit my a missile\n\n-Called on U.S. to publish information it has\n\n-Called on U.S. to publish information\n\n-all happened in 2mins.\n\n-plane was on fire for 1.5mins — Ali Arouzi (@aliarouzi) January 10, 2020\n\nEarlier, Iran's state-run IRNA news agency quoted a foreign ministry spokesman, Abbas Mousavi, as saying Iran \"has invited both Ukraine and the Boeing company to participate in the investigations.”\n\nMousavi said it will also welcome experts from other countries' whose citizens died in the crash.\n\nA preliminary Iranian report into the crash released Thursday cited an unspecified \"sudden emergency\" for bringing the plane down. It said the pilot made no call for emergency assistance but had begun to turn back to the airport before the crash.\n\nThe crash came just a few hours after Iran launched a ballistic attack against Iraqi military bases housing U.S. troops in its confrontation with Washington over the U.S. drone strike that killed Iranian Gen. Qassem Soleimani, head of the Quds Force. The airliner could have been mistaken for a threat, U.S. officials have said.\n\nCanadian Prime Minister Justin Trudeau, whose country lost at least 63 citizens in the downing, said in Ottawa: “We have intelligence from multiple sources, including our allies and our own intelligence. The evidence indicates that the plane was shot down by an Iranian surface-to-air missile.”\n\nBritish Prime Minister Boris Johnson and Australian Prime Minister Scott Morrison offered similar statements. Morrison also said it appeared to be a mistake. “All of the intelligence as presented to us today does not suggest an intentional act,” he said.\n\nIranian officials have consistently ruled out a missile strike, saying the plane appears to have crashed because of technical difficulties."}}