{"GDELT": {"GlobalEventID": 898257324, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "IDN", "Actor2Name": "INDONESIA", "Actor2CountryCode": "IDN", "IsRootEvent": 1, "EventCode": 311, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.1990407673860901, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tsukiji, Nagasaki, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA27", "Actor1Geo_ADM2Code": "35445", "Actor1Geo_Lat": 32.8667, "Actor1Geo_Long": 129.05, "Actor1Geo_FeatureID": "-226480", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Widodo, Jawa Tengah, Indonesia", "Actor2Geo_CountryCode": "ID", "Actor2Geo_ADM1Code": "ID07", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -7.323060000000001, "Actor2Geo_Long": 111.061, "Actor2Geo_FeatureID": "6388271", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tsukiji, Nagasaki, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA27", "Action2Geo_ADM2Code": "35445", "Action2Geo_Lat": 32.8667, "Action2Geo_Long": 129.05, "Action2Geo_FeatureID": "-226480", "DATEADDED": 20200111010000, "SOURCEURL": "https://in.reuters.com/article/indonesia-japan-southchinasea-idINL4N29F1AR"}, "ARTICLE": {"TITLE": "Indonesia asks Japan to invest in islands near waters disputed with China", "TEXT": "JAKARTA, Jan 10 (Reuters) - Indonesia’s President Joko Widodo on Friday asked Japan to step up investment in fisheries and energy in some of its South China Sea islands following a stand-off with China in waters that China claims in the area.\n\nWidodo made the request for Japan to consider economic opportunities in the Natuna islands during a visit to Jakarta by Japanese Foreign Minister Toshimitsu Motegi, the president’s office said in a statement.\n\n“I want to invite Japan to invest in Natuna,” he told Motegi, adding that Japan was one of Indonesia’s major economic partners.\n\nWidodo visited Natuna on Wednesday to assert Indonesia’s sovereignty over the cluster of islands and the waters around them, after reports Chinese coastguard and fishing vessels had entered Indonesia’s exclusive economic zone several times since last month.\n\nChina has not claimed the Natuna islands themselves but says it has nearby fishing rights within a self-proclaimed Nine-Dash Line - a line on Chinese maps that it says shows its territory and waters.\n\nThe line loops far south from China and includes most of the South China Sea, but it is a claim that is not recognised internationally. Vietnam, the Philippines, Brunei, Malaysia and Taiwan have rival claims in the South China Sea.\n\nIndonesian Foreign Minister Retno Marsudi told reporters Widodo had asked Japan to invest in fisheries, energy and tourism in Natuna.\n\n“We also agreed to strengthen coastguard coordination,” he said.\n\nIndonesia had stepped up air and sea patrols in the area and summoned China’s ambassador over the appearance of the ships. An Indonesian military spokesman said the vessels left the area after Widodo’s trip.\n\nChina says it is in contact with Indonesia through diplomatic channels to resolve differences and uphold stability in the region.\n\nMotegi, speaking through a translator after a meeting with Marsudi, did not refer to China but said Japan was wary about the situation in the South China.\n\n“We shared a serious concern regarding efforts to change with force the status quo unilaterally and we confirmed continuing close collaboration,” he said.\n\nJapan last year gave Indonesia 100 billion rupiah ($7.26 million) to build a fish market in Natuna, which will be named Tsukiji after the famous Tokyo market, media reported.\n\nConstruction of the market in Natuna, and markets on other Indonesian islands, will begin this year, Motegi said. (Reporting by Agustinus Beo Da Costa and Gayatri Suroyo Editing by Robert Birsel)"}}