{"GDELT": {"GlobalEventID": 898257395, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "JUD", "Actor1Name": "SUPREME COURT", "Actor1Type1Code": "JUD", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.02564102564102, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.newsy.com/stories/chief-justice-may-draw-scrutiny-as-umpire-in-senate-trial/"}, "ARTICLE": {"TITLE": "Impeachment Trial May Focus On Chief Justice's Role As 'Umpire'", "TEXT": "Chief Justice John Roberts hailed his impartiality, saying, \"Nobody ever went to a ballgame to see the umpire.” Umpiring impeachment may be different.\n\nSHOW TRANSCRIPT\n\nAfter President George W. Bush nominated him to serve as Chief Justice of the Supreme Court in 2005, John Roberts described his judicial philosophy with a famous analogy from America's national pastime.\n\nHe said this at his Senate confirmation hearing:\n\n“Judges are like umpires. Umpires don’t make the rules. They apply them. The role of an umpire and a judge is critical. They make sure everybody plays by the rules. But it is a limited role. Nobody ever went to a ballgame to see the umpire.”\n\nAs a result of President Donald Trump's impeachment in the House of Representatives, Chief Justice Roberts would be the umpire presiding over his trial in the Senate. And despite his comments, all eyes would be on him, perhaps to his displeasure.\n\nCarter Phillips, a Washington D.C. lawyer who has argued numerous cases before the Supreme Court, says: “I think [the chief justice] is going to be very uncomfortable with it. He will look the part and will act the part, but I’m sure he’d rather not have the part.”\n\nIn this speech in 2018, Roberts signaled his hesitancy to share the spotlight of elected politicians as well as his determination to maintain independence.\n\n“I have great respect for our public officials, after all they speak for the people, and that commands a certain degree of humility for those of us in the judicial branch who do not. We do not speak for the people. But we speak for the Constitution. Our role is very clear. We are to interpret the Constitution and laws of the United States and ensure the political branches act within them. That job obviously requires independence from the political branches.\"\n\nYet as chief justice, Roberts has made presidents uncomfortable. President Barack Obama used his State of the Union speech to criticize the Roberts Court's decision that struck down campaign spending limits by defining big-money and corporate donations as free speech.\n\nAnd Roberts has particularly infuriated President Trump, who called him \"an absolute disaster\" for joining Supreme Court liberals in upholding Obama's Affordable Care Act in 2012.\n\nIn 2018, Roberts issued a statement rebuking President Trump over his criticism of federal judges as politically biased. Roberts said: “We do not have Obama judges or Trump judges, Bush judges or Clinton judges. What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them.”\n\nTrump tweeted back his outrage over appellate court decisions he called \"a dangerous disgrace.\" He said: “Sorry Chief Justice John Roberts, but you do indeed have ‘Obama judges,’ and they have a much different point of view than the people who are charged with the safety of our country.\"\n\nIn the Senate, Roberts would preside over an impeachment trial in a time of extreme political polarization. His approach may be reflected in this tribute he offered for a Supreme Court ritual in which justices, liberals and conservatives, shake hands before court arguments.\n\n\"It's a small thing perhaps but it is a repeated reminder that, as our newest colleague put it, we do not sit on opposite sides of an aisle, we do not caucus in separate rooms, we do not serve one party or one interest. We serve one nation. And I want to assure all of you we will continue to do that to the best of our abilities whether times are calm or contentious.”"}}