{"GDELT": {"GlobalEventID": 898256254, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor2Code": "VEN", "Actor2Name": "VENEZUELA", "Actor2CountryCode": "VEN", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.85902401239349, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Actor2Geo_CountryCode": "VE", "Actor2Geo_ADM1Code": "VE25", "Actor2Geo_ADM2Code": "31959", "Actor2Geo_Lat": 10.5, "Actor2Geo_Long": -66.9167, "Actor2Geo_FeatureID": "-938457", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE25", "Action2Geo_ADM2Code": "31959", "Action2Geo_Lat": 10.5, "Action2Geo_Long": -66.9167, "Action2Geo_FeatureID": "-938457", "DATEADDED": 20200111010000, "SOURCEURL": "https://dailytimes.com.pk/536775/fence-scaling-venezuela-opposition-leader-rekindles-his-mojo/"}, "ARTICLE": {"TITLE": "Fence-scaling Venezuela opposition leader rekindles his mojo", "TEXT": "In a crisp black suit with a bright blue tie, Juan Guaidó pushed and shoved his way through rows of helmet-clad national guardsmen, cursing and scolding them like schoolchildren for blocking him from entering Venezuela´s congress.\n\n“You don´t get to decide who gets in!” he yelled, inching his face up close to the young man impeding his access to the legislature´s ornate halls. In recent days, the opposition leader who drew thousands of Venezuelans to the streets last year only to see his momentum steadily fizzle as President Nicolás Maduro remains firmly in power appears to have gotten his mojo back.\n\nImages of the man recognized by the US and over 50 other nations as Venezuela´s rightful president scaling the National Assembly´s spiked iron fence, tussling with national guardsmen and taking a spirited oath, shouted into a darkened congress operating without electricity, seem to have riled up his base once more.\n\n“Today he´s the star once again,” said Luis Vicente León, president of Datanalisis, a Caracas-based polling company. But, the analyst added: “It won´t be enough. He needs to convert his potential energy into kinetic energy.” Much is resting on the 36-year-old lawmaker´s shoulders: Whether he can capitalize on the new momentum could determine if the opposition´s flagging movement reinvents itself or drifts into the sidelines of history.\n\nA significant test will come later this week when Venezuelans decide whether or not to heed his call for a new round of protests. Many are skeptical that Guaidó can still mobilize large numbers. An estimated 4.5 million people have fled the country, many of them the young adults most likely to protest. Countless others are too preoccupied trying to meet basic needs like finding food and medicine to turn out for a demonstration that might not change anything.\n\nGuaidó will also have to rally disparate opposition factions that united to re-elect him as head of the National Assembly over whether or not to participate in this year´s legislative elections. Thus far, the opposition hasn´t articulated a joint strategy. Many are weary of participating in a vote with Maduro still in power, pointing out that the current National Electoral Council is still stacked heavily in the president´s favor.\n\nOthers note that if they don´t run, Maduro´s government could gain control of what many see as Venezuela´s last democratic institution.\n\nAt the center of it all is Guaidó, who in his new fighting stance appears to be drawing a page from the epic, age-old David and Goliath narrative of the virtuous underdog rushing to the rescue.\n\n“Regaining momentum is important,” said Maryhen Jiménez, a Venezuelan-born lecturer in politics at Oxford University. “But then there is the other side of the story, which is the passion of Venezuelans for a hero.”\n\nGuaidó leaped into the international limelight nearly one year ago when he climbed up on a stage before thousands of Venezuelans filling densely packed city blocks to declare himself the beleaguered nation´s interim president on grounds that it was his constitutional right to step in because Maduro´s reelection was not legitimate.\n\nThe previously unknown backbencher was immediately recognized by US President Donald Trump and dozens of other nations stretching from Ecuador to Estonia.\n\nHe led a forceful street campaign, but a series of missteps proved costly.\n\nIn February, he snuck into Colombia, defying a Supreme Court order prohibiting him from leaving the country, to oversee the entry of international humanitarian aid into Venezuela. But state security forces refused to let the goods in, staying loyal to Maduro, who had prohibited them from allowing supplies in across the border. Then came a blundered attempt at sparking a military revolt in late April. Though a few dozen soldiers joined Guaidó and his mentor, Leopoldo López, in urging the nation´s armed forces to turn against Maduro, most stayed in their barracks.\n\nCompelled to negotiate, Guaidó and the Maduro government sat down for talks in Barbados mediated by Norway that started out promising but went nowhere. A series of corruption scandals involving purported misuse of funds for deserted soldiers and opposition lawmakers secretly doing the bidding of government allies left the opposition decidedly bruised.\n\nBy December, Guaidó´s approval rating had plummeted to 38 percent, down from a high of 61 percent 10 months before, León said.\n\nNot only had Venezuelans grown distrustful of Guaidó, they´d also steadily lost faith that Maduro´s unpopular government could be removed. Whereas in February over 70 percent stated in polls that they believed there´d be a change within three months, by December only 21 percent were optimistic, León said.\n\nSunday was expected to be more of the same: A showing of hands in favor of renewing Guaidó´s term in office as head of the National Assembly, with some abstention or votes against by factions who are upset with his leadership. Instead, it turned into a galvanizing moment.\n\nThick rows of green-uniformed national guardsmen blocked Guaidó and other opposition lawmakers from entering. At one point, he tried scaling the National Assembly´s fence, only to be pulled down by the tail of his suit.\n\nInside, Luis Parra, a one-time Guaidó ally who had been expelled by an opposition party for allegedly taking bribes to favor government associates, declared that he was the new National Assembly president, claiming to have garnered 81 votes of 150 lawmakers present, though a detailed tally has not been provided.\n\nSeparately, Guaidó held a session at a Venezuelan newspaper in which the opposition says he obtained 100 votes, including from some of his skeptics.\n\nWhen Parra tried to hold a session Tuesday, Guaidó and a caravan of lawmaker supporters stormed past national guardsmen and forcibly entered the legislative building, sending the Maduro-backed leaders inside scrambling.\n\n“Today, lawmakers delivered a victory for the Venezuelan people,” Guaidó said triumphantly.\n\nBut how long might it last?\n\nIn some ways, little or nothing has changed: Maduro still has control of the military and the backing of powerful institutions like the Supreme Court, while Guaidó leads a largely powerless institution with no ability to enforce its proposals.\n\n“Once the dust is settled, he´ll continue to face the same challenges,” said Diego Moya Ocampos, a political risk analyst.\n\nIn one potentially telling sign, there have been no spontaneous protests in Sunday´s aftermath, suggesting that the public´s anger over Maduro´s attempted power grab could be limited, or at least still too focused on other pressing matters.\n\nStill, Moya Ocampos said he expects to see more forceful Guaidó in the days head, exercising stronger rhetoric. Guaidó´s decision to leave the party of his mentor, Voluntad Popular, could also free him up to take bolder moves.\n\n“I think we are going to see a more independent Guaidó, more autonomous in his actions and regaining momentum,” Moya Ocampos said.\n\nGuaidó’s most powerful ally – the United States – also seemed to signal Thursday that it was willing to take a slightly different approach. Secretary of State Mike Pompeo said that a “swift negotiated transition” would be ideal and outlined conditions for guaranteeing a fair legislative election. There was no mention of Maduro, who the US has insisted needs to step down as part of any transition."}}