{"GDELT": {"GlobalEventID": 898256840, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.9249890972525097, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Cambridgeshire, Cambridgeshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKC3", "Actor1Geo_ADM2Code": "40098", "Actor1Geo_Lat": 52.3333, "Actor1Geo_Long": 0.083333, "Actor1Geo_FeatureID": "-2591659", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Myanmar", "Action2Geo_CountryCode": "BM", "Action2Geo_ADM1Code": "BM", "Action2Geo_Lat": 22.0, "Action2Geo_Long": 98.0, "Action2Geo_FeatureID": "BM", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.veteranstoday.com/2020/01/10/whats-behind-the-wests-hatred-of-iran/"}, "ARTICLE": {"TITLE": "What’s behind the West’s hatred of Iran? – Veterans Today", "TEXT": "…by Stuart Littlewood, Scotland\n\n[ Editor’s Note: With the non-stop US-Iran political and military hostilities taking up so much of the news it was good timing for Stuart to take us on a little trip down memory lane, a short primer on the colonial West’s dealing with Iran, especially in oil concessions.\n\nI was not aware that the first oil deal was only a miserable 16% cut for Iran, or that the second one much later increased that to 50%, but refused to have an Iranian on the British company’s board or to ever have access to the books to verify that it was not being robbed. Imagine that.\n\nFast forward to today, things are much different but the attitude of the Western powers of thinking that they were cheated out of pillaging Iran’s resources has never changed. They feel cheat by Iran’s revolution to overthrow a US puppet who had looted the country, with much of the Shah’s billions just disappearing after he died.\n\nThe tools and methods have changed, using sanctions and proxy terrorism, the later a death penalty offense that has only been used on little perpetrators but not the geopolitical ones. As Gordon loves to say, “Welcome to how the world really works… Jim W. Dean ]\n\n– First published … January 10, 2020 –\n\nNobody saw that coming. Trump ordering Soleimani’s execution, I mean. Nobody thought even he was quite so stupid.\n\nIt follows his last year’s caper when the “cocked and loaded” drama-queen ordered military strikes against Iran’s radar and missile batteries in retaliation for their shootdown of a US spy drone. He changed his mind with only minutes to spare on account of a reminder that such lunacy might actually cost human lives.\n\nPlus the fact that the drone was eight miles from the coast, well inside the 12 nautical miles considered to be Iran’s territorial waters under the UN Convention on the Law of the Sea, and it clearly represented a military threat and provocation. So he had no lawful claim of self-defense that would justify a military attack.\n\nThe United Nations Charter only allows the use of military force in self-defense after an armed attack or with Security Council approval. So his proposed action would have been illegal as well as unwise, but none of that seemed to enter into his calculations then, or now.\n\nBefore that, we had Trump’s executive order in August 2018 reimposing a wide range of sanctions against Iran after pulling the US out of the seven-party nuclear deal for no good reason, a spiteful move that annoyed the EU and caused all sorts of problems for other nations. And he was going to impose extra sanctions aimed mainly at Iran’s oil industry and foreign financial institutions.\n\n“If the ayatollahs want to get out from under the squeeze,” warned US national security adviser John Bolton, “they should come and sit down. The pressure will not relent while the negotiations go on.” To which Iran’s President Hassan Rouhani responded: “If you stab someone with a knife and then you say you want talks, then the first thing you have to do is remove the knife.”\n\nUnited Nations Special Rapporteur Idriss Jazairy described the sanctions as “unjust and harmful… The reimposition of sanctions against Iran after the unilateral withdrawal of the United States from the Iran nuclear deal, which had been unanimously adopted by the Security Council with the support of the US itself, lays bare the illegitimacy of this action.”\n\nThe other countries party to the nuclear deal – Russia, China, Germany, France, the UK, and the EU – vowed to stick with it and continue trading with Iran, some EU foreign ministers saying Iran was abiding by the agreement and delivering on its goal when Trump withdrew and they deeply regretted the new sanctions.\n\nTrump, in turn, called Iran “a murderous dictatorship that has continued to spread bloodshed, violence, and chaos.” The irony of such a remark was, of course, completely lost on him.\n\nI read today that the EU “will spare no efforts” to keep the nuclear deal with Iran alive though I doubt if Boris Johnson, passionate Zionist that he is, will be among them.\n\nWhen it comes to aggression and dishonesty the US has form and lots of it. Who can forget during the Iran-Iraq war the cruiser USS Vincennes, well inside Iran’s territorial waters, blowing Iran Air Flight 655 to smithereens and killing all 290 passengers and crew onboard? The excuse, which didn’t bear examination afterward, was that they mistook the Airbus A300 for an Iranian F-14 Tomcat maneuvering to attack.\n\nGeorge H. W. Bush commented on a separate occasion: “I will never apologize for the United States – I don’t care what the facts are… I’m not an apologize-for-America kind of guy.” Trump seems to have caught the same disease. And, from the outside, the White House itself seems home to the sort of “murderous dictatorship” he describes.\n\nThe need to continually demonize Iran\n\nWhen I say the West’s hatred of Iran, I mean primarily the US-UK-Israel axis. Ben Wallace, UK Defence Secretary filling in for Boris Johnson who had absented himself, has told Parliament:\n\n“In recent times, Iran has felt its intentions are best served through… the use of subversion as a foreign policy tool. It has also shown a total disregard for human rights.” This is amusing coming from the British government and especially a Conservative one which adores Israel, the world’s foremost disregarder of human rights and international law.\n\nBritain and America would like everyone to believe that hostilities with Iran began with the 1979 Islamic Revolution. But you have to go back to the early 1950s for the root cause in America’s case, while Iranians have had to endure a whole century of British exploitation and bad behavior. And the Axis want to keep this important slice of history from becoming part of public discourse. Here’s why.\n\nIn 1901 William Knox D’Arcy obtained from the Mozaffar al-Din Shah Qajar a 60-year oil concession to three-quarters of the country. The Persian government would receive 16% of the oil company’s annual profits, a rotten deal as the Persians would soon realize.\n\nD’Arcy, with financial support from Glasgow-based Burmah Oil, formed a company and sent an exploration team. Drilling failed to find oil in commercial quantities and by 1908 D’Arcy was almost bankrupt and on the point of giving up when they finally struck it big. The Anglo-Persian Oil Company was up and running and in 1911 completed a pipeline from the oilfield to its new refinery at Abadan.\n\nJust before the outbreak of World War 1 Winston Churchill, then First Lord of the Admiralty wished to convert the British fleet from coal. To secure a reliable oil source the British Government took a major shareholding in Anglo-Persian.\n\nIn the 1920s and 1930s, the company profited hugely from paying the Persians a miserly 16% and refusing to renegotiate terms. An angry Persia eventually canceled the D’Arcy agreement and the matter ended up at the Court of International Justice in The Hague. A new agreement in 1933 provided Anglo-Persian with a fresh 60-year concession but on a smaller area. The terms were an improvement but still didn’t amount to a square deal for the Persians.\n\nIn 1935 Persia became known internationally by its other name, Iran, and Anglo-Persian changed to Anglo-Iranian Oil. By 1950 Abadan was the biggest oil refinery in the world and the British government, with its 51% holding, had affectively colonized part of southern Iran.\n\nIran’s tiny share of the profits had long soured relations and so did the company’s treatment of its oil workers. 6,000 went on strike in 1946 and the dispute was violently put down with 200 dead or injured. In 1951 while Aramco was sharing profits with the Saudis on a 50/50 basis Anglo-Iranian declared £40 million profit after tax and handed Iran only £7 million.\n\nIran by now wanted economic and political independence and an end to poverty. Calls for nationalization could not be ignored. In March 1951 the Majlis and Senate voted to nationalize Anglo-Iranian, which had controlled Iran’s oil industry since 1913 under terms frankly unfavorable to the host country.\n\nSocial reformer Dr. Mohammad Mossadeq was named prime minister by a 79 to 12 majority and promptly carried out his government’s wishes, canceling Anglo-Iranian oil concession and expropriating its assets.\n\nHis explanation was perfectly reasonable…\n\n“Our long years of negotiations with foreign countries… have yielded no results thus far. With the oil revenues, we could meet our entire budget and combat poverty, disease, and backwardness among our people. Another important consideration is that by the elimination of the power of the British company, we would also eliminate corruption and intrigue, by means of which the internal affairs of our country have been influenced. Once this tutelage has ceased, Iran will have achieved its economic and political independence.” (M. Fateh, Panjah Sal-e Naft-e Iran, p. 525)\n\nFor this, he would be removed in a coup by MI5 and the CIA, imprisoned for 3 years then put under house arrest until his death.\n\nBritain was determined to bring about regime change so orchestrated a worldwide boycott of Iranian oil, froze Iran’s sterling assets and threatened legal action against anyone purchasing oil produced in the formerly British-controlled refineries. The Iranian economy was soon in ruins… Are sounds familiar, doesn’t it?\n\nAmerica was reluctant at first to join Britain’s destructive game but Churchill (prime minister at this time) let it be known that Mossadeq was turning communist and pushing Iran into Russia’s arms at a time when Cold War anxiety was high. That was enough to bring America’s new president, Eisenhower, onboard and plotting with Britain to bring Mossadeq down.\n\nChief of the CIA’s Near East and Africa division, Kermit Roosevelt Jr, played the lead in a nasty game of provocation, mayhem, and deception. Shah Mohammad Reza Pahlavi signed two decrees, one dismissing Mossadeq and the other nominating the CIA’s choice, General Fazlollah Zahedi, as prime minister. These decrees were written as dictated by the CIA.\n\nIn August 1953, when it was judged safe for him to do so, the Shah returned to take over.\n\nMossadeq was arrested, tried, and convicted of treason by the Shah’s military court. He remarked: “My greatest sin is that I nationalized Iran’s oil industry and discarded the system of political and economic exploitation by the world’s greatest empire… I am well aware that my fate must serve as an example in the future throughout the Middle East in breaking the chains of slavery and servitude to colonial interests.”\n\nHis supporters were rounded up, imprisoned, tortured or executed. Zahedi’s new government reached an agreement with foreign oil companies to form a consortium to restore the flow of Iranian oil, awarding the US and Great Britain the lion’s share – 40% going to Anglo-Iranian.\n\nThe consortium agreed to split profits on a 50-50 basis with Iran but refused to open its books to Iranian auditors or allow Iranians to sit on the board.\n\nThe US massively funded the Shah’s government, including his army and his hated secret police force, SAVAK. Anglo-Iranian changed its name to British Petroleum in 1954. Mossadeq died on 5 March 1967.\n\nThe CIA-engineered coup that toppled Mossadeq, reinstated the Shah and let the American oil companies in, was the final straw for the Iranians. The British-American conspiracy backfired spectacularly 25 years later with the Islamic Revolution of 1978-9, the humiliating 444-day hostage crisis in the American embassy and a tragically botched rescue mission.\n\nSmoldering resentment for at least 70 years\n\nAnd all this happened before the Iran-Iraq war when the West, especially the US, helped Iraq develop its armed forces and chemical weapons arsenal which were used against Iran.\n\nThe US, and eventually Britain, leaned strongly towards Saddam in that conflict and the alliance enabled Saddam to more easily acquire or develop forbidden chemical and biological weapons. At least 100,000 Iranians fell victim to them.\n\nThis is how John King writing in 2003 summed it up…\n\n“The United States used methods both legal and illegal to help build Saddam’s army into the most powerful army in the Mideast outside of Israel. The US supplied chemical and biological agents and technology to Iraq when it knew Iraq was using chemical weapons against the Iranians. The US supplied the materials and technology for these weapons of mass destruction to Iraq at a time when it was known that Saddam was using this technology to kill his Kurdish citizens.\n\nThe United States supplied intelligence and battle planning information to Iraq when those battle plans included the use of cyanide, mustard gas and nerve agents. The United States blocked the UN censure of Iraq’s use of chemical weapons. The United States did not act alone in this effort. The Soviet Union was the largest weapons supplier, but England, France, and Germany were also involved in the shipment of arms and technology.”\n\nAnd while Iranian casualties were at their highest as a result of US chemical and biological war crimes what was Mr. Trump doing? He was busy acquiring the Mar-a-Lago estate in Palm Beach, Trump Castle, his Taj-Mahal casino, the Plaza Hotel in Manhattan…. oh, and he was refitting his super-yacht Trump Princess. What does he know, understand or care about Iran and the Iranian people today?\n\nOn the British side our prime minister, Boris Johnson, was at Oxford carousing with fellow Etonians at the Bullingdon Club. What does he know or care about? The present Iranian regime, like many others, may not be entirely to the West’s liking but neither was Dr. Mossadeq’s fledgling democracy nearly 70 years ago.\n\nIf Britain and America had played fair and allowed the Iranians to determine their own future instead of using economic terrorism to bring the country to its knees Iran might have been “the only democracy in the Middle East” today.\n\nSo hush! Don’t even mention the M-word: MOSSADEQ.\n\n© Stuart Littlewood, 9 January 2020\n\nNew Yorker Writer Robin Wright is interviewed here back in the 80s regarding her work in Iran during the Revolution. She is author of Rock the Casbah & 7 others on Mideast; joint fellow at U.S. Institute of Peace and Woodrow Wilson Center; ex-Washington Post. Her insights are truly enlightening.\n\nAuthor Details Author Details Stuart Littlewood After working on jet fighters in the RAF Stuart became an industrial marketing specialist with manufacturing companies and consultancy firms. He also “indulged himself” as a newspaper columnist. In politics he served as a Cambridgeshire county councillor and member of the Police Authority. Now retired he campaigns on various issues and contributes to several online news & opinion sites. With a lifelong passion for photography he has produced two photo-documentary books, one of which can be read online at www.radiofreepalestine.org.uk."}}