{"GDELT": {"GlobalEventID": 898258071, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -8.00604229607251, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Prince George, Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_ADM2Code": "VA149", "Actor1Geo_Lat": 37.2204, "Actor1Geo_Long": -77.288, "Actor1Geo_FeatureID": "1499915", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Fairfax County, Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 38.8501, "Actor2Geo_Long": -77.3497, "Actor2Geo_FeatureID": "1480119", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Prince George, Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 37.2204, "Action2Geo_Long": -77.288, "Action2Geo_FeatureID": "1499915", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.washingtonpost.com/local/local-digest-man-wanted-in-maryland-in-wifes-slaying-turns-himself-in/2020/01/10/10084a02-3363-11ea-a053-dc6d944ba776_story.html"}, "ARTICLE": {"TITLE": "Local Digest: Man wanted in Maryland in wife’s slaying turns himself in", "TEXT": "Her body was found about 5:30 a.m. on Jan. 2 in a car on Ritchie Drive. Police said James Dorsey turned himself in to the county Department of Corrections on Wednesday and is being held without bond.\n\n— Dana Hedgpeth\n\nMan killed in head-on crash in Pr. George's\n\nA 38-year-old man was killed in a two-vehicle crash in Prince George’s County.\n\nAD\n\nKenyata James, 38, of Waldorf, died in the crash Wednesday, Prince George’s police said. It happened just before 11 p.m. in the 5000 block of Temple Hill Road. James was driving north on Temple Hill Road and crossed the double yellow line, striking another vehicle head-on, police said.\n\nAD\n\nJames was taken to a hospital, where he died. The other driver suffered non-life-threatening injuries, police said.\n\nOfficials said it is not known why James crossed the double yellow line. The crash is under investigation.\n\n— Dana Hedgpeth\n\nTwo in custody after jewelry store robbery\n\nTwo of three men authorities said robbed a Bethesda jewelry store at gunpoint and escaped with an estimated $60,000 of merchandise are in custody in Maryland and Virginia, according to Montgomery County police.\n\nAD\n\nThe robbery occurred about 5:45 p.m. on Dec. 13 at the Jewelry Exchange in the 7700 block of Old Georgetown Road. Police said one of the robbers carried a gun.\n\nPolice released surveillance video on Dec. 17 and charged a man with robbery in an arrest warrant the next day. He was identified as Derrick Lamont Graham, 42, of an undetermined address.\n\nAD\n\nGraham was being sought in the jewelry store case when police said he was charged on Dec. 30 with robbing a bank in Arlington County. Montgomery County police said Graham is awaiting extradition.\n\nPolice in Montgomery County said Wednesday that they arrested and charged Anthony Maurice Starr in the jewelry store robbery. Starr, 49, was arrested at his home in Southeast Washington and is awaiting extradition. He faces a charge of armed robbery.\n\nAD\n\nOne other man is being sought.\n\n— Peter Hermann\n\nand Dana Hedgpeth\n\nVIRGINIA\n\nPedestrian is fatally struck by vehicle\n\nA pedestrian was struck and killed by a car Thursday night in Fairfax County, authorities said.\n\nPeace Nana Asante, 51, was crossing Richmond Highway at North Kings Highway around 8 p.m. when she was struck by a car on the southbound side of the roadway. Police said she was not in a crosswalk.\n\nAD\n\nAsante was taken to a hospital, where she died, authorities said. She was a resident of the Alexandria area of Fairfax County.\n\nThe driver stayed at the scene.\n\n— Dana Hedgpeth\n\nMan charged after body found near bridge\n\nA Mount Vernon man has been charged with murder in the death of a man whose body was found near a Fairfax County bridge the week before Christmas, police said Thursday.\n\nAD\n\nMalik Salam, 41, was initially charged with unlawful disposal of a body on Dec. 22 in connection with the slaying of Micale Kebede, 31, of Alexandria, Fairfax County police said.\n\nKebede’s body was found by a person walking a dog on Dec. 18 near a bridge at Old Mill Road and Gateshead Road in the Mount Vernon area, police said.\n\nKebede died of stab wounds to the torso and upper extremities, a Virginia medical examiner said Thursday. Police said they do not think Kebede’s killing was random, but declined to provide a motive or detail any relationship between the victim and the man charged.\n\nSalam is being held without bond at the Fairfax County jail. The Fairfax County Public Defender’s Office, which is representing him, did not immediately respond to a request for comment."}}