{"GDELT": {"GlobalEventID": 898256714, "Day": 20200111, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0301, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -6.80412371134021, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200111010000, "SOURCEURL": "https://www.inquisitr.com/5831344/donald-trump-mad-bomber-rogue-government/"}, "ARTICLE": {"TITLE": "Donald Trump Is A ‘Mad Bomber’ In A ‘Rogue Government,’ Says Michigan Professor", "TEXT": "A Wednesday anti-war protest at the University of Michigan took aim at Donald Trump and his administration’s recent assassination of Iran’s General Qassem Soleimani, which led to retaliatory strikes on military bases in Iraq that housed U.S. soldiers, Breitbart reports. Among the protestors was Juan Cole, a professor at the university who had some harsh words for the president, as well as Secretary of Defense Mark Esper and Secretary of State Mike Pompeo.\n\n“We have a mad bomber in the White House,” Cole said at the protest, which was titled “No War With Iran.”\n\n“We have somebody who’s erratic. We have a secretary of defense who’s a lobbyist for the arms industry. We have a secretary of state who is a Kansas oilman.”\n\nCole accused Trump, Esper, and Pompeo of “making war” on the Middle East and the climate. He continued to blast Trump and his administration, claiming he has “put the pillow over the baby of Iran” at a time when the country was about the be “welcomed into the world community.”\n\n“We have a rogue government,” Cole said.\n\nA student that attended the protest and introduced Cole to the stage claimed that Americans have “learned their lesson” from previous conflicts in the Middle East.\n\n“What we are here for is to put an end to U.S. imperialism, and to build an anti-war movement in this country that is strong enough, such that the United States cannot go around doing things like what it just did.”\n\nWestern media used to accurately report that Soleimani led Iran's fight against ISIS. When Trump assassinated him, those same outlets portrayed him as the world's number one terrorist. Watch my short video on how US regime media manufactures consent: pic.twitter.com/REpCuuxpJC — Dan Cohen (@dancohen3000) January 10, 2020\n\nSoleimani’s death was not mourned by many, with some pointing to the role he has reportedly played in killing Americans in the Middle East. But the Trump administration’s justification of the Soleimani ⁠attack — that he was an imminent threat targeting the U.S. ⁠— has been questioned.\n\nReports suggest that the Islamic State ⁠— not Soleimani ⁠— was responsible for all U.S. soldier deaths in Iraq since 2014. In addition, impeachment allegedly played a significant role in Trump’s decision to authorize the attack. He reportedly told GOP associates after the strike that he felt pressure to deal with Soleimani from GOP senators, who he would need support from in the upcoming Senate trial.\n\nThe Hill reports that a second attack on an Iranian official took place on the night of Soleimani’s assassination, suggesting the move could have been part of a broader strategic plan as opposed to a reaction to an imminent danger. The mission targeted Yemen-based financial backer Abdul Reza Shahlai, but it was ultimately a failure."}}