{"GDELT": {"GlobalEventID": 898442413, "Day": 20200112, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0329, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "EDUEDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "Actor2Type2Code": "EDU", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.5117739403453703, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Treasure Island, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA075", "Actor1Geo_Lat": 37.8246, "Actor1Geo_Long": -122.37100000000001, "Actor1Geo_FeatureID": "236528", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Treasure Island, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 37.8246, "Actor2Geo_Long": -122.37100000000001, "Actor2Geo_FeatureID": "236528", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Treasure Island, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 37.8246, "Action2Geo_Long": -122.37100000000001, "Action2Geo_FeatureID": "236528", "DATEADDED": 20200112030000, "SOURCEURL": "https://www.sfexaminer.com/news/treasure-island-could-get-another-charter-school/"}, "ARTICLE": {"TITLE": "Treasure Island could get another charter school – The San Francisco Examiner", "TEXT": "Former elementary school site among several being considered by SFUSD to accommodate requests\n\nA charter school may be housed on the site of the former Treasure Island Elementary School. The San Francisco Unified School District plans to eventually build a new public school on the island to accommodate new development there. (Courtesy Google Maps)\n\nSan Francisco may temporarily locate a charter school on Treasure Island at a former elementary school site.\n\nThe proposal was briefly discussed last week by the Treasure Island Development Authority Board of Directors but the board could vote on a lease as early as next month.\n\n“We’ve been approached by the [San Francisco Unified] School District about potentially locating an additional charter school program on the island next year,” Bob Beck, Treasure Island Director, told the board on Jan. 8. “We anticipate bringing that lease to you in February.”\n\nThere were few details provided about the proposal for the 2020-2021 school year.\n\n“They don’t need the entirety of the elementary school site but would need a portion of it as well as a portion of the playground,” Beck said. “We are working on a lease agreement with them.”\n\nHe added that the school district has “a number of applications next year for new charter school programs and this is one of many sites they are looking at to potentially house new charter school programs.”\n\nSchool district spokesperson Laura Dudnick told the San Francisco Examiner on Friday that “our Facilities Department is working with TIDA to make that space available for school use.”\n\nDudnick said “that capacity could be offered to a charter school, but no offer has been made at this time.”\n\nShe noted that “under Proposition 39, charter schools may request classroom and support space sufficient to accommodate the attendance of all the charter school’s students who reside in that school district.”\n\nBeck told the board that he expects to present them with a lease agreement with the school district to consider next month and will ask the school district to provide more details at the board’s March meeting, which will take place in the auditorium of the elementary school.\n\nSchool district officials were aware of the site since they had operated an elementary school there from the 1960s until its closure in 2005. The 7.5-acre site includes several buildings comprising approximately 50,000 square feet.\n\nBeck also provided an update on the ultimate plans for the site, which are included as part of the island’s overall development agreement. The man-made island is currently undergoing a massive redevelopment for 8,000 new homes.\n\nThe development agreement calls for Treasure Island Community Development to provide a $5 million subsidy to help the school district refurbish the site for either a K-5 or a K-8 school.\n\nThe timeline under the agreement calls for the school to be rehabbed prior to the issuance of a building permit to build the 2,500th residential unit.\n\nBeck estimated that “could happen as early as 2024.”\n\nTIDA board member Linda Richardson said that “I am pro charter school. I think it is very great to have alternative schools.”\n\nTIDA board member Sharon Lai supported the idea of having interim uses of facilities but expressed concern about the need to have to relocate the charter after three to four years.\n\n“Next month though I’d be very curious to hear about the plan for relocation,” she said. “Obviously we don’t want to get in a situation where the public elementary school needs to come in but then the charter school may not have found an appropriate location to relocate. As we all know there are scarce opportunities on the mainland to have new schools.”\n\nThe charter would be in addition to the other charter school currently operating on the island, the Life Learning Academy.\n\nSherry Williams, executive director of One Treasure Island, formerly known as the Treasure Island Homeless Development Initiative, suggested any lease include some benefit for existing residents such as a community space, programs or services.\n\n“Because there are facilities there currently that are not open to the community that would be an incredible asset to the residents of the island,” Williams said.\n\njsabatini@sfexaminer.com\n\nIf you find our journalism valuable and relevant, please consider joining our Examiner membership program.\n\nFind out more at www.sfexaminer.com/join/"}}