{"GDELT": {"GlobalEventID": 898443089, "Day": 20200112, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0329, "Actor1Code": "USAGOV", "Actor1Name": "THE WHITE HOUSE", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.49921996879876, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200112030000, "SOURCEURL": "https://www.msn.com/en-in/news/other/secret-orders-deadly-strike-and-a-world-on-edge-how-trump-pushed-us-and-iran-to-the-brink-of-war/ar-BBYRNTv"}, "ARTICLE": {"TITLE": "Secret Orders, Deadly Strike and a World on Edge: How Trump Pushed US and Iran to the Brink of War", "TEXT": "© Provided by News18 Secret Orders, Deadly Strike and a World on Edge: How Trump Pushed US and Iran to the Brink of War\n\nWashington: The plane was late and the kill team was worried. International listings showed that Cham Wings Airlines Flight 6Q501, scheduled to take off from Damascus, Syria, at 7:30 pm. for Baghdad, had departed; but in fact, an informant at the airport reported, it was still on the ground, and the targeted passenger had not yet shown up.\n\nThe hours ticked by, and some involved in the operation wondered if it should be called off. Then, just before the plane door closed, a convoy of cars pulled up on the tarmac carrying Gen. Qassem Soleimani, Iran’s security mastermind, who climbed on board along with two escorts. Flight 6Q501 lifted off, three hours late, bound for the Iraqi capital.\n\nThe plane landed at Baghdad International Airport just after midnight, at 12:36 am, and the first to disembark were Soleimani and his entourage.\n\nWaiting at the bottom of the gangway was Abu Mahdi al-Muhandis, an Iraqi official in charge of militias and close to Iran. Two cars carrying the group headed into the night — shadowed by American MQ-9 Reaper drones. At 12:47, the first of several missiles smashed into the vehicles, engulfing them in flames and leaving 10 charred bodies inside.\n\nThe operation that took out Soleimani, commander of the Quds Force of Iran’s Revolutionary Guard, propelled the United States to the precipice of war with Iran and plunged the world into seven days of roiling uncertainty. The story of those seven days, and the secret planning in the months preceding them, ranks as the most perilous chapter so far in President Donald Trump’s three years in office.\n\nThe president’s decision to ratchet up decades of simmering conflict with Iran set off an extraordinary worldwide drama, much of which played out behind the scenes. In capitals from Europe to the Middle East, leaders and diplomats sought to head off a full-fledged new war, while at the White House and Pentagon, the president and his advisers ordered more troops to the region.\n\nEuropean leaders, incensed at being kept in the dark, scrambled to keep Iran from escalating. If it did, Americans developed plans to strike a command-and-control ship and conduct a cyberattack to partly disable Iran’s oil and gas sector.\n\nBut the United States also sent secret messages through Swiss intermediaries urging Iran not to respond so forcefully that Trump would feel compelled to go even further. After Iran did respond — firing 16 missiles at bases housing US troops without hurting anyone, as a relatively harmless show of force — a message came back through the Swiss saying that would be the end of its reprisal for now. The message, forwarded to Washington within five minutes after it was received, persuaded the president to stand down.\n\nWhen the week ended without the war many feared, Trump boasted that he had taken out a US enemy. But the struggle between two nations is not really over. Iran may find other ways to take revenge. Iraqi leaders may expel US forces, accomplishing in death what Soleimani tried and failed to do in life.\n\nThe episode briefly gave Trump’s allies something to cheer, distracting from the coming Senate impeachment trial, but now Trump faces questions even among Republicans about the shifting justifications for the strike that he and his national security team have offered.\n\nSecretary of State Mike Pompeo initially cited the need to forestall an “imminent” attack, and the president has amplified that to say four US embassies were targeted.\n\nBut administration officials said they did not actually know when or where such an attack might occur. And some senior military commanders were stunned that Trump picked what they considered a radical option with unforeseen consequences.\n\nThis account — based on interviews with dozens of Trump administration officials, military officers, diplomats, intelligence analysts and others in the United States, Europe and the Middle East — offers new details about what may be the most consequential seven days of the Trump presidency.\n\nExerting Power, Praying for a Martyr’s Death\n\nThe confrontation may have actually begun by accident. For years, Iran has sponsored proxy forces in Iraq, competing for influence with US troops who first arrived in the invasion of 2003. Starting last fall, Iranian-backed militias launched rockets at Iraqi bases that house U.S. troops, shattering nerves more than doing much damage.\n\nSo when rockets smashed into the K1 military base near Kirkuk on December 27, killing an American civilian contractor, Nawres Waleed Hamid, and injuring several others, the only surprise was the casualties. Hezbollah, the Iranian-backed militia group held responsible, had fired at least five other rocket attacks on bases with Americans in the previous month without deadly results.\n\nUS intelligence officials monitoring communications between Hezbollah and Soleimani’s Guard learned that the Iranians wanted to keep the pressure on the Americans but had not intended to escalate the low-level conflict. The rockets landed in a place and at a time when US and Iraqi personnel normally were not there, and it was only by unlucky chance that Hamid was killed, US officials said.\n\nBut that did not matter to Trump and his team. An American was dead, and the president who had called off a retaliatory strike with 10 minutes to go in June and otherwise refrained from military action in response to Iranian provocations now faced a choice.\n\nAdvisers told him Iran had probably misinterpreted his previous reluctance to use force as a sign of weakness. To re-establish deterrence, he should authorize a tough response. The president agreed to strikes on five sites in Iraq and Syria two days later, killing at least 25 members of pro-Iranian militia and injuring at least 50 more.\n\nTwo days later, on December 31, pro-Iranian protesters backed by many members of the same militia responded by breaking into the US Embassy compound in Baghdad and setting fires. Worried about repeats of the 1979 embassy takeover in Iran or the 2012 attack on a diplomatic post in Benghazi, Libya, Trump and his team ordered more than 100 Marines to rush to Baghdad from Kuwait.\n\nStill, Trump grew agitated and ready to authorise a more robust response. And December 31, even as protests were beginning, a top secret memo began circulating, signed by Robert O’Brien, his national security adviser, listing potential targets, including an Iranian energy facility and a command-and-control ship used by the Guard to direct small boats that harass oil tankers in the waters around Iran. The ship had been an irritant to Americans for months, especially after a series of covert attacks on oil tankers.\n\nThe memo also listed a more provocative option: targeting specific Iranian officials for death by military strike. Among the targets mentioned, according to officials who saw it, was Soleimani.\n\nSoleimani was hardly a household name in the United States, but as far as US officials were concerned, he was responsible for more instability and death in the Middle East than almost anyone.\n\nAs head of the elite Quds Force, Soleimani was effectively the second most powerful man in Iran and had a hand in managing proxy wars in Iraq, Syria, Lebanon and Yemen, including a campaign of roadside bombs and other attacks that killed an estimated 600 US troops during the height of the Iraq War.\n\nAt 62, with a narrow face, gray hair and a close-cropped beard, Soleimani had emerged in recent years following the Arab Spring and war with the Islamic State as the public figure most associated with Iran’s goal of achieving regional dominance.\n\nPhotographs surfaced showing him visiting the front lines in Iraq or Syria, meeting with Iran’s supreme leader in Tehran or sitting down with Hezbollah leader Hassan Nasrallah in Lebanon. When President Bashar Assad of Syria visited Tehran last year, it was Soleimani who welcomed him.\n\nBy the end of 2019, Soleimani could boast of a number of Iranian accomplishments: Assad, a longtime Iranian ally, was safely in power in Damascus, Syria’s capital, prevailing in a bloody, multifront, yearslong civil war; and the Quds Force had a permanent presence on Israel’s frontier. And the Islamic State had been defeated in Syria and Iraq — thanks, in part, to ground forces he had overseen, one area where he and the United States shared interests.\n\nFor the past 18 months, officials said, there had been discussions about whether to target Soleimani. By the time tensions with Iran spiked in May with attacks on four oil tankers, John Bolton, then the president’s national security adviser, asked the military and intelligence agencies to produce new options to deter Iranian aggression. Among those presented to Bolton was killing Soleimani and other leaders of the Guard. At that point, work to track Soleimani’s travels grew more intense.\n\nBy September, the US Central Command and Joint Special Operations Command were brought into the process to plan a possible operation. Agents recruited in Syria and Iraq began reporting on Soleimani’s movements, according to an official involved.\n\nSoleimani set off on his last trip on New Year’s Day, flying to Damascus and then heading by car to Lebanon to meet with Nasrallah, the Hezbollah leader, before returning to Damascus that evening. During their meeting, Nasrallah said in a later speech, he warned Soleimani that the U.S. news media was focusing on him and publishing his photograph.\n\n“This was media and political preparation for his assassination,” Nasrallah said.\n\nBut as he recalled, Soleimani laughed and said that he hoped to die a martyr and asked Nasrallah to pray that he would.\n\nAt Spy Headquarters, Seeing a ‘Mosaic Effect’\n\nThat same day, at CIA headquarters in Langley, Virginia, Gina Haspel was working to fulfill that prayer.\n\nHaspel, the director, was shown intelligence indicating that Soleimani was preparing to move from Syria to Iraq. Officials told her there was additional intelligence that he was working on a large-scale attack intended to drive US forces out of the Middle East.\n\nThere was no single definitive piece of intelligence. Instead, officials said, CIA officers spoke of the “mosaic effect,” multiple scraps of information that came together indicating that Soleimani was organizing proxy forces around the region, including in Lebanon, Yemen and Iraq, to attack US embassies and bases.\n\nThere was little dissent about killing Soleimani among Trump’s senior advisers, but some Pentagon officials were shocked that the president picked what they considered the most extreme option, and some intelligence officials worried that the possible long-term ramifications were not adequately considered, particularly if action on Iraqi soil prompted Iraq to expel US forces.\n\nSoleimani died in the mangled wreckage at Baghdad’s airport. Altogether, 10 people were killed — Soleimani, al-Muhandis and their aides. Al-Muhandis had helped found Hezbollah, the militia held responsible for the December 27 rocket attack that killed the American contractor.\n\nTrump issued bellicose threats to destroy Iran if it retaliated, including cultural treasures — in violation of international law — touching off international outrage and forcing his own defense secretary to publicly disavow the threat, saying it would be a war crime.\n\nTrump was largely alone on the world stage. No major European power voiced support for the drone strike, even as leaders agreed that Soleimani had blood on his hands.\n\nTrump’s withdrawal from the 2015 nuclear accord with Iran has been a major point of contention. European leaders deeply resented the unilateral pullout, seeing that as a grave error that started a cycle of sanctions and recriminations that led to the seven-day showdown and now the restart of the Iranian nuclear program.\n\nThe most important European country in these seven days, it turned out, was Switzerland, which has served as the intermediary between the United States and Iran since they broke off diplomatic relations in 1980.\n\nHours after the strike, Markus Leitner, the Swiss ambassador in Tehran, headed to the Iranian Foreign Ministry, according to a Swiss analyst. The Americans had sent a letter to the Iranians through the Swiss warning against any retaliation for the drone strike that would incite further military action by Trump.\n\nThe Americans “said that if you want to get revenge, get revenge in proportion to what we did,” Rear Adm. Ali Fadavi, deputy commander of the Guard, told Iranian state television.\n\nUnbeknown to the Iranians, Trump had agreed to targeting the other sites originally considered — the oil and gas facility and the command-in-control ship — as part of any further retaliation that might be necessary if Iran responded to the drone strike.\n\nOn Tuesday, the Defense Special Missile and Astronautics Center, part of the National Security Agency, pulled together multiple strands of information, including overhead imagery and communication intercepts, to conclude that an Iranian missile strike on Iraqi bases was coming, officials said. The center sent the warning to the White House.\n\nVice President Mike Pence and O’Brien immediately headed to the Situation Room in the basement, joined later by the president and Pompeo. At the Pentagon, Defense Secretary Mark Esper and the entire Joint Chiefs of Staff, led by its chairman, Gen. Mark Milley, convened in a third-floor conference room and discussed how to move troops and families in the region to safer locations.\n\nJust after 5:30 pm, an almost robotic voice came over a speakerphone in the Situation Room. “Sir, we have indications of a launch at 22:30 Zulu Time from western Iran in the direction of Iraq, Syria and Jordan.” Reports began coming in faster. The missiles were staggered, but most were streaking toward Al Asad Air Base in Iraq, home to 2,000 US troops.\n\nThe barrage ended after an hour, but base commanders ordered troops to remain in shelter in case more missiles came. Around 7:30, about an hour after the strikes concluded, Esper and Milley headed to the White House to meet with Trump.\n\nThe missiles damaged a helicopter, some tents and other structures but, thanks to the advance warning, inflicted no casualties. And through the Swiss came another message: That was it. That was Iran’s retribution.\n\nThe Americans were struck by the speed of the communication; it was shown to Trump and Pompeo within five minutes after the Swiss received it from Iran.\n\nThe next morning Trump addressed the nation from the White House, and while he excoriated Iran’s “campaign of terror,” he made clear he would not retaliate further.\n\n“Iran appears to be standing down,” he said, adding that he was “ready to embrace peace with all who seek it.”\n\nAfter seven days of sabre-rattling and fresh deployments, the immediate march to war had ended. But inside the security establishment, few consider the crisis to be over. In the months to come, they expect Iran to regroup and find ways to strike back.\n\n“Soleimani as a person inspired the masses. He was a national icon. He symbolized the struggle,” said Ali Alfoneh, a senior fellow at the Arab Gulf States Institute in Washington who studies Iran. “But he was also a very small part of a very large organization.\n\n“Yes, it is decapitated,” he added, “but the organization is not destroyed.\"\n\nPeter Baker, Ronen Bergman, David D. Kirkpatrick, Julian E. Barnes and Alissa J. Rubin c.2020 The New York Times Company"}}