{"GDELT": {"GlobalEventID": 898442608, "Day": 20200112, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0329, "Actor1Code": "IND", "Actor1Name": "MEERUT", "Actor1CountryCode": "IND", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.74846625766871, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Muzaffarnagar, Uttar Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN36", "Actor1Geo_ADM2Code": "17929", "Actor1Geo_Lat": 29.4667, "Actor1Geo_Long": 77.6833, "Actor1Geo_FeatureID": "-2105244", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Muzaffarnagar, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17929", "Action2Geo_Lat": 29.4667, "Action2Geo_Long": 77.6833, "Action2Geo_FeatureID": "-2105244", "DATEADDED": 20200112030000, "SOURCEURL": "https://timesofindia.indiatimes.com/city/meerut/dm-orders-magisterial-probe-into-mnagar-anti-caa-violence-death/articleshow/73207784.cms"}, "ARTICLE": {"TITLE": "Probe ordered into Muzaffarnagar anti-CAA violence death", "TEXT": "MUZAFFARNAGAR: District magistrate Selva Kumari J has ordered a magisterial inquiry into the death of Noor Mohammad, a youth who was shot at during violence at anti-CAA stir in Muzaffarnagar on December 20 and he later died at a Meerut hospital. Noor was a resident of minority-dominated Kalhapur area in the district and an FIR under section 302 (murder) of IPC has already been registered against unidentified assailants based on the complainant of the deceased’s family.Additional district magistrate Amit Singh said, “The family made a complaint that Noor Mohammad was killed by rioters and a case of murder was registered at Civil Lines police station. Now, police have requested to conduct a magisterial inquiry. Anyone can produce any evidence related to Noor Mohammed’s murderers.”Noor Mohammad, 24, was killed on December 20 when, according to his family, he was returning home after purchasing medicine for his one and half-year-old daughter who was not keeping well. The incident had taken place on Arya Samaj road where police and protesters clashed. He was shot by someone and died on the way to a hospital in Meerut.Congress leader Priyanka Gandhi has visited Noor Mohammad’s house and met his wife who is seven months pregnant. He was the sole earning member of his family. “It’s heart-wrenching. His wife who is seven months pregnant and has one-and-a-half-year-old daughter is left all alone,” she said.“Wherever injustice has happened, we will stand by the people and help them in whatever way possible,” the Congress leader said.After the December 20 violence, as many as 47 cases were filed at city kotwali against 250 named and thousands unidentified people under various sections. A total of 80 people have been arrested so far. An SIT formed to probe all anti-CAA violence-related cases is also investigating the case."}}