{"GDELT": {"GlobalEventID": 898442262, "Day": 20200112, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0329, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.42432814710042, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Beverly Hills, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.0736, "Actor2Geo_Long": -118.4, "Actor2Geo_FeatureID": "1652672", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Beverly Hills, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0736, "Action2Geo_Long": -118.4, "Action2Geo_FeatureID": "1652672", "DATEADDED": 20200112030000, "SOURCEURL": "https://www.cheatsheet.com/entertainment/two-more-stars-are-in-talks-to-appear-in-the-saved-by-the-bell-reboot.html"}, "ARTICLE": {"TITLE": "Two More Stars Are in Talks to Appear in the ‘Saved by the Bell’ Reboot", "TEXT": "NBC’s streaming service, Peacock, is dedicated to bringing Saved by the Bell back for an entirely new generation. With a political spin, the new series will serve as a flagship series for the streaming service provider. The team behind the series announced, last week, that Josie Totah would be joining the cast, creating a ton of hype for the upcoming series. Now, it looks like two familiar faces will also be added to the cast. Mark-Paul Gosselaar and Tiffani Thiessen may be returning to Bayside High, and fans of the original series could not be happier.\n\nMark-Paul Gosselaar will be joining the cast\n\nWhile the series premise hinges on Zack Morris, now the Governor of California, sending students from low-income schools to Bayside High, Gosselaar, who originally played the iconic character, was not signed on to the role. He is currently working on Mixed-ish, an ABC-backed series. Gosselaar told several media outlets that he was never approached about the series when news of the reboot hit the media in September 2019. That seems to have changed.\n\nThe Hollywood Reporter, speaking to an inside source, has reported that Gosselaar will reprise his role as Zack Morris for at least three episodes of the first season. The report also claims Gosselaar will be credit as a producer, and that the deal has been finalized. Gosselaar has not commented on the reported agreement.\n\nThe production team is in talks to bring Tiffani Thiessen onboard, too\n\nTiffani Thiessen is reportedly in negotiations to reprise her role as Kelly Kapowski, as well. Thiessen, who later went on to join the Beverly Hills: 90210 cast, dated Zack throughout high school and rekindled their relationship in Saved by the Bell: The College Years. The short-lived spin-off saw Kelly and Zack get married.\n\nAccording to The Wrap, Thiessen has not finalized a deal just yet, but insiders expect an official announcement soon. Thiessen’s representation has not commented on the reports. She most recently appeared in Alexa and Katie, a Netflix original. Three seasons of the series have been released, but there is no word on whether the streaming giant is planning to renew the series for its fourth season.\n\nDustin Diamond and Lark Voorhies likely will not appear\n\nNow that three of the six stars of the original series are confirmed to be returning, and one is in talks to join the cast, fans are, naturally, curious about the other two stars of the 1990s sitcom. Lark Voorhies, who portrayed Lisa Turtle, and Dustin Diamond, who portrayed Screech, are the outliers. They have yet to be mentioned as potential additions to the cast, and there might be a good reason why.\n\nLark Voorhies as Lisa Turtle, Ed Alonzo as Max, Tiffani Thiessen as Kelly Kapowski, Mark-Paul Gosselaar as Zack Morris, Dennis Haskins as Mr. Richard Belding, Elizabeth Berkley as Jessie Myrtle Spano, Dustin Diamond as Screech Powers, Mario Lopez as A.C. Slater | NBCU Photo Bank/NBCUniversal via Getty Images via Getty Images\n\nDiamond has been outspoken about his disdain for his fellow castmembers. Diamond penned a book about his time on the series and laid out some pretty damaging claims. Diamond accused Gosselaar of using steroids and made several claims about the sexual preferences of his former castmates. Diamond might have hated his time on Saved by the Bell, but now that he’s broke, he could probably be convinced to get involved. It’s unlikely he’ll be asked though, considering all the dirt he spilled on the ladies and gentlemen who will be executive producing and producing the series.\n\nLark Voorhies is an entirely different story. After Saved by the Bell, she seemingly walked into the sunset, but a series of bizarre interviews in the mid-2000s left fans concerned about Voorhies’s health. The former child star claimed to have Lupus, but her rep later reported the admission came from a fake account, and that Voorhies does not have the autoimmune disease, according to Us Weekly. Her mother, on the other hand, has suggested that Voorhies was diagnosed with Bipolar Disorder. Voorhies denies the allegation."}}