{"GDELT": {"GlobalEventID": 898615202, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "Actor2Code": "GBR", "Actor2Name": "BRITISH", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.36612702366127, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200113051500, "SOURCEURL": "https://www.bnnbloomberg.ca/u-k-approach-toward-iran-sheds-light-on-post-brexit-alliances-1.1372693"}, "ARTICLE": {"TITLE": "U.K. Approach Toward Iran Sheds Light on Post-Brexit Alliances", "TEXT": "(Bloomberg) -- Sign up to our Brexit Bulletin, follow us @Brexit and subscribe to our podcast.\n\nAfter Iran briefly arrested the U.K.’s ambassador in Tehran on Saturday, British Foreign Secretary Dominic Raab’s response was robust. Iran risked marching toward “pariah status,” he said.\n\nBut the U.K. is also working to bring Iran back into the international fold with a push to revive the nuclear deal struck between the Islamic Republic and western powers in 2015 even though its closest ally, the U.S., has pulled out.\n\n“The Iranian government is at a crossroads moment,” Raab said in a statement. “It can continue its march toward pariah status with all the political and economic isolation that entails, or take steps to deescalate tensions and engage in a diplomatic path forwards.”\n\nThe U.K. is also at a crossroads. How Prime Minister Boris Johnson handles Iran and the nuclear deal will indicate how much he’s prepared to cozy up to U.S. President Donald Trump’s administration as Britain leaves the European Union and shifts away from shared EU positions of old.\n\nTrump in 2018 tore up the nuclear deal, known as the Joint Comprehensive Plan of Action, or JCPOA, which restricted Iran’s nuclear activity in exchange for relief from economic sanctions. Since then, the U.S. has reimposed those sanctions and brought in new ones, while EU nations have sought to continue abiding by the agreement.\n\nEmbassy Closure\n\nThe U.K. has a long and complex history with Iran, where it once controlled the oil industry. Unlike the U.S., which has had no formal ties with Iran since 1980, the U.K. has an embassy in Tehran, which reopened in 2015 after an attack four years earlier forced its closure.\n\nBut the relationship is still fraught: if Iranians consider the U.S. the Great Satan, then the U.K. is its Little Satan. That was demonstrated in the wake of General Qassem Soleimani’s killing, when protesters took to the streets to burn the American, Israeli and British flags.\n\nThe mutual suspicion was in evidence again on Saturday with the three-hour detention of British Ambassador Rob Macaire, after he attended a vigil for the victims of the Tehran plane crash which turned into a demonstration. Iran’s foreign ministry said on Sunday it summoned Macaire for his “unconventional conduct and presence in illegal gatherings.”\n\nRaab called the arrest a “flagrant violation of international law,” while Macaire said on Twitter that he’d left the vigil after five minutes when people started chanting.\n\nWavering\n\nFor now, in public, Britain is sticking with its EU allies, including France and Germany, fellow signatories to the nuclear deal. Since the U.S. ratcheted up tensions with Iran to near breaking point on Jan. 3 with the targeted killing of Soleimani, Raab, Johnson and their officials have repeatedly said the nuclear deal is still viable.\n\n“The Joint Comprehensive Plan of Action remains the best way of preventing nuclear proliferation in Iran,” Johnson told the House of Commons on Wednesday. “We think that after this crisis has abated, which of course we sincerely hope it will, that way forward will remain.”\n\nBut at an EU meeting of foreign ministers on Friday, cracks were beginning to show in the British position. The U.K. sided with Poland, leading calls for European nations to follow the U.S. and pull out of the nuclear deal, according to one diplomat in the room.\n\nIt’s not the first time Johnson has wavered on the deal. “Whatever your objections to the old nuclear deal with Iran, it’s time now to move forward and do a new deal,” the premier said in September.\n\nBridging Role\n\nBut a U.K. government official said it isn’t true that Britain is backing away from the JCPOA. Speaking on condition of anonymity, the official said Britain is instead trying to find a way forward under the framework of the deal that Trump can be comfortable with. Johnson on Sunday spoke by phone with German Chancellor Angela Merkel, with both reaffirming their commitment to preserving the JCPOA, according to his office.\n\nThat seems to gel with the broader role Britain is trying to play in uniting its European allies with the U.S. behind an approach that ratchets down tensions in the Middle East.\n\n“We are having a great deal of success in bringing together a European response and in bridging the European response with that, of course, of our American friends, and working both with the Iranians and with the Iraqis to dial this thing down,” Johnson said last week.\n\nTo contact the reporter on this story: Alex Morales in London at amorales2@bloomberg.net\n\nTo contact the editors responsible for this story: Tim Ross at tross54@bloomberg.net, William Shaw, Sid Verma\n\n©2020 Bloomberg L.P."}}