{"GDELT": {"GlobalEventID": 898615030, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "KEN", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "Actor2Code": "REF", "Actor2Name": "REFUGEE", "Actor2Type1Code": "REF", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.945945945945919, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UG", "Actor1Geo_Lat": 2.0, "Actor1Geo_Long": 33.0, "Actor1Geo_FeatureID": "UG", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Turkana, Eastern, Kenya", "Actor2Geo_CountryCode": "KE", "Actor2Geo_ADM1Code": "KE03", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 0.665673, "Actor2Geo_Long": 37.8897, "Actor2Geo_FeatureID": "-2263938", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG", "Action2Geo_Lat": 2.0, "Action2Geo_Long": 33.0, "Action2Geo_FeatureID": "UG", "DATEADDED": 20200113051500, "SOURCEURL": "https://www.nbcnews.com/feature/nbc-out/gay-refugees-kenya-report-repeated-attacks-locals-n1113456?cid=public-rss_20200113"}, "ARTICLE": {"TITLE": "Gay refugees in Kenya report repeated attacks from locals", "TEXT": "For years, Ugandan refugee Mbazira Moses has been typing out emails to dozens of international humanitarian organizations and United Nations officials with a message: LGBTQ refugees at the Kakuma Refugee Camp in Kenya need your help.\n\nThe Kakuma camp and nearby Kalobeyei Integrated Settlement, both operated by the U.N. Refugee Agency, or UNHCR, are together home to nearly 200,000 refugees from dozens of countries. Many, if not most, have fled overland from Kenya’s conflict-stricken neighbors: Uganda, South Sudan and Somalia.\n\nA protected section of Kakuma refugee camp in northwest Kenya, which is home to LGBT refugees in Turkana County on Oct. 14, 2018. Sally Hayden / SOPA Images/LightRocket via Getty Images file\n\nBut according to Moses and experts on refugees and migration, the lesbian, gay, bisexual, transgender and queer refugees in Kakuma — many of whom fled homophobic and transphobic violence in nearby Uganda — continue to face threats and violence from locals and other refugees for the simple reason that they are LGBTQ. While the situation for sexual and gender minorities may generally be more dire in neighboring countries, Kenya is still among the nearly 70 nations that criminalize homosexuality.\n\nOn Tuesday night, Moses sent out another such email: Over 50 queer refugees camped outside the UNHCR reception center at Kakuma for safety reasons were again attacked, this time by Turkana-speaking locals and other Kakuma refugees.\n\n“They were kicked out by the UNHCR and forced into the homophobic community with other refugees,\" and then local residents from the area, the Turkana, \"attacked them some time ago,” Moses wrote in the email sent to human rights officials and journalists.\n\n“They fled to the reception center where they were denied entry,\" he wrote. \"The two groups hate them badly.”\n\nKakuma camp refugee injured with what appears to be a bloody nose.\n\nMoses alleged that the refugees were attacked with “knife stabs, stones and clubs,” and included images of people with head injuries. Police hesitated, the ambulance was slow, and the refugees fled through holes and over fences, Moses said. The Turkana locals allegedly blamed the gay refugees for a local drought. Seven refugees were injured.\n\nThe Morning Rundown Get a head start on the morning's top stories. This site is protected by recaptcha\n\nKakuma camp is “very hard to administer,” said Bruce Knotts, director of the Unitarian Universalist United Nations office, who has for decades worked in refugee advocacy and relief — including a visit to Kakuma years ago.\n\n“You have got a handful of UNHCR officials, so bad things can happen, and bad things do happen in refugee camps — not only to LGBT people, but women and other people as well, so it’s unfortunately not surprising,” Knotts said.\n\nIn June 2018, Moses and Refugee Flag Kakuma, an LGBTQ rights group he leads at the camp, hosted its first gay pride event. The march attracted hundreds of Kakuma onlookers, but soon after it finished, a series of murderous threats were posted around the camp: Leave or be killed “one by one.”\n\nParticipants hold rainbow flags during an LGBTQ pride event at the Kakuma Refugee Camp in Kenya on June 16, 2018. Refugee Flag Kakuma\n\nThe dire situation at the camp worsened in December 2018, when an attack on LGBTQ refugees at Kakuma injured 20 and was so brutal that UNHCR officials relocated hundreds of refugees to a gated school compound 450 miles south in Nairobi, where some remain today. And yet, according to Moses, new lesbian, gay, bisexual, transgender and queer refugees continue to arrive for registration at UNHCR offices in Kakuma and Nairobi.\n\nIn a WhatsApp message sent to NBC News on Friday, Moses said he and other members of Refugee Flag Kakuma question “the logic of returning and housing LGBT refugees in a place where others had been withdrawn because of insecurity.”\n\n“Some of the 200 LGBT refugees who were relocated from Kakuma camp last year were arrested and returned to camp,” Moses said. “At the same time, some new ones have been reporting both in Nairobi and Kakuma. Those who report in Nairobi are always sent to Kakuma refugee camp.”\n\nThe staffers in UNHCR’s offices in Nairobi and Kakuma have been widely accused of soliciting and accepting bribes to speed the processing of refugee status applications, including by interviewees in an NBC News investigation last year about corruption at Kakuma and other Kenyan camps. The UNHCR strongly denied the allegations in that article.\n\nLGBTQ refugees also routinely accuse the camp’s administrators of turning a blind eye — due to homophobia and transphobia — to their plight and to the continued violence they face.\n\nIn an interview with NBC News after the attack on the camp’s June 2018 pride event, Yvonne Ndege, a UNHCR Kenya spokesperson, said, “The community can sometimes feel isolated.”\n\n\"UNHCR and the government of Kenya with other relevant stakeholders are striving to promote the rights of all asylum-seekers and refugees and are ensuring partners are trained on how to work with LGBTI in a displacement context,” Ndege said. “Their rights as human beings shall be considered as such.\"\n\nIn a statement shared with NBC News on Monday, UNHCR spokesperson Dana Hughes acknowledged that 175 refugees and asylum seekers are located in and around Kakuma and said UNHCR is committed to providing them “necessary protection and support.”\n\n“It is important to note that a number of LGBTI+ refugees and asylum seekers are residing among the community in Kakuma as well as in urban areas and have been able to live in relative safety, some for several years,” Hughes wrote, adding that UNHCR could not verify all reported anti-gay attacks, and that the agency has no control over whether third countries agree to resettle refugees and asylum seekers.\n\nWhile the process of getting a refugee application approved by UNHCR can take years in Kenya and other countries, including the United States, the average stay for a resident of Kakuma camp is 17 years, according to the UNHCR.\n\nMore than 25 million people worldwide are currently refugees, according to Amnesty International, and a third are living in the world’s lowest-income countries. The Kakuma Refugee Camp in northwestern Kenya was recently the world’s largest refugee camp — outstripped in late 2019 by Rohingya refugee camps in Bangladesh.\n\nKnotts said UNHCR is “overwhelmed by Syrian refugees, by Rohingya refugees; there are massive refugee situations around the world, and when you are talking about LGBTQ refugees, you’re talking about a small number and nobody wants to talk about that.”\n\nEven so, “the UNHCR has an obligation to do better than this,” Knotts said.\n\nFollow NBC Out on Twitter, Facebook & Instagram"}}