{"GDELT": {"GlobalEventID": 898614381, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor2Code": "KWT", "Actor2Name": "KUWAIT", "Actor2CountryCode": "KWT", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.26643598615917, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200113051500, "SOURCEURL": "http://mindanation.com/jeanelyns-life-was-hell-on-earth/"}, "ARTICLE": {"TITLE": "Jeanelyn’s life was hell on Earth", "TEXT": "OFW Jeanelyn Villavende was murdered on December 28, 2019. Her alleged killers are her Kuwait employer and his wife. According to the embalming certificate released by the Kuwait’s Ministry of Health, Jeanelyn died of “acute failure of heart and respiration” as a result of shock and multiple injuries to her vascular nervous system. Now, an autopsy of her remains conducted by the National Bureau of Investigation is revealing the extent of the horror she endured before passing.\n\n\n\nHer death was not the first time she was abused. Her body, which was autopsied on January 10 by the chief of the NBI Medico-Legal Division, Dr. Ricardo Rodaje, showed clear indications of abuse. There were wounds that were healed over, indicating a pattern of physical harm. In the weeks leading to her death, she was battered by her abusers.\n\nNot only that, but there was proof on her body that she was sexually abused as well.\n\nAccording to Justice Secretary Menardo Guevarra, the NBI will submit a formal report soon.\n\nThe tragic circumstances of her death and the injustices she suffered highlight the dire situation facing many migrant Filipino workers abroad. Women like Jeanelyn leave their homes in search of a better life and higher pay. But instead, what their dreams buy them is suffering.\n\nAccording to the preliminary report compiled by Labor Attache Nasser Mustafa, Jeanelyn was already dead by the time she was brought to the hospital. According to the nurses, she was “black and blue”.\n\nEven in death, justice eluded her. According to the Trade Union Congress of the Philippines, the Kuwaiti government submitted a fake autopsy report to the Department of Labor and Employment (DOLE).\n\n“We strongly condemn this so-called fake autopsy report submitted by Kuwait to the Philippine government. This is completely a willful dishonest attempt of the Kuwaiti government to cover up the heinous crime committed by the Kuwaiti nationals principal suspects and whitewash the gruesome act of inhumanity,” TUCP president Raymond Mendoza said. Mendoza also chairs the House of Representatives’ committee on overseas foreign workers affairs.\n\nThis is not the first time that an OFW has come home in a casket. This is not the first story of horrific abuse against our countrymen. In reality, it is just one of many similar cases. Obviously, there is a systemic problem that needs to be addressed. Obviously, we cannot just keep sending our OFWs abroad to die.\n\nThe House of Representatives is set to hold a special meeting today to investigate Jeanelyn’s killing, as well as discuss possible action to aid OFWs in the Middle East. Rising tensions between the United States and Iran may leave OFWs in the crossfire if things elevate to armed conflict.\n\nBesides the congressional probe into Jeanelyn’s case, the House of Representatives is also filing for the creation of a Department of OFWs.\n\nSpeaker of the House Alan Peter Cayetano, who previously served as the Secretary of the Department of Foreign Affairs, co-authored with Cong. Lani Cayetano and Cong. Paolo Duterte the measure used as the basis for the consolidated DOFW bill. As former Foreign Affairs Secretary, he saw firsthand how the current government bureaucracy was inefficient in addressing the concerns of OFWs."}}