{"GDELT": {"GlobalEventID": 898614690, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "EDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "Actor2Code": "BEN", "Actor2Name": "BENIN", "Actor2CountryCode": "BEN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.0224948875255602, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Benin", "Actor1Geo_CountryCode": "BN", "Actor1Geo_ADM1Code": "BN", "Actor1Geo_Lat": 9.5, "Actor1Geo_Long": 2.25, "Actor1Geo_FeatureID": "BN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Benin", "Actor2Geo_CountryCode": "BN", "Actor2Geo_ADM1Code": "BN", "Actor2Geo_Lat": 9.5, "Actor2Geo_Long": 2.25, "Actor2Geo_FeatureID": "BN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Benin", "Action2Geo_CountryCode": "BN", "Action2Geo_ADM1Code": "BN", "Action2Geo_Lat": 9.5, "Action2Geo_Long": 2.25, "Action2Geo_FeatureID": "BN", "DATEADDED": 20200113051500, "SOURCEURL": "https://www.vanguardngr.com/2020/01/prof-chukwuemeka-ike-50th-anniversary-of-end-of-civil-war-and-the-igbo-question/"}, "ARTICLE": {"TITLE": "Prof. Chukwuemeka Ike, 50th anniversary of end of Civil War and the", "TEXT": "Kindly Share This Story:\n\nBy Osa Amadi, Arts Editor\n\nToday, January 13, 2020, is quite significant in Nigeria’s history for three major reasons. First, it is exactly 50 years today since the Biafra-Nigerian Civil War ended on 13 January 1970.\n\nAs you are reading this, another significant event is taking place at the MUSON Centre, Onikan, Lagos, where Ndigbo Lagos and Nzuko Umunna in association with Civil Society Organizations, are convening a conference titled “Never Again Conference” to mark fifty years since the civil war ended, as well as to underscore the lessons learned from the war.\n\nThe secondly reason today is special and relevant to this narrative is that it is only two days to January 15, the Armed Forces Remembrance Day.\n\nThird, it is only four days after the death of the renowned author and one of the chroniclers of the events of the civil war, Prof. Chukwuemeka Ike, author of “Sunset at Dawn: A novel of the Biafran war”.\n\nProf. Chukwuemeka Ike’s “Sunset at Dawn” draws on his experiences of the Biafran war. On 30th May 1967, the Eastern Nigeria seceded from Nigeria, giving birth to Biafra. The images of that war include economic blockade, bitter fighting, a mammoth refugee problem and sheer starvation which forced Biafra to surrender.\n\nIn an interview published on Vanguard in 2016 (see the republication of parts of it below), the erudite professor, among other issues relating to the Igbo Question, suggested that political parties be banned, and a method of “turn by turn” (recently questioned by Alhaji Isa Funtua) adopted for selection of the president:\n\n“If we ban political parties, we can talk about rotation. What Nigerians should be doing is that when it is their turn, they should bring somebody. We don’t need to hold national election, the result of it most of us know how it is arrived at and we spend millions in addition,” Prof. Ike had put forward.\n\nIntricately woven into all the three reasons that made today so significant in Nigeria’s history, and into Isa Funtua’s recent comments about Igbo presidency, is the Igbo Question and Biafra which, unfortunately for the Nigerian state, has become an indestructible ideology among Igbos, transmitted from generation to generation.\n\nOn January 4, 2020, during the Morning Show of Arise TV, the Chairman of Bullet Construction Limited and close associate of President Muhammadu Buhari, Alhaji Ismaila Isa Funtua, questioned the clamor for Igbo presidency, asking: “Is it turn by turn Nigeria limited?”\n\nMany people, especially Igbos, found Isa Funtua’s question and other comments he made in that interview very offensive and divisive.There is no better day or fora, therefore, to address those issues than today, at this significant intersection in Nigeria’s history.\n\nOne of the examples Alhaji Funtua proffered to support his theory of inclusive politics was the late MKO Abiola. “Was MKO Abiola from Kano? But he defeated Bashir in his town, Kano. Why? Because the man played politics, he embraced everybody,” Funtua had said.\n\nHowever, many of us are no longer moved by praises for MKO Abiola, especially by that section of the country which stole his presidency and is believed to have had a hand in his death. For many of us, praises for MKO are praises people like to give to dead persons because they know that dead people have become harmless people that can no longer contest for power or anything else. If the north believed that Abiola was so good, why didn’t they allow him to become president?\n\n“If the Igbo want to be president,” Funtua continued,”then they must belong. If you don’t belong, then you can’t be the president.” Does this “belong” mean belonging to APC? If the answer is yes, then it raises another question: Are there no Igbos in APC?\n\nStill, there is another part of Funtua’s comment which is not entirely true: “To a large extent, the north in terms of religion and culture are closer to the South-West than to the South-East”.\n\nWhile it may be true that the South-West is closer to the north in terms of religion (thanks to jihadist incursion into parts of Yoruba land), it may be doubtful that the north is closer to the South-West in culture than the South-East because the South-West has historical and cultural ties with Benin, and Benin is closer to the South-East than to the Hausa-Fulani North. For instance, the stolen Benin bronze cockerel about to be returned from Jesus College, Cambridge, is called Okukor, and okukor is purely Igbo language.\n\nIn an article titled “Do the Igbo and the Yoruba know they are sons of “Oduduwa”?” written by Fredrick Nwabufo and published by Sahara Reporters on March 4, 2019, the author argues that “The Yoruba and the Igbo share a lot more than similar mythic origins. They are the oldest inhabitants of the areas they live in. In other words, the Yoruba and the Igbo are indigenous to the geographical area called “Nigeria”. And it has also been argued that both groups are of a singular ancestry…In language, they are both of the Kwa-group Niger-Congo origin.The similarities between the Yoruba and the Igbo language are remarkable, if not uncanny, which point to an identical fount”.\n\nIn April 2019, the paramount ruler of the Yorubas and custodian of the history of sons of Oduduwa, His Imperial Majesty, The Ooni of Ife, Enitan Ogunwusi, reaffirmed his position on the family ties between Yoruba and Igbo nations, saying the two ethnic groups are inseparable members of the same family:\n\n“This is your root. I said it recently, some of our Yoruba kinsmen with ignorance of our history came out with nugatory beratement of my position on the family ties between Yoruba and Igbo people. We have to say the truth and the truth must set us all free, we are blood brothers. We should be inseparable. Please feel at home in Yorubaland and respect your Yoruba brothers and sisters too.\n\n“We have a lot of discoveries that the Igbo and Yoruba people once lived together as one family and this will be revealed to the public. We should look at things that connect us together not those that separate us,” the Ooni of Ife said. (see “Igbos, Yorubas have historical ties – Ooni of Ife”, Premium Times, April 22, 2019.)\n\nThese and other historical evidences have tactically rendered Alhaji Ismaila Isa Funtua’s concept of northern cultural affinity with Yorubas as spurious.What remains now in his unfounded claims is religion – a sentiment largely at the roots of the division in the country and unworthy of whipping up. To hold the view, therefore, even if it is true, that the north is closer to the South-West in culture than the South-East, is to accentuate the oddity of Igbos in the Nigerian state.\n\nOn another turf, throwing up the Ekwueme and Obasanjo contest for the 1999 PDP ticket in conversations as this is also unhelpful, because everyone knew what happened before 1999; how Abacha decimated the Yoruba land and people, and of how the country’s unity entirely depended on Obasanjo, a Yoruba, becoming president, after the death of Abacha and MKO Abiola.\n\nPeacemakers make genuine efforts to give every part of the whole a sense of belonging, especially those who nurse feelings of alienation. It is such men that are expressing the opinion that everything must be done to ensure that an Igbo from the South-East becomes president in 2023 even though they know it will not necessarily better the lot of Igbos or those of Nigerians except the right things are done.\n\nThen, the life patron of the Newspapers Proprietors Association of Nigerian (NPAN), Isa Funtua said, “With due respect to the Igbo, they fail to understand that when the South-West chose to remain on their own as opposition, they did not go near power.” But is it true that people in opposition do not aspire to power?\n\nThat, also, is encouraging further entrenchment of the Igbos’ conviction that they have no inheritance in the Nigerian project. And the more people are deprived of that sense of belonging, the more they see themselves as outsiders.\n\nAmong a people to whom Biafra has become an ideology forged in the crucible of blood and injustice and inherited from one generation to another, alienating them further by speeches and ideas that accentuate their slavery status may produce the unintended effect of empowering their exit.\n\nHaving said all these, Igbos need to take Isa Funtua’s words with a pinch of wisdom. Igbos should choose what they want: Opposition as a political party interested in capturing power both at the state and federal levels, or Biafra, even if it takes generations to become a reality.\n\nVanguard\n\nKindly Share This Story:"}}