{"GDELT": {"GlobalEventID": 898615137, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "MOS", "Actor1Name": "MUSLIM", "Actor1Religion1Code": "MOS", "Actor2Code": "HIN", "Actor2Name": "HINDU", "Actor2Religion1Code": "HIN", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.1484716157205295, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Uttar Pradesh, Uttar Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN36", "Actor1Geo_ADM2Code": "17938", "Actor1Geo_Lat": 27.25, "Actor1Geo_Long": 80.75, "Actor1Geo_FeatureID": "-2113996", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Uttar Pradesh, Uttar Pradesh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN36", "Actor2Geo_ADM2Code": "17938", "Actor2Geo_Lat": 27.25, "Actor2Geo_Long": 80.75, "Actor2Geo_FeatureID": "-2113996", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Uttar Pradesh, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17938", "Action2Geo_Lat": 27.25, "Action2Geo_Long": 80.75, "Action2Geo_FeatureID": "-2113996", "DATEADDED": 20200113051500, "SOURCEURL": "https://scroll.in/article/948963/how-jaggi-vasudev-has-helped-strengthen-fears-about-muslims"}, "ARTICLE": {"TITLE": "How Jaggi Vasudev has helped strengthen fears about Muslims", "TEXT": "In 2018, when actor Kangana Ranaut asked spiritual teacher Jaggi Vasudev about a Rajput organisation known as the Karni Sena burning buses in an attempt to have a film banned, he declared that setting public property aflame was an Indian form of venting anger. The state allowing this expression of ire for “some days was a strange kind of wisdom but it is wisdom”, Vasudev said. He sounded a little like historian Dipesh Chakraborty, who speaks of such protests as collective catharsis where the public takes the moral high ground as legitimate political actors and makes state officials eat humble pie.\n\nBy December 2019, however, Vasudev had taken a U-turn and posted a tweet criticising the people protesting the Citizenship Amendment Act. “Whatever the issue, no one has any right to destroy public property,” he stated. “Buses that you burn do not belong to government but to people funded by our tax money. All who destroy public property their properties must be confiscated and costs recovered.”\n\nThe head of the Isha Foundation, whose teachings are held in high regard by tens of thousands of people, repeated his criticism of the CAA protestors in a video lecture and rationalised the police brutality against them. This discourse was amplified when Prime Minister Narendra Modi himself shared the discourse on social media.\n\nFrom allowing people, “to vent their anger” by burning buses in 2018 to urging that their properties be confiscated by the end of 2019, what made Jaggi Vasudev change so fast? Was he more sympathetic to protests by Rajputs? Did this transformation have something to do with the significant numbers of Muslims participating in protests around the country against the Citizenship Amendment Act?\n\n‘Anti-nationals’\n\nAs a political category, Muslims invoke fear. They are suspected by many people of harbouring anti-national and anti-liberal sentiments. Any visible Muslim-ness in politics is viewed as conservative and even suspected of encouraging “jihadi” attitudes. Suchprejudice held by India’s police forces against Muslims and Scheduled Caste and Scheduled Tribe communities has been documented in academic studies. Vasudev may well be reinforcing these attitudes. Not surprisingly, he last year referred to a Muslim student from the London School of Economics as a Talibani. Vasudev’s support for caste Hindus has been accompanied by a silence about the violence faced by members of the Scheduled Castes.\n\nLast month, Jaggi Vasudev almost seemed to be an embodiment of the state as protesting Muslims in Uttar Pradesh were shot at and forced to pay for the damage caused to public property, even as several cases of the police destroying property of Muslims were also reported. In April 2018, similar brute force had been deployed against Dalits protesting against a Supreme Court verdict diluting the SC-ST Atrocities Act. At least nine Dalits were killed in states ruled by the Bharatiya Janata Party. The Supreme Court finally recalled its (mis) judgement, but not before Dalit protestors had been killed.\n\nDespite its obvious limitations, the strategy of symbolic violence against state property is the most communicative form of protest available for marginal groups. Unlike the impulse of the Naxalites or other radical formations, violence against state here is not for annihilation of the state but paradoxically reflects a belief in the state and the Constitution. It is an appeal to the state to deliver justice without prejudice.\n\nDo Vasudev’s pronouncements really add to our understanding on matters of protest, politics and citizenship? Should Vasudev’s spiritualism stay non-political?\n\nFor Vasudev, caste, vegetarianism, prohibiting women from entering the Sabrimala temple and cow protection are all signs of a great civilisation. Of course, these are all elements that serve to uphold the power of the privileged over those on the margins.\n\nThe lines on which Vasudev frames culture and spirituality is rooted in elite Hindu traditions and constructs Muslims as the new mlecchas or outcastes. This current rejection of Muslims parallels the rise of the lower castes on the political stage and their symbolic integration into the category of “Hindu”. While Hindu-untouchables are adversely included in the “pure” universe that Vasudev’s spirituality advocates, the West and more particularly the Muslim world is implicated as the Other.\n\nBR Ambedkar had warned about the dangers of homogenising India’s Muslim communities and branding them as invaders, even as he explained an elite Hindu Raj is a threat.\n\n“If [the] Hindu Raj does become a fact, it will, no doubt, be the greatest calamity for this country,” he wrote. “No matter what the Hindus say, Hinduism is a menace to liberty, equality and fraternity. On that account it is incompatible with democracy. Hindu Raj must be prevented at any cost.”\n\nStrengthening hierarchies\n\nVasudev’s spirituality, besides strengthening the pride of the Hindu elites, also propagates the ideology of hierarchy. It privileges purity and normalises incivility as it calls for the institutionalisation of both hierarchy and state violence. In Vasudev’s worldview, India is imagined as a pure universe intended for pure Hindu citizens under conditions of liberal democracy.\n\nLike a Syedna or an Imam cannot be fully trusted on matters of equality and justice, Vasudev’s wisdom on matters of political and social equality must also be viewed with scepticism. The new age English-speaking spiritualism of Jaggi Vasudev is another addition to the rapidly-expanding ideas of cultural purity and nationalism even as it manufactures the image of a homogenous Muslim: the Other, past invader, present antinational, violent, barbaric – all of these also broadly translate into a modern-day mleccha.\n\nQudsiya Contractor is Junior Fellow at Max Webber Kolleg, University of Erfurt. Suryakant Waghmore is faculty at the Department of Humanities and Social Sciences, IIT-B."}}