{"GDELT": {"GlobalEventID": 898668312, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "JUD", "Actor1Name": "SUPREME COURT", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.3279352226720698, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200113110000, "SOURCEURL": "https://www.nytimes.com/2020/01/13/us/politics/mcgahn-trump-congress-lawsuit.html"}, "ARTICLE": {"TITLE": "In McGahn Case, an Epic Constitutional Showdown", "TEXT": "The appeals court, acting in the shadow of Mr. Trump’s impeachment, has put the case on a fast track. After it rules, a Supreme Court appeal seems close to inevitable. The case may not be resolved in time to matter in the impeachment trial, but it may nonetheless yield a foundational ruling on the structure of the Constitution.\n\nIn its appeals court brief, the administration said the issues in the case were both momentous and novel. “For only the second time in our nation’s history,” the administration told the appeals court, “a court has ordered a close presidential adviser to appear and testify before Congress.” (The first decision, from a trial judge in 2008, concerned a subpoena to Harriet Miers, Mr. Bush’s former White House counsel. The two sides settled before the appeals court could rule.)\n\nAt the argument in the McGahn case, Mr. Mooppan, the administration’s lawyer, made two basic arguments, both sweeping. Mr. Trump and his close advisers, Mr. Mooppan said, have absolute immunity from congressional subpoenas, meaning they cannot be made to appear to be questioned about anything at all, whether or not executive privilege or some other protection might apply to particular inquiries.\n\nBut Mr. Mooppan said there was no need for the appeals court to decide that issue, as federal courts have no role in adjudicating disputes between the other branches. In 1997, he noted, the Supreme Court rejected a suit against executive branch officials from six individual lawmakers, saying they had not suffered the sort of direct injury that gave them standing to sue.\n\nThe D.C. Circuit, however, has said that “the mere fact that there is a conflict between the legislative and executive branches over a congressional subpoena does not preclude judicial resolution of the conflict.” It drew support from United States v. Nixon, the 1974 Supreme Court decision requiring President Richard M. Nixon to turn over tapes of conversations with aides, calling that “an analogous conflict between the executive and judicial branches.”\n\nBut the Nixon case arose in the context of a criminal trial, and the Supreme Court went out of its way to say that it was not “concerned here with the balance between the president’s generalized interest in confidentiality” and “congressional demands for information.”\n\nCongress may have ways other than lawsuits to persuade or force the administration to comply, Judge Griffith said at the appeals court argument."}}