{"GDELT": {"GlobalEventID": 898667784, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "IND", "Actor2Name": "CHENNAI", "Actor2CountryCode": "IND", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.75801447776629, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chennai, Tamil Nadu, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN25", "Actor1Geo_ADM2Code": "70251", "Actor1Geo_Lat": 13.0833, "Actor1Geo_Long": 80.2833, "Actor1Geo_FeatureID": "-2103041", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chennai, Tamil Nadu, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN25", "Actor2Geo_ADM2Code": "70251", "Actor2Geo_Lat": 13.0833, "Actor2Geo_Long": 80.2833, "Actor2Geo_FeatureID": "-2103041", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chennai, Tamil Nadu, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN25", "Action2Geo_ADM2Code": "70251", "Action2Geo_Lat": 13.0833, "Action2Geo_Long": 80.2833, "Action2Geo_FeatureID": "-2103041", "DATEADDED": 20200113110000, "SOURCEURL": "https://www.thehindu.com/society/this-years-chennai-kalai-theru-vizha-will-last-a-month-and-end-at-the-pulicat-lake/article30557027.ece"}, "ARTICLE": {"TITLE": "This year’s Chennai Kalai Theru Vizha will last a month and end at Pulicat Lake", "TEXT": "From songs of the Siddi community to devarattam inside the metro, the Chennai Kalai Theru Vizha’s sixth edition traces the journey towards North Chennai\n\nThe car park of Washermanpet Metro is generally a drab concrete enclosure.\n\nBut two weeks back, it was transformed into a performance space; a powerful musical based on Subramania Bharati’s ‘Sakhiye Rowthiram Pazhagu’ played to a curious audience, promoting self defence against sexual violence. This was one of the many outreach events that gave a bird’s eye view of what Chennai Kalai Theru Vizha has in store for its sixth edition.\n\nThe festival has much to offer — from a Bharatanatyam performance set against the backdrop of Pulicat lake to artistes of African descent singing songs about how monkeys converse with people.\n\nA month-long celebration of the often-ignored cultural threads that make the city what it is, Chennai Kalai Theru Vizha is a coast-to-coast examination of what the city’s artistic milieu has to offer, sans discrimination. This cultural amalgamation travels from Thiruvalluvar Nagar, a small colony situated near Elliot’s beach, to the less explored Pazhaverkadu.\n\nA scene from last year’s Vizha | Photo Credit: special arrangement\n\nThe volunteer-led festival took shape as Urur Olcott Kuppam Vizha five years ago, a social and artistic gathering in unconventional spaces, targeted at communities who usually do not have access to such events. “In the second and third years, the focus was on the exchange of art forms and understanding the social identities of those who perform them,” says Ramya Rajaraman, a volunteer.\n\nLast year, it transformed into Chennai Kala Theru Vizha, with North Chennai as the central focus. “In this edition, we built on that and created other narratives that should be included in such a mould,” says vocalist TM Krishna, who is also one of the volunteers. The curation follows the idea that every event should not only entertain but also educate.\n\nUniting communities\n\nThis edition also touches upon the timely aspect of uniting communities, which is why ‘The Rainbow Festival’ is one of the highlights. “In Thiruvalluvar Nagar, for instance, (at the Pongal Theru Vizha) we bring in the Siddis who trace their ancestry back to Africa,” continues Krishna.\n\nThe Siddis were brought to India as slaves by Portuguese merchants over 500 years ago. Their population in Karnataka today is 36,000. “We belong to Hindu, Muslim and Christian religions. But all of us have a shared identity of Damam, which is our cultural dance,” explains Juliana Pedro Fernandez Siddi, who will lead a group of 12 performers for the festival. “Damam is also a tool for self-expression among the community,” she adds.\n\nMark your calendar Thiruvalluvar Nagar Pongal Theruvizha: January 16 from 6 pm at Thiruvalluvar Community Hall\n\nThirunar Vizha: January 18 at 5.30 pm and January 19 at 5.30 pm at Raga Sudha Hall, Mylapore\n\nMetro Vizha: January 24 at 9.30 am and January 30 at 4.30 pm\n\nVada Chennai Theruvizha: February 8 and 9 from 6.30 pm at Korukkupet, Ennore\n\nPazhaverkadu Theruvizha: February 16 (Bus services will be provided from Chennai)\n\nThe Rainbow Festival, or Thirunar Vizha, is a two-day event, where people from the LGBTQIA+ community, working in the field of arts, literature and filmmaking, come together in their 25th year of resistance. Renowned names such as artist Kalki Subramaniam, dancer Narthaki Nataraj and author A Revathi will be performing. In addition, P Abhijith, who has been actively documenting the trans movement in South India, will be conducting screenings. “All these will take place in a middle-class neighbourhood in Mylapore, in an effort to spread awareness,” says Krishna.\n\nTara Thirunangai Nadana Kuzhu, a group from North Chennai, will perform ‘Record Dance’. “They will perform to 1960s and 1970s Kollywood music. It has become a genre in itself, but nobody hears about them,” Krishna adds. Vellai Mozhi, a solo theatre performance by A Revathi, devised from her autobiography, The Truth About Me, will also be staged.\n\nThe journey to Pulicat\n\nConnecting the North and South has assumed a literal sense through the Metro Vizha. Performances will be held inside metro trains, covering both green (St Thomas Mount-Central) and blue (Airport-Washermanpet) lines. However, this time, it is not just music, but also theatre, devarattam, stand-up comedy, Bharatanatyam and parai.\n\nThe journey is towards the North — an unrecognised cradle for the arts. The festival will divide its time between Korukkupet and the fishing villages of Ennore. Organised by Arunodaya in Korukkupet, the evening will feature parai attam (by Avvai Home Girls School, Adyar), koothu, kazhiyal aatam and Bharatanatyam. Since 2017, after the Vizha, the team had made parai attam classes a permanent feature at Avvai Home.\n\nA Revathi, performing Vellai Mozhi | Photo Credit: special arrangement\n\n“The girls have shown such keen interest and passion to learn. Today, it is with pride that we see them mature into excellent performers,” says volunteer, Sangeetha Sivakumar.\n\nIn Ennore, on the other hand, the festival takes on an ecological angle, to make Chennai aware of the encroachment and pollution problems surrounding the Creek. For instance, Abu Baker will present Islamic songs hinting at the environmental crises. “We also plan to invite people from the surrounding eight villages and make this a celebration,” says D Selvarajan of Kattukuppam fishing village.\n\nCut to February 16, the festival will reach its final destination — Pazhaverkadu (or Pulicat), a seaport older than Chennai by 400 years, for a day-long exploration. “This is the first time we are going so far away from the city. There exists an incredible fishing community of people of all religions living together. We hope at least on this day, we can drag people from Chennai to this region,” says Krishna.\n\nOn one hand, Chennai residents will get an insight into the fishing traditions of Pazhaverkadu through tours by the fisherfolk. On the other, their traditional food — caught from the Pulicat lake and the waters off Kattupalli island, and tempered with home-made spices — will be available at a seafood festival back in Chennai.\n\nThe Pazhaverkadu trip, with birding, heritage walks and flamingo sightings, will culminate in an evening of music and dance.\n\nFor details, mail chennaikalaitheruvizha @gmail.com"}}