{"GDELT": {"GlobalEventID": 898615194, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "OMN", "Actor1Name": "OMAN", "Actor1CountryCode": "OMN", "Actor2Code": "ARE", "Actor2Name": "UNITED ARAB EMIRATES", "Actor2CountryCode": "ARE", "IsRootEvent": 1, "EventCode": 44, "EventBaseCode": 44, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.5, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.5398110661268499, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 54.0, "Actor1Geo_FeatureID": "AE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Arab Emirates", "Actor2Geo_CountryCode": "AE", "Actor2Geo_ADM1Code": "AE", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 54.0, "Actor2Geo_FeatureID": "AE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Yemen", "Action2Geo_CountryCode": "YM", "Action2Geo_ADM1Code": "YM", "Action2Geo_Lat": 15.5, "Action2Geo_Long": 47.5, "Action2Geo_FeatureID": "YM", "DATEADDED": 20200113051500, "SOURCEURL": "http://www.heraldmalaysia.com/news/vicar-of-arabia-christians-demilitarized-heart-against-conflict-and-violence/51374/1"}, "ARTICLE": {"TITLE": "Vicar of Arabia: Christians' 'demilitarized' heart against conflict and violence", "TEXT": "Vicar of Arabia: Christians' 'demilitarized' heart against conflict and violence\n\nThe general Avosa meeting is scheduled from 13 to 16 January. Theme of the 2020 edition \"The mission of our Church in a modern context\". Archbishop Hinder: in a reality made of wars and tensions, the task of Christians is to be \"credible witnesses of brotherhood and mutual trust\".\n\nJan 13, 2020\n\nABUDHABI: \"Looking at the conflicts and divisions in the Middle East, I see the mission of the Church especially in the credible witness of true brotherhood and mutual trust,\" says Msgr. Paul Hinder, apostolic vicar of southern Arabia (United Arab Emirates, Oman and Yemen), presenting the annual general meeting Avosa scheduled for January 13th to 16th near the Saint Joseph Cathedral in Abu Dhabi. Theme of the 2020 edition \"the mission of our Church in a modern context\". \"We have to live among us the unity in the diversity of expression, and the openness towards people of other cultures and faiths,\" he added.\n\nIn a Middle Eastern region marked by conflict, weapons and violence, the prelate asks Christians to maintain a \"demilitarized heart\" and for this \"capable of sharing this gift with others\" following \"the example that Jesus Christ has given us\". In this perspective, he considers it \"a crucial task that the laity in the Church be not only welcomed to the sacramental celebrations or used for the material services in the Church but that they be taken more seriously into joint responsibility on the basis of the common priesthood.\"\n\nThe annual meeting is attended by priests, religious, heads of pastoral offices including lay people responsible, among others, for the family, communications, financial administration, training, school, from the Emirates and Oman. There will be no delegates from Yemen, due to the ongoing conflict that has also affected the Christian community itself. The vicar of Arabia presided over the four-day workshop, together with the apostolic nuncio Msgr. Francisco Montecillo Padilla, who will give a closing speech to the participants.\n\nDuring the general meeting, Msgr. Hinder and the heads of the various offices present the annual report for the past year. This appointment, explains the prelate, is one of the \"most important\" moments for the life of the local Church at the service of \"unity\" and as a stimulus to the completion of projects and initiatives of priests, religious and lay people. It unfolds through two \"dimensions\": the identity of the Vicariate as a migrant Church in the Arabian Peninsula and its pastoral vision.\n\nThe first of these tasks, recalls Msgr. Hinder is precisely a mission of dialogue and encounter in a context with a very large Muslim majority, on the basis of the work promoted in the past by the Capuchins. In this context, it is the responsibility of the vicariate to promote the pastoral plan and feed the different aspects that characterize the life of the faithful.\n\nThe General Assembly, whose first meeting dates back to 1976 on the intuition of the then vicar Bernardo Gremoli, includes moments of sharing, discussion of current projects and a final session on liturgy and pastoral issues, together with future challenges for the Local church. The work does not end with the Abu Dhabi event, but will continue in each parish in the following months according to a pre-established schedule.\n\nThe apostolic vicariate of Southern Arabia includes the United Arab Emirates (Eau), Oman and Yemen, with a total surface area of approximately 929,000 km2. According to official statistics, out of a total of almost 43 million people, there are 999,000 Catholics. The territory is divided into 16 parishes; there are 18 diocesan priests, in addition to 49 other priests belonging to religious institutes and a permanent deacon living in the diocese. There are 50 active sisters in the area - and belonging to different orders - plus a lay brother.\n\nEncouraging signs have come from an area with a vast Muslim majority in terms of dialogue and discussion. In February, the Emirates was the first ever gulf nation to welcome a pontiff: over 120 thousand faithful attended Pope Francis' mass, for a momentous event re-proposed by one of the main local broadcasters in a documentary. The visit is joined by other major events, including the reopening of the oldest site, the inauguration of a new parish in Oman and a growing presence of lay people in the mission.--Asia News"}}