{"GDELT": {"GlobalEventID": 898668326, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "KEN", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.9444444444444497, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nyali, Coast, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE02", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -4.05291, "Actor1Geo_Long": 39.6981, "Actor1Geo_FeatureID": "-2259878", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nyali, Coast, Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE02", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -4.05291, "Action2Geo_Long": 39.6981, "Action2Geo_FeatureID": "-2259878", "DATEADDED": 20200113110000, "SOURCEURL": "https://allafrica.com/stories/202001130326.html"}, "ARTICLE": {"TITLE": "Somalia: Uhuru Meets State Officials At the Coast As Al-Shabaab Attacks Rise", "TEXT": "President Uhuru Kenyatta continued his two-week stay in Mombasa where he has held meetings with top State officials. Those that the president has met include the Director of Public Prosecutions Noordin Haji and Directorate of Criminal Investigations boss George Kinoti.\n\nUhuru has also met Interior Cabinet Secretary Fred Matiang'i. He has been in Mombasa almost continuously since December 29 last year, leaving once to attend a burial in Central Kenya.\n\nHe returned the same day. Reports indicate the president will stay in Mombasa until Saturday.\n\nWhile the president has been at the Coast, his deputy William Ruto has also visited his vast farm in Taveta and reportedly toured Mombasa.\n\nDr Ruto met some Jubilee members at his vast ranch in Taveta sub-county on Thursday, amid reports he had been blocked from his official residence adjacent to the Mombasa State House, the day before.\n\nYesterday Dr Matiang'i and his ICT counterpart Joe Mucheru arrived in Mombasa and went straight to Mombasa State House for meetings with the president.\n\n\"The two CSs arrived early today and they are now at State House with the president,\" an intelligence official told The Standard yesterday.\n\nOn arrival at Moi International Airport yesterday, Matiang'i held brief discussions with Mr Haji who was leaving for Nairobi after a four-day stay in Mombasa.\n\nHe met the president at an exclusive hotel in Nyali.\n\nOthers who have met the president at State House or Nyali are Transport Cabinet secretary James Macharia and Mr Kinoti.\n\nThe latter arrived in Mombasa on Friday and held discussions with the head of state at a hotel in Nyali.\n\nMatiang'i's presence in Mombasa has particularly caused anxiety among security agencies who are still smarting from two terrorist attacks in Lamu.\n\nThe Interior CS came to Mombasa on Thursday for meetings with the president and discussions with top intelligence and security officials at the Uhuru Na Kazi building.\n\nMacharia also attended this meeting.\n\nThere are claims the attackers who raided the US base arrived in Kenya from Southern Somalia, through Kiunga in Lamu, in groups from early December last year."}}