{"GDELT": {"GlobalEventID": 898614703, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "FJI", "Actor1Name": "FIJIAN", "Actor1CountryCode": "FJI", "Actor2Code": "FJIGOVHLH", "Actor2Name": "FIJI", "Actor2CountryCode": "FJI", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.23839009287926, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Fiji", "Actor1Geo_CountryCode": "FJ", "Actor1Geo_ADM1Code": "FJ", "Actor1Geo_Lat": -18.0, "Actor1Geo_Long": 178.0, "Actor1Geo_FeatureID": "FJ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Fiji", "Actor2Geo_CountryCode": "FJ", "Actor2Geo_ADM1Code": "FJ", "Actor2Geo_Lat": -18.0, "Actor2Geo_Long": 178.0, "Actor2Geo_FeatureID": "FJ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Fiji", "Action2Geo_CountryCode": "FJ", "Action2Geo_ADM1Code": "FJ", "Action2Geo_Lat": -18.0, "Action2Geo_Long": 178.0, "Action2Geo_FeatureID": "FJ", "DATEADDED": 20200113051500, "SOURCEURL": "http://www.xinhuanet.com/english/2020-01/13/c_138700604.htm"}, "ARTICLE": {"TITLE": "Education can reduce violence against women in Fiji: minister - Xinhua", "TEXT": "Source: Xinhua| 2020-01-13 12:11:44|Editor: zh\n\nVideo Player Close\n\nSUVA, Jan. 13 (Xinhua) -- Education is never going to be fully fulfilled if Fijians fail to raise men and boys who respect women and girls.\n\nFijian Minister for Education Rosy Akbar made the comment on Monday and said we owe this to our daughters, sons, grandchildren and generations to come.\n\nWhile speaking at the launch of the Fiji National Action Plan to Prevent Violence Against Women and Girls, Akbar said this can be achieved by enabling prevention programs to be delivered in a context where respectful, non-violent, healthy peer and gender-equitable relationships can be normalized.\n\nAkbar said the cycle of violence must be broken in homes, families and society.\n\nShe said education has a significant role to play in transforming the root causes of violence against women and girls - Gender Inequality and Patriarchy.\n\nAkbar said she believes that many of the life skills in violence prevention, such as respectful communication, managing emotions, resolving conflicts and solving problems are the same skills that can help children succeed in school and that can protect against other issues that affect learning, such as alcohol and drug use.\n\nAkbar said education opens doors to knowledge, opportunity and empowerment like nothing else adding, however, the access of women and girls to education comes with its own challenges.\n\nShe said there are still many barriers to learning and professional attainments that are specific to girls and women.\n\nFijian Health Minister Ifereimi Waqainabete who was also part of the meeting has welcomed the five-year plan saying violence against Fijian women and girls has become an epidemic.\n\nFiji's rates of violence against women are among the highest in the world. The Fiji Women's Crisis Center reports that 64 percent of women who have been in intimate relationships have experienced physical or sexual violence from their partner, including 61 percent who were physically attacked and 34 percent who were sexually abused."}}