{"GDELT": {"GlobalEventID": 898668862, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USACRM", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.7042253521126741, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_Lat": 42.0046, "Actor1Geo_Long": -93.214, "Actor1Geo_FeatureID": "IA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Iowa, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIA", "Actor2Geo_Lat": 42.0046, "Actor2Geo_Long": -93.214, "Actor2Geo_FeatureID": "IA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0046, "Action2Geo_Long": -93.214, "Action2Geo_FeatureID": "IA", "DATEADDED": 20200113110000, "SOURCEURL": "https://www.radioiowa.com/2020/01/13/majority-of-iowa-caucus-goers-still-mulling-their-options/"}, "ARTICLE": {"TITLE": "Majority of Iowa Caucus-goers still mulling their options", "TEXT": "The Iowa Caucuses are three weeks away and a new poll suggests many Iowa Democrats are still evaluating the field of candidates.\n\nDaniel Schoenfelder of Newton is like a lot of Iowans who’re planning to attend a Caucus on February 3rd. He hasn’t picked a candidate yet.\n\n“Really undecided, so really like to keep all the options open,” he said Saturday at a Bernie Sanders event.\n\nFor Tom Moburg of Altoona, it’s a coin flip between Joe Biden and Bernie Sanders.\n\n“Probably the one that can take down Trump,” Moberg said this weekend before Sanders’ event in Newton.\n\nThe Des Moines Register/CNN “Iowa Poll” released Friday night showed 13 percent of likely caucus-goers are undecided, plus another 45 percent who said they were supporting a candidate indicated they might be persuaded to support someone else Caucus Night.\n\nSixty-seven-year-old Mary Jane Spies of Ankeny has ruled out a couple of older candidates.\n\n“Partly because of the age thing and partly because of what they’re suggesting is wonderful, but I don’t see that it can be paid for,” Spies said Sunday evening as she waited to see Pete Buttigieg. “Everybody else that isn’t in that realm they’re so close that I haven’t decided.”\n\nBindy Brown of Des Moines has narrowed her choice down to Amy Klobuchar or Pete Buttigieg, who she saw speak Sunday night. So when will she decide?\n\n“Caucus Night,” she said, laughing.\n\nHundreds turned out this weekend to see some of the candidates campaign in Iowa. Tomorrow night, six candidates will debate on CNN. The Des Moines Register is co-host of the event, which will be staged at Drake University."}}