{"GDELT": {"GlobalEventID": 898668378, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "LEG", "Actor1Name": "PARLIAMENT", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.85224839400428, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200113110000, "SOURCEURL": "https://www.indiatoday.in/news-analysis/story/davinder-singh-s-arrest-explains-why-india-remains-vulnerable-to-terrorism-1636405-2020-01-13"}, "ARTICLE": {"TITLE": "Davinder Singh’s arrest explains why India remains vulnerable to terrorism", "TEXT": "Arrest of Davinder Singh, a DSP with Jammu and Kashmir police, has come as a major embarrassment for security establishment. His alleged role in 2001 Parliament attack case was never probed. (Photo: PTI)\n\nOn December 13 in 2001, when India was blasting away English bowlers in a test match played in Ahmedabad, five terrorists attacked the highest seat of Indian democracy, Parliament, in New Delhi. Nine security personnel were killed. All five terrorists shot.\n\nAfzal Guru, a surrendered terrorist, was arrested the next day and declared the mastermind of the Parliament attack. He was found guilty and was executed in 2013.\n\nWith Afzal Guru’s hanging, the Parliament attack case met its closure for the most people. But for some, that was not the logical end as the point-person named by Afzal Guru in connection with the Parliament attack case was never examined, his role never probed.\n\nThat point person was Davinder Singh, a deputy superintendent of police in Jammu and Kashmir. Afzal Guru had named him, first as the police officer who tortured him months before the Parliament attack, and then as the man who tasked him with the job of ferrying one Mohammad to Delhi days before December 13 incident. Mohammad was later identified as one of the terrorists who attacked Parliament and shot dead in retaliatory action.\n\nNow, 18 years later, the Parliament attack case has practically reopened. Davinder Singh was arrested in Kashmir on Saturday, was caught red-handed ferrying two \"wanted terrorists.\n\nThis is not only a huge embarrassment to the security establishment in Jammu and Kashmir and in New Delhi, but also exposes the fallacy of criminal investigation by Indian agencies and quick-fix approach of the government to bring closure of a serious issue in public eye.\n\nWHO IS DAVINDER SINGH?\n\nDavinder Singh might had been arrested in 2001 for his alleged nexus with terrorists and torture of civilians in Kashmir or in 2004 when his role cropped up in connection with the Parliament attack after being named by Afzal Guru, the mastermind of the terror act.\n\nBut in the first instance of alleged torture -- Davinder Singh had been transferred from his post of DSP in the Special Operations Group in Badgam in central Kashmir to his original rank as inspector in the state intelligence unit in February 2001 10 months before the Parliament attack happened. His shifting from SOG to state intelligence and reversion in rank happened in the wake of charges of custodial deaths under his command.\n\nDavinder Singh’s rise in the Jammu and Kashmir Police has a little story of its own. Reports from the past suggest that after the formation of the Special Task Force in Jammu and Kashmir, Davinder Singh volunteered to join it.\n\nThe STF had been carved out from Jammu and Kashmir Police in the wake of rising militancy there. The STF was later renamed as the SOG, which Davinder Singh had joined as a sub-inspector. But in six years’ time, he rose through the ranks to head SOG in Badgam.\n\nConvicted in 2001 Parliament attack case, Afzal Guru was hanged in 2013. He had named Davinder Singh, the Jammu and Kashmir DSP arrested on Saturday, as the point-person who asked him to ferry Parliament attackers. (File photo)\n\nHe was particularly known for his extraordinary methods of interrogation. Edited by author-activist Arundhati Roy, a 2006 book, The Hanging of Afzal Guru and the Strange Case of the Attack on the Indian Parliament, called for probing the role of Davinder Singh in the 2001 terror attack.\n\nCommenting on Davinder Singh, the book says: The other character who is rapidly emerging from the shadowy periphery and wading onto centre-stage is Deputy Superintendent of Police Davinder Singh of the STF. He is the man Afzal has named as the police officer who held him in illegal detention and tortured him in the STF camp at Humhama in Srinagar, only a few months before the Parliament Attack. In a letter to his lawyer Sushil Kumar, Afzal says that several of the calls made to him and Mohammad, (the man killed in the Attack) can be traced to Davinder Singh.\n\nAt another place, the book quotes Davinder Singh from an interview with a freelance journalist as saying, I did interrogate and torture him [Afzal] at my camp for several days. And we never recorded his arrest in the books anywhere. His description of torture at my camp is true I had a reputation for torture, interrogation and breaking suspects. If anybody came out of my interrogation clean, nobody would ever touch him again. He would be considered clean for good by the whole department.\n\nWHAT AFZAL GURU SAID ABOUT DAVINDER SINGH?\n\nIn his letter, Afzal Guru named one Altaf Hussain, a relative of a senior police officer. Afzal Guru claimed that Altaf Hussain took him ahead of the Parliament attack to Davinder Singh, who had tortured him previously at Humhama camp of the STF.\n\nDS [Davinder Singh] told me that I had to do a small job for himthat was to take one man to Delhi as I was well aware about Delhi and had to manage a rented house for him. Since I did not know the man but I suspected that this man was not Kashmiri as he did not speak Kashmiri. But I was helpless and did what Dravinder told me. I took him to Delhi.\n\nThis man was Mohammad, a Jaish terrorist. Later, Davinder Singh said Afzal was a Jaish-e-Mohammed militant.\n\nTorture is the only deterrent for terrorismI did it for the nation, Arundhati Roy’s book quoted Davinder Singh as boasting of his patriotic service.\n\nIn 2019, Davinder Singh was awarded the President's Police Medal. Now, it has emerged that he had been on police’s radar for some time. The Jammu and Kashmir Police had mounted a special watch on him.\n\nFive terrorists had attacked Parliament building complex in 2001 when Winter Session was underway. (Photo: PTI file)\n\nHOW BIG IS THE CATCH?\n\nMany in security establishment suspect Davinder Singh to be a key cog in the terror wheel of Kashmir Valley. He did it for money, reports have quoted senior police officers from Jammu and Kashmir as saying about. He had been apparently doing this for years.\n\nOn Friday, intelligence agencies picked up a conversation involving a known terrorist Naveed Mustaq alias Naveed Baba belonging to the banned outfit Hizbul Mujahideen. Naveed is a policeman-turned-militant. He was a Jammu and Police constable till 2017 the year when terror outfits began targeting Kashmiri youths who had joined security forces.\n\nFollowing leads from intercepted conversation, Jammu and Kashmir police nabbed Davinder Singh and the terrorists he was allegedly ferrying. The matter was so sensitive for the security establishment that a DIG rank (Deputy Inspector General) police officer manned the check-post to intercept the vehicle Davinder Singh was travelling in.\n\nWHY THIS IS SIGNIFICANT\n\nIn almost all big cases of terror attacks, the blame has been put on Pakistan and terrorist organisation operating from its soil. The experts, however, have always maintained that in almost every terror attacks, there has been involvement of Indian people, whose roles generally go uninvestigated.\n\nDavinder Singh’s role will now be probed, the Jammu and Kashmir police have said, even in connection with the Parliament attack case.\n\nEven in the case of 26/11 Mumbai attacks, Ajmal Kasab was hanged and the matter was practically closed for ever. The rhetoric of extradition of Hafiz Saeed and Zakiur Rehman Lakhvi continues. Everyone knows that Pakistan will never do this.\n\nAny major terror attack in any country requires some local network and help. The 26/11 attack was the biggest terror incident in India. Questions were raised regarding local link but even as the case was solved and Kasab was hanged for the crime, local support network was not properly investigated.\n\nPakistani terrorist Ajmal Kasab was one of 10 gunmen who launched terror attack in Mumbai in 2008 killing more than 165 people.\n\nSoon after the 26/11 attack, then Mumbai Commissioner Hasan Gafoor had raised this concern signaling need for investigation but nothing came out of it.\n\nNarendra Modi, then the Gujarat chief minister, had also called for probing a local link saying, such a big terror on India cannot take place without any internal help from the nation itself. Then Union Home Minister P Chidambaram had snubbed Modi for the remarks alleging he was speaking the language of Pakistan. Modi issued a clarification later and talk of investigating local terror help died.\n\nDavinder Singh’s arrest provides fresh opportunity to tighten lax criminal investigation processes in general and terror probe methods and approach in particular in the country."}}