{"GDELT": {"GlobalEventID": 898667616, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "Actor2Code": "AZE", "Actor2Name": "AZERBAIJAN", "Actor2CountryCode": "AZE", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.41448692152918, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Caspian Sea, Oceans (general), Oceans", "Actor1Geo_CountryCode": "OS", "Actor1Geo_ADM1Code": "OS00", "Actor1Geo_ADM2Code": "25069", "Actor1Geo_Lat": 42.0, "Actor1Geo_Long": 50.0, "Actor1Geo_FeatureID": "-1506347", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Azerbaijan", "Actor2Geo_CountryCode": "AJ", "Actor2Geo_ADM1Code": "AJ", "Actor2Geo_Lat": 40.5, "Actor2Geo_Long": 47.5, "Actor2Geo_FeatureID": "AJ", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Caspian Sea, Oceans (general), Oceans", "Action2Geo_CountryCode": "OS", "Action2Geo_ADM1Code": "OS00", "Action2Geo_ADM2Code": "25069", "Action2Geo_Lat": 42.0, "Action2Geo_Long": 50.0, "Action2Geo_FeatureID": "-1506347", "DATEADDED": 20200113110000, "SOURCEURL": "https://www.azernews.az/oil_and_gas/160502.html"}, "ARTICLE": {"TITLE": "Azerbaijan benefits from oil price increase", "TEXT": "By Abdul Kerimkhanov\n\nSince May 2019, the price of Brent oil for the first time exceeded $70 per barrel. The created situation plays into the hands and promises Azerbaijan an increase in currency flows to the country.\n\nIn the event of further development of the confrontation between the U.S. and Iran, the price of \"black gold\" may exceed $100 per barrel.\n\nRecall that State Budget of Azerbaijan and the budget of the State Oil Fund of Azerbaijan (SOFAZ) takes the expected cost per barrel in 2020 as $55. This evaluation is $5 less than in 2019. At the same time, over 90 percent of Azerbaijani exports are hydrocarbon resources, of which over 76 percent are directly exported to crude oil.\n\nCurrently, high-quality Azerbaijani oil is sold on world markets at a price exceeded $70 per barrel, which is 27 percent higher than the forecasted price in the state budget and revenues of SOFAZ.\n\nIt is worth noting that if the country's revenues from oil sales increase, a significant part of them will be used to replenish the assets of the State Oil Fund, in order to avoid excessive strengthening of the national currency (manat).\n\nAt the same time, a sharp jump in oil prices may slow down the global economy. However, such a development will not adversely affect the Azerbaijani economy, which is estimated to grow by three percent in 2020.\n\nFirst, due to the fact that the demand for Azerbaijani energy from European countries continues to increase.\n\nSecondly, the production of non-oil sector products is primarily aimed at covering the needs of the local market.\n\nThirdly, Russia is the main market for Azerbaijani products in the non-oil sector, the needs of which are not related to the situation around Washington-Tehran conflict.\n\nIn accordance with the approved budget of SOFAZ, the fund’s revenues are projected at 12.384 billion manats ($7.28 billion), expenses - 11.589 billion manats ($6.8 billion) for 2020.\n\nAs of 30 September 2019, SOFAZ assets amount to $42.524 billion.\n\nAzerbaijan is one of the birthplaces of the oil industry. Its history is linked to the fortunes of petroleum. It is poised to become an important oil and gas producer once again.\n\nOn 20 September 1994, an agreement on joint development and production sharing in the “Azeri”, “Chirag” and “Guneshli” fields of Azerbaijan’s sector of the Caspian Sea was signed with world-known oil companies. This agreement, known later as the “Contract of the century”, paved the way for signing new agreements in Azerbaijan. Owing to the realization of the oil strategy, Azerbaijan ensured its energy security and became a reliable country and partner in the international arena.\n\nOil funds, sovereign wealth funds, and other similar institutions serve to efficiently manage revenues generated from the sale of natural resources and its equal distribution among generations.\n\nCurrently, SOFAZ has achieved high institutional development and became nationally and internationally recognized organization, capable of sharing its experience in asset management and ensuring transparency.\n\n---\n\nAbdul Kerimkhanov is AzerNews’ staff journalist, follow him on Twitter: @AbdulKerim94\n\nFollow us on Twitter @AzerNewsAz"}}