{"GDELT": {"GlobalEventID": 898668590, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "PSEREB", "Actor1Name": "HAMAS", "Actor1CountryCode": "PSE", "Actor1Type1Code": "REB", "Actor2Code": "OMN", "Actor2Name": "OMAN", "Actor2CountryCode": "OMN", "IsRootEvent": 0, "EventCode": 18, "EventBaseCode": 18, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.66889632107024, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Oman", "Actor2Geo_CountryCode": "MU", "Actor2Geo_ADM1Code": "MU", "Actor2Geo_Lat": 21.0, "Actor2Geo_Long": 57.0, "Actor2Geo_FeatureID": "MU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200113110000, "SOURCEURL": "https://aawsat.com/english/home/article/2080101/hamas-leader-arrives-oman-amid-abbas-visit"}, "ARTICLE": {"TITLE": "Hamas Leader Arrives in Oman amid Abbas Visit", "TEXT": "Ramallah - Kifah Zboun\n\nThe head of Hamas movement’s politburo, Ismail Haniyeh, arrived in the Omani capital to offer his condolences to the new Sultan, Haitham bin Tariq, on the death of Sultan Qaboos.\n\nHaniyeh’s office issued on Sunday a brief statement announcing his arrival in Muscat at the head of a delegation from the movement.\n\nHaniyeh praised the life of Sultan Qaboos, his wise political leadership in the Arab and Islamic worlds and globally, and his role in defending the Palestinian cause. He also recalled the late Sultan’s support to the Palestinian people and their struggle to gain their rights, liberate their land, and achieve independence.\n\nOman is the fourth country that allowed Haniyeh to visit after Turkey, Qatar, and Iran. He temporarily resides in Qatar and arranges his visits to other countries from there.\n\nThe Sultanate of Oman is one of the few Gulf countries that maintained good relations with Hamas and the rest of the Palestinian factions, before the relationship became strained due to Hamas’ criticism of the Sultanate’s attempt to reassure Israel.\n\nLast year, Hamas condemned Omani Foreign Minister Yusfu bin Alawi’s statements at the World Economic Forum that was held in Jordan’s Dead Sea region, during which he called on Arab countries to reassure Israel that it is not under threat in the Middle East\n\nDespite the tensions that also affected the relationship with the Palestinian Authority, the late Sultan managed to keep Oman neutral in most Arab disputes, even in the relationship between the Palestinians and Israel.\n\nTop Hamas official Ahmed Bahar also offered his condolences during a telephone conversation with the Chairman of Oman’s Shura Council, Sheikh Khalid al-Mawali.\n\nBahar’s office issued a statement indicating that he wished all the success to the new Sultan.\n\nThe statement recalled the historical positions of Sultan Qaboos towards the Palestinian cause, praising his role in serving Arab and Islamic issues. It stated that Mawali thanked Bahar, confirming the Sultanate’s stances in support of the Palestinian people and cause.\n\nDuring Haniyeh’s visit to Oman, Palestinian President Mahmoud Abbas also arrived to offer his condolences to Sultan Haitham.\n\nAbbas stressed that the Arab and Islamic worlds have lost an eminent leader who devoted his life to serving his country and people with wisdom and grace, praising what Oman has achieved during the rule of the late sultan and affirming the deep brotherly relations between the two countries and peoples.\n\nAbbas expressed his profound sympathy and heartfelt condolences over the death of the late Sultan.\n\nSultan Haitham thanked Abbas and the accompanying delegation for their sincere condolences.\n\nPalestine declared a three-day official mourning.\n\nIsraeli Prime Minister Benjamin Netanyahu also offered his condolences to Oman on the death of Sultan Qaboos.\n\n“He was an incredible leader who worked tirelessly to promote peace and stability in our region. Under his leadership Oman became a central and advanced nation,” he said.\n\nNetanyahu offered his condolences to the people of Oman, adding that he “shares in their deep sorrow for the passing of Sultan Qaboos bin Said.”\n\n“About a year ago he invited my wife and myself to an enormously important and stirring visit,” during which he offered his help to push for peace in the region.\n\nNetanyahu congratulated Sultan Haitham and welcomed his statements that Oman’s “foreign policy and work for regional peace will be upheld.”"}}