{"GDELT": {"GlobalEventID": 898667742, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "COP", "Actor1Name": "DEPUTY", "Actor1Type1Code": "COP", "Actor2Code": "GOV", "Actor2Name": "MINIST", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 26, "NumSources": 13, "NumArticles": 26, "AvgTone": -0.531723945600841, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Belfast, Belfast, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR3", "Actor1Geo_ADM2Code": "40158", "Actor1Geo_Lat": 54.5833, "Actor1Geo_Long": -5.933330000000001, "Actor1Geo_FeatureID": "-2589607", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Belfast, Belfast, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKR3", "Actor2Geo_ADM2Code": "40158", "Actor2Geo_Lat": 54.5833, "Actor2Geo_Long": -5.933330000000001, "Actor2Geo_FeatureID": "-2589607", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Belfast, Belfast, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR3", "Action2Geo_ADM2Code": "40158", "Action2Geo_Lat": 54.5833, "Action2Geo_Long": -5.933330000000001, "Action2Geo_FeatureID": "-2589607", "DATEADDED": 20200113110000, "SOURCEURL": "https://www.leaderlive.co.uk/news/national/18156060.money-restore-powersharing-may-come-strings-attached-warns-minister/"}, "ARTICLE": {"TITLE": "Money to restore powersharing ‘may come with strings attached’, warns minister", "TEXT": "Stormont is expecting the Government to stump up at least £2 billion to support the deal that delivered a return to powersharing, a new minister has said.\n\nDUP agriculture minister Edwin Poots warned that the money could come with “strings attached”, potentially by way of a commitment from the Executive to raise extra revenue through the introduction of water charges or a hike in rates bills.\n\nPrime Minister Boris Johnson will be pressed for firm financial commitments on a visit to meet Northern Ireland’s DUP First Minister Arlene Foster and Sinn Fein Deputy First Minister Michelle O’Neill on Monday morning.\n\nFirst Minister Arlene Foster and Deputy First Minister Michelle O’Neill lead the new coalition Executive in Belfast (Press Eye/PA)\n\nTaoiseach Leo Varadkar is also travelling to Belfast as he and Mr Johnson mark the resurrection of the institutions after a three-year political impasse.\n\nThe UK Government made a series of financial promises as part of efforts to get the New Decade, New Approach agreement over the line.\n\nNorthern Ireland Secretary Julian Smith, who helped broker the deal, pledged major investment to alleviate problems in the region’s struggling public services, but declined to confirm the sums involved until devolution was restored.\n\nMinisters are now keen to get those figures nailed down.\n\nMr Poots said he did not want to get into precise figures but he was anticipating the quantum to be in the billions.\n\n“I was with Julian Smith (during the talks) and he didn’t want to be tied down to a particular figure but we were working off identified needs and they were seeking to ascertain what it was actually going to take to meet those identified needs,” he told BBC Radio Ulster’s Nolan Show.\n\n“He said he didn’t want to make any promise on a figure and I said all you have to say is ‘billions’ and, of course, that would be at least two billion.\n\n“I would hope those are the ball parks we are in, that we are actually looking at billions of pounds over the course of the next number of years.\n\n“They may well come with some strings attached to it. So, for example, and I don’t know this, but I wouldn’t be at all surprised if they do press us to raise rates at a higher level and we do something in terms of water rates and all of that – those may be pressures that are applied by the Treasury and we will have to wait and see if that is the case.”\n\nEdwin Poots said potentially the Executive may have to commit to raise extra revenue through the introduction of water charges or a hike in rates bills (Liam McBurney/PA)\n\nHis comments came amid media reports that the Government could be poised to announce a £2 billion package.\n\nHowever, a Number 10 source described the figure as “just speculation”.\n\nThe Irish Government has also made financial pledges within the agreement to honour commitments to part-fund some north/south projects, such as the A5 dual carriageway and a redevelopment of the Ulster canal system.\n\nStormont’s new finance minister, Conor Murphy, said it was time for the administrations in London and Dublin to deliver their “ambitious commitments”.\n\n“The local parties have done their part by restoring the powersharing Executive,” he said.\n\n“The two Governments must now honour their pledge and provide the funding needed to deliver on the New Decade, New Approach document.”\n\nMr Johnson said discussions at Stormont would focus on how the Executive intended to take forward “critical reforms” to public services.\n\n“This is an historic time for the people of Northern Ireland,” he said ahead of the visit.\n\n“After three years, Stormont is open for business again with an Executive who can now move forward with improving people’s lives and delivering for all communities in Northern Ireland.\n\n“I look forward to meeting with the new Executive and hearing about their plans for the future – including driving forward much-needed reforms to public services and resolving the current health strike.\n\n“The next decade will be an incredible time of opportunity for Northern Ireland and the whole of the United Kingdom as we come together to unleash the potential of our four nations.”\n\nTaoiseach Leo Varadkar is also travelling to Belfast as he and Boris Johnson mark the resurrection of the institutions after a three-year political impasse (Niall Carson/PA)\n\nMinisters will need to hit the ground running to tackle a host of acute problems facing a public sector that has been floundering amid the 36-month governance vacuum.\n\nTop of the Executive’s in-tray is an industrial dispute in the health service that has seen nurses take strike action on three occasions in the last month.\n\nUnder the terms of the deal, the new Executive will also take action to reduce spiralling hospital waiting lists; extend mitigation payments for benefit claimants hit by welfare reforms; increase the number of police officers on the beat; and resolve an industrial dispute involving teachers.\n\nThe last DUP/Sinn Fein-led coalition government collapsed in January 2017 over a row about a botched green energy scheme.\n\nThat row subsequently widened to take in more traditional wrangles on matters such as the Irish language and the thorny legacy of the Troubles."}}