{"GDELT": {"GlobalEventID": 898614682, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 1312, "EventBaseCode": 131, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -5.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.89660743134087, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sabarmati, Gujarat, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN09", "Actor1Geo_ADM2Code": "17645", "Actor1Geo_Lat": 23.0833, "Actor1Geo_Long": 72.6667, "Actor1Geo_FeatureID": "-2109680", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sabarmati, Gujarat, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN09", "Action2Geo_ADM2Code": "17645", "Action2Geo_Lat": 23.0833, "Action2Geo_Long": 72.6667, "Action2Geo_FeatureID": "-2109680", "DATEADDED": 20200113051500, "SOURCEURL": "http://theshillongtimes.com/2020/01/13/systematic-attacks-on-educational-spaces-worrying/"}, "ARTICLE": {"TITLE": "Systematic attacks on educational spaces worrying", "TEXT": "Editor,\n\nIn the past few months, the country has witnessed a pattern in which divisive and discriminatory laws and policies have been passed, which contradict the very fabric of inclusiveness and secular nature of our constitution. We have also seen how any form of dissent or protest against these policies have been systematically suppressed by this intolerant government. Amongst the many voices questioning the legitimacy of this government’s actions, students have been in the frontline of the various movements, especially when it comes to their constitutional right to education and freedom of speech. It has been more than seventy days that the students of Jawaharlal Nehru University(JNU) have been fighting a battle against the discriminatory and illegal fee hike that had been introduced by the administration without proper dialogue with the teachers and student representatives. This stand-off has culminated in the student body calling for a boycott of classes, exams and, more recently, the registration process for the new semester until the fee hike is rolled back. In an attempt to deter the student movement, the administration, with the help of its supporters, has resorted to questionable means such as exams being conducted through Whatsapp and email and forceful attempts to make students register with the hiked fees.\n\nThings reached a climax on the evening of January 5, 2020 when a group of 70-80 armed masked men and women entered the campus of JNU. They proceeded to not only disrupt a peaceful meeting organised by the Jawaharlal Nehru University Teachers’ Association (JNUTA) at Sabarmati T-point but also terrorised the residents of the campus with mob violence. In the three hours that followed, many people were injured and traumatised, teachers and students alike. Many hostel rooms were also vandalised, with the residents either having to hide themselves to escape the violence that was targeted towards them. Despite the atmosphere of chaos and fear, the police who were present in and around the campus did not intervene and it was seen that they themselves were aiding the perpetrators in carrying out the attack; even the campus security guards were nowhere to be seen. It is no coincidence that the attack took place on the last date of registration itself with the majority of the students still boycotting the registration process.\n\nThe fee hike in JNU is not an isolated incident; the same has been happening to various educational institutions all over the country owing to the current government’s push for privatisation of education which will lead to the exclusion of people belonging to marginalised sections of society. This kind of attack on a peaceful university space occurred just weeks after the recent brutal attacks on two other university campuses, namely Jamia Millia Islamia and Aligarh Muslim University.\n\nMoreover, there has been an increasing clampdown on voices of dissent by the government through the use of state machinery such as the police and Section 144. As students and research scholars from the state of Meghalaya studying in JNU, we cannot help but voice our concerns over these disturbing trends that create an environment of fear to question and criticise the government, especially in university campuses which are meant to be safe spaces for learning and engaging. We also feel disappointed by the lack of response from the administration and government with regards to addressing the situation and ensuring better security measures for the students.\n\nHowever, amidst all this, we cannot help but be overwhelmed by the outpouring of support from students and concerned individuals from different parts of the country. On this note, we would like to express our gratitude to the JNU alumni of Meghalaya, the various student unions and concerned citizens who have come out and stood in solidarity with JNU. At this time, when our political leaders have failed to fulfil their responsibilities towards their own people, we earnestly appeal to the general public to be aware and vigilant of the dangerous path that this current government is taking us on. We also encourage the student community and civil society groups of Meghalaya to engage in this movement to protect our right to education and freedom of speech. As of now, JNU stands united in its demand for affordable and quality education for all citizens of the country.\n\nYours etc.,\n\nMeghalaya Students of JNU,\n\nNew Delhi\n\nJNU Mayhem\n\nEditor,\n\nThe brutal attack on students and teachers inside prestigious Jawaharlal Nehru University (JNU) campus in New Delhi perpetrated by masked miscreants armed with iron rods and sticks on 5 January night shocked the entire country and evoked massive protests across the country as well as abroad. Over 30 including professors and JNU Students’ Union (JNUSU) president were injured due to the violence, some of whom had been inflicted very serious wounds. This terror-type attack in JNU is not only an assault on students, teachers and causing damage of public property. It is an attack on the institution-the core foundation of a country known for free speech and opinion building and testifies to the deeply orchestrated intolerance within.\n\nLeft-controlled JNUSU has been protesting the hostel fee hike in the varsity and they didn’t let students go with winter semester registration by vandalising the server room a day before the attack happened which provoked the counter-protest from the Akhil Bharatiya Vidyarthi Parishad (ABVP)-a right wing student organisation affiliated to Rashtriya Swayamsevak Sangh (RSS) which has Hindutva ideology at its core. The protest and counter-protest peaked on January 5 and ABVP resorted to organised attacks on students and teachers even inside the hostels on varsity campus. There are allegations that ABVP got support of goons from outside who entered the campus despite the presence of security personnel and the Delhi Police turning a deaf ear and blind eye. But this same Police force stormed the Jamia Millia Islamia University campus and ransacked the library in December last year when its students protested against the most controversial Citizenship (Amendment) Act 2019.\n\nThe accusations and counter-accusations of violence has allowed free passage to many miscreants. An alumnus of JNU and eminent professor of Economics in Massachusetts Institute of Technology (MIT) Abhijit V. Banerjee who shared the 2019 Nobel Prize in economics urged the government to establish ‘the truth of what happened’ and ‘not to get drowned in the chorus of counter accusations’. This incident of hooliganism has made India red-faced before the whole world.\n\nIn Indian tradition and culture, everyone boasts of having guru-shishya relationship throughout the ages and this is handed-down from generations to generation. Even in the great epic ‘The Mahabharata’, Dronacharya-Ekalayva relationship signifies how students or disciples worshipped the gurus or the teachers. The parampara or lineage of that relationship, perhaps, has eroded to its worst. Or probably RSS bhakts failed to teach their disciples.\n\nThe conflict of Left-Right ideology cannot be sorted out with violence and counter-violence. It would be beneficial if things are settled through open minded discussions, debates and counter-debates which are core principles of JNU. Instead of engaging in mudslinging over the incident, the Modi government must identify the miscreants involved in the crime and discipline those students that have gone rogue. The goons who entered the varsity campus and beat up innocent students and teachers mercilessly have to be identified and booked.\n\nYours etc.\n\nGendra Galla Narzinary,\n\nVia email"}}