{"GDELT": {"GlobalEventID": 898614888, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "IND", "Actor1Name": "NAGPUR", "Actor1CountryCode": "IND", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.32681017612524, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mahad, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "17777", "Actor1Geo_Lat": 18.0833, "Actor1Geo_Long": 73.4167, "Actor1Geo_FeatureID": "-2103079", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mahad, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "17777", "Action2Geo_Lat": 18.0833, "Action2Geo_Long": 73.4167, "Action2Geo_FeatureID": "-2103079", "DATEADDED": 20200113051500, "SOURCEURL": "http://www.heraldmalaysia.com/news/mumbai-diocese-card-gracias-visits-suburban-missions/51376/2"}, "ARTICLE": {"TITLE": "Mumbai Diocese: Card. Gracias visits suburban missions", "TEXT": "Mumbai Diocese: Card. Gracias visits suburban missions\n\nThe prelate brought \"joy and renewed energy\" to Raigad's mission. Meetings with young people, religious, lay people, the elderly; the inauguration of a new farm, for an \"integral ecology\" of the faithful. Local Sister: \"The cardinal's visit was similar to that of the Three Kings to the Child Jesus, full of blessings and spiritual gifts\".\n\nJan 13, 2020\n\nBy Nirmala Carvalho\n\nCard. Oswald Gracias, archbishop of Mumbai and president of the Indian Bishops' Conference (CBCI), visited the outskirts of the diocese at the beginning of the new year. From January 2 to 4 the Cardinal visited the deanery of Raigad, which this year celebrates 10 years since its foundation. Here he met tribals, migrants, villagers, young people, families and the elderly. He showed his commitment to integral ecology by opening a farm and talking about education and health with the Catholics of the mission. Speaking to AsiaNews Sr. Bridget, who accompanied him, says: \"The Cardinal's surprise visit brought immense joy to everyone in this corner of the diocese\".\n\nThe nun says that the meetings were organized without great notice, and precisely for this \"there was palpable fibrillation, excitement and joy among the people, while preparing the visit\". Card. Gracias was accompanied by Msgr. Allwyn D’Silva, in charge of the Raigad mission, Fr. Joseph Borges, dean and parish priest of the church of Mount Carmel, in Korlai, the first stop of the visit.\n\nThe church of Korlai, says the religious, \"has 306 years of faith, history and tradition. People welcomed him with traditional costumes and expressed their joy with the enthusiasm of the children. \" In this church on January 3, the cardinal celebrated his first public mass of 2020. At the end of the service, he met the parishioners and discussed with the members of the parish council, the financial committee and the school group.\n\nIn Roha, the second stage, he met other priests, religious and mentors of the mission, who \"make the presence of the Church in this area vital\". The third stop at Sarva Vikas Deep in Mangaon, home of the Raigad Janhit Manch (Rjm), the social arm of the mission that brings together 27 centers managed by various congregations and priests. Here he was presented an overview of the initiatives launched in these 10 years, discussed the future prospects and the difficulties to face.\n\nThe penultimate stop was Mahad, which is located in the tribal belt of Chota Nagpur, where he blessed and inaugurated the new mission farm. Finally Card. Gracias celebrated Mass in Paned before leaving for Mumbai. According to Sr. Bridget, “the cardinal's visit was similar to that of the Three Wise Men to the Child Jesus: full of blessings and spiritual gifts. His eminence gave us his presence, his zeal for mission, his paternal care for people. It has aroused renewed energies and a new spirit in all those involved in missionary efforts in Raigad \".--Asia News"}}