{"GDELT": {"GlobalEventID": 898783271, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "IRNMED", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.8387096774193505, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200113203000, "SOURCEURL": "https://ottawasun.com/opinion/columnists/furey-the-iran-protests-its-about-being-on-the-right-side-of-history/wcm/20415201-0903-4194-925c-b0dbda7b4276"}, "ARTICLE": {"TITLE": "FUREY: The Iran protests – it’s about being on the right side of history", "TEXT": "Article content\n\nWe are on the cusp of something truly historic happening in Iran. People are taking to the streets in great number to call for the end of Ayatollah Ali Khamenei’s regime, to call for liberty and freedom and a better future. They are also calling for allies, for people in the free world, to stand with them and amplify their voices.\n\nWill Canadians rise to the occasion? The current moment requires us to stop and reflect, as this is one of those issues where the stakes are nothing short of being on the right side of history.\n\nWe apologize, but this video has failed to load.\n\ntap here to see other videos from our team. Try refreshing your browser, or FUREY: The Iran protests – it’s about being on the right side of history Back to video\n\nFor decades, the Islamic Republic of Iran has terrorized its own people — imprisoning, torturing and murdering them. For years, people have taken to the streets to say enough is enough.\n\nThis time is different though. This time, the United States, Canada and other countries are involved.\n\nPast protests in Iran have generated little Western media coverage and have failed to capture our imagination. Even last year, when Khamenei personally ordered the quashing of activists which led to the killing of 1,500 people by the government, even then, we failed to take note. Now though, we are finally paying attention."}}