{"GDELT": {"GlobalEventID": 898784221, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "USAELI", "Actor1Name": "NEW YORK CITY", "Actor1CountryCode": "USA", "Actor1Type1Code": "ELI", "Actor2Code": "USA", "Actor2Name": "NEW YORK CITY", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.0, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200113203000, "SOURCEURL": "https://www.nbcnews.com/politics/meet-the-press/blog/meet-press-blog-latest-news-analysis-data-driving-political-discussion-n988541/ncrd1114606"}, "ARTICLE": {"TITLE": "Biden tops new Iowa poll as race remains in flux", "TEXT": "SEE NEW POSTS\n\nBiden tops new Iowa poll as race remains in flux WASHINGTON — Former Vice President Joe Biden tops a new Monmouth University poll of likely Iowa caucusgoers as the state's pivotal contest remains a toss-up with less than one month to go. Biden wins support from 24 percent of likely caucusgoers in the new poll, followed by Vermont Independent Sen. Bernie Sanders' 18 percent. Former South Bend, Ind. Mayor Pete Buttigieg has support from 17 percent of caucusgoers and Massachusetts Sen. Elizabeth Warren from 15 percent. The margins between all four of those candidates are within the poll's plus-minus 4.9 percent margin of error. Minnesota Sen. Amy Klobuchar, with 8 percent, is the only other Democrat to poll above 5 percent. Iowa's caucus is run differently than a typical primary — Iowans assemble at a precinct where they split off into groups supporting each candidate. Only candidates who have support from 15 percent of a precinct's caucusgoers are considered \"viable,\" and eligible for delegates. Those who are caucusing with candidates who aren't viable have to realign or declare as uncommitted. The Monmouth poll found only Biden, Sanders, Buttigieg and Warren hitting 15 percent across the state. And in a separate question, where caucusgoers are asked who they'd support if only those four candidates were viable at their caucus site, Biden leads with 28 percent, followed by Buttigieg at 25, Sanders at 24 and Warren at 16 percent. With just three weeks until the Iowa caucus, the poll also suggests Iowans are beginning to make up their minds. Forty-three percent of likely caucusgoers say they're \"firmly decided\" on their candidate, compared to 28 percent in November. For those still wavering, Warren could be in a decent position — she's the second choice of 23 percent of caucusgoers. The next closest candidate is Buttigieg, who is the second choice of 15 percent of caucusgoers. Monmouth polled 405 likely caucusgoers between Jan. 9 to Jan. 12. With the caucus just weeks away, polling has underscored the unpredictable nature of the caucus. Late last week, the Des Moines Register/CNN/Mediacom Iowa poll found a similar four-candidate pile-up, this time with Sanders in the lead with Biden in fourth-place. The margins between the four top candidates were all within the poll's margin of error. Share this -\n\n\n\n\n\n\n\nTrump seeks to undo protections for pre-existing conditions, despite tweets WASHINGTON — President Trump has misrepresented his position on pre-existing conditions protections in the past, but even by previous standards his tweet on Monday stands out by falsely taking credit for the protections existing in the first place, saying he “saved” them, while actively trying to remove them. ....and, if Republicans win in court and take back the House of Represenatives, your healthcare, that I have now brought to the best place in many years, will become the best ever, by far. I will always protect your Pre-Existing Conditions, the Dems will not! — Donald J. Trump (@realDonaldTrump) January 13, 2020 The current pre-existing protections were enacted under the Affordable Care Act, which President Obama signed in 2010 while Trump was a private citizen. Trump's Justice Department is currently backing a lawsuit by Republican state officials to throw out the entire law — including those protections. The president has also previously urged Congress to pass a bill that would roll back some of the law’s protections for pre-existing conditions and his administration has expanded access to plans that do not cover pre-existing conditions, which critics deride as “junk insurance.” If the courts agree with the White House’s legal arguments, the lawsuit would end the ACA’s landmark requirement that insurance companies take on all customers regardless of any pre-existing conditions and charge them the same premiums as healthy customers. That change would not be incidental to the White House’s broader objection to the health care law. In fact, it’s central to their case: The Trump administration’s initial legal position directly targeted the law’s protection for patients with pre-existing conditions, arguing they should be removed while most of the law remained. Only later did they expand their legal argument to demand the entire law be thrown out. There’s a real chance the lawsuit succeeds. The case is currently pending after a Texas judge ruled the entire law unconstitutional in December 2018. Last month, the conservative-leaning 5th Circuit Court issued an opinion that supported the judge’s underlying argument, but sent the case back for further review as to which parts of the law should stand. The Supreme Court is expected to eventually weigh in, but the White House is asking them to delay a request by Democratic state officials for an expedited ruling. If the White House argument holds, the decision will likely occur after the presidential election. That means the courts could potentially throw out protections for pre-existing conditions after the president campaigned for re-election on championing them. Democrats made the lawsuit, along with Republican efforts in Congress to undo some of the ACA’s protections, a central part of their 2018 midterm campaigns. In response, Trump and a number of GOP candidates said they would maintain some protections for pre-existing conditions if the lawsuit succeeded, but there is no party consensus as to what would replace them and many existing proposals still contain fewer protections coverage than current law. Key conservative lawmakers object to the current protections for pre-existing conditions on ideological and policy grounds and Republican leaders and the White House sided with their demands to loosen them in their attempt to repeal and replace the ACA. Had the House repeal bill backed by Trump become law, the nonpartisan Congressional Budget Office predicted that “less healthy individuals (including those with pre-existing or newly acquired medical conditions) would be unable to purchase comprehensive coverage with premiums close to those under current law and might not be able to purchase coverage at all.” There are longstanding policy debates surrounding all these issues. Critics of the law’s protections for pre-existing conditions argue that they drive up premiums too high for healthier customers and there are potentially other ways to provide sicker patients health care, though none of the Trump-backed legislative proposals have been found by the CBO and other independent analysts to cover nearly as many people. But Trump’s statements largely ignore that debate. Instead he’s asked his supporters, many of whom have expressed concern in polls about the issue, to believe he holds a position in direct opposition to his actual policy. Share this -\n\n\n\n\n\n\n\nBloomberg calls for changes to presidential primary calendar, warns against focus on 'homogeneous' states COLUMBIA, S.C. — Former New York City Mayor Michael Bloomberg called for changes in the Democratic presidential primary calendar Monday in an op-ed representing a reversal of sentiments he expressed just five days ago on the campaign trail. “[A]s we Democrats work to protect democracy from Republicans who seek to exclude voters, we must also look inward, because our own party's system of nominating a presidential candidate is both undemocratic and harms our ability to prepare for — and win — the general election,” Bloomberg wrote in an op-ed for CNN. Bloomberg, who made a late November entry into the 2020 race, has chosen to skip the first four early states altogether, focusing instead on delegate-rich Super Tuesday while other contenders fight for position just 21 days out from the Iowa caucus. Democratic presidential candidate Mike Bloomberg opens his Tennessee 2020 campaign headquarters in Nashville on Dec. 19, 2019. Harrison McClary / Reuters file In his op-ed, the former mayor warned that by focusing on the most “homogenous [states] in the nation,” the Democratic Party risks “repeating 2016.” The Iowa caucus represents the first contest on the Democratic presidential nominating calendar, with the New Hampshire primary one week later. The need to place more emphasis and channel resources into “Blue Wall” states is an idea Bloomberg often highlights on the trail. But before Monday, Bloomberg has been hesitant to call for a reordering of the primary calendar. Just last Wednesday, reporters pressed Bloomberg on this issue after a campaign stop in Akron, Ohio. “I think we've got a tradition here of four states,” he said. “The system has gotten used to it, and I guess the Democratic Party probably shouldn't take it away.” Bloomberg said then that the decision should ultimately be made by the Democratic Party. But in the days since the Akron event, the former mayor reversed course, pointing to action he would take if elected: “As president, I will ensure the DNC works with state party leaders at every level to re-order the primary calendar in ways that better reflect our diverse electorate and channel more resources into the states we actually need to win in November.” “Don't get me wrong: I have enormous respect for the voters of Iowa and New Hampshire. Both states are full of devoted citizens,” Bloomberg wrote. “But so are the other 48. And we need a system that both better reflects our country and puts us in a better position to defeat a candidate like Donald Trump.\" Share this -\n\n\n\n\n\n\n\nProminent New Hampshire union backing Bernie Sanders MANCHESTER, NH -- New Hampshire’s second-largest union is set to endorse Vermont Independent Sen. Bernie Sanders on Monday, the Sanders campaign confirmed to NBC News. SEA/SEIU Local 1984 contains over 10,000 private and public sector members, and will be making the announcement alongside Sanders’ national co-chair, former Ohio state Sen. Nina Turner. “I’m honored to receive SEA/SEIU Local 1984’s support today,” said Sen. Sanders in a statement shared first with NBC News. “The labor movement helped build the middle class in this country, and strong unions are key to reviving it today. As president, I’ll continue to stand on the side of workers and unions like SEA/SEIU 1984 in the fight for a fair and just economy that works for all of us.” Rich Gulla, the president of SEA/SEIU Local 1984 praised Sanders in a statement, arguing that he's \"represented the interests of workers all across this country\" as well as workers in his union. “Just recently, when he learned of the struggles that New Hampshire state employees who are without a contract are facing he called a press conference to tell Governor Sununu to treat workers with respect. We know American workers can count on him. We are proud to endorse Sen. Sanders for president,\" Gulla said. Sen. Bernie Sanders, I-VT, speaks to supporters at a rally in Denver on Sept. 9. 2019. Michael Ciaglo / Getty Images file The notable endorsement does not break with recent precedent, however. During the 2016 primary, the local New Hampshire chapter broke from the national organization’s endorsement of Hillary Clinton to endorse Sanders, and many members have remained loyal to Sanders since 2015. Julia Barnes, who served as Sanders' state director in 2016 but is now working for a New Hampshire gubernatorial candidate, said the endorsement comes at a good time for a campaign looking to mobilize volunteers one month before the New Hampshire primary. Barnes, while no longer working for Sanders, is a Sanders supporter. “It’s very validating in terms of the union making a choice to come out during such a crowded primary,” she told NBC. “They were a really big part of our on the ground operation in terms of sending their members, and it’s validating in the community to have that union support on their side.” Throughout the 2020 primary, the union hosted member town halls with all the major presidential candidates except former Vice President Joe Biden. “From a labor standpoint, we’re looking for candidates who not only talk the talk but walk the walk,” Gulla told NBC News last month. “Have they ever walked a picket line? Have they belonged to a union themselves? What did they do on sponsored legislation?” The events were part of the endorsement process, which also included a 10-question survey sent to candidates and a recommendation by the political education committee to the chapter’s board of directors. Gulla told NBC News the union chapter is equally divided into thirds ideologically – Democratic, GOP and independent. Share this -\n\n\n\n\n\n\n\nBennet: Senate impeachment trial will be 'disruptive' to presidential campaign WASHINGTON — Colorado Sen. Michael Bennet, one of the five Democratic senators running for president, said Sunday that the upcoming Senate impeachment trial is going to be “disruptive” to the presidential campaign, but that it’s part of his “constitutional responsibility.” “It is going to be disruptive and there’s nothing that I can do about it, so I choose not to worry about it. We have, all of us, a constitutional responsibility we have to fulfill here. And I take my oath seriously, and I will,” he said. “The stakes are really high and I think the framers of the Constitution would demand of the people that are sitting in judgment that they put the Constitution in front of the president and use this as an opportunity to remind the American people why the rule of law is so important.” Full Bennet: Not 'impossible' to get Republican support for impeachment witnesses Jan. 12, 2020 06:52 With House Speaker Nancy Pelosi expected to transmit the articles of impeachment passed by the House late last year, the specter of a Senate trial looms over the 2020 Democratic presidential primary. During the impeachment of then-President Bill Clinton, the Senate regularly worked long hours and six-day weeks, a heavy workload that would limit the ability of senators like Bennet to hit the campaign trail. Bennet acknowledged the strain impeachment will likely put on his schedule. “I'm spending every single second I can in New Hampshire, trying to fulfill my commitment to hold an additional 50 townhalls here,” he said. “I've already spent more time here than any other candidate. And I'm just going to continue to do that.” And he said he doesn’t necessarily expect Republicans to join Democratic demands to get former National Security Adviser John Bolton to testify as part of the trial, although he said he doesn’t “think it’s impossible.” “I hope my Republican colleagues will be open to having witnesses. The American people want witnesses. And they want to see the records from the White House, as well,” he said. Share this -\n\n\n\n\n\n\n\nDemocratic online donations hit $1 billion mark in 2019 as Republicans make strides to catch up WASHINGTON — The Democratic online fundraising juggernaut hit another massive milestone in 2019, but the Republican effort to close the gap between the two parties also took big strides as well. The Democratic-aligned online fundraising platform ActBlue raised $1 billion last year, while the new Republican-aligned WinRed raised $101 million since it launched in late June. The new numbers, released by the groups in recent days (full reports must be filed by the end of the month), show how Democrats continue to reap the benefits of a well-organized and longstanding effort to invest in and centralize their online donor platform. But Republicans appear to be benefiting from a concerted effort of their own to replicate that. Virtually every Democratic organization goes through ActBlue, and since the platform is about 15 years old, it has grown exponentially as the rise of high-speed internet and mobile devices have made it easier to solicit donations. That move has paid off for the Democratic Party, making it easier for their grassroots donors to spread money around up and down the ballot and across the country (especially in the age of smartphones). “Our record-breaking Q4 indicated what we saw in all of 2019: unprecedented grassroots engagement and growth of the small-dollar donor movement, which we only expect to increase from here,“ ActBlue Executive Director Erin Hill said in a statement. 6 million donors in 2019 means more folks gave in the past year than in 2017 and 2018 combined. And over 3 million donated for the first time, with 40% of those first-time donors going on to give multiple times in 2019. pic.twitter.com/6Ztvh8Rioy — ActBlue (@actblue) January 9, 2020 “Our nominee will need at least half of their funds from grassroots donors if they want to beat Donald Trump. Based on what we saw last year, the eventual Democratic nominee will have an army of grassroots donors behind them.” Data released by ActBlue shows that 6 million people donated through ActBlue in 2019, a record for the site, and that half of those were first-time donors through ActBlue. And even with the presidential race taking center stage, almost 40 percent of those donors gave to a non-presidential candidate or group. And the majority, 57 percent, of all 2019 contributions came through mobile devices, another sign of how the robust effort has made it easier for donors to give to Democrats. Republicans have been trying to build their own version of ActBlue for years, and after a handful of attempts, WinRed seems to be catching on (with the backing of President Trump and the Republican National Committee). Getting it right now could be particularly fruitful for Republicans as they hope to mobilize Trump's strong grassroots support into a long-term fundraising boon for their candidates. WinRed is just six months old, but it's quickly winning over an overwhelming share of the GOP fundraising infrastructure. Every state Republican party, 80 percent of all GOP senators and 78 percent of GOP House members are fundraising through WinRed, the group says. With impeachment boosting GOP fundraising, campaigns & cmte's nationwide continued to aggressively migrate to WinRed in the 4th Quarter in order to be part of the surge. Today, 100% of GOP State Parties, 80% of GOP Senators and 78% of House Republicans use WinRed. pic.twitter.com/hMt2swmgoH — WinRed (@winred) January 6, 2020 And WinRed says that impeachment is good for business, as donation pages discussing impeachment raised over 300 percent more than pages that didn't, and that fundraising spiked after Democrats launched their formal impeachment inquiry on Oct. 31. (That's another advantage of centralizing an online fundraising platform — it's easier to conduct large-scale analysis across a wide range of campaigns). Tryng to compare WinRed's early fundraising to that from ActBlue's beginnings isn't very useful — massive changes in technology have created a far more fruitful terrain for online fundraising now than ActBlue had when it launched in 2004. Since WinRed hasn't reached unified status on the right, the numbers don't tell the whole GOP online-fundraising story. And the Trump-era has been good for GOP fundraising, with Trump and the RNC building a massive warchest that will serve as a significant advantage over the eventual Democratic nominee and the Democratic National Committee. But the bottom line is: the Democratic juggernaut is continuing to help Democrats pull in massive amounts of money that will be a major benefit for 2020, but Republicans are making their best strides in recent years at closing the gap. Share this -\n\n\n\n\n\n\n\nMichael Bloomberg campaigns in Midwest, but emphasizes learning about the voters NEW YORK — Former New York City Mayor Michael Bloomberg took a whirlwind trip through three states in the Midwest on Wednesday to learn about what voters in the region are concerned about in 2020 and to further cement his Super Tuesday strategy in the Democratic primary. Bloomberg began Wednesday at a community college in Chicago, and ended it at a town hall in Akron, Ohio where he toured an \"innovation lab\" where herbs and micro-greens are grown with hydroponics. “I want to better understand rural America,” Bloomberg said to his hosts at a family farm in Wells, Minn. “You know, I come from the city, but you're the backbone of America, and we eat and live based on what you do.” He continued, “I think it's easy for us living in big cities to forget about the rest of the world. You know, it just doesn't come up because you don't see them every day.” Democratic presidential candidate Mike Bloomberg opens his Tennessee 2020 campaign headquarters in Nashville on Dec. 19, 2019. Harrison McClary / Reuters file Bloomberg hoped to use the trip to quell concerns that a Bloomberg presidency wouldn't include those who are outside of big cities. But by Bloomberg spending time in states like Ohio and Minnesota, he's confirmed that he's not going to work at all to win the early states in the primary contest. And he’s criticized his opponents for placing so much emphasis on states like Iowa, New Hampshire and South Carolina, telling an audience at an office opening in North Carolina that “Trump is campaigning in swing states while every other Democratic campaign is focused on other states.” Impeachment protests, Bloomberg 2020 hiring spree, Mercedes-Benz recall Jan. 6, 2020 01:52 Despite Bloomberg's late entrance into the race, and not competing in the traditional states, he has risen in several polls, and leaped ahead of other candidates who have been campaigning for months like New Jersey Sen. Cory Booker. Bloomberg made the polling threshold for the January Democratic debate but will not be on the stage because he isn't taking individual contributions. Instead, his billionaire status is what is giving him the ability to buy about $170 million in television and digital ads and build a staggering staff infrastructure. According to the campaign, it has employed more than 800 people, including 500 in over 30 states. Bloomberg's campaign has employed an \"if you build it, they will come\" attitude. But for now, that still includes the former mayor blitzing through states and introducing himself. “I’ve started a quest,” Bloomberg said to the Akron audience. “[H]ere I don’t know every name, but I’ll get around to it.” Share this -\n\n\n\n\n\n"}}