{"GDELT": {"GlobalEventID": 898782821, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "CZE", "Actor1Name": "PRAGUE", "Actor1CountryCode": "CZE", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -1.5189873417721498, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Actor1Geo_CountryCode": "EZ", "Actor1Geo_ADM1Code": "EZ52", "Actor1Geo_ADM2Code": "14865", "Actor1Geo_Lat": 50.0833, "Actor1Geo_Long": 14.4667, "Actor1Geo_FeatureID": "-553173", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Dagestan, Dagestan, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS17", "Actor2Geo_ADM2Code": "25069", "Actor2Geo_Lat": 43.0, "Actor2Geo_Long": 47.0, "Actor2Geo_FeatureID": "-2900223", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chechen, Dagestan, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS17", "Action2Geo_ADM2Code": "25069", "Action2Geo_Lat": 43.9611, "Action2Geo_Long": 47.6427, "Action2Geo_FeatureID": "-2896478", "DATEADDED": 20200113203000, "SOURCEURL": "https://pressroom.rferl.org/rferl-north-caucasus-service"}, "ARTICLE": {"TITLE": "RFE/RL's North Caucasus Service", "TEXT": "RFE/RL's North Caucasus Service is one of the few independent media outlets reporting in this predominantly Muslim region, one of the most repressive and arbitrary in the Russian Federation. ​\n\nFast Facts\n\nRFE/RL’s North Caucasus Service, operating out of Prague, is the only international, Chechen-language broadcaster providing an independent alternative to the tightly controlled official press in this notoriously arbitrary region of Russia. The audience spans Chechnya, Dagestan, Ingushetia, Kabardino-Balkaria, Karachay-Cherkessia, Krasnodar Krai, Adygeya, North Ossetia, and Stavropol Krai.\n\nIn 2017 the Service launched the Kavkaz.Realii website to provide the region’s Russian speakers with accurate and uncensored news.\n\nThe Service’s correspondents are regularly subjected to threats and intimidation. Assassinations and bombings are common, and anyone viewed as a potential threat to the local leadership or crossing “red lines” can be imprisoned.\n\nIn addition to its news coverage, the Service is dedicated to covering human rights and other highly sensitive topics. Its reporting helped former World MMA champion Murad Amriev escape persecution; its correspondents have courageously reported on Chechnya’s alleged purge of gay men. The Service also covers the life of the North Caucasian diasporas in Europe that swelled considerably after two Chechen wars.\n\nThe Northern Caucasus is included with Russia in most press freedom rankings. Freedom House designated the Russian Federation Not Free and ranked it 174/198.\n\nImpact\n\nJanuary – December, 2019\n\nWebsite and Apps (in Russian and Chechen)​: 18.5 million visits; 24.2 million page views; 10.6 million unique visitors\n\n(in Russian and Chechen)​: 18.5 million visits; 24.2 million page views; 10.6 million unique visitors Facebook (in Russian and Chechen): 3.6 million video views; 1.2 million engaged users; 67,000 followers\n\n(in Russian and Chechen): 3.6 million video views; 1.2 million engaged users; 67,000 followers YouTube (in Russian and Chechen):​ 19.8 million views; 95,000 subscribers\n\nFacts & Stats about Russia\n\nPress Freedom Index (Russia) (Freedom House): Not Free , ranked 174 out of 198 (2017)\n\n, ranked 174 out of 198 (2017) Press Freedom Index (Russia) (RSF): 149 out of 180 (2019)\n\n149 out of 180 (2019) Corruption Index (Transparency Int.) : 137 out of 180 (2019)\n\n137 out of 180 (2019) Global Peace Index (IES): 154 out of 163 (2019)\n\n154 out of 163 (2019) Human Rights Watch: Report on Russia (2019)\n\n(2019) Amnesty International: Russia Report (2017/2018)\n\n\n\nFacts & Stats about Chechnya\n\nPopulation: 1,268,989 ( 2010 census )\n\n1,268,989 ( ) Ethnic Groups: Chechen, Russian, others\n\nChechen, Russian, others Religions: Sunni Muslim, Eastern Orthodox\n\nSunni Muslim, Eastern Orthodox Languages: Chechen, Russian, others\n\nFacts & Stats about Dagestan\n\nPopulation: 2,910,249 ( 2010 census )\n\n2,910,249 ( ) Ethnic Groups: Northeast Caucasians (Avar, Dargin, Lezgin, others); Turkic and others (Kumyk, Nogai, Azeri, and others); Russian\n\nNortheast Caucasians (Avar, Dargin, Lezgin, others); Turkic and others (Kumyk, Nogai, Azeri, and others); Russian Religions: Sunni Muslim, Eastern Orthodox\n\nSunni Muslim, Eastern Orthodox Languages: Russian, over 30 others (11 indigenous)\n\nFacts & Stats about Ingushetia\n\nPopulation: 412,529 ( 2010 census )\n\n412,529 ( ) Ethnic Groups: Ingush, Chechen, Russian, other\n\nIngush, Chechen, Russian, other Religions: Sunni Muslim, Eastern Orthodox\n\nSunni Muslim, Eastern Orthodox Langagues: Ingush, Russian\n\nFacts & Stats about Kabardino-Balkaria\n\nPopulation: 859,939 ( 2010 census )\n\n859,939 ( ) Ethnic Groups: Kabardin, Russian, Balkar, other\n\nKabardin, Russian, Balkar, other Religions: Sunni Muslim, Eastern Orthodox\n\nSunni Muslim, Eastern Orthodox Languages: Kabardin, Balkar, Russian\n\nFacts & Stats about Karachay-Cherkessia\n\nPopulation: 477,859 ( 2010 census )\n\n477,859 ( ) Ethnic Groups: Karachai, Russian, Cherkess, Abazin, Nogai, other\n\nKarachai, Russian, Cherkess, Abazin, Nogai, other Religions: Sunni Muslim, Eastern Orthodox\n\nSunni Muslim, Eastern Orthodox Languages: Karachai, Cherkess, Russian, others​\n\nUpdated: March 2020"}}