{"GDELT": {"GlobalEventID": 898782316, "Day": 20200106, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0164, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.1128404669260696, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ07", "Actor1Geo_ADM2Code": "36785", "Actor1Geo_Lat": 33.3386, "Actor1Geo_Long": 44.3939, "Actor1Geo_FeatureID": "-3103581", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ07", "Actor2Geo_ADM2Code": "36785", "Actor2Geo_Lat": 33.3386, "Actor2Geo_Long": 44.3939, "Actor2Geo_FeatureID": "-3103581", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Anbar, Sistan va Baluchestan, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR04", "Action2Geo_ADM2Code": "41090", "Action2Geo_Lat": 26.7908, "Action2Geo_Long": 62.7736, "Action2Geo_FeatureID": "-3744594", "DATEADDED": 20200113203000, "SOURCEURL": "https://www.tasnimnews.com/en/news/2020/01/11/2179640/us-must-leave-region-iran-un-envoy"}, "ARTICLE": {"TITLE": "US Must Leave Region: Iran UN Envoy", "TEXT": "Speaking to the Arabic-language Al Jazeera, Takht Ravanchi said US President Donald Trump was ill-advised and took “an adventurous decision” about the assassination of Iran’s revered commander, Lieutenant General Qassem Soleimani, in Iraq.\n\nHe further pointed to a recent resolution passed by the Iraqi parliament on the withdrawal of the US forces from the Arab country and said, “Iraq and the region are dissatisfied with the presence of the United States, and it must determine its fate and must respect the Iraqi parliament's resolution on the end of its military presence.”\n\nTakht Ravanchi also urged the US to leave the region completely because its performance was unacceptable.\n\nGeneral Soleimani, Abu Mahdi al-Muhandis, who was the deputy head of Iraq’s Hashd al-Sha'abi (PMU), and a number of their entourage were killed in a strike by American drones near Baghdad International Airport last week.\n\nThe White House and the Pentagon claimed responsibility for the assassination of General Soleimani in Iraq, saying the attack was carried out at the direction of Trump.\n\nIraq’s parliament passed on Sunday a resolution telling the government to end the presence of foreign troops in Iraq and ensure they not use its land, air, and waters for any reason.\n\nIran’s Islamic Revolution Guards Corps (IRGC) on Wednesday targeted two US airbases in Iraq, including the Ain al-Assad in the western province of Anbar, in retaliation for the US assassination of the top Iranian anti-terror commander."}}