{"GDELT": {"GlobalEventID": 898782727, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.51515151515151, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Anchorage, Alaska, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAK", "Actor1Geo_ADM2Code": "AK020", "Actor1Geo_Lat": 61.2181, "Actor1Geo_Long": -149.9, "Actor1Geo_FeatureID": "1398242", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Alaska, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAK", "Actor2Geo_Lat": 61.385, "Actor2Geo_Long": -152.268, "Actor2Geo_FeatureID": "AK", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Anchorage, Alaska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAK", "Action2Geo_ADM2Code": "AK020", "Action2Geo_Lat": 61.2181, "Action2Geo_Long": -149.9, "Action2Geo_FeatureID": "1398242", "DATEADDED": 20200113203000, "SOURCEURL": "https://www.ibtimes.com/man-found-alive-alaskan-wilderness-weeks-after-cabin-burnt-down-2901608"}, "ARTICLE": {"TITLE": "Man Found Alive In Alaskan Wilderness Weeks After Cabin Burnt Down", "TEXT": "KEY POINTS Tyson Steele, 30, was missing in the Alaskan wild since December after his cabin burnt down\n\nSteele survived in a makeshift shelter with supplies recovered from the fire\n\nPolice found Steele alive after aerial units discovered an SOS sign Steele wrote in the snow\n\nA man was rescued from the Alaskan wilderness weeks after he went missing when his cabin burned down.\n\nTyson Steele, 30, was found Thursday by Alaska State Troopers outside of Skwentna, Alaska, after weeks of searching the surrounding areas. Police found him after airborne search crews discovered an SOS message written in the snow near a makeshift shelter Steele had reportedly survived in.\n\nSteele was reported missing in mid-December after his cabin outside of Skwentna had burned down. He told police he had put a large piece of cardboard in his wood stove and suspected a spark caused the roof to ignite. It quickly spread and engulfed the cabin before he could call for help in putting it out.\n\nIt also killed his chocolate lab, Phil.\n\nSteele built a makeshift shelter and was able to gather food that hadn’t been consumed in the fire. He reportedly put off eating some of the charred canned food he found for as long as possible.\n\n“Last night’s meal was probably one of the worst,” Steele was quoted as saying by Alaska State Troopers public information officer, Ken Marsh. “I was leaving the burned-off stuff for the last. And last night’s dinner was a can of plastic-smoked refried beans. No hickory, no mesquite, (he laughs) it’s Class A waterproof tarp (flavor).”\n\nSteele was airlifted by police to Anchorage to be examined, where he also got a shower and McDonald's No. 2 combo. He also said he’d “probably” head to Utah to be with his family."}}