{"GDELT": {"GlobalEventID": 898784032, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "VILLAGE", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.77922077922078, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200113203000, "SOURCEURL": "https://www.cqnews.com.au/news/voicing-cheeky-animals-a-beastly-good-time/3919888/"}, "ARTICLE": {"TITLE": "Voicing cheeky animals a beastly good time", "TEXT": "Clockwise from bottom left, Ostrich Plimpton (Kumail Nanjiani), monkeys Elliot and Elsie, parrot Polynesia (Emma Thompson), polar bear Yoshi (John Cena), Tommy Stubbins (Harry Collett) and sugar glider Mini (Nick A. Fisher) in a scene from the movie Dolittle.\n\nClockwise from bottom left, Ostrich Plimpton (Kumail Nanjiani), monkeys Elliot and Elsie, parrot Polynesia (Emma Thompson), polar bear Yoshi (John Cena), Tommy Stubbins (Harry Collett) and sugar glider Mini (Nick A. Fisher) in a scene from the movie Dolittle. Universal Pictures\n\nDOCTOR Dolittle, Hugh Lofting's eccentric physician who can talk to animals, turns 100 this year so it's only fitting he gets a modern makeover for a new generation.\n\nRobert Downey Jr takes up the baton in a new live-action adventure film blending actors with lifelike CGI animals.\n\nDog Jip (Tom Holland) and Dr. John Dolittle (Robert Downey Jr.) in a scene from the movie Dolittle. Supplied by Universal Pictures.\n\n\"It really is a timeless narrative,\" says John Cena, who voices the polar bear Yoshi. \"It's very difficult to get an adult to use their imagination sometimes. I think the intrigue of 'What if animals could talk and understand us? What would they say?' is an easy avenue to make even the most curmudgeon adult use their imagintoin, which is why the narrative still has success 100 years later.\"\n\nWESTWOOD, CALIFORNIA - JANUARY 11: Shay Shariatzadeh and John Cena attend the premiere of Universal Pictures' Dolittle at Regency Village Theatre on January 11, 2020 in Westwood, California. (Photo by Jon Kopaloff/Getty Images)\n\nCena is part of a star-studded line-up of Hollywood A-listers lending their voices to creatures great and small.\n\nEmma Thompson is Polly the Macaw, Rami Malek is Chee-Chee the mountain gorilla, Octavia Spencer is Dab-Dab the duck, Tom Holland is Jip the long-haired lurcher and Selena Gomez is Betsy the giraffe.\n\nDolittle's menagerie of animals are his family and each has a quirk or ailment.\n\nFor Yoshi, he's a polar bear with poor circulation who struggles in the cold.\n\n\"What really hit home and where we found our stride was when they decided to make him this positive character - a big softie,\" Cena says.\n\nFrom left, Ostrich Plimpton (Kumail Nanjiani), parrot Polynesia (Emma Thompson), gorilla Chee-Chee (Rami Malek), Tommy Stubbins (Harry Collett), squirrel Kevin (Craig Robinson), polar bear Yoshi (John Cena) and duck Dab-Dab (Octavia Spencer) in a scene from the movie Dolittle. Supplied by Universal Pictures.\n\n\"The word warm came up, and all of a sudden he's not a polar bear who hates the cold but a polar bear to seek warmth. Just a small note like that changes the whole delivery and tone and character.\"\n\nYoshi has a special relationship with Plimpton the ostrich, voiced by comedian Kumail Nanjiani. Cena says they had a lot of fun playing on the odd-couple pairing, which would never be found in nature.\n\n\"We share argumentative moments, and these very bonding moments of friendship. It's a really sweet relationship,\" he says.\n\n\"To know we did it in different rooms in different places is a testament to Kumail and the director and producers.\"\n\nComedian Craig Robinson also enjoyed the collaborative style of director Stephen Gaghan (Traffic, Syriana).\n\nThe Office star's talent for adlibbing earned him a bigger role in the film, which follows Dolittle and his furry and feathered friends as they set sail on an epic adventure to find the mythical Eden Tree, the fruit of which will cure Queen Victoria's mysterious illness.\n\n\"I was originally going to be the mouse, but after we went into the booth a couple of times they wanted to make my character be part of the journey and it turned into a bigger part,\" Robinson says.\n\n\"I love being in the studio. It's different than being on set. There's still the collaboration but there's more of a freedom when you're in the booth. Even just performing the lines, you can get as big as you want to. On camera you've got to be believable.\"\n\nRobinson voices Kevin, a squirrel who is accidentally shot by young animal lover Tommy Stubbins (Harry Collett). Stubbins rushes the injured rodent to Dolittle, who performs emergency surgery to save Kevin's life.\n\nAs Kevin himself admits, he's \"too beautiful to die\". It's one of many scene-stealing moments for Robinson.\n\nReluctantly taking on Stubbins as his apprentice, both Stubbins and Kevin join the ragtag group of misfits on their adventure.\n\n\"Kevin is so dramatic; he plays the victim. It's him against the world,\" Robinson says.\n\n\"I saw a squirrel today and we both went (makes squeaking noises). There's a little kinship there.\n\n\"Even though Kevin was a bit dramatic - and possibly even a little self-serving - he made me a better man.\"\n\nDolittle opens in cinemas on Thursday."}}