{"GDELT": {"GlobalEventID": 898782443, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.10526315789474001, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "City Of Fountain, Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_Lat": 43.7414, "Actor2Geo_Long": -92.1342, "Actor2Geo_FeatureID": "2394801", "Action2Geo_Type": 3, "Action2Geo_Fullname": "City Of Fountain, Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 43.7414, "Action2Geo_Long": -92.1342, "Action2Geo_FeatureID": "2394801", "DATEADDED": 20200113203000, "SOURCEURL": "http://fillmorecountyjournal.com/fountain-settles-in-with-new-contracts/"}, "ARTICLE": {"TITLE": "Fountain settles in with new contracts", "TEXT": "The City of Fountain is rolling into a new year with both new wastewater management and engineering firms. Last May, the council approved the change from PeopleService to MMS Environmental, as wastewater treatment plant (WWTP) management, but due to previous contract stipulations, didn’t formally enter into an agreement with them until August. In October, the city opted two switch engineering from WSB & Associates to Widseth Smith Nolting.\n\nWhile MMS Environmental representative Mike Morris couldn’t attend the January 8 council meeting, Public Works Director John Hanson and Craig Britton, of Widesth Smith Nolting, were present to discuss issues for the month.\n\nHanson noted the plant is looking into various options for replacement of six gas meters. “They’re good for only a year after calibration and Mike said the price was unbelievably high,” he added. As an alternative, the city is considering a portable unit.\n\nLikewise, a new sampler is proving to have its own hassles, namely electrical. “They have different plug-in than the old ones. Mike thinks he could make work, but doesn’t feel comfortable cutting wires to make it fit,” noted Hanson. The new sampler is four-prong, while the old is 12. Hanson also noted the city’s insurance company had discussed the issue with Morris. “He said they’re okay with getting the same [Isco] sampler that we have, but they’re a lot more expensive.”\n\nCity Clerk Rhonda Flattum noted financial assistance to cover the difference may be available through the League of Minnesota Cities. The difference is roughly $4,000.\n\n“When’s the bleeding gonna quit?” asked Councilor Dave Gudmundson. “Every month it’s ‘what’s this’ and ‘what’s this.’”\n\n“We had to get these; they’re weather-related things,” responded Hanson. “There’s no information on how old or if they were already replaced.” With staying with an Isco sampler, the city wouldn’t need to replace wiring. “It’s costly to replace wiring.” The flow meter tied in with it, the UV, calibration… we don’t know what’s all tied in down there or where.”\n\nFlattum will double check on the league paying the difference and on whether or not the $800 freight charge will need to be paid again.\n\nFuture plant items for the February meeting will be wholesale chemical orders through MMS Environmental, placement of an estimated $7,500 manhole, and status of the installation of the PointWatch System.\n\nIn other news, the city has amended its city maintenance policy for snow removal by public works. Initially, the policy noted removal of snow once three inches of accumulation is present. Several comments from residents prompted the council to review that level. “It’s a common sense thing to me. If it’s and inch and slippery; got to take care of it,” said Mayor Jim Schott.\n\n“Not everyone uses common sense,” noted Hanson. “A lot of people feel our city streets should look like the highways, but it’s not gonna. We don’t have the budget the state does.” It was estimated that a two-inch snowfall equates to roughly eight hours of plowing, sanding, and additional removal items. In the end, it was unanimously determined that when to plow would be left to the discretion of Public Works. Sanding may be used in low-accumulation events.\n\nContinued Public Works items included discussion of whether or not to order additional double-sided pedestrian crosswalk signs. The city ordered one previously and set $700 in unassigned reserve funds for a second at some point. A new option will allow the city to get two more signs at that cost. Seeing the reduced cost options, the council approved ordering three, giving the city four total. They will be placed by the intersection of Main and First Street, County Road 8 and Main Street, County Road 8 by the Department of Natural Resources park and parking lot, and near the intersection of Cedar and First Street.\n\nA solar-powered speed sign will also be placed within the city. The city is sharing the cost of the sign with the county. The city portion is $1,000, plus any maintenance.\n\nHanson also requested the council consider the addition of an on-call, part-time maintenance employee to assist with snow plowing, lawn mowing, and other items, if needed. Hanson’s time is largely taken up by WWTP items and other municipal needs. It was estimated that more than 20 hours a week at the plant alone. “Even with PointWatch, someone is going to have to go out there daily,” he added, noting checks on chemical feeds, making various adjustments and doing cleanings. “I don’t know how you’d monitor without checking it. With PeopleService, they were out there every day and I was around helping out.” While MMS Environmental could do additional checks at the plant, it would cost the city significantly.\n\nThe council opted to discuss the matter with Mike Morris prior to seeking an additional maintenance worker. “Change some things to help John out. If you can find someone for an on-call, I don’t see anything wrong with that. The rest of us are here, too. We can all pitch in,” added Schott.\n\nThe council also unanimously decided to interview both applicants for the city clerk position, which will be open in May, following Flattum’s retirement. Discussion included what qualities the city valued most including government, financial experience, and good customer service skills. The council was reluctant to set a salary for the 30-hour per week position prior to meeting with applicants, alluding to paying more for additional experience and skills.\n\nInterviews will be conducted Wednesday, January 15. The council will discuss the matter further, potentially selecting an applicant for the position, at the February meeting.\n\nThe next regularly scheduled meeting is Wednesday, February 5, at 7:30 p.m., at city hall. The public is encouraged to attend."}}