{"GDELT": {"GlobalEventID": 898784128, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "MED", "Actor2Name": "MEDIA", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.1975051975052, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200113203000, "SOURCEURL": "https://www.wtvy.com/content/news/-Barr-says-shooting-at-Pensacola-NAS-was-an-act-of-terrorism-566946611.html"}, "ARTICLE": {"TITLE": "Barr says shooting at Pensacola NAS was \"an act of terrorism\"", "TEXT": "Attorney General William Barr said Monday the deadly shooting by a Saudi national at the Pensacola Naval Air Station in December was \"an act of terrorism\" that was \"motivated by jihadist ideology.\"\n\nAt a press conference announcing the findings of the Justice Department's investigation into the attack, Barr said the shooter, 21-year-old Mohammed Saeed Alshamrani, acted alone.\n\nOn September 11, the gunman, an aviation student at the Naval Air Station and member of the Saudi Air Force, posted a message on social media stating \"the countdown has begun,\" the attorney general said. Alshamrani also visited the 9/11 Memorial in New York City in November and posted anti-American and anti-Israeli messages on social media, Barr said. One message was posted two hours before the shooting at the naval base on December 6.\n\nThe attorney general refuted earlier reports that Alshamrani arrived at the site of the shooting with other Saudi cadets, who filmed the attack. Barr said he arrived at the base and acted alone, killing three American service members and wounding eight others before dying in an ensuing gunfight.\n\nBarr said the Justice Department learned in the course of its investigation that 21 members of the Saudi military who were training in the U.S. possessed \"derogatory material.\" Of those 21, 17 had social media profiles containing jihadi or anti-American content, Barr said, though there was no evidence they were involved with terrorist activity or groups. Fifteen individuals were found to have accessed child pornography, he added.\n\nThe Kingdom of Saudi Arabia determined the material \"demonstrated conduct unbecoming an officer in the Royal Saudi Air Force and in the Royal Navy,\" Barr said. As a result, the 21 cadets were unenrolled from their training and are returning to Saudi Arabia today.\n\nIn December, the FBI said it would \"work with the presumption that this was an act of terrorism,\" and last week the bureau asked Apple for help extracting data from two iPhones belonging to Alshamrani. The FBI received court authorization to search the two devices, which are locked and encrypted.\n\nBarr said Monday that during the gunfight with law enforcement, Alshamrani placed one of his cell phones on the ground and fired a round at the device. The second phone was also damaged. While the FBI was able to fix both phones, they are engineered to make them \"virtually impossible\" to unlock without a passcode, he said.\n\nThe attorney general criticized Apple and said the tech giant has not \"given any substantive assistance\" in helping the Justice Department gain access to the phones.\n\nThe shooting led the Pentagon to halt flight training for Saudi military aviation students at three Florida bases, and Defense Secretary Mark Esper on Sunday he \"signed out directives that address enhanced screening of all our foreign students that address credentialing going forward, weapons policies, etc.\""}}