{"GDELT": {"GlobalEventID": 898782951, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "MIL", "Actor2Name": "ARMY", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 35, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.159392789373799, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200113203000, "SOURCEURL": "https://www.newsshopper.co.uk/news/18156972.attacks-prison-staff-record-high-lee-rigby-inspired-terrorist-stabbing/"}, "ARTICLE": {"TITLE": "Attacks on prison staff at record high after Lee Rigby inspired terrorist stabbing", "TEXT": "Attacks on prison staff hit a record high last year, prompting calls for tougher action following the stabbing of an officer by a terrorist inspired by Lee Rigby's murder.\n\nBrusthom Ziamani, who was jailed in 2015 for planning to attack army bases in south east London, launched a knife attack at HMP Whitemoor on Thursday, hospitalising five staff.\n\nThere were 10,424 assaults on staff in the year to June, up 10% from the same time the year before.\n\nThe news prompted Mark Fairhust, national chairman of the Prison Officers' Association (POA), to call for urgent Government intervention over violence against members, saying efforts to crack down on it were \"failing\".\n\nAt the time the Ministry of Justice (MoJ) said it knew levels of violence were \"unacceptably high\" but it remained \"determined to make progress\" to reform jails.\n\nOn Friday, POA general secretary Steve Gillan said the body would continue to work with the Government to \"eradicate the disgraceful attacks on our members throughout the criminal justice system\", but added: \"We also expect the police, Crown Prosecution Service and the courts to deal with violence against prison staff in a robust and effective manner.\"\n\nNews of the attack in HMP Whitemoor emerged as research warned a rising number of prison officers who were subjected to violence at work could be suffering from insomnia.\n\nThe study by Professor Gail Kinman and Dr Andrew Clements at the University of Bedfordshire, which was presented at the British Psychological Society's Division of Occupational Psychology annual conference in Stratford-upon-Avon, found lack of sleep was common and could be putting staff and prisoners at further risk.\n\nIt suggested mindfulness training and relaxation techniques should be used to help staff switch off.\n\nSome 1,500 prison officers were asked about their experiences of aggression and violence at work as part of the research. Officers were asked to recall in depth if they were able to switch off from work issues and how this affected their ability to do the job.\n\nThe findings suggested more than 70% had experienced an assault or aggression by a prisoner and over 40% reported needing to take time off work to recover from such incidents. Only a third felt \"extremely\" or \"well\" supported by their employers during this time, the research suggested.\n\nProf Kinman said: \"Officers who experienced aggressive incidents tended to have problems switching off from work. These officers were more likely to suffer from sleeping problems, including insomnia and nightmares.\n\n\"We know poor sleep can threaten the health and safety of individuals, as well as potentially comprising the wellbeing of colleagues and prisoners, through fatigue and lack of vigilance.\"\n\nA spokeswoman for the MoJ said: \"We are spending an extra £2.75 billion to transform our jails and enhance security to make them safer for staff and prisoners.\n\n\"We've also recruited 4,400 more prison officers over the last three years and are giving them body-worn cameras, police-style restraints and pepper spray to allow them to do their jobs more safely.\"\n\nPrison staff have access to counselling and attackers can face up to a year more behind bars, the department added."}}