{"GDELT": {"GlobalEventID": 898782298, "Day": 20200106, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0164, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.71957671957672, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Salmon Arm, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12566", "Actor1Geo_Lat": 50.7, "Actor1Geo_Long": -119.28299999999999, "Actor1Geo_FeatureID": "-573088", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Salmon Arm, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12566", "Action2Geo_Lat": 50.7, "Action2Geo_Long": -119.28299999999999, "Action2Geo_FeatureID": "-573088", "DATEADDED": 20200113203000, "SOURCEURL": "https://www.saobserver.net/news/queen-agrees-to-let-harry-meghan-move-part-time-to-canada/"}, "ARTICLE": {"TITLE": "Queen agrees to let Harry, Meghan move part-time to Canada – Salmon Arm Observer", "TEXT": "Queen says she understands the couple wants to start a new life for their family\n\nBritain’s Queen Elizabeth II, and Meghan the Duchess of Sussex and Prince Harry watch a flypast of Royal Air Force aircraft pass over Buckingham Palace in London on Tuesday, July 10, 2018. Queen agrees to let Harry and Meghan move part-time to Canada after ‘constructive’ royal summit. She says she would have preferred Harry and Meghan to remain full-time royals but respects wish for an independent life. THE CANADIAN PRESS/AP, Matt Dunham\n\nQueen Elizabeth II said Monday that she has agreed to grant Prince Harry and Meghan their wish for a more independent life that will see them move part-time to Canada.\n\nThe British monarch said in a statement that “today my family had very constructive discussions on the future of my grandson and his family.”\n\nShe said it had been “agreed that there will be a period of transition in which the Sussexes will spend time in Canada and the UK.” Harry and Meghan are also known as the Duke and Duchess of Sussex.\n\n“These are complex matters for my family to resolve, and there is some more work to be done, but I have asked for final decisions to be reached in the coming days,” the queen said.\n\nIn a six-sentence statement that mentioned the word “family” six times, the Queen said that “though we would have preferred them to remain full-time working Members of the Royal Family, we respect and understand their wish to live a more independent life as a family while remaining a valued part of my family.”\n\nMonday’s meeting involved the Queen, her heir Prince Charles and his sons William and Harry, with Meghan expected to join by phone from Canada. Meghan arrived back in Canada last week to be with the couple’s baby son Archie. The family spent the holidays in British Columbia.\n\nThe meeting reflects the Queen’s desire to contain the fallout from Harry and Meghan’s decision to “step back” as senior royals, work to become financially independent and split their time between Britain and North America. The couple, also known as the Duke and Duchess of Sussex, made the announcement Wednesday without telling the queen or other senior royals first.\n\nThe meeting at the monarch’s private Sandringham estate in eastern England was also set to include Harry’s father Prince Charles and his brother Prince William. It came after days of intense news coverage, in which supporters of the royal family’s feuding factions used the British media to paint conflicting pictures of who was to blame for the rift.\n\nOne of the more fraught questions that needs to be worked out is precisely what it means for a royal to be financially independent and what activities can be undertaken to make money. Other royals who have ventured into the world of commerce have found it complicated.\n\nPrince Andrew, for example, has faced heated questions about his relationship with the late convicted sex offender and financier Jeffrey Epstein. Andrew, the queen’s second son, has relinquished royal duties and patronages after being accused by a woman who says she was an Epstein trafficking victim who slept with the prince.\n\nThe Duke and Duchess of Sussex also face questions on paying for taxpayer-funded security. Home Secretary Priti Patel refused to comment, but said safety was a priority.\n\n“I’m not going to provide any detailed information on the security arrangements for either them or any members of the royal family or for any protected individuals — that’s thoroughly inappropriate for me to do so,” she told the BBC. “At this moment in time, right now, the royal family themselves need some time and space for them to work through the current issues that they’re dealing with.”\n\nEarlier Monday, Princes William and Harry slammed a newspaper report describing a severe strain in their relationship, calling the story offensive and potentially harmful as they embark on talks regarding the future of the British monarchy.\n\nThe two brothers issued the unusual statement even as Queen Elizabeth II was set to hold face-to-face talks with Prince Harry for the first time since he and his wife, Meghan, unveiled their controversial plan to walk away from royal roles. The dramatic family summit is meant to chart a future course for the couple.\n\nThough the statement did not name the newspaper, the Times of London has a front page story about the crisis in which a source alleged that Harry and Meghan had been pushed away by the “bullying attitude from” William. The joint statement insisted that the story was “false.”\n\n“For brothers who care so deeply about the issues surrounding mental health, the use of inflammatory language in this way is offensive and potentially harmful,” the statement said.\n\nREAD MORE: Queen attends church on eve of meeting over Harry and Meghan\n\nREAD MORE: Prince Harry and Meghan to ‘step back’ as senior UK royals\n\n___\n\nFrank Augstein And Danica Kirka, The Associated Press\n\nLike us on Facebook and follow us on Twitter."}}