{"GDELT": {"GlobalEventID": 898783924, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "USA", "Actor1Name": "SAN DIEGO", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 4.0, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Diego, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 32.7153, "Action2Geo_Long": -117.15700000000001, "Action2Geo_FeatureID": "1661377", "DATEADDED": 20200113203000, "SOURCEURL": "https://www.ssuchronicle.com/2020/01/13/bastyr-university-california-announces-new-board-chair-for-2020/"}, "ARTICLE": {"TITLE": "Bastyr University California Announces New Board Chair for 2020", "TEXT": "Bastyr University California, the leading university developing leaders in the natural health arts and sciences, announces the appointment of Deb Hubers as Board Chair for 2020.\n\nBastyr University California, the leading university developing leaders in the natural health arts and sciences, announces the appointment of Deb Hubers as Board Chair for 2020. She is moving into the role most recently filled by fellow San Diegan, Gerald “Jerry” Hoffmeister who will stay on the Board as Past Chair.\n\n“It is a great honor to serve in this way at a national university, with campuses in Washington State and California, that is looking at our nation’s healthcare dilemma from a whole person perspective,” said Ms. Hubers, Founder of EpigeneticsRX.\n\n“The Bastyr University California Campus is a jewel in San Diego,” said Mr. Hoffmeister, community leader and retired, global business executive. “And Deb’s leadership brings a level of entrepreneurial and scientific research knowledge to Bastyr that will propel our work into the next decade.”\n\n“During the coming year I will be involved in helping the Bastyr team locate a new campus leader for San Diego,” states Ms. Hubers. “We are looking for a person with solid organizational skills, a passion for integrative wellness and the ability to scale up the Bastyr footprint in the California market.”\n\nFor more information regarding Bastyr University California, please visit: https://bastyr.edu/locations/san-diego-campus/bastyr-san-diego-campus\n\nFor more information regarding the new campus leader job description visit: https://bastyr.edu/about/jobs/opportunities/associate-vice-president-bastyr-university-california-19-067ca\n\n\n\n\n\nFor the original version on PRWeb visit: https://www.prweb.com/releases/bastyr_university_california_announces_new_board_chair_for_2020/prweb16829471.htm"}}