{"GDELT": {"GlobalEventID": 898782580, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "GOV", "Actor2Name": "PRINCE", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 1044, "EventBaseCode": 104, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.8985507246376803, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200113203000, "SOURCEURL": "https://www.masslive.com/entertainment/2020/01/queen-elizabeth-agrees-to-let-prince-harry-meghan-move-part-time-to-canada-seek-financial-independence.html"}, "ARTICLE": {"TITLE": "Queen Elizabeth agrees to let Prince Harry, Meghan move part-time to Canada; seek financial independence", "TEXT": "Britain’s Queen Elizabeth II said Monday that the royal family has agreed on a “period of transition,” which will allow Prince Harry and his wife, Meghan, duchess of Sussex, to split their time between Canada and the United Kingdom.\n\nThe statement came after the queen, Prince Charles, Prince William and Prince Harry met at the her Sandringham Estate, 100 miles north of London.\n\nThe couple announced on Instagram Wednesday that they want to be “financially independent” of the royal family. The announcement caught senior royals off-guard, who immediately cited \"complicated issues that will take time to work through.”\n\nMonday’s full statement from the queen read:\n\n\"Today my family had very constructive discussions on the future of my grandson and his family.\"\n\n\"My family and I are entirely supportive of Harry and Meghan's desire to create a new life as a young family. Although we would have preferred them to remain full-time working Members of the Royal Family, we respect and understand their wish to live a more independent life as a family while remaining a valued part of my family.\"\n\n\"Harry and Meghan have made clear that they do not want to be reliant on public funds in their new lives.\"\n\n\"It has therefore been agreed that there will be a period of transition in which the Sussexes will spend time in Canada and the UK.\"\n\n“These are complex matters for my family to resolve, and there is some more work to be done, but I have asked for final decisions to be reached in the coming days.”"}}