{"GDELT": {"GlobalEventID": 898783025, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "GOV", "Actor1Name": "FIREFIGHTER", "Actor1Type1Code": "GOV", "Actor2Code": "ARG", "Actor2Name": "BUENOS AIRES", "Actor2CountryCode": "ARG", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.69105691056911, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Buenos Aires, Distrito Federal, Argentina", "Actor1Geo_CountryCode": "AR", "Actor1Geo_ADM1Code": "AR07", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -34.5875, "Actor1Geo_Long": -58.6725, "Actor1Geo_FeatureID": "-979186", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Buenos Aires, Distrito Federal, Argentina", "Actor2Geo_CountryCode": "AR", "Actor2Geo_ADM1Code": "AR07", "Actor2Geo_ADM2Code": "22379", "Actor2Geo_Lat": -34.5875, "Actor2Geo_Long": -58.6725, "Actor2Geo_FeatureID": "-979186", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Buenos Aires, Distrito Federal, Argentina", "Action2Geo_CountryCode": "AR", "Action2Geo_ADM1Code": "AR07", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -34.5875, "Action2Geo_Long": -58.6725, "Action2Geo_FeatureID": "-979186", "DATEADDED": 20200113203000, "SOURCEURL": "https://www.jta.org/2020/01/13/global/iran-has-retaliated-against-jewish-targets-before-but-the-soleimani-killing-isnt-changing-jewish-security-around-the-world"}, "ARTICLE": {"TITLE": "Iran has retaliated against Jewish targets before. But the Soleimani killing isn’t changing Jewish security around the world.", "TEXT": "JERUSALEM (JTA) — On March 17, 1992, a suicide bomber drove a truck into the Israeli embassy in Buenos Aires, killing 29 and injuries hundreds of others.\n\nTwo years later, in the same city, on July 18, 1994, another bomber drove a truck into the AMIA Jewish center, killing 85 and injuring hundreds. It remains Argentina’s worst-ever domestic attack.\n\nAnalysts believe that Hezbollah, the Lebanese terrorist group that is funded by Iran, were behind the two attacks, and that the bombings were responses to Israeli acts — the 1992 murder of Abbas Moussawi, a Hezbollah co-founder, and the 1994 capture of Mustapha Dirani, a Hezbollah ally and Lebanese security official.\n\nThe Argentine bombings are just two examples of bloody retaliation by groups tied to the Iranian military, which has a reputation for responding violently — and sometimes years later — to attacks on themselves or their allies. Jewish and Israeli sites have often been the Iranians’ targets.\n\nBut after the U.S. assassination of top Iranian general Qassem Soleimani, which enraged Tehran and prompted Iran’s president to promise revenge, Jewish communities around the world aren’t likely to change their security plans much.\n\nAccording to conversations that the Jewish Telegraphic Agency has held with representatives of a number of Jewish organizations, many Jewish communities have already significantly increased their security in response to years of rising anti-Semitism.\n\n“For the moment, we don’t think that Iran will, in the short term, take revenge like what they did in AMIA and the embassy,” Ophir Revach, the CEO of the European Jewish Congress’ Security and Crisis Center, told JTA. “We think it’s more between Iran and America and less about the Jewish community in the world.”\n\n“Anyway [security is already] very high because of all what we have been seeing around the world with anti-Semitic attacks, so you don’t see any change in Jewish communities around the world,” he continued.\n\nRabbi Avi Shafran, the spokesman for the ultra-Orthodox Agudath Israel movement in the United States, agreed.\n\n“I haven’t heard of any uptick in concern, beyond the already ‘high alert’ that Orthodox communities, whose members are most identifiable as Jews, are already on,” he said, referring to the recent surge in attacks against Orthodox Jews in the New York area. “That isn’t to say that any such concern would be unwarranted. Many are the threats to visibly Jewish Jews – from the far right, the far left, idiotic hoodlums and Islamist actors, both individuals and state sponsored.”\n\nMichael Masters, who heads the Secure Community Network, a security organization affiliated with the Jewish Federations of North America and the Conference of Presidents of Major American Jewish Organizations, did not sound the alarm either. But he said that a main concern right now is cyber retaliation.\n\n“It’s fair to say that [Iran] is part of the [cyber] calculus,” he said.\n\nA co-founder of the Community Security Service, which trains thousands of volunteers to protect Jewish institutions across the U.S., was more vague in describing his organization’s response.\n\n“Protecting the Jewish community from active shooter or knife attacks — such as what happened in the Tree of Life synagogue in Pittsburgh and recently in Monsey — are rightly top of mind for CSS and the community,” said Adam Sager. “However, the reality is that the American Jewish community has to respond to the entire threat spectrum that it faces, including the extremes of an AMIA style attack. Fortunately, our methodology, based on professional security best practices, is flexible and robust enough to cope with different contingencies.”\n\nThe Orthodox Chabad Lubavitch movement, however, took a different tack, warning its emissaries around the world to be on “high alert” in the wake of the assassination.\n\n“Soleimani’s death will likely mark a major escalation in a simmering conflict between the U.S. and Iran and there is a strong likelihood that Iran will retaliate whether directly or indirectly,” the Chabad-Lubavitch Security Commission warned earlier this month. “Although there is no information at this time to suggest a direct threat to Chabad centers as a result of this escalation, as in past conflicts, there exists a concern that the current situation and tensions could contribute to a heightened risk and threat environment for Jewish facilities and Chabad centers.”\n\nIn South Africa, Jewish Board of Deputies national director Wendy Kahn indicated that while members of her community, like others around the world, “are concerned about Iran’s threat of revenge attacks” and recognize that Jewish institutions “are considered as targets,” there was “no specific information regarding this country being of particular concern.”\n\nStating that the “despotic, anti-Semitic regime in Iran has always posed a threat to the Jewish world,” Alex Ryvchin, a co-CEO of the Executive Council of Australian Jewry, described the loss of Soleimani as a move that would “hurt Iran in an operational sense and has levied a cost on their leadership for seeking to sow destruction and carnage throughout the region and beyond.”\n\nSouth America has long been a key base for Iran and its military proxies, especially Hezbollah. But besides noting that “alert levels were raised” and “security procedures were strengthened in view of the recent events” by the Argentine government, current AMIA President Ariel Eichbaum did not signal that his organization was significantly changing its security protocol.\n\n“We join the voices that hope the escalation of tension and violence will cease,” he said, “and that calm and prudence will return to the region, through a pacific solution achieved with a political and diplomatic negotiation.”"}}