{"GDELT": {"GlobalEventID": 898782527, "Day": 20200113, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0356, "Actor1Code": "BUS", "Actor1Name": "INVESTOR", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 5.17241379310345, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 90.0, "Actor1Geo_FeatureID": "BG", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 90.0, "Action2Geo_FeatureID": "BG", "DATEADDED": 20200113203000, "SOURCEURL": "https://www.thedailystar.net/business/news/bida-roll-out-the-red-carpet-foreign-investors-1853893"}, "ARTICLE": {"TITLE": "BIDA to roll out the red carpet for foreign investors", "TEXT": "BIDA has shelled out Tk 2 crore to set up a lounge at the Hazrat Shahjalal International Airport as part of its efforts to woo in foreign investors to boost the country’s historically low investment from abroad.\n\nForeign investors have often complained of finding Bangladesh an overwhelming destination for doing business. For instance, although Bangladesh advanced 8 notches in this year’s global ease of doing business ranking of the World Bank, its ranking at 168 is lower than all its Saarc neighbours save for Afghanistan and competitors vying for foreign direct investment and exports like Myanmar, Ethiopia, Vietnam and Cambodia. “We are trying to create a welcoming environment for the foreign investor so that they do not feel helpless,” said Md Sirazul Islam, executive chairman of the Bangladesh Investment Development Authority.\n\nUpon arrival, the investors would be received by a staff, who would then escort the foreign visitors to BIDA-Chameli lounge, a pre-existing space on the ground floor of the international terminal, close to the VIP lounge.\n\nThe investors will then get assistance, starting from immigration to collecting luggage, from getting an overview of Bangladesh and its attractions to free SIM cards. The investors would also be given transport assistance to their accommodation.\n\nExisting foreign investors and commercially important persons will also enjoy these facilities whenever they enter the country.\n\nSuch lounges already exist around the world as part of the governments’ effort to give a good first impression of the country, he told The Daily Star at his office in the capital’s Agargaon yesterday.\n\n“A positive first impression ensures that subsequent decisions taken by investors are fruitful for the country,” he added.\n\nSince the Civil Aviation Authority of Bangladesh runs the country’s airports, BIDA has already asked it through a letter to run the lounge on their behalf to facilitate the whole process, especially when it comes to addressing security concerns.\n\nBIDA is expecting the initiative will go some way towards boosting Bangladesh’s FDI, which at $3.88 billion last fiscal year was rather low when compared with peer countries."}}