{"GDELT": {"GlobalEventID": 899432228, "Day": 20200116, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0438, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.77833753148614, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Shasta County, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA089", "Actor1Geo_Lat": 40.7665, "Actor1Geo_Long": -122.03399999999999, "Actor1Geo_FeatureID": "1682610", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Redding, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA089", "Action2Geo_Lat": 40.5865, "Action2Geo_Long": -122.39200000000001, "Action2Geo_FeatureID": "277582", "DATEADDED": 20200116094500, "SOURCEURL": "https://www.redding.com/story/news/2020/01/15/more-than-100-turn-out-learn-damaged-dam/4486323002/"}, "ARTICLE": {"TITLE": "More than 100 turn out for meeting about damaged dam", "TEXT": "More than 100 people packed into the Ono Grange hall in western Shasta County Wednesday night to hear about plans to repair Misselbeck Dam, which has been declared a local emergency.\n\nThe Ono Community Services District has been trying since last summer to get federal and state money to pay for repairs to the 100-year-old dam, which has holes in its spillway and no other way to release water after its outlet pipes became plugged with dirt and debris last spring.\n\nPrevious attempts to get federal and state money to repair the dam have failed. But the district was recently told that if it drew up a “hazard mitigation plan” the agency might qualify for funds from the Federal Emergency Management Agency, said John Moore, a member of the district’s board of directors.\n\nSo the district, which supplies irrigation water to about 50 customers in the Igo-Ono area, held a public meeting Wednesday to take public comment on a hazard mitigation plan as a first step toward qualifying for a grant from FEMA, Moore said.\n\nMembers of the grange served cookies, coffee and pastries. The meeting even drew representatives from the Shasta County Grand Jury.\n\nSome residents wanted to know what a hazard mitigation plan was and what one included, while others talked about the benefits of Misselbeck Dam.\n\nRelated:California agency says damaged Shasta County dam not an emergency\n\nMoore said before the meeting he heard from a Cottonwood resident who was worried about the dam failing.\n\n“I had a person call me from Cottonwood and ask me if her house would be flooded,” Moore said.\n\nLater in the meeting Moore said that if the dam, which is about 20 miles west of Redding, did fail most of the flooding in the Cottonwood area would be confined to the flood plain along Cottonwood Creek.\n\nHowever, in its request to the Shasta County Board of Supervisors for an emergency declaration, the district painted a grim scenario that included a possible dam failure.\n\nMore:Reward in shooting of endangered gray wolf in California increased to $7,500\n\nThe district blames the problems with the dam on the 2018 Carr Fire, which burned 229,651 acres, including nearly the entire watershed above Rainbow Lake, the 113-acre reservoir created behind the dam.\n\nBecause the fire burned much of the trees and vegetation on the hillsides surrounding the lake, there were few plants left to hold the soil and other debris in place following two significant rain and snow storms in 2019, the district said.\n\nThe storms washed hundreds of tons of sediment and debris into the lake, and some of that plugged two 30-inch pipes used to release water from the lake. Moore said the pipes are buried under at least 10 feet of debris.\n\nBecause water can’t be released from the outlet pipes, water is going over the damaged spillway, which the state Division of Safety of Dams has said needs major repairs.\n\nDistrict officials told the county supervisors there is a danger that during a major storm the spillway could be clogged with logs and other debris, forcing the lake level to rise and overtop the dam. If that happened the dam would fail in a matter of minutes, sending water up to 20-feet deep rushing down the North Fork of Cottonwood Creek.\n\nOne scenario says it would take water from the dam about 4 hours to reach west Cottonwood and most of the water would be confined to the Cottonwood Creek floodplain.\n\nMoore said Wednesday night during the meeting that dam failure would be unlikely. However, the county supervisors' emergency declaration says the damages to Misselbeck Dam have created “conditions of extreme peril.”\n\nMore:Redding news roundup: Special court session planned for the late Dugan Barr\n\nTo repair the dam, Moore estimates it would cost anywhere from $750,000 to $2.5 million to clear debris from the outlet pipes and repair the spillway.\n\nDistrict officials hope the hazard mitigation plan is the first step toward getting that money. A plan would list all the possible hazards from the dam and the measures needed to alleviate them, Moore said.\n\nOne person at Wednesday’s meeting asked what would be in the plan. Moore let county Public Works Director Pat Minturn answer.\n\nHe said after Hurricane Katrina hit Louisiana in 2005 FEMA began requiring local communities seeking emergency funds to develop hazard mitigation plans.\n\nMore:Man, 26, goes missing in Hat Creek area. A $6,000 reward is being offered to help find him\n\n“If you don’t do it, you’re not eligible when the time comes” for emergency funds, Minturn said. “I can’t tell you exactly what they’re going to tell you to do for that dam.”\n\nThe mitigation plan probably won’t be complete until March or April, Moore said. An official with the California Office of Emergency Services has agreed to work with the district on each step in preparing the document to help ensure it is accepted by FEMA, he said.\n\nDamon Arthur is the Record Searchlight’s resources and environment reporter. He is among the first on the scene at breaking news incidents, reporting real time on Twitter at @damonarthur_RS. Damon is part of a dedicated team of journalists who investigate wrongdoing and find the unheard voices to tell the stories of the North State. He welcomes story tips at 530-225-8226 and damon.arthur@redding.com. Help local journalism thrive by subscribing today!"}}