{"GDELT": {"GlobalEventID": 899431070, "Day": 20200116, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0438, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "ZAF", "Actor2Name": "NATAL", "Actor2CountryCode": "ZAF", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 3, "AvgTone": 3.09423347398031, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kwazulu, Eastern Cape, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF05", "Actor1Geo_ADM2Code": "77353", "Actor1Geo_Lat": -31.2895, "Actor1Geo_Long": 29.4551, "Actor1Geo_FeatureID": "-1250484", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kwazulu, Eastern Cape, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF05", "Actor2Geo_ADM2Code": "77353", "Actor2Geo_Lat": -31.2895, "Actor2Geo_Long": 29.4551, "Actor2Geo_FeatureID": "-1250484", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kwazulu, Eastern Cape, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF05", "Action2Geo_ADM2Code": "77353", "Action2Geo_Lat": -31.2895, "Action2Geo_Long": 29.4551, "Action2Geo_FeatureID": "-1250484", "DATEADDED": 20200116094500, "SOURCEURL": "https://www.iol.co.za/dailynews/news/kwazulu-natal/from-cleaner-to-sharp-shooter-the-remarkable-take-off-of-zethu-zondi-40676127"}, "ARTICLE": {"TITLE": "From cleaner to sharp shooter, the remarkable take off of Zethu Zondi", "TEXT": "From cleaner to sharp shooter, the remarkable take off of Zethu Zondi\n\nShare this article: Share Tweet Share Share Share Email Share\n\nDurban - The next time you go through security at King Shaka International airport and happen to be screened by Zethu Zondi don't take her quick smile and politeness as a weakness. What many would not assume of the Greytown native is that she a critical member and only female shooter for the KwaZulu-Natal team that participates in the annual National Key Point Shooting Competition. And what is even more remarkable about her story and her rise an award winning shooter, is that just seven years ago she was a cleaner at the airport. Zondi who has seen her new career at King Shaka International Airport’s Aviation Security (AVSEC) Screener will be hoping to improve and maintain her impressive 2019 showings at the competition, where she claimed top spot in the female category at the National Key Point Shooting Competition held in Graaff-Reinet, Eastern Cape. Close to 200 security personnel from South Africa’s National Key Points converged to test their skill, knowledge and handling of firearms.\n\nZondi bagged gold medals for pistol, shotgun, and grand aggregate.\n\nOverall her KwaZulu-Natal team of 4 members took second position at the competition and brought home a total of 12 silver medals for pistol, shotgun and grand aggregate.\n\nWhile Zondi works as an AVSEC Screener within the security department at King Shaka International Airport and hardly ever requires the use of a gun in her daily duties, she developed a love for gun handling during regular training provided by Airports Company South Africa.\n\n“I think I was destined to work in the security services space, my journey there was hidden and written in the stars,” she said\n\n“At first, I did not want to do security as a career because I did not understand what it involved. However, I now envision a big future for myself within the sector. I enjoy making sure that I contribute to providing a safe and secure space for airport visitors every day.” added Zondi\n\nAfter finishing matric she wanted to further her studies as a Pharmacist or join the South African National Defence Force but due to financial circumstances her family could only afford to take her through a security course.\n\nShe believes her efforts will inspire others not only females, but also youth to pursue their dreams and make the most of career opportunities presented to them no matter how small they seem. She hopes her success will change perceptions about the security services as a career choice.\n\nHailing from Greytown, a small town situated North of Stanger, Zondi accredits her determination as a quality instilled in her by her mother, who raised her to be independent and self-reliant “my mother did not raise my siblings and I based on gender roles, she taught us to be self-sufficient.\n\n“I have always been a go getter, so when the airport was looking for people with no security background to train, I took the opportunity to become part of the Aviation Security team. I told myself I will make the most of it and today, I am now a decorated Aviation Security Officer,” said Zondi who first started working at the airport as a cleaner for Prestige Bidvest in 2013.\n\nColin Naidoo Senior Manager Corporate Affairs says, “The team has done us proud. I want to thank them for keeping the Airports Company South Africa flag flying high, through achieving amazing results from the provincial leg of the competition right through to the national competition.”\n\nDaily News"}}