{"GDELT": {"GlobalEventID": 899431376, "Day": 20200116, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0438, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.03703703703703, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Catlin Gabel School, Oregon, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOR", "Actor1Geo_ADM2Code": "OR067", "Actor1Geo_Lat": 45.5101, "Actor1Geo_Long": -122.76700000000001, "Actor1Geo_FeatureID": "1121082", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Columbia University, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 40.809, "Actor2Geo_Long": -73.9613, "Actor2Geo_FeatureID": "947193", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Catlin Gabel School, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_Lat": 45.5101, "Action2Geo_Long": -122.76700000000001, "Action2Geo_FeatureID": "1121082", "DATEADDED": 20200116094500, "SOURCEURL": "https://pamplinmedia.com/pt/9-news/448270-365060-teen-jeopardy-winner-raises-200k-for-cancer-research"}, "ARTICLE": {"TITLE": "Teen Jeopardy! winner raises $200K for cancer research", "TEXT": "Teen Jeopardy! winner raises $200K for cancer research\n\nAvi Gupta announces culmination of fundraising efforts will be donated to Knight Cancer Institute for pancreatic cancer research\n\nAvi Gupta has accomplished more in his 18 years than most do in a lifetime.\n\nGupta announced Wednesday, Jan. 15 that since winning the Jeopardy! Teen Tournament last year, he's raised more than $200,000 for pancreatic cancer research that he will donate to Oregon Health & Science University.\n\nThe Portland teen graduated from Catlin Gabel School in 2019 and is now attending Columbia University in New York City.\n\nBefore graduating high school, he competed on and won the Jeopardy! Teen Tournament, taking home a $100,000 prize. Then, after learning of longtime Jeopardy! host Alex Trebek's battle with pancreatic cancer last year, he donated $10,314 of his winnings to the Knight Cancer Institute at OHSU in Trebek's honor.\n\nGupta didn't stop there. He made it his mission to drive more support for research efforts, launching a campaign he dubbed #InspiredBy, and soliciting donations largely via social media. It paid off.\n\nWednesday, Gupta appeared alongside Dr. Sadik Esener, director of OHSU's Cancer Early Detection Advanced Research (CEDAR) Center, to announce the massive donation.\n\n\"I feel very excited that the campaign succeeded to this level,\" Gupta said from the Knight Cancer Institute in Portland. \"It would not be possible without the outstanding work of the OHSU Foundation, support from all the donors from across the country, and across the world who join us in honoring Alex Trebek and all the people who inspire them. Our hope is that with the support of this campaign, we'll be able to move closer to our goal of ending cancer.\"\n\nThe 18-year-old has said previously that he watched game shows like Jeopardy! alongside his grandmother growing up. He cited Trebek as a longtime inspiration.\n\n\"I think he's left such an incredible mark on American culture, outside of even T.V.,\" Gupta said Wednesday, crediting Trebek with \"being an advocate for curiosity, for facts and for inspiring generations of Americans growing up watching the show to continue to pursue knowledge for its own sake.\"\n\nDr. Esener said researchers are making progress in early detection and recognizing links between cancer and other conditions.\n\n\"We have started seeing progress. We know now, that if we an catch pancreatic cancers at stage one, we can make a much bigger impact than if they are detected later on,\" he said. \"If a person gets diabetes, the chances of getting pancreatic cancer increases with that, so that's another important aspect.\"\n\nGupta was in Portland visiting family during a winter break from school. He'll return to New York soon, where he'll continue his freshman year at CUNY.\n\nAsked which is harder, Jeopardy! or his Ivy League university? He paused, noting in college, he has one professor at a time looking over his work, but Jeopardy! comes with \"tens of millions of people grading how well you did.\"\n\n\"It's definitely a more compressed period of stress, excitement, anxiety and adrenaline,\" he said of the show, \"but I think college has been an especially valuable experience too, in terms of the people I've met,\" Gupta noted. He also credited the popular quiz show with \"inspiring me growing up to be the type of curious learner that is fortunate enough to attend a place like Columbia.\"\n\nPrior to leaving Portland for New York, Gupta founded a nonprofit called Project32 in 2016, to bring dental supplies and resources to children in need across the globe."}}