{"GDELT": {"GlobalEventID": 899432190, "Day": 20200116, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0438, "Actor1Code": "UAF", "Actor1Name": "FIGHTER", "Actor1Type1Code": "UAF", "Actor2Code": "AFGINSTAL", "Actor2Name": "TALIBAN", "Actor2CountryCode": "AFG", "Actor2KnownGroupCode": "TAL", "Actor2Type1Code": "INS", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 32, "NumSources": 4, "NumArticles": 32, "AvgTone": -4.17759285614391, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF13", "Actor2Geo_ADM2Code": "3580", "Actor2Geo_Lat": 34.5167, "Actor2Geo_Long": 69.1833, "Actor2Geo_FeatureID": "-3378435", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20200116094500, "SOURCEURL": "http://www.startribune.com/taliban-say-they-handed-cease-fire-offer-to-us-peace-envoy/567034812/"}, "ARTICLE": {"TITLE": "Taliban say they handed cease-fire offer to US peace envoy", "TEXT": "ISLAMABAD — The Taliban have given the U.S. envoy their offer for a temporary cease-fire in Afghanistan that would last between seven and 10 days, Taliban officials familiar with the negotiations said Thursday.\n\nThe offer is seen as an opportunity to open a window to an eventual peace deal that would allow the United States to bring home its estimated 13,000 troops and end the 18-year war in Afghanistan, America's longest conflict.\n\nThe cease-fire offer was handed to Zalmay Khalilzad, Washington's envoy for talks with the insurgents, late Wednesday in Qatar, a Gulf Arab country where the Taliban maintain a political office.\n\nKhalilzad has been pressing for a cease-fire but it wasn't immediately clear whether the Taliban proposal would be enough to allow for the on-again off-again talks between the Taliban and the U.S. to restart, with the aim of eventually signing a peace deal.\n\nThe U.S. State Department declined to comment.\n\nPreviously, Khalilzad said a U.S.-Taliban deal would also include the start of negotiations among Afghans on both sides of the conflict to hammer out a so-called road map to a post-war Afghanistan. That road map would tackle thorny issues such as a permanent cease-fire, women's and minority rights, and the fate of thousands of Taliban fighters as well as militias loyal to Kabul's warlords.\n\nBut the Taliban have been refusing to talk with the Kabul government of Afghan President Ashraf Ghani and Chief Executive Abdullah Abdullah. The two are currently fighting over who won last year's presidential elections. The initial vote count gave Ghani the win but Abdullah, who came in second, is contesting the count. A final outcome has yet to be announced by Afghanistan's election commission.\n\nLast September, the Taliban and the U.S. appeared close to signing a deal when an upsurge in Taliban attacks, including the killing of another U.S. soldier, prompted President Donald Trump to scrap the talks. On Thanksgiving, during his first visit to U.S. troops in Afghanistan, Trump softened his stance, saying the Taliban were ready to make a deal, though both Kabul and Washington insisted the Taliban would have to show a sign of good faith by reducing their attacks.\n\nIn December, the Taliban leadership headquartered in Pakistan agreed to put forth a temporary cease-fire offer after weeks of consultation.\n\nA Taliban official said mistrust has long characterized the U.S.-Taliban talks and the insurgents hesitated to offer a more permanent cease-fire without having U.S. troops pull out first. Should the truce deal fall through, returning Taliban fighters to the battlefield with the same intensity could be a problem, the official said.\n\n“'There was a thinking within the Taliban ranks that it would be difficult for them to reorganize fighters after a break in fighting,” said the official, speaking on condition of anonymity to discuss the talks.\n\nTaliban fighters were also unwilling to lay down their arms, “thinking it's their fighting that's forcing the U.S. to come to the table,” he said.\n\nThe Taliban today control around half of Afghanistan and continue to stage near-daily attacks targeting Afghan and U.S. forces, Afghan government officials or those seen as loyal to the Kabul administration but many civilians are also dying in the crossfire of the insurgent attacks, as well as in operations against the Taliban carried out by Afghan and U.S. forces.\n\nIn Kabul, some officials have rejected any suggestion that a reduction in violence would be an acceptable alternative to a cease-fire. While the term has been tossed around, including by the U.S., it isn't clear exactly what would constitute a reduction or how it would be defined. For example, it's not clear if it would mean no high profile attacks or no attacks inside cities."}}