{"GDELT": {"GlobalEventID": 899431159, "Day": 20200116, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0438, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 138, "EventBaseCode": 138, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -7.59493670886076, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200116094500, "SOURCEURL": "https://ph.news.yahoo.com/1mdb-malaysias-extraordinary-financial-scandal-091154057.html"}, "ARTICLE": {"TITLE": "1MDB: Malaysia's extraordinary financial scandal", "TEXT": "Malaysia's extraordinary 1MDB corruption scandal allegedly saw top officials loot billions from a state fund and go on a worldwide spending spree -- buying a super yacht, paintings by Van Gogh and Monet, and financing a Hollywood blockbuster.\n\nIt also dragged in global banking giant Goldman Sachs, which this week said it had set aside $1.1 billion for settlements after helping raise $6.5 billion for the now defunct Malaysian sovereign wealth fund, which prosecutors say was looted of $4.5 billion between 2009 and 2015.\n\nThe controversy had a huge impact in Malaysia, contributing to the downfall of a coalition that had ruled the country since its independence from Britain in 1957. It also led to the US indictments of two ex-Goldman bankers, one of whom pleaded guilty.\n\nMalaysia's disgraced former leader Najib Razak -- who denies any wrongdoing -- has been hit with dozens of charges related to the fraud since losing power last year, and two of several expected trials have already started.\n\nHere is a look back at the saga:\n\n- What was 1MDB? -\n\n1Malaysia Development Berhad (1MDB) was a state investment fund which Razak launched in 2009 shortly after becoming prime minister.\n\nIts portfolio included power plants and other energy assets in Malaysia and the Middle East, as well as real estate in Kuala Lumpur.\n\nThe fund was closely overseen by Najib.\n\nWhistleblowers say Low Taek Jho, a jet-setting Malaysian financier close to Najib but with no official positions -- helped set up 1MDB and made key financial decisions.\n\nConcerns escalated in 2014 as 1MDB slid into an $11-billion debt hole, and intensifying public scrutiny led to a string of revelations concerning missing funds.\n\nThe scandal first came to light through the Sarawak Report news portal, and gained further traction in July 2015 when The Wall Street Journal published documents showing Najib received at least $681 million in payments to his personal bank accounts.\n\n- Rich living -\n\nThe US Department of Justice launched a probe due to claims that stolen Malaysian public money was laundered through the US financial system, and filed lawsuits seeking some $1.7 billion in assets allegedly purchased with the cash.\n\nIn its civil suits, the department said more than $4.5 billion was stolen from 1MDB between 2009 and 2015 by high-level officials at the fund and their associates.\n\nTens of millions of dollars was used in 2012 by Najib's stepson Riza Aziz, an aspiring film producer, to fund the Hollywood film \"The Wolf of Wall Street\", starring Leonardo DiCaprio.\n\nHundreds of millions were used, mainly by Riza and Low, to purchase high-end real estate in Beverly Hills, New York and London.\n\nA Monet painting bought for $35 million, a Van Gogh for $5.5 million, a $35-million Bombardier jet, a $100-million stake in EMI Music Publishing, and a $250 million yacht were also ticked off the shopping list.\n\n- Election meltdown -\n\nNajib desperately sought to contain the scandal, targeting critics and introducing repressive laws, but the allegations hit the popularity of his long-ruling coalition and contributed to its shock election defeat last year.\n\nA new government headed by veteran politician Mahathir Mohamad, who is 94 and in his second stint as premier, came to office on a wave of public anger, and has re-opened investigations.\n\nNajib has since been hit with dozens of charges. He denies any wrongdoing.\n\nDuring trial proceedings in December, Najib's lawyer described the former leader as a victim, and accused the fugitive financier Low, nicknamed Jho Low, of being the mastermind.\n\n- Goldman's role -\n\nMalaysia has also charged Wall Street titan Goldman Sachs and some of its current and former employees over the scandal in relation to the bank's role in arranging bond issues for 1MDB.\n\nTwo ex-bankers were accused -- along with Low and a former 1MDB employee -- of being involved in misappropriating large sums during the fund-raising, bribing officials to ensure they were selected to carry out work and giving false statements to investors.\n\nThey were also charged in the US and one of them, Tim Leissner, has pleaded guilty to bribery and money laundering conspiracy charges there and agreed to a lifetime ban from the securities industry.\n\nThe second, Ng Chong Hwa, has been extradited to the US and has pleaded not guilty to bribery and other charges.\n\nStory continues"}}