{"GDELT": {"GlobalEventID": 899431248, "Day": 20200116, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0438, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 1, "EventCode": 1124, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -7.6923076923077, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Anadolu, Turkey (general), Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU00", "Actor1Geo_ADM2Code": "28356", "Actor1Geo_Lat": 39.0, "Actor1Geo_Long": 35.0, "Actor1Geo_FeatureID": "-735281", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Anadolu, Turkey (general), Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU00", "Actor2Geo_ADM2Code": "28356", "Actor2Geo_Lat": 39.0, "Actor2Geo_Long": 35.0, "Actor2Geo_FeatureID": "-735281", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Anadolu, Turkey (general), Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU00", "Action2Geo_ADM2Code": "28356", "Action2Geo_Lat": 39.0, "Action2Geo_Long": 35.0, "Action2Geo_FeatureID": "-735281", "DATEADDED": 20200116094500, "SOURCEURL": "http://www.hurriyetdailynews.com/fm-cavusoglu-slams-cairo-raid-on-anadolu-agency-151026"}, "ARTICLE": {"TITLE": "FM Çavuşoğlu slams Cairo raid on Anadolu Agency", "TEXT": "FM Çavuşoğlu slams Cairo raid on Anadolu Agency\n\nANKARA-Anadolu Agency\n\nTurkey's foreign minister said on Jan. 15 that a police raid on Anadolu Agency's office in Egypt's capital Cairo and the detention of its employees was \"unacceptable\".\n\n\"Such a raid by the Egyptian police on Anadolu Agency is unacceptable,\" Mevlüt Çavuşoğlu said, speaking in a televised interview on CNN Türk.\n\nEgyptian police raided Cairo office of Anadolu Agency and detained four employees Tuesday evening.\n\nThe detainees include one Turkish citizen and were taken to an unknown destination.\n\nTurkey has condemned the move by Egyptian authorities, and called for the immediate release of the Anadolu Agency staff.\n\nEgypt 'resentful' of Turkey\n\nÇavuşoğlu went on to say that Turkish President Recep Tayyip Erdoğan suspected Egypt was \"resentful\" of ُTurkey for seeking to open an international investigation into the death of former Egyptian President Mohamed Morsi and efforts with Russia for a cease-fire in Libya.\n\nMohamed Morsi, who was removed from power in a military coup in 2013, died during a trial session on \"espionage\" charges last year.\n\nOn Jan. 12, the warring sides in the Libyan conflict announced a cease-fire in response to a call by Erdogan and Russian President Vladimir Putin, gathering Monday in Moscow to sign an agreement aimed at ending hostilities and starting a political dialogue.\n\nSince the ouster of late ruler Muammar Gaddafi in 2011, two seats of power have emerged in Libya: one in eastern Libya supported mainly by Egypt and the United Arab Emirates, and the other in Tripoli, which enjoys the UN and international recognition.\n\n\"Western countries, who try to teach everyone about human rights and freedom of the press, lose their voice when such things happen in countries they can manipulate. The whole world would rise up if a similar case occurred in Turkey,\" Çavuşoğlu added.\n\nHe also rejected rumors that Turkey was transporting Syrian opposition members to Libya, after which they would acquire Turkish citizenship in return for fighting for Libya's UN-recognized Government of National Accord.\n\nÇavuşoğlu underlined that such claims about the Syrian National Army (SNA) soldiers were \"completely unrealistic\".\n\nThe SNA fought alongside the Turkish forces in Turkish-led anti-terror operations in northern Syria.\n\nIdlib cease-fire\n\n\"There are violations of the cease-fire in Idlib, but we cannot say it's broken,\" Çavuşoğlu stressed, referring to recent truce struck between Moscow and Ankara that has largely halted fighting in northwestern Syria.\n\nTurkey pushed hard for a cease-fire in Idlib after the region endured months of battering by forces loyal to the Bashar al-Assad regime and its allies, sending about a million civilian refugees flocking towards the Turkish border.\n\nPreviously in September 2018, Turkey and Russia agreed to turn Idlib into a de-escalation zone in which acts of aggression are expressly prohibited.\n\nSince then, more than 1,300 civilians have been killed in attacks by the regime and Russian forces as the cease-fire continued to be violated."}}