{"GDELT": {"GlobalEventID": 899432340, "Day": 20200116, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0438, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.25287356321839, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Yuba County, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA115", "Actor1Geo_Lat": 39.2832, "Actor1Geo_Long": -121.40100000000001, "Actor1Geo_FeatureID": "277322", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Yuba County, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 39.2832, "Actor2Geo_Long": -121.40100000000001, "Actor2Geo_FeatureID": "277322", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Yuba County, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 39.2832, "Action2Geo_Long": -121.40100000000001, "Action2Geo_FeatureID": "277322", "DATEADDED": 20200116094500, "SOURCEURL": "https://www.newsreview.com/sacramento/exiled-from-asylum/content?oid=29618268"}, "ARTICLE": {"TITLE": "Exiled from asylum", "TEXT": "PHOTO BY SCOTT THOMAS ANDERSON Oumar Yaide was held for five months inside the Yuba County Jail’s controversial immigrant detention center. Related stories:\n\nDreamer detained\n\nICE put a well-known Sacramento artist and community volunteer in a jail where detainees have been hunger-striking. SN&R , 07.18.19.\n\n\n\nPutting separation on ICE\n\nSacramento coalition publishes bilingual guide to alleviate fear in the region’s immigrant communities. SN&R , 03.21.19.\n\n\n\nICE targets brothers\n\nFirst they arrested Yovanny Ontiveros inside a Sacramento courtroom. Then, just before Christmas, immigration agents took the older brother, too. SN&R , 01.10.19.\n\nICE put a well-known Sacramento artist and community volunteer in a jail where detainees have been hunger-striking., 07.18.19.Sacramento coalition publishes bilingual guide to alleviate fear in the region’s immigrant communities., 03.21.19.First they arrested Yovanny Ontiveros inside a Sacramento courtroom. Then, just before Christmas, immigration agents took the older brother, too., 01.10.19. Advertisement\n\n\n\nIt was 8 a.m. when a groggy Charlie Remsen answered the door of his apartment in San Francisco’s Mission District to see five armed men in uniforms.\n\nAccording to Remsen, the men didn’t identify what agency they worked for, only that they were searching for his friend Matt, who sometimes stayed there. Remsen told the men Matt was traveling overseas. The agents insisted on coming inside to “have a look around,” Remsen recalled.\n\nRemsen says he started leading the men up his staircase before coming to his senses. He had, at first, assumed these were San Francisco police officers. But then he noticed “SWAT” on one’s jacket and Homeland Security emblems on the others. Remsen asked why the men thought they needed to enter his home. At that point, he says, the agents changed their story and whipped out a small photograph of his roommate.\n\nThat’s when they revealed they were really looking for Abderaman Oumar Yaide.\n\nRemsen says the agents informed him they had a warrant for the 32-year-old immigrant from Chad and moved past him. Moments later, Remsen watched helplessly as Yaide was dragged out of his bed in his pajama bottoms and handcuffed by the agents, who were from U.S. Immigration and Customs Enforcement.\n\nIt was Aug. 28. Within hours, Yaide was sitting in the Yuba County Jail, which leases cells to the federal government to detain immigrants being processed for deportation.\n\nThe controversial arrangement between ICE and the jail where Yaide was brought is under fire for a lack of staffing, accusations of dangerous conditions and claims of subpar medical and mental health treatment.\n\nBut friends say Yaide had far bigger worries on his mind. He was in the process of seeking legal asylum in the United States because he’s a gay man whose native country, Chad, criminalized homosexuality in 2017. Yaide believed being sent back would put his life at risk.\n\nCourt documents reveal that Yaide was not arrested for breaking any laws, but because the Bay Area’s ICE team considered his asylum case over and unsuccessful.\n\n“Oumar was working at a pizza joint under his own name, getting checks in his own name and choosing not to do what I think a lot of people in his position would, which is get a fake ID,” Remsen said. “He wasn’t trying to make it hard for them to find him.”\n\nIn November, Yaide’s new attorney, Sean McMahon of Pangea Legal Services, alerted Homeland Security he was filing an appeal based on developments in Chad. McHahon told SN&R that since he’d been in regular contact with Homeland Security, he was shocked that on the very day he’d secured a judicial order preventing Yaide from being deported—Dec. 2—ICE agents put his client on a plane bound for Chad.\n\nNow, as McHahon and Yaide’s circle of friends fight to bring him back to the United States, Yuba County’s immigrant detention facility is under another round of scrutiny from those who say it needs to close.\n\nYaide had been living in the United States without legal status since 2009. His attorney and friends say that, in all that time, he’d never had any run-ins with the law. Instead, they describe him as a hardworking and active member of his Bay Area community.\n\nSam Leishman first met Yaide in 2014 when the two worked together as line cooks at Gott’s Roadside in San Francisco’s Ferry Building. “Anyone who meets him, he always becomes one of their favorite people,” Leishman said. “He opens up very quickly. He connects with people.”\n\nRemsen has the same observation. Traveling for work, he often rents his own room out in the apartment as an Airbnb. Remsen says he’s constantly hearing from guests how much they enjoyed their stays because of interactions with Yaide.\n\n“Without exception, they felt like it was Oumar who made them feel welcome,” Remsen said. “He just has this natural way of making friends with people. … I don’t think I’ve ever heard him even once raise his voice.”\n\nYaide had been seeking asylum since the moment he arrived in the United States. Court records indicate his original claim was made on the basis of being part of the Gorane ethnic group, which is accused of being hostile to the government of Chad. An immigration judge denied his claim in 2014. Yaide appealed, but appeared to be on the losing end of that, too, when the Ninth Circuit Court of Appeals denied his claim last year.\n\nBut something significant happened in Chad just prior to that: It outlawed homosexuality.\n\nOn Oct. 24, 2019, Yaide filed a motion to reopen his application for asylum. “His country has seen a severe surge of homophobia and criminalization of homosexuality, which is relevant to Oumar, since that wasn’t part of his original asylum claim,” McMahon said.\n\nReviewing that claim, federal Judge Edward Chen ordered a hold on Yaide’s deportation. But that same day, Yaide was put on a plane for Addis Ababa, Ethiopia, on his way to Chad.\n\nChad is one of several African nations to either pass new anti-homosexuality laws or strengthen existing ones since 2013. Others include Tunisia, Gabon, Gambia, Nigeria and Uganda. Human Dignity Trust, a global LGBTQ rights group, has been monitoring the legal and humanitarian implications.\n\nEmma Eastwood, the group’s head of communications, says that while reliable data is hard to come by from the continent’s patchwork of small governments, her organization knows of at least some mass arrests in recent years. In Tunisia in 2018, 115 people were arrested for their perceived sexual orientation or gender identity; 38 were later charged and convicted. That same year in Nigeria, 57 men were arrested, 47 of whom are set to stand trial.\n\n“There is limited local media reporting on discrimination and violence against LGBT people in many criminalizing countries, and local activist organizations lack resources to comprehensively record violence and hate crimes,” Eastwood told SN&R via email from her London office. “The criminalization of private, consensual same-sex sexual activity in Africa is historic in nature, overwhelmingly finding its origins in colonial-era laws.”\n\nAt the same time, however, Eastman said there’s also been a recent trend of decriminalizing homosexuality in other African nations through the courts or legislative reform, including in South Africa, Seychelles, Botswana, Angola and Mozambique.\n\nBut Chad is not part of that liberalization. Yaide’s recent asylum request stresses that he faces imprisonment or worse if forced to live in his home country. “Yaide fears that if he remains in Chad he will be tortured and killed by his own family, clan or the government,” McMahon wrote in a court filing in December.\n\nOn Dec. 8, federal Judge Charles R. Breyer ordered the Department of Homeland Security to return Yaide to the United States within two weeks, where he’ll stay until his new asylum claim can be heard. ICE officials claimed hardship and sought a delay. On Dec. 23, Breyer extended their deadline to Jan. 8. That deadline has passed and Yaide remains in Chad.\n\nAccording to Syracuse University’s Transactional Records Access Clearinghouse, immigration judges decided a record number of asylum cases in 2019—and denied the vast majority of them. TRAC’s analysis indicates nearly 70,000 requests for asylum were ruled on last year, with slightly more than 20,000 actually granted. The average wait time for a decision was 1,030 days. Cameroon was the only African nation in the top 10 for individuals seeking asylum.\n\nYaide’s close friend Hayley Kay, who’s organized numerous fundraisers since his arrest, is worried about the delays. “Oumar is really kind, sweet and funny, and an all-around great person,” Kay said. “I’m extremely concerned about him over there. We’re trying to get him back as quickly as possible.”\n\nIt’s a concern shared by Yaide’s attorney.\n\n“He was easy to arrest because he wasn’t hiding,” McMahon pointed out. “It’s the government’s obligation to bring him back. … The judge has issued this order, but so far they haven’t brought him back. With every passing day, there’s more of a chance he could be harmed.”\n\nOn Jan. 11, another protest outside the Yuba County Jail took aim at its immigrant detention contract. Yuba County, which has been under a judge’s consent decree to improve overall conditions at the jail for 43 years, has continued its $6.5 million annual contract with the federal government to house people detained by ICE.\n\nAlleged problems with health care and safety triggered several days-long hunger strikes by detainees in 2019, along with protests by dozens of organizations and faith groups.\n\nThe latest protest at the Yuba facility involved more than 25 groups and churches, and was organized by the Japanese-American organization Tsuru for Solidarity. Attorney Josh Kaizuka, the event’s main planner, says California’s Japanese-American community remains haunted by the legacy of internment during World War II—and the memory of being imprisoned because of their ethnicity.\n\nIf Americans thought they learned from that dark period in history, recent events are threatening to prove them wrong.\n\n“The Japanese community has been really stepping up, at least since 9/11, when Muslim Americans started being targeted,” Kaizuka told SN&R. “Part of it has always been about remembering the past—remembering what happened to the Japanese Americans, so it never happens again.”\n\nKaizuka structured the Jan. 11 protest around speakers who’d been imprisoned in California’s interment camps and could attest to “generational trauma.” He says even though most are in their 70s and 80s, they were more than happy to stand in front of Yuba’s jail on a cold winter afternoon.\n\n“They say they’re doing this because they feel they have to,” Kaizuka said. “It’s their understanding that someone has to speak up for those who don’t have a voice.”"}}