{"GDELT": {"GlobalEventID": 899431498, "Day": 20200116, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0438, "Actor1Code": "GBRGOV", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.53164556962025, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200116094500, "SOURCEURL": "https://www.pressandjournal.co.uk/fp/news/politics/holyrood/1956482/senior-tories-hold-firm-against-snp-indyref-demands/"}, "ARTICLE": {"TITLE": "Senior Tories hold firm against SNP indyref demands", "TEXT": "Something went wrong - please try again later.\n\nThank you for signing up to our Politics newsletter.\n\nSign up for our daily Politics briefing for political exclusives, analysis and debate.\n\nJackson Carlaw has revealed he does not expect another independence referendum in the 2020s – suggesting one should not be held for decades.\n\nEarlier this week, Prime Minister Boris Johnson rejected Nicola Sturgeon’s demands for a second vote.\n\nIn a letter to the first minister, Mr Johnson said it would only lead to “stagnation” in Scotland and called on the SNP to instead to focus on “schools, hospitals and jobs”.\n\nBut Ms Sturgeon vowed that the Scottish Government would still set out the next steps before the end of the month, and yesterday, Westminster SNP group leader Ian Blackford accused Mr Johnson of being a “democracy denier”.\n\nMr Carlaw however, and Moray MP Douglas Ross insisted a second ballot should remain off the table.\n\nAt the official launch of his bid to success Ruth Davidson, Mr Carlaw was of the view that the 41-year gap between the 1975 vote to enter Europe and the Brexit vote of 2016 was a suitable passage of time.\n\nHe said: “There were two referendums between our votes on Europe and that seems to me to be like a pretty good interval of time to take place.”\n\nBut the interim Tory leader declined to give a specific answer when asked what his indyref position would be if the SNP won a majority in the 2021 Scottish election.\n\nInstead, he referred to Ms Sturgeon’s promise that an independence referendum would be a once in a generation event and said: “A generation is not five minutes, five years or even a decade. I don’t expect that there will be a further referendum in Scotland in the 2020s. That was the politics of the last decade.”\n\nMeanwhile Mr Ross told BBC Radio Scotland that “a generation is normally, I think, 30, 40 or 50 years — it is stipulated around about that level”.\n\nAt Prime Minister’s Questions yesterday, Mr Johnson’s flat rejection of the section 30 request was raised by Mr Blackford.\n\nHe said: “The prime minister sent a letter to the first minister of Scotland rejecting the democratic right of the people of Scotland to have a choice over their own future.\n\n“This was not a surprise, the prime minister is a democracy denier. Can I say to the prime minister, as his colleagues privately admit, this position is undemocratic, unacceptable and completely unsustainable.”\n\nHe added: “Does the prime minister accept that by ignoring Scotland, imposing Brexit with his pursuance of cruel and punishing policies, that he’s strengthening the case for Scottish independence?”\n\nBut Mr Johnson claimed it was the SNP leadership who were denying democracy.\n\nThe prime minister said: “It was not only the honourable gentleman who leads the SNP in this House, it was also Alex Salmond and his protege Nicola Sturgeon who said at the time of the referendum that it was a once-in-a-generation event. He said it, they said it, they were right then, why have they changed their mind? He is the denier, he is the denier of democracy.”\n\nMeanwhile SNP Constitutional Relations Secretary Michael Russell claimed there were “many options” for the Scottish Government to push for another independence vote, although he declined to go into them.\n\nMs Sturgeon has not ruled out taking legal action in an attempt to win the right to hold a vote."}}