{"GDELT": {"GlobalEventID": 899812953, "Day": 20200117, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0466, "Actor1Code": "NIC", "Actor1Name": "NICARAGUA", "Actor1CountryCode": "NIC", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 170, "EventBaseCode": 170, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.2909567496723495, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Nicaragua", "Actor1Geo_CountryCode": "NU", "Actor1Geo_ADM1Code": "NU", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": -85.0, "Actor1Geo_FeatureID": "NU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Nicaragua", "Actor2Geo_CountryCode": "NU", "Actor2Geo_ADM1Code": "NU", "Actor2Geo_Lat": 13.0, "Actor2Geo_Long": -85.0, "Actor2Geo_FeatureID": "NU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nicaragua", "Action2Geo_CountryCode": "NU", "Action2Geo_ADM1Code": "NU", "Action2Geo_Lat": 13.0, "Action2Geo_Long": -85.0, "Action2Geo_FeatureID": "NU", "DATEADDED": 20200117204500, "SOURCEURL": "https://www.washingtonpost.com/opinions/2020/01/17/why-is-us-joining-venezuela-nicaragua-discrediting-system-protect-human-rights/"}, "ARTICLE": {"TITLE": "Opinion | Why is the U.S. joining Venezuela and Nicaragua in discrediting a system to protect human rights?", "TEXT": "The threats have come from all sides of the ideological spectrum — from the pariah regimes in Nicaragua and Venezuela to pro-U.S. governments and the “America First” Trump administration. All have politicized and undermined the fragile moral consensus that supports both the Inter-American Court of Human Rights and the Inter-American Commission on Human Rights.\n\nAD\n\nAD\n\nThe assaults from the populist, anti-democratic left are well documented.\n\nIn 2015, the Venezuelan government reiterated that it no longer considered itself a member of the hemispheric human rights system, after a ruling by the Inter-American Court of Human Rights (based in Costa Rica) declared the regime’s 2007 seizure of the television station Radio Caracas Television a violation of the Convention on Human Rights. In 2017, the government of Nicolás Maduro declared its intention to quit the OAS altogether over members’ mounting criticism of the brutal response to public protests and attacks against democratic institutions.\n\nIn 2018, the rogue regime of Daniel Ortega and his wife and partner in crime, Rosario Murillo, expelled the human rights commission from Nicaragua while it was investigating a violent crackdown on protesters. The government said the commission and other international bodies, like the United Nations, were “platforms to spread false information.”\n\nAD\n\nAD\n\nAt this point we could chalk this all up to these anti-democratic regimes’ resistance to human rights standards and oversight. No surprises there.\n\nBut there’s also the Dominican Republic, which under a more supposedly democratic, pro-market government rejected in 2014 the Inter-American Court of Human Rights’ decision criticizing the country’s treatment of Dominicans of Haitian descent and curiously claimed that it had never been a part of the court and was therefore not bound by it.\n\nThen came the administration of President Trump. Since coming to power, the State Department has either refused to show up at commission hearings on U.S. human rights issues, including immigration policies and Guantanamo detentions, or has questioned the commission’s authority to even hear the cases.\n\nAD\n\nWhile we can debate the authority of the Inter-American commission and court to investigate or adjudicate cases involving U.S. domestic law, the refusal to appear and participate in a system that has been instrumental in denouncing human rights abuses in Cuba, Nicaragua and Venezuela — findings often cited by the Trump administration — demonstrates a troubling partisanship and shortsightedness.\n\nAD\n\nIn December 2018, a group of nine conservative Republican senators wrote a public letter to Secretary of State Mike Pompeo calling on him to cut U.S. funding for the Inter-American Commission on Human Rights for allegedly lobbying “for abortion in Latin America.” But the commission hadn’t supported abortion; it had simply offered existing jurisprudence on the issue to the Argentine congress, which was debating the issue, with no specific position on the topic.\n\nLess than a year later, Pompeo cut U.S. funding to the OAS by $210,000, following the lead of the senators and citing “recent evidence of abortion-related advocacy,” a reference to OAS Secretary General Luis Almagro’s pronouncements in favor of eliminating abortion restrictions in the region.\n\nAD\n\nSo while the Trump administration loves to cite human rights commission reports on Nicaragua and Venezuela, the State Department trashes the body’s legitimacy to opine on U.S. issues, doesn’t show up to meetings or criticizes the comments of its independent leadership.\n\nAD\n\nRule of law and human rights rest on independent bodies and norms, and the fragile consensus around them. One particular government — or set of senators — might not always agree with the actions and opinions of the leadership and or system’s findings. But that’s the point.\n\nBy cutting funding to the OAS and ignoring the decisions of Inter-American Commission of Human Rights and refusing to abide by its meetings, the Trump administration is in the camp of the Ortega and Maduro regimes and the pro-U. S., anti-Haitian government in the Dominican Republic. It’s not pretty company."}}