{"GDELT": {"GlobalEventID": 899813409, "Day": 20200117, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0466, "Actor1Code": "USA", "Actor1Name": "LAWRENCE", "Actor1CountryCode": "USA", "Actor2Code": "UGA", "Actor2Name": "UGANDA", "Actor2CountryCode": "UGA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.49720670391061, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mityana, Mityana, Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UGD8", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.4175, "Actor1Geo_Long": 32.0228, "Actor1Geo_FeatureID": "-1732222", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mulago, Kampala, Uganda", "Actor2Geo_CountryCode": "UG", "Actor2Geo_ADM1Code": "UG37", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 0.35, "Actor2Geo_Long": 32.5833, "Actor2Geo_FeatureID": "-1732538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mulago, Kampala, Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG37", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.35, "Action2Geo_Long": 32.5833, "Action2Geo_FeatureID": "-1732538", "DATEADDED": 20200117204500, "SOURCEURL": "https://www.newvision.co.ug/new_vision/news/1513601/mob-justice-takes-innocent-life"}, "ARTICLE": {"TITLE": "When mob justice takes an innocent life", "TEXT": "According to the 2018 Police crime report, mob justice cases recorded were 636 and 656 people died\n\nThe night of October 14, 2019, will forever remain etched on the minds of family members and friends of slain city lawyer Peter Kibirango.\n\nKibirango, who was working with Orima and Company Advocates, was killed by a mob in Mutungo zone IV, Nakawa division after he was suspected of having stolen a phone. However, this narrative was found to be false.\n\nNow, the family says the suspects, who include a UPDF soldier, Sgt Gad Twijukye, and a Mobile Money agent only identified as Ivan, could have deliberately killed Kibilango.\n\nTwijukye was arrested, charged with murder and remanded to Luzira prison, while Ivan has since disappeared, and police is looking for him. Richard Ssekamwa, a brother to Kibirango, recounts the events of the fateful evening like the incident happened yesterday.\n\n\"On the evening of October 14, 2019, our younger brother called me and gave me the sad news of the attack on Kibirango. I immediately called his wife, who told me she was at Mulago Hospital and that Kibirango was unconscious.\n\nWhen I reached Mulago, I was shocked to find my brother's face soaked in blood. We decided to transfer him to IHK (International Hospital Kampala) in Namuwongo. But they declined to admit him, and we rushed him to Case Hospital where he died on October 18, 2019,\" narrated Ssekamwa.\n\nSsekamwa disputed claims that his brother had stolen a phone, arguing that he could not steal a phone given his status. He suspects the people who murdered his brother could have had other ulterior motives. But Ssekamwa also does not know what exactly could have caused the attack on his brother since he was a calm person, who had no past record of conflicts with anyone.\n\nKIU don narrowly survives\n\nOn the eve of Christmas in 2018, a Kampala International University (KIU) lecturer, Julius Babyetsiza, narrowly survived death after boda boda riders descended on him and beat him up on suspicion that he was a boda boda thief.\n\nThe beatings that left permanent scars on Babyetsiza's body followed an incident in which a boda boda rider in Mityana district lost his bike to robbers.\n\nBabyetsiza, whose birthplace is Kabwohe in Sheema district, bought land in Kito village, Mityana, on which he practices farming. Babyetsiza, popularly known as ‘professor' in Mityana, had another home where he lived with his family in Kampala while he worked at KIU.\n\nIn December 2018, Babyetsiza decided to take his family to Mityana so they could spend the Christmas holidays tending to their farm there. As part of his plans, he had earlier hired builders who put up a house on his farmland.\n\nAs the construction went on, Babyetsiza on December 9, 2018, travelled from Kampala to Mityana to inspect the works. On reaching his site, the builders informed him that they needed more cement to speed up the construction as he planned to have the house completed by Christmas time.\n\n\"In the evening of December 9, 2018, I called a boda boda rider called Samuel Kityo, who I would always use to ferry materials to my site in Kito, to come and pick me so that he could drop me at the main road at Tanda along the Kampala-Mityana road where I could get a taxi to Kampala,\" reminisced Babyetsiza.\n\nOn reaching Kabule trading centre, Babyetsiza asked the boda boda rider to stop so he could buy cement for his house. The boda boda rider was to drop Babyetsiza at Tanda, and then go back to Kabule trading centre to pick the cement and take it to the builders in Kito.\n\nThe boda boda rider (Kityo) dropped the cement at Babyetsiza's site, but as he rode back, he was waylaid by robbers who hit him with a hammer and took his motorcycle. Fortunately, Kityo did not die.\n\nAccording to Babyetsiza, the boda boda rider's father, Ismael Kibirige, who is also the chairman of Kito village, called him and informed him about the attack on Kityo. \"After passing on the sad news, Kibirige told me that it was me who had sent his son to my site. So, he said I had to pay for the treatment and buy a new bike. He claimed that the robbers who attacked his son came from my farm,\" Babyetsiza explained.\n\nAlthough Babyetsiza had sent Kityo, he dismissed claims that he had a hand and that the thieves came from his farm and therefore he could not pay the medical bills and buy for him a new bike. It was at this point that Babyetsiza developed misunderstandings.\n\n\"When I told Kibirige that I had nothing to do with his son's attack, he threatened to chase me away from the village since he is the chairman,\" noted Babyetsiza.\n\nThe attack\n\nAccording to Babyetsiza, he took sometime before he went back to the farm. But when he decided to go back on December 22, 2018, hoping that he would visit Kityo and lend a hand towards the cyclist's treatment, Babyetsiza never knew that the chairman had reportedly incited the entire village against him. Babyetsiza had gone to spend the Christmas holiday in Mityana.\n\nBabyetsiza said on reaching Kito village in the company of his wife and their infant daughter, news spread like a bush fire that he was around. \"As I was busy helping the builders to insert window panes into the frames, a group of boda boda riders armed with huge sticks stormed my farm. They then demanded to know why I wanted to kill their colleague (Kityo). One of the boda boda riders branded me a thief and killer, before he urged his colleagues to attack.\"\n\nMob justice is not uncommon in the country. File Photo Mob justice is not uncommon in the country. File Photo\n\nBabyetsiza said he tried to plead with the boda boda riders to spare his life, in vain. \"They kicked me and hit me with sticks amid accusations that I was a boda boda robber and killer.\" However, his wife and daughter were not attacked, and they were reportedly left puzzled by the goings-on given the fact that it was their first time in Mityana.\n\nAccording to Babyetsiza, the cyclists later put him on one of the bikes and rode around Kito village as they mobilised residents to go to the nearby Kamuvoobe trading centre, where they had planned to seal his fate. While at Kamuvoobe, the cyclists hit Babyetsiza, leaving him unconscious. \"I last heard them saying they were going to buy petrol and set my body ablaze before I passed out.\"\n\nBabyetsiza does not know who alerted police, but they came before he was set ablaze and they rushed him to Mityana hospital from where his family members transferred him to Vine Hospital in Mubende where his life was saved.\n\nBabyetsiza, who developed physical disabilities as a result of the beatings, accuses the Kito chairman (Kibirige) of inciting the mob against him. \"My legs were broken and I can no longer squat on the toilet to ease myself. I have to sit. My right arm was also broken and I still feel pain when I sleep on my right side of the body. My eyes were also affected, and I cannot read now. This cost me my job at KIU where I was teaching,\" he observed.\n\nArrests made, cash shared\n\nAlthough Police arrested over 20 people, including the alleged ring leaders in the mob action against Babyetsiza, the lecturer said he has not yet got justice.\n\nIn January 2019, Babyetsiza said some policeman and relatives of the suspects called him requesting that the matter be resolved out of court.\n\n\"During the negotiations, I asked them for sh500m for the physical disability they meted on me. But some policemen together with officials who said they had been sent by the Mityana Municipality Member of Parliament, Francis Zaake, requested that I reduce the figure since the suspects were fellow residents with whom he was going to live,\" Babyetsiza narrated.\n\nAt the end of the negotiations, Babyetsiza said they settled at sh35m. However, the police officers who participated in the negotiations allegedly claimed that they would take sh7m of the compensation cash for the role they had played to bring the two parties to a negotiating table. Police were also to reportedly ensure that all the money is paid.\n\n\"The day after the negotiations, suspects' relatives brought sh7.5m and handed it over to police. The policemen told me they would ensure that the balance is paid by January 28, 2019,\" he stated.\n\nHowever, Babyetsiza said he got only sh3m out of the sh7.5m. \"Police retained sh3m, and the balance (sh1.5m) was given to people that police said helped them in arresting the suspects.\"\n\nAt that point, the suspects were released. But when the d-day for paying Babyetsiza his balance of sh27.5m reached (January 28, 2019), there was no money. Although police officers from Mityana keep promising him that he would be paid, Babyetsiza has to date not got the balance.\n\nBabyetsiza has since opened up a case at the Criminal Investigations Directorate (CID) headquarters at Kibuli, Kampala.\n\nChairman Kibirige speaks out\n\nWhen contacted, Kibirige denied participating in the mob action against Babyetsiza. \"I did not know of the attack on Babyetsiza, and I was shocked when I got arrested and they accused me of being the ring leader.\"\n\nBut Kibirige insisted that according to his son's statement, the people who attacked him and robbed his bike came from Babyetsiza's farm, adding that this was the reason he (Kibirige) called Babyetsiza after his son was hit and robbed of his bike.\n\nAccording to Kibirige, he was not aware of Babyetsiza's presence in Kito village on the day he was attacked (December 22, 2018), adding that if he was aware, he would not have allowed mob action against him.\n\n\"I don't believe in mob justice and I condemn it. If I was supporting it, I would have led residents to destroy property on Babyetsiza's farm,\" he argued.\n\nKibirge also denied reports that he threatened to chase Babyetsiza away from the village if he did not treat his son and buy him a new bike. Kibirige added that he was the one who helped Babyetsiza to identify the land on which he put his farm.\n\n\"I lost a lot of money as a result of the mob action on Babyetsiza. I cannot support mob justice as a leader. I urge Babyetsiza to live peacefully in Kito. I have no problem with him,\" said Kibirige.\n\nCyclist Kityo, mother speak out\n\nWe found the boda boda cyclist, who was hit with a hammer and robbed of his bike (Kityo), at the home of her mother, Mary Nalugya, in Kito village from where he is still undergoing treatment. Kityo said after dropping Babyetsiza's cement at his site, he rode back. \"But as I was riding back to the stage, I found two men who asked me to take them to the main road. But as I waited for them to sit, one of them hit me with a hammer. I fell down and lost consciousness, and they took my bike.\"\n\nKityo's mother lamented that her son had developed a complication after the attack and that he has to continuously be on medication. \"If he stops taking the drugs, he runs mad,\" said Nalugya, adding that she has no money and that she is also a heart patient. Nalugya pleaded with well-wishers, especially the Mityana Municipality MP (Zaake), for help.\n\nNamugera's case\n\nIn the case of Lawrence Namugera, the mob action was perpetrated by boda boda cyclists, who beat him to near death before his vehicle, a Toyota Carib registration number UAJ 707P, was set ablaze.\n\nIt all started after Namugera knocked a boda boda rider in Nakulabye in the evening of November 9, 2019. Namugera was heading to Kasubi from Balintuma road at around 11:00 pm.\n\nAccording to Namugera, the traffic lights gave him a green light to proceed, but the boda boda cyclist, who was coming from a different direction, defied the lights and rammed into his car.\n\nAfter the accident, Namugera said he wanted to stop and help the cyclist despite the fact that he (the cyclist) was in the wrong. \"But when I tried to stop, other cyclists joined in and turned rowdy. It was at that point that I decided to drive to the nearest police station (Lungujja police station). But before I could find a police station, a swarm of cyclists chased me. They chased me past my home in Lusaze and I ended up getting stuck in a ditch near Biyem hotel along the late Apolo Nsibambi road in Bulange zone, Rubaga division,\" he narrated.\n\nAt that point, the cyclists pulled Namugera out of the car, thoroughly beat him up using sticks and stones before torching his car. In the process, the cyclists dragged his helpless body into the middle of the road and rode their bikes over him several times.\n\nNamugera's friend, Willy Kibirango, who was also in the car, was not spared too. But the cyclists concentrated more on Namugera. It was until police came and shot in the air that the cyclists dispersed.\n\nPolice picked a helpless Namugera and Kibirango, and took them to Mulago hospital. Namugera was at this point believed to have died.\n\nNamugera's wife, Ruth Nayiga Muwonge, said the first information they got was that her husband had been killed. \"We had even started arranging to pick the body for a vigil when someone came and told us that my husband was still alive, but in a coma. We got in touch with his employers, Toyota Uganda, and went to Mulago. We transferred him to Case hospital from where he was treated and he regained consciousness,\" she said.\n\nAlthough Namugera can now walk, he sustained a broken rib and he still suffers on-and-off headaches, all resulting from the mob attack by boda boda riders. However, no one has ever been arrested to date despite the road along which Namugera was attacked, having several cameras.\n\nBoda boda leader comments\n\nJoseph Habiyaremye, the chairperson of boda boda riders in Kampala, acknowledged that there were cases of mob justice among cyclists, but noted that they are working hard to address the challenge.\n\n\"We have organised a number of sensitization workshops together with the Police, and that cases have drastically reduced especially in Kampala, compared to the past years,\" Habiyaremye noted.\n\nHe, however, observed that some motorists treat boda boda riders as trash, which forces them to work in solidarity and sometimes engage in mob justice in case of accidents against fellow cyclists.\n\n\"Some motorists knockdown boda boda riders and instead speed off. This sometimes forces the riders to pursue such a person and in the process, others could end up getting knocked, which may end up in mob justice,\" he observed.\n\nPolice comment\n\nThe above are some of the many cases of mob justice. In cases where victims of mob justice are killed, the culprits face murder charges.\n\nPolice have on many occasions warned the public against engaging in mob justice, saying it is criminal. According to section 189 of the Penal Code Act, the punishment for murder upon conviction is death.\n\nCommenting on Kibirango's murder, Kampala Metropolitan police spokesperson, Patrick Onyango, urged the deceased's relatives to stay calm pending Police investigations. \"They should wait for our investigations because this is a capital offence where investigations have to be carefully and exhaustively done.\"\n\nOnyango said one of the suspects in the murder of Kibilango, Sgt Twijukye, was arrested and he was remanded to Luzira prison. But the Mobile Money agent only identified as Ivan, has since disappeared, and police is looking for him.\n\nOnyango warned the public against mob justice, adding that such cases were difficult to investigate since members of the public where the suspects live usually don't cooperate with police during investigations for fear of reprisal attacks.\n\nKampala Metropolitan police spokesperson, Patrick Onyango, concedes that mob justice cases are difficult to investigate. File Photo Kampala Metropolitan police spokesperson, Patrick Onyango, concedes that mob justice cases are difficult to investigate. File Photo\n\nThe Mityana District Police Commander, Alex Mwine Mukono, could not be reached for comment on Babyetsiza's case. But the Mityana deputy CID officer, Sam Lumago, earlier confirmed to New Vision that he was aware of the case.\n\nHowever, Lumago said it is not the duty of the Police to preside over a case where parties involved have agreed to settle the matter amicably. He added that police is not mandated to collect debts on anyone's behalf.\n\n\"I was the first person to handle Babyetsiza's case. He was ready to pursue the matter up to court, but along the way, I learnt that he was in touch with some people and that he was willing to settle the matter amicably. He never came back to me to follow up the matter,\" Lumago explained.\n\nLumago said he thought Babyetsiza had reached a consensus with the persons he was accusing. However, Lumago advised Babyetsiza to go back to police should he feel like pursuing the case.\n\nOn Namugera's case, Kampala Metropolitan deputy police spokesperson, Luke Owoyesigyire, confirmed that no one has been arrested, but noted that police acted first to save his life when they found the cyclists beating him.\n\n\"We usually first save life,\" he said, adding boda boda riders who operate at night have no specific stages and that some ride motorcycles without number plates.\n\nOwoyesigyire, however, hoped that this problem would be rectified through registration of all boda boda riders countrywide. He advised Namugera to open up a case with police so that the matter can be followed up.\n\nAccording to the 2018 Police crime report, mob justice cases recorded were 636 and 656 people died. The number rose from 603 cases reported in 2017.\n\nThe report noted that Arua district recorded the highest number of mob justice cases (19) followed by Mbarara (18), Luweero (17), Mayuge (15) and Mukono (14).\n\nExperts speak out\n\nSylvia Namubiru Mukasa, the chief executive officer of Legal Aid Service Providers Network (LASPNET), a coalition of NGOs providing legal aid services, noted that anyone who gets involved in mob justice contravenes the Uganda Constitution.\n\nMukasa observed that article 22 section 1 of the Constitution gives every Ugandan freedom to a fair trial while article 24 is against torture. The article states; \"No person shall be deprived of life intentionally except in execution of a sentence passed in a fair trial by a court of competent jurisdiction in respect of a criminal offence under the laws of Uganda and the conviction and sentence have been confirmed by the highest appellate court.\"\n\nShe advised anyone aggrieved to report their cases to police, court or local councils so that they can be heard through the proper procedures and justice is dispensed.\n\nTo the victims of mob justice that have survived, Mukasa advised them to report the perpetrators so as to get justice. \"If you do not get help from police, you can report the police officers to the Police Professional Standards Unit (PSU) and your case can be reallocated to another officer,\" she noted.\n\nIn the office of the Director of Public Prosecutions, Mukasa said they have a complaints desk that solely handles aggrieved persons' issues, and that such offices are at every district. \"In case you come across a challenge like a missing file, you can report your complaint to this desk and get help.\"\n\nIn case all the avenues above have failed, Mukasa said LASPNET can come in and help by providing free legal services. LASPNET can be reached on a toll free line 0800100155.\n\nIda Nakiganda, the head of complaints, investigations and legal matters at the Uganda Human Rights Commission (UHRC), noted that mob justice is a form of human rights abuse.\n\nNakiganda elaborated that the Constitution grants every Ugandan the right to live as enshrined in article 22, adding that when anyone subjects another to mob justice and they die, they deprive them of their constitutional right to life.\n\nShe also highlighted the Prevention and Prohibition of Torture Act, which is breached once someone is subjected to mob justice.\n\n\"A person also has a right to property. So, if you destroy someone's house or kill their animals, you have breached the constitution and it is an offence,\" she pointed out.\n\nTo the victims of mob justice, Nakiganda said UHRC works with other NGOs, which help in rehabilitating the victims, as well as following up on their cases. \"Our reports that we compile usually help police in their investigations.\" UHRC also helps victims of torture to get compensation, especially in cases where the government is the accused party.\n\nWhat causes mob justice?\n\nAccording to a UHRC 2018 report, mob justice is caused by a number of issues, which include the following;\n\n- Delayed police investigations\n\n- Delayed prosecution of cases, especially those involving land\n\n- High levels of unemployment, especially among the youth, which makes them idle\n\n- Continued use of narcotic drugs by the youth, giving them a false sense of belief and entitlement\n\n- Weak local councils, which fail to ably and properly preside over conflicts in the communities\n\n- Weak laws. Due to weak laws, suspects are usually arrested for a few hours and they are granted bond/bail because they are entitled to it according to the law.\n\n- The report revealed that boda boda riders were the leading perpetrators of mob justice due to the continued murder of their colleagues by robbers who steal their bikes.\n\nThis story was done with support from the Democratic Governance Facility (DGF)."}}