{"GDELT": {"GlobalEventID": 899812010, "Day": 20200117, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0466, "Actor1Code": "AFG", "Actor1Name": "AFGHANISTAN", "Actor1CountryCode": "AFG", "Actor2Code": "MIL", "Actor2Name": "MARINES", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.25698324022346, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Utah, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USUT", "Actor1Geo_Lat": 40.1135, "Actor1Geo_Long": -111.854, "Actor1Geo_FeatureID": "UT", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Utah, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USUT", "Actor2Geo_Lat": 40.1135, "Actor2Geo_Long": -111.854, "Actor2Geo_FeatureID": "UT", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Utah, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USUT", "Action2Geo_Lat": 40.1135, "Action2Geo_Long": -111.854, "Action2Geo_FeatureID": "UT", "DATEADDED": 20200117204500, "SOURCEURL": "https://www.elpasotimes.com/story/news/2020/01/17/fallen-marine-widow-children-receive-new-free-home-horizon-city/4457758002/"}, "ARTICLE": {"TITLE": "Fallen Marine's widow, children receive new, free home in Horizon City", "TEXT": "Lorena Mendez hung up on a representative from the Stephen Siller Tunnel to Towers Foundation when the organization called to offer her a mortgage-free home as a widow of a serviceman.\n\nShe assumed it was a scam.\n\nMendez is the widow of Marine Lance Cpl. Norberto Mendez-Hernandez, who enlisted in the Marines in 2010 and was killed in action in Afghanistan in 2011. He was 22 years old.\n\nAt the time, his son Anthony was 3 years old and he had a newborn daughter, Audrey.\n\n\"I hung up on them a couple of times before I Googled them and then I called them back crying,\" Mendez said as she stood in the kitchen of her new home Tuesday in Horizon City. Her children, now 11 and 9, stood next to her, smiling.\n\nNamed after a firefighter who lost his life in the World Trade Center on Sept. 11, 2001, the foundation has three programs that provide free homes: the Smart Home Program, with specially adapted homes for catastrophically injured veterans; the Fallen First Responder Home Program for families of firefighters and police officers killed in the line of duty; and the most recent one, the Gold Star Family Home Program for families of those who made the ultimate sacrifice while serving in the military.\n\nBy the end of 2019, the foundation had given away 53 homes through the three programs.\n\nRepresentatives from the foundation, Horizon City leaders and members of American Legion Post 598 welcomed Mendez and her family to the neighborhood with a ceremony right before letting her open the doors to take a tour.\n\n\"This home will be a reminder of your husband. He will come visit you in your dreams in this house,\" said Clay Durbin, commander of the American Legion Post.\n\nMendez, who is originally from Mexico and has family in Chihuahua, said she had moved more than six times since her husband's death, trying to find the right place to raise her children.\n\n\"We just couldn't find a place that we thought we could call home,\" she said. She was most recently living in Utah, where the cold was too much for her.\n\nMendez was given the opportunity to select the city for her new home and in September visited El Paso, and, more specifically, Horizon City, and loved what she saw.\n\n\"We absolutely fell in love with the community here, how nice people are and how welcoming they were. They had suggestions of where to go and what to see. That was the biggest thing the community and the acceptance of people, regardless of whether we were moving here or not,\" she said.\n\nAs they walked into their new two-story CareFree Home, the kids couldn't help but rush to check out the backyard. It is dirt as of now, but the two already could envision a future.\n\n\"We can put a swimming pool right here,\" Anthony said, while Audrey and mom pictured themselves playing catch with their Doberman, Leo.\n\n\"This is so beautiful. It's just amazing,\" Mendez said as she took in the sights of their new bedrooms upstairs.\n\nMendez acknowledged her life has been quite a roller coaster of emotions, from the highs of being married with small children to losing her husband and now being able to live free of house payments.\n\n\"When you go into the military, you know something like this can happen, but you don't really think it can happen to you, and when it does, it's a shock. Having to explain to a 3-year-old that his dad is no longer coming home is hard and it hurts,\" she said.\n\nSince she became part of the Gold Star Family Home Program, Mendez said she has met other spouses and they have bonded over their experiences, both happy and sad.\n\n\"And so going from being in that place to now being part of this foundation and these people who have accepted us and who constantly listen to us when we cry and call us on holidays and check on us on his birthday is amazing,\" she said.\n\nMore:'K-9 Bulder,' sung by Chris Baker, honors Border Patrol K-9 killed in line of duty\n\nMore:Soldiers hike to help homeless veterans\n\nStay up-to-date on everything related to restaurants and trending stories. Subscribe here.\n\nMaría Cortés González may be reached at 915-546-6150; mgonzalez@elpasotimes.com; @EPTMaria on Twitter."}}