{"GDELT": {"GlobalEventID": 899812612, "Day": 20200117, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0466, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 353, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 6, "NumSources": 2, "NumArticles": 6, "AvgTone": -2.18390804597701, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hinds County, Mississippi, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMS", "Actor1Geo_ADM2Code": "MS049", "Actor1Geo_Lat": 32.3132, "Actor1Geo_Long": -90.2443, "Actor1Geo_FeatureID": "695748", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hinds County, Mississippi, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMS", "Action2Geo_Lat": 32.3132, "Action2Geo_Long": -90.2443, "Action2Geo_FeatureID": "695748", "DATEADDED": 20200117204500, "SOURCEURL": "https://www.vcstar.com/story/news/nation/2020/01/17/hunter-bitten-head-copperhead-snake-tree-mississippi/4501979002/"}, "ARTICLE": {"TITLE": "Hunter bitten on head by venomous snake hanging above him from tree", "TEXT": "Hunter said he couldn't believe the force of the strike.\n\nFloodwater is believed to have forced snake into tree.\n\nHunter was airlifted to University of Mississippi Medical Center.\n\nVictim now wants a snake-proof hat.\n\nJACKSON, Miss. – It's the stuff of nightmares.\n\nA Mississippi hunter was taking the last of his dog pack back to a truck on Wednesday evening when he encountered a flooded ditch. He found a narrow spot where he could jump across. When he leaned forward to jump, he felt a severe pain on the left side of his head.\n\n\"As soon as I leaned forward it was, 'Bam,'\" said Tyler Hardy of Philadelphia, Miss.. \"As soon as it hit me I thought it was some sort of massive impact he struck me so hard.\n\n\"I thought somebody had shot me or hit me with an axe. It knocked the fire out of me. I just could not believe the force the snake had when it hit me.\"\n\nHardy had no idea what had hit him at the moment, but when he shined his light on a branch near his head he saw something he never expected.\n\n\"I backed up and shined my light to see what was in the tree and I saw the snake coiled up on a limb,\" Hardy said. \"It struck at me again and fell out of the tree that time.\"\n\nThe bite began to burn severely\n\nHardy and his hunting partner, Michael Kilpatrick, also of Philadelphia, both identified the snake as a copperhead, which is common in Mississippi and venomous. They grabbed the dog and loaded her and their gear in the truck. Even though that took only a couple of minutes, Hardy was already feeling the effects of the bite.\n\n'I had nowhere to go':Mississippi hunter battles rattlesnake in deer stand\n\nHe's Facebook famous:Deer-tracking dog recovers hundreds of trophies for Mississippi hunters\n\n\"It was about 4 inches above my ear,\" Hardy said. \"It started burning and swelling.\n\n\"It was a lot of severe burning. By the time I got in the truck the burning was spreading. It started spreading rapidly, the swelling.\"\n\nAmazingly, the two hunters didn't panic. Hardy said he called his wife on the way to the hospital. He also called Neshoba General hospital so the emergency medical team would be prepared when he arrived.\n\nHe received five vials of antivenom\n\nHardy said Crofab, an antivenom, was administered while at the hospital. Then he was airlifted to University of Mississippi Medical Center in Jackson.\n\nHe received five vials of Crofab to help with the effects of the bite and soon began feeling better. After a day of hospital care doctors agreed to release him because his wife is a nurse practitioner and could monitor his condition.\n\n\"I was struggling before I got the antivenom, but I feel a lot better,\" Hardy said. \"As of now all I have is throbbing and a goose egg on my head. I feel like I've been on a five-day drunk, but I'm fine.\"\n\nWhat Hardy doesn't understand is why a copperhead was in a tree about 6 feet above the ground. His only explanation is it was caught in flash-flooding that occurred the day before.\n\nWatch your step:Why you don't want to be bitten by a rattlesnake from a guy who was\n\nWin money: You can win a share of $1,500 in the Big Bucks Photo Contest sponsored by Van's\n\n\"I've never seen a copperhead in a tree,\" Hardy said. \"I'm assuming he came out in the warm weather and got caught in the flood and found a tree to get in.\"\n\nHerpetologist Terry Vandeventer of Hinds County said copperheads do climb trees, but don't expect to witness it.\n\nCopperhead snake in tree is rare\n\n\"I think this was a very rare and unusual circumstance,\" Vandeventer said. \"They are basically terrestrial snakes, but it's been known for decades (that they will climb trees).\"\n\nVandeventer said one of the more common times for copperheads to climb is during summers when cicadas emerge from the ground and cling to trees and bushes while they shed their shells. During that time, copperheads will climb to eat the insects, but that obviously wasn't the case with Hardy's encounter.\n\n\"Finding a copperhead in a tree in January is unheard of,\" Vandeventer. \"I don't doubt it went down the way he said it did, but in doing so it made him the unluckiest guy in America.\"\n\nVandeventer said unusual situations like this get a lot of attention, but said it needs to be kept in perspective because it's not the norm, it's rare.\n\n\"People need to understand this isn't something to worry about,\" Vandeventer said. \"People don't need to let this keep them out of the woods.\"\n\nHowever, he said don't let your guard down either.\n\n\"Be aware of your surroundings,\" Vandeventer said. \"Stuff happens in life and he'll have a story to tell, for sure.\"\n\nWhile he does have a story to tell, it's not something Hardy wants to take a chance on happening again.\n\n\"I'll be looking the rest of my life,\" Hardy said. \"I'll get some snake boots and a snake hat, I reckon.\"\n\nFollow Brian Broom on Twitter: @BrianBroom."}}