{"GDELT": {"GlobalEventID": 899812371, "Day": 20200117, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0466, "Actor1Code": "CZEBUS", "Actor1Name": "CZECH", "Actor1CountryCode": "CZE", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.37007628833878, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Actor1Geo_CountryCode": "EZ", "Actor1Geo_ADM1Code": "EZ52", "Actor1Geo_ADM2Code": "14865", "Actor1Geo_Lat": 50.0833, "Actor1Geo_Long": 14.4667, "Actor1Geo_FeatureID": "-553173", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Action2Geo_CountryCode": "EZ", "Action2Geo_ADM1Code": "EZ52", "Action2Geo_ADM2Code": "14865", "Action2Geo_Lat": 50.0833, "Action2Geo_Long": 14.4667, "Action2Geo_FeatureID": "-553173", "DATEADDED": 20200117204500, "SOURCEURL": "https://www.lexology.com/library/detail.aspx?g=7988e18e-e30b-481a-bd07-375bc0ae5a0c"}, "ARTICLE": {"TITLE": "Real Estate M&A in Czech Republic", "TEXT": "Overview\n\nTypical transaction structures – public companies\n\nWhat is the typical structure of a business combination involving a publicly traded real estate-owning entity?\n\nIn the Czech Republic there are very few publicly traded real estate-owning entities. Many previously publicly traded real estate companies were later taken private. Currently, publicly traded real estate entities include investment funds that issue tradable fund units and foreign companies offering a limited amount of stocks.\n\nTypical structures of business combinations involving a public company include:\n\nacquisition via share deals;\n\ncompany transformations;\n\nthe sale of an enterprise where the major asset of the enterprise is real estate; and\n\nthe establishment of real estate funds.\n\nStructuring options are usually driven by tax or financing considerations. Company transformations may be applicable in cases where the combination or division of the property is required (eg, selling a bigger portfolio of real estate to various buyers or selling a major land area by dividing the land parcels through splitting the holding company).\n\nTypical transaction structures – private companies\n\nAre there any significant differences if the transaction involves a privately held real estate-owning entity?\n\nWhile an acquisition via an asset deal may be less practical in a business combination involving a publicly traded entity, this could be an option in a transaction involving a privately held real estate-owning entity. An asset deal may be chosen when the acquisition of the property’s special purpose vehicle (SPV) is not desired because of its history or related disputes. Asset deals are subject to a transfer tax payable by the acquirer (4 per cent of the purchase price or property value). The seller is taxed on the income realised from the transaction.\n\nOther forms of business combinations applied to publicly traded companies are frequently used in transactions involving privately held entities that own real estate.\n\nTypical transaction process\n\nDescribe the process by which public and private real estate business combinations are typically initiated, negotiated and completed.\n\nThe typical transaction process is similar to other jurisdictions. It includes:\n\npre-negotiation, letters of intent (LOIs) or heads of terms;\n\nlegal, financial and technical due diligence of the SPV and the property;\n\ncontract negotiations; and\n\nsigning, closing and post-closing obligations.\n\nPre-negotiations are handled informally. Their results are usually documented in heads of terms, LOIs or memoranda of understanding. These documents may be binding or non-binding.\n\nLegal due diligence is required for most transactions and is focused primarily on the following issues:\n\ntitle to the property;\n\ncorporate and commercial issues of the SPV; and\n\nregulatory issues.\n\nThe results of due diligence are reflected in the deal structure and terms of the definitive agreements.\n\nContract negotiations do not differ from other jurisdictions. They are often handled by legal counsel.\n\nSigning usually requires the presence of a notary because of the high requirements for formal authorisation and for effecting corporate changes of the target company. Signing and closing may run simultaneously or with a time lag. In the latter case, an escrow structure may be necessary.\n\nThe post-closing obligations include registering with public registers (commercial register or real estate cadastre) and tax filings (asset deals). In the case of public entities, the operator of the capital market where the entity is listed must also be notified of an acquisition.\n\nLaw and regulation\n\nLegislative and regulatory framework\n\nWhat are some of the primary laws and regulations governing or implicated in real estate business combinations? Are there any specific regulations or laws governing transfers of real estate that would be material in a typical transaction?\n\nThe major laws relevant for real estate business combinations include the:\n\nCivil Code (Act No. 89/2012);\n\nAct on Business Corporations (Act No. 90/2012);\n\nTransformations Act (Act No. 125/2008);\n\nConstruction Act (Act No. 183/2006);\n\nCadastral Act (Act No. 256/2013);\n\nAct on Investment Companies and Investment Funds (Act No. 240/2013); and\n\nCapital Markets Act (Act No. 256/2004).\n\nThere are extensive regulations regarding residential assets, including planning and zoning regulations, environmental laws, and hygiene and fire protection requirements. These issues are considered material and are duly reviewed in the course of the transaction.\n\nIn the case of agricultural assets, material issues include still-pending restitution claims, forestry planning and potential donation terms for farming businesses.\n\nThe above rarely impact on structuring alternatives, which is primarily driven by tax and financing considerations.\n\nCross-border combinations and foreign investment\n\nAre there any specific material regulations or structuring considerations relating to cross-border real estate business combinations or foreign investors acquiring an interest in a real estate business entity?\n\nThere are no special regulations or obstacles for cross-border combinations structured as share deals or asset deals. Foreign investors are entitled to acquire real estate or shares in companies on terms similar to Czech investors.\n\nCross-border mergers and spin-offs are only allowed for companies incorporated in the member states of the European Union and the European Economic Area. The transformation process is more complicated and involves additional disclosure obligations. Each company involved in the transformation carries out the process in accordance with the laws of its incorporation. Czech companies must obtain a certificate from a notary, confirming that the requirements of the Czech law have been met.\n\nCompanies from non-EU countries may not participate in cross-border mergers with Czech companies.\n\nChoice of law and jurisdiction\n\nWhat territory’s law typically governs the definitive agreements in the context of real estate business combinations? Which courts typically have subject-matter jurisdiction over a real estate business combination?\n\nThe definitive agreements are typically governed by Czech law and therefore fall under the jurisdiction of Czech courts by default. The parties may choose for the agreement to be governed by a different law, especially in real estate transactions where the properties are located in multiple countries. However, even in these cases, a transfer agreement is typically signed under Czech law to register the transaction in the public real estate cadastre and the commercial register.\n\nParties often choose arbitration as an alternative to court, whether with Czech or foreign arbitration courts.\n\nApproval and withdrawal\n\nPublic disclosure\n\nWhat information must be publicly disclosed in a public-company real estate business combination?\n\nThere are no disclosure obligations specific to real estate transactions. The obligation to disclose information may, nevertheless, arise from:\n\ngeneral obligations of public companies;\n\nspecific rules of the capital market where the public company is listed; and\n\nrules related to company transformations.\n\nThe scope of disclosure may depend both on the size of the transaction and on the transaction structure. Compared to all-cash transactions, transactions with consideration in the form of shares include additional minor disclosure obligations; all changes in the public entity’s participation in other businesses must be notified to the operator of the capital market.\n\nPublic entities, in general, are obliged to publish detailed annual and mid-year reports with additional information (as compared to private entities). These reports should reflect any significant changes to the equity structure (including major acquisitions). Moreover, the reports must explain the public entity’s business results and highlight major business activities, including any material business combinations.\n\nOn top of the general obligations, capital markets may stipulate their own disclosure rules. For example, the Prague Stock Exchange requires the shareholders of the issuers listed on its regulated markets to publish extensive information on their websites, including all decisions of their general meeting and breaches of certain thresholds by their shareholders (from 5 per cent to 90 per cent). Issuers are further obliged to immediately report to the stock exchange:\n\nany significant changes of financial situation;\n\nconclusion or termination of major contracts; and\n\nthe issuer’s participation in other businesses (ie, any business combination).\n\nIn cases where the business combination is structured as a company transformation (eg, a merger or a spin-off), all companies involved in the transformation are obliged to publish the transformation project. The transformation project includes the following information:\n\nspecifications of all companies involved;\n\nshare exchange ratios; and\n\nchanges of the company statutes.\n\nIn the case of spin-offs, the project must also specify the property transferred to each of the successor companies.\n\nDuties towards shareholders\n\nGive an overview of the material duties, if any, of the directors and officers of a public company towards shareholders in connection with a real estate business combination. Do controlling shareholders have any similar duties?\n\nThe directors are always obliged to procure the transaction with due professional care. Other material duties vary depending on the structure of the transaction.\n\nIn cases where the transaction is structured as a transformation, the directors are responsible for the whole transformation and have a wide scope of obligations. The directors are obliged to:\n\nprepare the merger or spin-off project;\n\ndraft the merger or spin-off report explaining the transaction in detail;\n\nprepare obligatory information for company creditors;\n\nprocure the evaluation of the property (if necessary); and\n\nprocure the publication of documents.\n\nIn the case of transactions that require the approval of a general meeting, the directors of public companies bear additional obligations towards the shareholders. They are obliged to send an invitation to the general meeting with additional information about the contemplated transaction, its rationale, information on shareholders’ voting rights and required majorities, and provide the option to participate in the general meeting.\n\nThey must further create and make available a form of power of attorney that the shareholders may use for distant voting.\n\nThe approval of the public entity’s general meeting is required for major transactions that impact its business, transactions, changes in registered capital and in other cases specified in the company statutes.\n\nControlling shareholders do not have similar obligations.\n\nShareholders’ rights\n\nWhat rights do shareholders have in a public-company real estate business combination? Can parties structure around shareholder dissent or rejection of a real estate business combination, and what structures are available?\n\nShareholders’ rights that affect business decisions of a company are limited to transactions that require the general meeting’s approval. Such approval is required by law for transactions that lead to substantial change of business operation or to any change of statutes, those structured as company transformations and going-private transactions.\n\nThe company’s statutes may also require the approval of shareholders. Those with shares exceeding certain thresholds have the right to request the general meeting’s approval for any other transaction. The thresholds amount to 1 per cent, 3 per cent or 5 per cent, depending on the amount of the company’s registered capital.\n\nIn cases where the transaction is being approved by a general meeting, shareholders are entitled to:\n\nrequest an explanation from the directors;\n\nvote in favour or against the transaction; and\n\nmake their own proposals regarding the transaction.\n\nAdditional rights apply to transformations and going-private transactions. In transformations, shareholders are entitled to compensation if the exchange ratio of their shares for the shares in the successor company is inadequate. Dissenting shareholders are further entitled to sell off their shares for a fair price, provided that:\n\nthe property structure is significantly altered in the successor company to their detriment; and\n\nthe shareholder rights are modified.\n\nIn going-private transactions, shareholders are entitled to sell their shares for a fair price to the company, provided that they did not vote for the delisting of the shares from the regulated market.\n\nThe options to structure around shareholder dissent are limited mainly to avoiding structures that require the consent of a general meeting (eg, mergers and spin-offs).\n\nTermination fees\n\nAre termination fees typical in a real estate business combination, and what is their typical size?\n\nCzech law allows for termination fees and does not set any limits on that amount. However, should such a fee be disproportionately high compared to the transaction value, it may be declared invalid by a court. Typically, termination fees do not exceed 20 per cent of a transaction’s value.\n\nMore often than break-up fees, contractual penalties are used to secure contractual obligations in final agreements. Similar to break-up fees, they are not limited with regards to their amount. In the case of disputes, the contractual penalties may be subject to the moderation consideration of the court.\n\nTakeover defences\n\nAre there any methods that targets in a real estate business combination can employ to protect against an unsolicited acquisition? Are there any limitations on these methods?\n\nThe various methods protecting against unsolicited acquisitions that are widely used in international business are also practised in the Czech Republic.\n\nAdmissible methods are ‘greenmail’ (the target company buys the stocks owned by the unsolicited investor above market value in exchange for the investor not finalising the takeover of the target company) and ‘poison pills’ (the target company issues new shares and sells them to its core stockholders to minimise the investor’s influence in the company). The latter can be supported by issuing priority bonds to the company’s shareholders as a preventive measure, as these give their holders a priority right to acquire the company’s stocks.\n\nOther methods include provisions related to the company’s statutory body, including the ‘golden parachute’, which grants the statutory members high severance pay, or ‘shark repellent’, which sets rules that make it difficult to change members of the statutory body.\n\nThe general limitation on any strategies and decisions made by the company’s board is due care and professional management. A board’s decision to adopt any of the above methods may not cause damage to the company or its stockholders, to the extent a prudent manager may have foreseen the impact of his or her decision.\n\nNotifying shareholders\n\nHow much advance notice must a public target give its shareholders in connection with approving a real estate business combination, and what factors inform this analysis? How is shareholder approval typically sought in this context?\n\nThe target company is not obliged to notify its shareholders of the sale of real estate that is an individual asset. The shareholders receive such information at a general meeting approving the financial statements for the previous accounting period.\n\nWhere the sale of real estate is a part of a going concern or a merger or spin-off, the approval of the company’s general meeting of shareholders is required. In cases of transformations (mergers, spin-offs), the obligatory information must be provided to shareholders at least one month prior to the general meeting. All general meetings require a standard invitation delivered at least 15 days in advance. To ensure the success of the transaction, shareholders are usually contacted in advance with an explanation and request for prior approval.\n\nTaxation and acquisition vehicles\n\nTypical tax issues and structuring\n\nWhat are some of the typical tax issues involved in real estate business combinations and to what extent do these typically drive structuring considerations? Are there certain considerations that stem from the tax status of a target?\n\nThe following tax issues need to be considered in the case of real estate-related business combinations:\n\nreal estate transfer tax: 4 per cent of the asset value or purchase price (whichever is higher);\n\ncorporate income tax (CIT): 19 per cent of the profits from the transaction; and\n\nvalue added tax (VAT): 21 per cent of the taxable income or 15 per cent reduced rate (for new residential units).\n\nAll the above taxes apply to asset deals.\n\nTransfer tax and VAT are not applied to share deals. In addition, the transaction may be exempt from CIT on certain conditions. A special 35 per cent tax rate for CIT is applied to certain non-EU companies.\n\nMergers and spin-offs are not subject to transfer tax and VAT. Usually, there is no significant impact on CIT liability. It is possible to transfer loss carry-forwards and other deductible items to the successor company. Mergers are often a combination deal following a share deal financed by debt to achieve tax deductibility of interest.\n\nIn cases of the sale of real estate as a going concern, no transfer tax or VAT is applied. It is possible to transfer loss carry-forwards and other deductible items on the purchaser.\n\nMitigating tax risk\n\nWhat measures are normally taken to mitigate typical tax risks in a real estate business combination?\n\nThe measures for tax risk mitigation start with proper tax and financial due diligence of the target company and the asset, followed by respective representations and warranties (R&Ws) in the transfer documentation. If some risk seems probable, a holdback of a portion of the purchase price may be considered. The acquirer usually requires the submission of the ‘confirmation of non-indebtedness’ of the seller, issued by the tax authority confirming that the seller has no outstanding tax or payment obligations towards the state.\n\nTypes of acquisition vehicle\n\nWhat form of acquisition vehicle is typically used in connection with a real estate business combination, and does the form vary depending on structuring alternatives or structure of the target company?\n\nThe most popular acquisition vehicle is a limited liability company owing to its easy, quick and inexpensive setup process. Investors also use joint-stock companies and limited partnerships depending on their preferences and intentions.\n\nA limited partnership is an interesting alternative as such a company is deemed to be a Czech tax resident while part of the company’s tax base attributable to the unlimited partner is taxed as part of its tax base, even if such partner is a foreign entity.\n\nFormerly, Czech real estate investment funds (REIFs) were used, but because of legislative changes limiting the beneficial tax rate of 5 per cent to a very narrow group of the funds, these are not popular nowadays.\n\nTake-private transactions\n\nBoard considerations in take-private transactions\n\nWhat issues typically face boards of real estate public companies considering a take-private transaction? Do these considerations vary according to the structure of the target?\n\nThe boards of real estate public companies usually have to deal with the following issues:\n\nkeeping information on the transaction private, until the intention to make a tender offer to buy out shares is published, so as not to distort the market (this is frequently done by limiting the number of persons involved);\n\ndetermining the price offer (an expert valuation is typically used to substantiate the offered amount);\n\ntreating shareholders equally, especially regarding the information provided and price offered for the shares when proceeding in accordance with the Takeover Act;\n\nfinancing the purchase of shares in the share buyout according to the public offer; and\n\ncompliance with the disclosure and other legal requirements.\n\nThese considerations apply regardless of the structure of the target.\n\nTime frame for take-private transactions\n\nHow long do take-private transactions typically take in the context of a public real estate business? What are the major milestones in this process? What factors could expedite or extend the process?\n\nThe milestones of the process are the following:\n\npreparation and publication of the buyout offer to the shareholders of the target company according to the Takeover Act;\n\nsubsequent share purchase from shareholders that accept the offer;\n\nsqueeze out of minor shareholders (this is possible in cases where the acquiring company already holds at least 90 per cent of the shares);\n\ndecision of the general meeting on leaving the stock exchange;\n\nnotification to the Czech National Bank and the stock market organiser regarding the decision to leave the stock exchange;\n\npublication of the decision on the web page of the company;\n\nrequest for withdrawal of the shares from the stock market without undue delay after fulfilment of all obligations set by the Act on Business Corporations;\n\nwithdrawal of the shares from the stock market, without undue delay after receiving the request; and\n\nnotification to the Czech National Bank, the authority dealing with deposition of the shares and other authorities (if involved) by the stock market organiser on withdrawal of the shares from the stock market.\n\nNegotiation\n\nNon-binding agreements\n\nAre non-binding preliminary agreements before the execution of a definitive agreement typical in real estate business combinations, and does this depend on the ownership structure of the target? Can such non-binding agreements be judicially enforced?\n\nAccording to the Civil Code effective since 2014, only binding contracts on future contracts (containing either obligations of both prospective parties to the definitive agreement or an undertaking to enter into this agreement by one of the parties) are recognised by Czech law.\n\nHowever, regardless of the above, non-binding preliminary agreements, such as LOIs, are still widely used in all types of real estate business combinations, especially in the earlier stages of the negotiations. It is also very common that a non-binding preliminary agreement is subsequently replaced by a binding agreement once the parties proceed further with the negotiations.\n\nThe non-binding preliminary agreements are generally not judicially enforceable. However, according to Czech law, unjustified termination of pre-contractual negotiations in the final stage of negotiations may lead to a liability for damages (pre-contractual liability), whereas the preliminary agreements may either include an explicit agreement concerning the manner of reimbursement of the parties’ costs in case of termination of the negotiations or serve as important evidence with respect to pre-contractual liability.\n\nSpecial attention must be given to the drafting of preliminary agreements, as such agreements may often be considered by the courts as binding.\n\nTypical provisions\n\nDescribe some of the provisions contained in a purchase agreement that are specific to real estate business combinations. Describe any standard provisions that are contained in such agreements.\n\nUnder Czech law, a purchase agreement concerning the transfer of real estate always needs to be in writing, signed with verified signatures and contain, at least, a detailed description of the transferred properties, and the purchase price or a manner of its determination.\n\nR&Ws are not mandatory (certain warranties arise directly from the law) but are highly advisable and very common. R&Ws usually concern good title, non-existence of encumbrances and other third-party claims, and compliance with the building and construction regulations. Contracts concerning major real estate transactions usually also include the mechanism of claim procedures, should any defective or misleading warranties occur.\n\nPurchase agreements also commonly address the mechanism of payment of the purchase price. The most common solution in this regard is an escrow of the purchase price by a third-party escrow agent (eg, an attorney, a notary or a bank) between the signing and closing of the transaction.\n\nIn an asset transfer, due to the specific regime of passing on title to the property (title is only passed on upon registering in the real estate register, which may take several months), specific covenants on the seller regarding safeguarding the status and conditions of the property between signing the purchase contract and registration of title are introduced to protect the buyer in the interim period.\n\nStakebuilding\n\nAre there any limitations on a buyer’s ability to gradually acquire an interest in a public company in the context of a real estate business combination? Are these limitations typically built into organisational documents or inherent in applicable state or regulatory related regimes?\n\nIn cases where the buyer acquires an interest in a public target as the result of an acquisition and its share on the target’s voting rights exceeds certain thresholds stipulated by the Act on undertakings on the capital market, the buyer may be required to notify the Czech National Bank of the acquisition. Companies listed on the Prague Stock Exchange are further required to publish such notification on their websites. The same obligation applies to the seller in cases of sales of its interests.\n\nIn addition, acquisitions over certain thresholds (20 per cent, 30 per cent, 50 per cent and a qualified or controlling majority) require a prior approval of the Czech National Bank.\n\nCertainty of closing\n\nDescribe some of the key issues that typically arise between a seller and a buyer when negotiating the purchase agreement for a real estate business combination, with an emphasis on building in certainty of closing. How are these issues typically resolved?\n\nA good ownership title to the property is the most important issue in all real estate transactions. Although the ownership rights to most types of real estate are registered in the real estate cadastre, potential disputes concerning the ownership title are not unusual.\n\nOther issues typically arise from legal due diligence and may concern various topics (eg, invalid or otherwise defective lease contracts, issues with neighbours or construction law). The solution of these findings then depends on their importance (eg, buyers would usually require the most important issues to be remedied prior to the completion of the transaction and so the remedy will be a condition of signing or closing). Remedy of minor issues may be allowed as a post-closing obligation of the seller, whereas the seller’s failure to ensure fulfilment of the obligations may trigger a discount on the purchase price.\n\nOnce a transaction is completed, neither party usually wants to terminate the purchase agreement unless a very important issue occurs (eg, breach of a warranty that may constitute major damage, as, for example, warranty concerning ownership title). The termination rights are therefore very limited. Termination rights arising from law are frequently excluded by the transaction’s parties.\n\nEnvironmental liability\n\nWho typically bears responsibility for environmental remediation following the closing of a real estate business combination? What contractual provisions regarding environmental liability do parties usually agree?\n\nThe Czech environmental law is generally based on the ‘polluter pays’ principle. As a result, the transfer of the ownership right to real property does not exclude the seller from its liability to remedy the property’s environmental burdens if the seller caused them. Even if the purchase agreement does not contain any R&Ws on this point, the buyer may be authorised to approach the authorities and request them to force the seller to ensure remediation.\n\nRegardless of the above, the buyers usually actively approach this issue and require the sellers to provide R&Ws that the real estate properties are free from any environmental burdens and that the activities of the previous owners did not contravene any applicable environmental regulation. A potential breach of such an R&W subsequently triggers a contractual obligation and the specific type of compensation depends on the contractual claim procedure. Obligations may include liability for damages, price adjustment, contractual penalties or even termination rights.\n\nOther typical liability issues\n\nWhat other liability issues are typically major points of negotiation in the context of a real estate business combination?\n\nAfter the fall of the communist regime in the Czech Republic, the Czech state introduced various laws to rectify the forced foreclosures of real estate properties during the communist era (1948-1989). As a result, prospective buyers of real estate must conduct research to determine whether the concerned property is not subject to a restitution claim from its previous owners or their legal successors. Although the private restitutions are now mainly resolved, restitution of assets formerly owned by religious institutions and confiscated in the past by the state under the communist regime, known as ‘church restitution’, only commenced in 2013. The prospective buyers therefore commonly require a confirmation of the Czech Land Office on the non-existence of restitution claims and a warranty of the buyers in this respect.\n\nLiability for compliance of real estate (and its potential refurbishments) with the construction laws and heritage protection is also a common point of negotiations. The compliance with the construction laws is usually subject to enhanced legal due diligence and corresponding R&Ws of the sellers are required as well.\n\nSellers’ representations regarding leases\n\nIn the context of a real estate business combination, what are the typical representations and covenants made by a seller regarding existing and new leases?\n\nThe buyers usually require warranties concerning:\n\nall the lease contracts that are disclosed by the seller;\n\nvalidity of the lease contracts (especially with respect to major tenants);\n\nrent roll;\n\nexistence of cash deposits or bank guarantees;\n\nnon-existence of major defaults of the tenants (especially with respect to their payment obligations);\n\nnon-existence of any grounds for termination of the lease agreements;\n\nnon-existence of any ongoing or threatening litigations (or a list of ongoing litigations, if applicable); and\n\nnon-existence of any undisclosed liabilities of the buyer to the tenants for the tenants’ improvements of the leased premises.\n\nDue diligence\n\nLegal due diligence\n\nDescribe the legal due diligence required in the context of a real estate business combination and any due diligence specific to a real estate business combination. What specialists are typically involved and at what point in the transaction are the various teams typically brought in?\n\nLegal due diligence in real estate transactions usually includes:\n\ncorporate due diligence (in the case of share deals) concerning the target company;\n\ntitles to the real property, including a review of all ownership acquisition titles in the course of the 10 years preceding the acquisition (see question 26);\n\nthird-party rights (ie, mortgages, easements, pre-emption rights, restitution, etc);\n\nplanning and construction (including heritage and archaeological protection, if applicable);\n\ncopyright and architectural copyright;\n\nlease contracts and similar contracts burdening the properties, without the need of being registered;\n\nfinancing and insurance;\n\naccess and contracts with utilities providers;\n\nenvironmental status;\n\nregulatory issues including data protection obligations (compliance with the EU General Data Protection Regulation (GDPR));\n\ncompliance with energy efficiency building requirements and their respective certifications; and\n\nlitigation.\n\nSearches\n\nHow are title, lien, bankruptcy, litigation and tax searches typically conducted? On what levels are these searches typically run? What protection from bad title is available to buyers, and does this depend on the nature of the underlying asset?\n\nAll acquisition titles to the property in the course of the past 10 years are usually reviewed. According to section 1,091, paragraph 2 of the Civil Code, the possession in good faith of a title to a real property for a period of 10 consecutive years makes the ownership title to the respective property non-challengeable. Therefore, the purpose of such an inspection is to make sure that the title to the property may be confirmed beyond doubt, based on the test of good faith possession by a holder of the title.\n\nLiens on real estate need to be registered in the real estate cadastre to become effective and thus, all mortgage agreements relating to liens registered in the cadastre are subject to review.\n\nAll ongoing and completed insolvency and bankruptcy proceedings are registered in the insolvency registry, whereas the documents relating to such proceedings are usually available online. Nevertheless, R&Ws on the non-existence of any insolvency and bankruptcy proceeding is always required to be provided by all parties.\n\nAs there is no registry of ongoing litigation, the research on litigation usually requires disclosure by the party to such litigation. Corresponding R&Ws on complete disclosure with respect to any potential or ongoing litigation is always required.\n\nTitle insurance is available and common practice. Other commonly used solutions are holdbacks, price adjustments and the right to withdraw from the transaction.\n\nRepresentation and warranty insurance\n\nDo sellers of non-public real estate businesses typically purchase representation and warranty insurance to cover post-closing liability?\n\nPurchase of R&W insurance is becoming common practice. More frequent is buyer’s insurance.\n\nReview of business contracts\n\nWhat are some of the primary agreements that the legal teams customarily review in the context of a real estate business combination, and does the scope vary with the structure of the transaction?\n\nThe legal team will review the:\n\ntitle documents and documents burdening the title (eg, a pledge or a mortgage);\n\nlease and future lease documents;\n\nbrokerage agreements;\n\narchitect agreements and related transfer of copyright;\n\nagreements granting access (easements);\n\nutilities agreements;\n\nproperty management agreements;\n\nproperty insurance agreements; and\n\ncompliance with energy sufficiency requirements.\n\nThe scope of the due diligence varies in relation to the structure of the transaction. A share deal transaction also requires extensive reviews of the target company and its:\n\ncorporate documents;\n\nrelations with shareholders and members of the statutory bodies;\n\nownership titles to shares;\n\nstatus, licences, liabilities and compliance with laws;\n\nemployment matters; and\n\nGDPR compliance.\n\nBreach of contract\n\nRemedies for breach of contract\n\nWhat are the typical remedies for breach of a contract in the context of a real estate business combination, and do they vary with the ownership of target or the structure of the transaction?\n\nThe parties usually tend to exclude the statutory mechanisms relating to remedies for a breach of contract and negotiate specific and detailed mechanisms in the purchase agreement itself.\n\nRemediation of the situation constituting a breach of the contract is usually preferred over monetary compensation of the consequences and thus, the non-breaching party is usually required to provide a remediation period and any reasonably requested cooperation. Such a remediation period does not need to be provided if any delay would lead to incurrence or increase of potential damage.\n\nIn cases where the breach is not remedied within the provided period (or cannot be remedied due to its nature), the consequences vary depending on the importance of the secured (and breached) obligation.\n\nMinor breaches usually trigger the right to claim damages or contractual penalties (if agreed in the contract). Major breaches may also trigger price adjustment or even a right to withdraw from the purchase agreement.\n\nFinancing\n\nMarket overview\n\nHow does a buyer typically finance real estate business combinations?\n\nThe buyer may consider taking on property-level indebtedness, a senior line to repay pre-closing indebtedness or a combination of both. This depends on a number of factors related to the buyer (such as the ability to raise a senior line) and the target (such as the ability to sustain debt and interest repayments), and the expectation of the financing banks. Most of the time Czech banks will require security on the property, even for senior-line financing.\n\nSeller’s obligations\n\nWhat are the typical obligations of the seller in the financing?\n\nMost of the obligations in the financing relate to the purchaser, but typical obligations of the seller include the following:\n\nto provide all required documentation on the real estate or the entity owning the real estate, including financial information;\n\nto conclude a mortgage agreement and allow registration of the mortgage for the financing entity; and\n\nto provide necessary cooperation to the financing entity and the purchaser.\n\nIn general, the obligations of the seller are the same for property-level indebtedness and for senior-line indebtedness.\n\nRepayment guarantees\n\nWhat repayment guarantees do lenders typically require in the context of a property-level financing of a real estate business combination? For what purposes are reserves usually required in the context of property-level indebtedness?\n\nThe lenders typically require the following repayment guarantees and securities:\n\nmortgage on the property;\n\npledge of the shares of the acquired or acquiring company, or both;\n\npledge of receivables (existing and future);\n\npledge of future insurance proceeds;\n\npledge of all bank accounts;\n\nnegative pledge (ie, to not establish any pledge in favour of a third party);\n\nencumbrance and transfer prohibitions;\n\nnotary deed on direct enforceability of the outstanding debt without judicial decision; and\n\nsubordination of any existing loans provided by related parties.\n\nCash management systems are uncommon, although the loan agreements may include provisions regarding dividend distribution and other payments to the shareholders. Additionally, it is common that the borrowers are required to use the bank account maintained by the financing bank for receiving all income.\n\nReserves are required for potential risks discovered by the purchaser being a borrower in the course of due diligence (eg, tax risks) or for repairs that need to be performed.\n\nBorrower covenants\n\nWhat covenants do lenders usually insist on in the context of a property-level financing of a real estate business combination?\n\nLenders usually insist on the following covenants:\n\ngeneral covenants: compliance with law and tax obligations;\n\nproperty-related covenants:\n\nmaintenance of the property;\n\n\n\nmaintenance of required insurance; and\n\n\n\ncompliance with building law;\n\ninformation covenants:\n\nannual financial statements;\n\n\n\nquarterly reports;\n\n\n\nchange of control;\n\n\n\nno material adverse change;\n\n\n\nno insolvency proceedings; and\n\n\n\nno defaults;\n\nnegative covenants:\n\nnegative pledge clause;\n\n\n\nno participation or no investments in other property or entities;\n\n\n\nno additional loans; and\n\n\n\nno loans of the borrower to shareholders; and\n\nfinancial covenants: keeping the loan-to-value ratio (ratio of outstanding principal balance of the loan and market value of the real estate), using the bank account maintained by the financing bank.\n\nThe character and number of covenants is more dependent on the size of the transaction than on the overall financing of the transaction.\n\nTypical equity financing provisions\n\nWhat equity financing provisions are common in a transaction involving a real estate business that is being taken private? Does it depend on the structure of the buyer?\n\nGoing-private real estate transactions are not common in the Czech Republic. Therefore, standard provisions accommodated to the individual situation are applicable. The purchaser will generally be required to acquire certain shares in the going-private company and such shares will be pledged to the lender.\n\nCollective investment schemes\n\nREITs\n\nAre real estate investment trusts (REITs) that have tax-saving advantages available? Are there particular legal considerations that shape the formation and activities of REITs?\n\nAlthough allowed by Czech law, REITs do not provide significant tax-saving advantages and are not widely used for real estate business combinations.\n\nThe traditional alternative to REITs are REIFs. REIFs were commonly used for real estate projects because of a slightly favourable CIT regime. Nevertheless, since the beginning of 2019, the favourable regime is limited to public companies that do not have any shareholders controlling over 10 per cent of voting rights.\n\nPrivate equity funds\n\nAre there particular legal considerations that shape the formation and activities of real estate-focused private equity funds? Does this vary depending on the target assets or investors?\n\nThe most common fund structures in real estate investments used by qualified investors are REIFs and limited or joint-stock companies.\n\nREIFs are subject to relatively high regulatory requirements and are supervised by the Czech National Bank. REIFs must either be limited to qualified (professional) investors or adhere to strict regulation of the portfolio structure and its management. The advantage of REIFs is the option to issue investment instruments and raise significant amounts of money from qualified investors or even the general public. The obvious disadvantages are high regulatory requirements and administrative costs. REIFs must be managed by licensed investment companies and maintain contracts with fund administrators and fund depositories. Limiting a REIF to qualified investors may mitigate its disadvantages.\n\nLimited companies are strongly preferred for projects and joint ventures with small numbers of investors due to their flexibility, easy incorporation and low setup costs. Joint-stock companies are used for large projects with higher numbers of investors. Neither limited companies nor joint-stock companies are set up as funds to avoid fund regulations. In many cases they try to copy a typical private equity fund arrangement via special provisions in their respective articles of association.\n\nUpdate and trends\n\nKey developments of the past year\n\nAre there any other current developments or emerging trends that should be noted?\n\nKey developments of the past year37 Are there any other current developments or emerging trends that should be noted?\n\nA recent trend is the use of asset preservation structures, owing to the requirements of passing down assets through generations of entrepreneurs. Structures combining family trusts with other real estate investment vehicles are common when the real estate assets are first transferred into a (family) trust. Thus, a due diligence on a trust structure may be a part of the due diligence while acquiring a real estate asset in the coming years."}}