{"GDELT": {"GlobalEventID": 899813282, "Day": 20200117, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0466, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 4.64547677261613, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_Lat": 42.2373, "Actor1Geo_Long": -71.5314, "Actor1Geo_FeatureID": "MA", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Springfield, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_ADM2Code": "MA013", "Actor2Geo_Lat": 42.1015, "Actor2Geo_Long": -72.5898, "Actor2Geo_FeatureID": "609092", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Springfield, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_ADM2Code": "MA013", "Action2Geo_Lat": 42.1015, "Action2Geo_Long": -72.5898, "Action2Geo_FeatureID": "609092", "DATEADDED": 20200117204500, "SOURCEURL": "https://www.masslive.com/news/2020/01/springfield-museums-smithsonian-expand-partnership.html"}, "ARTICLE": {"TITLE": "Springfield Museums, Smithsonian expand partnership", "TEXT": "The mere mention of the name “Smithsonian Institution” elevates any conversation into the hallowed, rarefied air of history, innovation, science and culture.\n\nMoving forward, the name “Springfield Museums” can share space in that discussion.\n\n\"Our first three years of our partnership with Springfield Museums were about the laying the framework,'' said Tricia Edwards, deputy director for Smithsonian Affiliations, as she helped introduce a new technology exhibit in the Quadrangle.\n\n\"The next three years will be about deepening that relationship, especially within the community,'' she said.\n\nEdwards was joined by museum officials, representatives of the sponsoring MassMutual Foundation, Springfield Mayor Domenic Sarno and other officials Friday for what Springfield Museums president and CEO Kay Simpson called “a double celebration.” It was a chance to unveil Spark!Lab, an innovation maker space developed by the Smithsonian in 2008 and now in Springfield - and a way for visitors to learn about inventions by actually participating in their creation.\n\nThe other was announcement that the three-year partnership between the Smithsonian and Springfield Museums, begun in 2016, was being extended another three years. Planning is underway for more new and interactive exhibits and programs.\n\nFor the fabled national museum, the renewal continues its 21st Century policy of bringing the Smithsonian out of Washington, D.C., and within visiting distance of children and adults throughout the nation. For the Springfield Museums, it maintains a direct relationship with the national institution’s experts in history and science, imaginative programs and the vast Smithsonian resources.\n\nSarno said the relationship and particularly Spark!Lab delivers education to children in ways they will enjoy.\n\n\"If you make (education) fun, the kids will love it - and they’ll learn,'' said the mayor, who recalled the special nature of his own childhood field trips to the museums.\n\nEdwards described a strategy by which the Smithsonian will partner in programs and events within museum walls, but also throughout Springfield at schools, libraries and community centers. One exhibit in Washington is the National Portrait Gallery, a exhibition of art with a variety of historical and cultural themes.\n\nEdwards said it will go on tour, with Springfield as the first stop.\n\nSpark!Lab is already here. It allows children, families, and groups to learn with hands-on methods.\n\nThey learn about the invention process, inventors and inventions in American history, and modern innovations that are changing our world today. Most importantly, they are empowered to create their own inventions.\n\n\"We jumped on the chance to be part of this,'' said Simpson, who applauded MassMutual’s support.\n\nRather than portray technology breakthroughs as “Aha!” moments, Spark!Lab defines inventions as results of a systematic process. Visitors are allowed to use their own creativity, critical thinking and problem-solving skills to navigate their way to solutions and advancement.\n\nEssentially, the visitors become the inventors.\n\n“By engaging in these activities, everyone can be inventive. Everyone can work and create through the steps that can lead to a finished product,” said Larissa Murray, Springfield Museums director of education.\n\nThe activities in Spark!Lab center on steps including problem identification or need, research, sketches, creation, testing, refinement and marketing. The ideas of the visitors, and not previously determined restrictions and guidelines, are the driving forces of this 21st Century educational technique.\n\n\"We live in a technology driven society. The Springfield Museums and MassMutual are on a journey together. Spark!Lab is a great representation of that,'' said Sherriff Balogun, the MassMutual chief of staff for enterprise technology and experience.\n\nThe Springfield Spark!Lab is one of only nine in the nation, and the only such exhibit northeast of Washington, D.C.\n\nEdwards drew applause by saying every first-grader in the Springfield Public Schools will visit both Spark!Lab and the Dr. Seuss Museum. Sarno said the new learning space, and the expanded partnership, vaults the prestige of the Springfield Museums to unprecedented heights.\n\n\"When you think of a gold standard, you think of the Smithsonian and MassMutual, and now the Springfield Museums,'' he said.\n\nGovernor Charlie Baker’s office was represented by Patrick Carnevale, the director of the governor’s Western Massachusetts office.\n\n\"This will impact Springfield but also all of Western Massachusetts. Kids will be able to be creative and inventive,'' Carnevale said.\n\n“When we work together, this is what we get.”\n\nBalogun said the partnership and the new innovation space, which will advance the exposure of children to modern STEM (Science, Technology, Engineering and Math) programs, fit MassMutual’s vision for the city and its future. But he said it also carried personal meaning for him.\n\n\"I’m a Springfield kid at heart who is a product of the Springfield Public Schools and its after-school program,'' he said.\n\n“I spent many hours here (at the museum). We’ve brought in programs for special education, art, music - a rich and diverse set of programs, the type this city deserves. For all of us, this is a very exciting day.”"}}