{"GDELT": {"GlobalEventID": 899812681, "Day": 20200117, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0466, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "GOV", "Actor2Name": "SECRETARY OF STATE", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.41558441558441, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "36785", "Action2Geo_Lat": 33.3386, "Action2Geo_Long": 44.3939, "Action2Geo_FeatureID": "-3103581", "DATEADDED": 20200117204500, "SOURCEURL": "https://www.express.co.uk/news/world/1229912/Russia-news-war-Iran-plane-crash-US-attack-donald-trump-ukraine-flight-752"}, "ARTICLE": {"TITLE": "Tensions surge as Russia sides with Iran and attacks Trump over shot down Ukrainian plane", "TEXT": "FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nSpeaking on Friday, Sergei Lavrov said the tragedy occurred while Tehran was rattled by reports of advanced US stealth fighters in the area at a time of heightened tension following the assassination in Iraq of Major General Qassem Soleimani, the head of the Islamic Revolutionary Guard Corps’ Quds Force. Mr Lavrov said: “There were at least six US F-35 fighters in the air in the Iranian border area at the time.\n\nThis information has yet to be verified, but I’d like to underline the edginess that always accompanies such situations Sergei Lavrov\n\n“This information has yet to be verified, but I’d like to underline the edginess that always accompanies such situations.” Mr Lavrov, speaking at his annual news conference in Moscow, called the incident a human error and insisted he was not trying to excuse anyone for what happened. However, he said it was important to understand the context and that the incident had occurred hours after an Iranian missile attack on US bases in Iraq, when Iranian forces were bracing for some kind of US military retaliation.\n\nSergei Lavrov said Iran had been on heightened alert\n\nAn F-35 jet of the type deployed by the US\n\nHe added: “There is information that the Iranians were expecting another attack from the United States after the strike but did not know what form it might take.” Mr Lavrov previously made his displeasure at the killing of Gen Soleimani clear during a telephone conversation with US Secretary of State Mike Pompeo, according to a statement released by the Ministry of Foreign Affairs of the Russian Federation. The statement explained: “The situation was discussed in connection with the assassination by the US military of the commander of the special forces of the Iranian ‘Islamic Revolutionary Guard Corps’ K Soleimani during an attack on Baghdad airport. READ MORE: World War 3: Iran Supreme Leader vows to ‘slap the face’ of Trump\n\nMajor General Qassem Soleimani\n\n“Sergei Lavrov emphasised that the targeted actions of a UN member state to eliminate officials of another UN member state, moreover, on the territory of a third sovereign state without its knowledge, flagrantly violate the principles of international law and deserve condemnation. “The Russian Minister pointed out that this step by the United States is fraught with grave consequences for regional peace and stability, does not contribute to efforts to find solutions to the complex problems that have accumulated in the Middle East, but, on the contrary, leads to a new round of escalation. “Moscow urges Washington to abandon illegal power methods to achieve its goals in the international arena and solve any problems at the negotiating table.” DON'T MISS World War 3: Is World War 3 happening? Has WW3 been declared? [ANALYSIS]\n\nISIS claims Soleimani assassination and help it return [UPDATE]\n\n'You're playing catch up!' - Russia's bleak message to Trump [LATEST]\n\nUS President Donald Trump\n\nCountries within range of Iran's missiles\n\nIn the wake of the drone strike, on January 3, Iran launched missile strikes at US targets in Iraq on January 8, although nobody was killed as a result of the attack. Iran’s targeting of Ukraine International Airlines flight 752, which killed all 176 people aboard after it was shot down, has created a crisis for the Islamic Republic’s clerical rulers who have faced days of protests after the Iranian military admitted it had shot down the plane accidentally. Iran’s supreme leader Ayatollah Ali Khamenei underlined his support for the IRGC in a rare sermon today after their admission that they had were responsible.\n\nIran's economic problems have been exacerbated by US sanctions\n\nIn his first Friday prayers sermon in eight years, Mr Khamenei also told worshippers chanting “Death to America” that the elite Guards could take their fight beyond Iran’s borders after the killing of Gen Soleimani. He added: ”Our enemies were happy that they found an excuse to undermine the Guards, the armed forces and our system.” During his sermon, he praised the Guards for protecting Iran and renewed a call for US troops to leave the region.\n\nUS Department of State’s special representative to Iran, Brian Hook\n\nTrending"}}