{"GDELT": {"GlobalEventID": 899811876, "Day": 20200117, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0466, "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 4, "NumArticles": 8, "AvgTone": -0.38119440914866, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Castle Hill, New South Wales, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS02", "Actor2Geo_ADM2Code": "4951", "Actor2Geo_Lat": -33.7333, "Actor2Geo_Long": 151.0, "Actor2Geo_FeatureID": "-1564649", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sydney, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "154637", "Action2Geo_Lat": -33.8833, "Action2Geo_Long": 151.217, "Action2Geo_FeatureID": "-1603135", "DATEADDED": 20200117204500, "SOURCEURL": "https://www.frasercoastchronicle.com.au/news/yellow-wiggle-collapses-at-bushfire-concert/3923604/"}, "ARTICLE": {"TITLE": "Yellow Wiggle's hospital bed pledge", "TEXT": "Yellow Wiggle Greg Page has asked his bandmates to go ahead with tonight's bushfire relief concert as he recovers froma cardiac arrest that almost claimed his life during a show last night.\n\n\"He didn't want to let all the fans down which is surprising considering he is in a hospital bed,\" director Ben Alcott said.\n\n\"You would think he would be worried about his health. But he is the one who asked for the show to go ahead.\n\nThe announcement that the show will proceed comes as The Wiggles shared a post to their instagram page to give fans and followers an update on Page's condition.\n\nI love this man, so glad he is still with us, CPR by Kimmy Antonelli and Steve Pace (our drummer ) help save Greg’s life. Please get up to speed with CPR, I definitely willThanks for all your support, tonight we will raise the roof for Greg,the Firies,Red Cross and WIREs https://t.co/1AHLuMFiNS — Anthony Field (@Anthony_Wiggle) January 18, 2020\n\n\"We've visited Greg this morning & he wanted to thank everyone for their well wishes. He's so grateful for the messages of love & support from around the world. Greg's main concern was that the show tonight hould go on. Let's do it for Greg whilst raising much needed funds.\"\n\nThe Wiggles Anthony Field and Greg Page During Concert For Bushfire Relief at Castle Hill RSL Club. Picture: Daily Telegraph / Flavio Brancaleone\n\nA nurse in the crowd and two members of the Wiggles entourage helped save Page's life after he collapsed.\n\nA defibrillator was used three times after Page lost consciousness at Castle Hill RSL Club.\n\nSpeaking outside Westmead Hospital, Wiggles manager Paul Field said Mr Page's condition was very serious.\n\n\"Everything seems like it takes forever when you're waiting for a paramedic,\" he said.\n\n\"A nurse from the audience came up and took charge. Two of our cast - Steve the drummer and Kim who works in our office - did CPR on him. They saved his life.\n\n\"He stopped breathing a number of times. He was not conscious.\"\n\nConcertgoers were left shocked as the show was stopped as the stage curtain fell, with paramedics rushing to Page's side.\n\nThe Wiggles during the concert for bushfire relief at Castle Hill RSL Club. Picture: Daily Telegraph / Flavio Brancaleone\n\nParamedics and others worked on him for 26 minutes before he was transported to hospital.\n\nIt was also revealed Mr Page's shocked parents were in the audience and were led away by security.\n\nYellow Wiggle Emma Watkins stepped in for Page after he fell down with the yellow Wiggle joining , Field, Fatt and Cook on stage to perform Hot Potato.\n\nWiggles' Greg Page during the concert for bushfire relief at which he collapsed. Picture: Daily Telegraph / Flavio Brancaleone\n\n\"Greg had walked off stage and that's where he collapsed,\" Brittany Buhagiar, 24 said.\n\n\"It was towards the end of the show so they had said their goodbyes then everyone started chanting for them to sing Hot Potato.\n\n\"They closed the curtains and said on the mic that Greg was not well.\n\nAs has been reported, our friend Greg Page suffered a cardiac arrest at the end of the bushfire relief performance and was taken to hospital. He has had a procedure and is now recovering in hospital. We appreciate your kind messages and concern. — The Wiggles (@TheWiggles) January 17, 2020\n\n\"After he fell they continued performing. Anthony, Geoff and Murrray and Emma did a quick rendition of Hot Potato.\n\n\"Then they said to everyone he is really not well. then they asked everyone to evacuate the hall.\"\n\nYellow Wiggles Greg Page (right) collapsed from a cardiac arrest onstage, shocking audience members. Picture: Supplied\n\nBuhagair said Page looked well and healthy prior to the incident taking place.\n\nGreg will be okay. The ambos are here and treating him. Wish him well. Love you Greg! x #thewiggles pic.twitter.com/Y9Fcac2jD8 — e z a (@erindelreyest) January 17, 2020\n\n\"He didn't look unwell so it came as a surprise,\" she said.\n\n\"They all took a water break, but we didn't think that was unusual.\n\n\"It was such a great night.\"\n\nMr Field said that Mr Page was groggy but talking to him when he saw him in the coronary care ward at about 3am Saturday.\n\nThe Wiggles - (clockwise) Anthony Field, Greg Page, Jeff Fatt and Murray Cook. Picture: Supplied\n\n\"He can't remember much about it (the show) at all,\" Mr Field said.\n\n\"But he is such a trooper. He asked me 'did I finish the show?'\n\nUpdate: At the end of the show this evening there was a medical incident off stage involving Greg Page. Medics were called immediately and he was taken to hospital where he is receiving treatment. We will provide more information as it comes to hand. — The Wiggles (@TheWiggles) January 17, 2020\n\n\"I said 'it was a bit of a melodramatic exit but yes you finished the show.'\"\n\nGreg Page is a huge Elvis fan. Picture: Supplied\n\nGreg Page marries his first wife, Michelle Charlton. Picture: John Header.\n\nMr Field said he will check with Mr Page's family as to whether the second show will go ahead tonight despite Mr Page's absence.\n\nMr Page is expected to be in hospital for at least another few days.\n\nRetiring Wiggles Greg Page (L), Jeff Fatt (C) and Murray Cook. Picture: Supplied\n\nMORE NEWS\n\nSister blames Meghan for royal split\n\nYes Minister, Heartbeat star dead at 82\n\nIn 1991, Field was inspired to create an album of children's music based upon concepts of early childhood education, and enlisted Cook, Page, and Fatt to assist him.\n\nThey began touring to promote the album, and became so successful, they quit their teaching jobs to perform full-time.\n\nWhen Page left The Wiggles in 2006 due to ill health, he was replaced by understudy Sam Moran.\n\nHe returned to The Wiggles in 2012 but at the end of the year Page, Cook and Fatt retired and were replaced by Lachlan Gillespie, Simon Pryce and Emma Watkins.\n\nMurray Cook (Red), Greg Page (Yellow), and Jeff Fatt (purple) will be replaced with Simon Pryce (Red) (front L), Lachlan Gillespie (purple) (front R) and Emma Watkins (yellow). Anthony Field (Blue) will remain. Picture: Adam Ward"}}