{"GDELT": {"GlobalEventID": 899812829, "Day": 20200117, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0466, "Actor1Code": "LEG", "Actor1Name": "LEGISLATOR", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "MARYLAND", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.2724795640327, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maryland, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMD", "Actor1Geo_Lat": 39.0724, "Actor1Geo_Long": -76.7902, "Actor1Geo_FeatureID": "MD", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Maryland, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMD", "Actor2Geo_Lat": 39.0724, "Actor2Geo_Long": -76.7902, "Actor2Geo_FeatureID": "MD", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maryland, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMD", "Action2Geo_Lat": 39.0724, "Action2Geo_Long": -76.7902, "Action2Geo_FeatureID": "MD", "DATEADDED": 20200117204500, "SOURCEURL": "https://marylandreporter.com/2020/01/17/del-cardin-bill-would-end-competitive-elections-for-circuit-court-judges/"}, "ARTICLE": {"TITLE": "Del. Cardin: Bill would end competitive elections for Circuit Court judges", "TEXT": "@Bryan Renbaum\n\nbryan@marylandreporter.com\n\nA bill introduced by Del. Jon Cardin, D-Baltimore County, that is scheduled for a hearing next month would provide for retention elections for Circuit Court judges and increase the mandatory retirement age for judges who sit on that court.\n\n“It would essentially allow for the name of the person who’s been appointed on to the ballot, and as long as that person gets a sufficient number of votes, they will be retained,” Cardin said in an interview with MarylandReporter.com at his Annapolis office on Thursday.\n\n“The second piece of the bill is to increase the retirement age to 73 from 70. This is simply because we are now in a world where… we are living longer, we are living healthier, and we should have the historical and knowledge base and presence of judges to be able to stay on the bench for a little bit longer.”\n\nCardin said the legislation will be amended before it moves forward.\n\n“There’s going to be some amendments to the bill to change the actual language because right now you can request to the governor to extend from 70 to 73. We don’t like that both because that’s not my intent — there’s also some ethics issues with having to ask the governor to extend your term by three years.”\n\nCardin said legislators are working with the Maryland Judicial Conference to improve judicial elections. The conference was formed in 1945. It is comprised of all judges who sit on the Court of Appeals, Court of Special Appeals, the Circuit Courts and the District Court. The Court of Appeals is Maryland’s highest court.\n\n“People don’t know what they’re doing when they vote for judges. Judges are not permitted to really campaign, not permitted to talk about how they would rule on things and they can’t talk partisan politics. They’re not allowed to by their rules and so essentially it is a name contest — whosever name you like the best is who you vote for. And that is not the way that we should be picking our judiciary.”\n\nCardin said that three bills have been introduced on the subject and that he anticipates that the sponsors will work together to draft “a consensus piece of legislation.”\n\nMarylandReporter.com asked the office of Gov. Larry Hogan for comment on Cardin’s legislation.\n\n“The governor has not taken a position on this bill, but will review the legislation,” Press Secretary Shareese Churchill said in an email.\n\nHB0011, Judges-Election, Retention, and Mandatory Retirement Age was pre-filed as an amendment to the Maryland Constitution last October. The bill’s first reading took place last week in the House Judiciary and Ways and Means committees. The hearing is scheduled for Feb. 12 in the Judiciary Committee at 1 p.m. EST.\n\nUnder Maryland law, the governor appoints all judges. Senate confirmation is required for all judges except for those who sit on the Circuit Court.\n\nCircuit Court judges must face voters in competitive non-partisan elections but they are rarely opposed. Appellate judges run in retention elections where voters cast a “yes” or “no” ballot and the candidates remain on the bench so long as they are not opposed by the majority of voters.\n\nCircuit Court judges are appointed to a 15-year term and must face voters after one year. Appellate judges are appointed to a 10-year term and, like Circuit Court judges, also must face voters after one year.\n\nCardin, 50, was first elected to the General Assembly in 2003. He has been re-elected four times. Cardin ran for attorney general in 2014 but lost the primary election. Because of that he did not serve in the legislature during the following four-year interval. The delegate is the nephew of U.S. Sen. Ben Cardin, D-Md.\n\nCardin said his major goals for the legislative session are the same as they have always been throughout his 16-year tenure in the General Assembly.\n\n“They are to keep children safe, to keep families and women safe, to keep populations of people who have historically been either discriminated or hurt or injured safe from that.”\n\nCardin referenced members of the LGBTQ community, minors and people with disabilities as examples. He said other priorities for the session include strengthening legislation aimed at curbing cyberbullying and revenge porn, as well as ensuring safety on college campuses."}}