{"GDELT": {"GlobalEventID": 900166401, "Day": 20200120, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0548, "Actor1Code": "NGOCHRPRO", "Actor1Name": "MENNONITE CENTRAL COMMITTEE", "Actor1Religion1Code": "CHR", "Actor1Religion2Code": "PRO", "Actor1Type1Code": "NGO", "Actor2Code": "CHRPRO168", "Actor2Name": "MENNONITE", "Actor2Religion1Code": "CHR", "Actor2Religion2Code": "PRO", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.7125890736342, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20200120014500, "SOURCEURL": "https://www.cbc.ca/news/canada/british-columbia/mennomite-quilters-abbotsford-100-years-mennonite-central-committee-1.5432445"}, "ARTICLE": {"TITLE": "'They are going to be warm': Mennonite quilters celebrate 100 years of gifting to people in need", "TEXT": "Parishioners from a Mennonite church in Abbotsford helped mark a century of outreach by making quilts for people in need.\n\nThey spent Saturday at the Ross Road Community Church participating in what's called the Great Winter Warm Up — an international effort to make 6,500 handmade comforters for people affected by conflict and disaster around the world.\n\n\"My thoughts are always someone's going to sleep under this blanket, whether it's a child or an adult and they are going to be warm,\" said Alvira Froese from the event.\n\nMennonites are members of Christian groups that follow the writings of Menno Simons, a former Roman Catholic priest, who broke away in the 16th century and focused on the mission and ministry of Jesus Christ.\n\nIn 1920, the Mennonite Central Committee (MCC) was formed in Chicago, Illinois, to find a way to provide food and support for Mennonites starving in Ukraine.\n\nAfter the Russian Revolution in 1917, many Mennonite farmers were dispossessed of their land and suffered. Mennonites who had emigrated to Canada and the U.S. tried to help them through the MCC.\n\nThe Committee then expanded to provide relief work around the world.\n\nSusan Peterson with the Ross Road Community Church in Abbotsford began quilting with her mother when she was a teenager. (Doug Kerr/CBC)\n\nThe Great Winter Warm Up event marked 100 years of parishioners gathering in halls and in basements across North American to take up needles, thread and pieces of fabric to make quilts. They are gifts to help keep people in need warm but also remind them that people care about them.\n\n\"Last year we watched a video of [people] receiving their blankets and they don't call them blankets they call them their Mennonites, 'we got our Mennonites,'\" said quilter Marlene Dirksen.\n\nThe quilts made in places like Abbotsford will be shipped to places like Haiti, Iraq, Serbia, and Zambia but also within Canada and the U.S. where there is need.\n\nIn 2019 the MCC sent more than 53,000 hand made comforters to people around the world.\n\nRon Ratzlaff with the Mennonite Central Committee got to hand some of those quilts out. He says it made him happy to see the faces of people receiving them.\n\n\"It thrills my heart because you see the joy and it keeps their children warm at night,\" he said."}}