{"GDELT": {"GlobalEventID": 900165922, "Day": 20200120, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0548, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "DEUGOV", "Actor2Name": "ANGELA MERKEL", "Actor2CountryCode": "DEU", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.8, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200120014500, "SOURCEURL": "https://www.thenews.com.pk/print/601154-world-powers-seek-elusive-libya-peace-in-berlin-talks"}, "ARTICLE": {"TITLE": "World powers seek elusive Libya peace in Berlin talks", "TEXT": "BERLIN: World leaders gathered in Berlin on Sunday to make a fresh push for peace in Libya, in a desperate bid to stop the conflict-wracked nation from turning into a \"second Syria\".\n\nChancellor Angela Merkel will be joined by the presidents of Russia, Turkey and France and other world leaders for talks from around 2:00 pm (1300 GMT) held under the auspices of the United Nations.\n\nThe summit’s main goal is to get foreign powers wielding influence in the region to stop interfering in the war -- be it through weapons, troops or financing.\n\nLeaders of both warring factions -- strongman Khalifa Haftar and the head of Tripoli’s UN-recognised government Fayez al-Sarraj -- are also expected at what is the first such gathering since 2018.\n\nTurkish President Recep Tayyip Erdogan on Sunday said the summit could be \"an important step on the way to cementing the ceasefire and a political solution\" in Libya.\n\nBut pro-Haftar forces upped the ante ahead of the talks by blocking oil exports at Libya’s key ports, crippling the country’s main income source in protest at Turkey’s decision to send troops to shore up Sarraj’s Tripoli-based Government of National Accord (GNA).\n\nThe move underlined the devastating impact of foreign influence in the crisis, in which Sarraj’s GNA is backed by Turkey and Qatar while Haftar has the support of Russia, Egypt and the United Arab Emirates.\n\n\"Libya needs all foreign interference to stop,\" the United Nations’ special envoy Ghassan Salame told AFP.\n\nThe UN hopes all sides will sign up to a plan to refrain from interference, and commit to a truce that leads to a lasting end to hostilities, according to a draft of a final communique seen by AFP.\n\nThat document also urges all parties to re-commit to a much-violated UN arms embargo and raises the prospect of intra-Libyan political talks in Geneva at the end of the month.\n\nIf all goes to plan, the Berlin participants will hold an evening press conference. But the summit has already ruffled feathers with several countries in the region fuming at being left out, including Greece, Morocco and Tunisia.\n\nLibya has been torn by fighting between rival armed factions since a 2011 Nato-backed uprising killed dictator Moamer Qadhafi. Most recently, Sarraj’s troops in Tripoli have been under attack since April from Haftar’s forces.\n\nClashes killed more than 280 civilians and 2,000 fighters and displaced tens of thousands, until a fragile ceasefire backed by both Ankara and Moscow was put in place on January 12.\n\nAt follow-up talks in Moscow, Sarraj agreed to a permanent truce but Hafter walked away without signing the deal.\n\nIn the latest apparent ceasefire violation, GNA forces on Sunday accused Haftar’s militia of opening fire on them in southern Tripoli.\n\nAlthough Sarraj’s government is recognised by the UN, powerful players have broken away to stand behind Haftar -- turning a domestic conflict into what is essentially a proxy war in which international powers jostle to secure their own interests.\n\nAlarm grew after Erdogan ordered troops to Libya early January to bolster Sarraj, while Russia has been accused of sending in mercenaries to help Haftar as Moscow seeks to extend its influence in the region.\n\nUnderlining the stakes involved, German Foreign Minister Heiko Maas said \"we have to make sure Libya doesn’t become a second Syria.\"\n\nSarraj meanwhile issued a plea for international \"protection troops\" if Haftar were to keep up his offensive, echoing a similar call by the EU’s chief diplomat Josep Borrell.\n\n\"Such a protection force must operate under the auspices of the United Nations. Experts will have to advise who should participate, such as the EU or the African Union or the Arab League\", he told Die Welt newspaper on Sunday.\n\nErdogan has repeatedly urged Europe to stand united behind Sarraj’s government, warning that Tripoli’s fall could allow jihadist groups like the Islamic State or Al-Qaeda to regroup.\n\nHe has also cautioned that further unrest could prompt a new wave of migrants to head for Europe.\n\nFor Turkey, a fall of Sarraj’s GNA could jeopardise a maritime boundary agreement the parties signed. With so many regional rivals and competing interests facing off, Wolfram Lacher, Libya expert at the German Institute for International and Security Affairs, was sceptical about the chances of a Berlin breakthrough. \"Nobody believes that the states involved will really respect the arms embargo\" after ignoring it for years, he said."}}