{"GDELT": {"GlobalEventID": 900166735, "Day": 20200120, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0548, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 5.12820512820513, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Montana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMT", "Actor1Geo_Lat": 46.9048, "Actor1Geo_Long": -110.32600000000001, "Actor1Geo_FeatureID": "MT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Montana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMT", "Action2Geo_Lat": 46.9048, "Action2Geo_Long": -110.32600000000001, "Action2Geo_FeatureID": "MT", "DATEADDED": 20200120014500, "SOURCEURL": "https://www.ktvq.com/news/montana-news/face-the-state-martin-luther-king-day-in-montana"}, "ARTICLE": {"TITLE": "Face the State: Martin Luther King Day in Montana", "TEXT": "The legacy of Martin Luther King, Jr. is well known: a staple in the civil rights movement of the 60s, a powerful speaker, and the youngest man to receive the Nobel Peace Prize.\n\nHe impacted the lives of every person he came into contact with, until the evening of April 4th, 1968 when he was assassinated.\n\nThat same year there were calls to commemorate Martin Luther King Jr. with a federal holiday, but racial and political push-back blocked the passage of such a holiday.\n\nLegislation passed in 1983, 15 years later, making the third Monday in January a federal holiday.\n\nThe first observance of Martin Luther King Jr. Day Nationwide was in 1986.\n\nCelebrating the holiday in 2020 has grown significantly since 1986. Especially in Montana where the first celebration was in 1991.\n\nRachel Carroll Rivas with the Montana Human Rights Network spoke about the history of the holiday in Montana.\n\n“29 years ago, passed Doctor King Day as a holiday. We were the second to the last state behind Arizona to pass the holiday. And it actually was really the first piece of public policy that the Montana Human Rights Network worked on.”\n\nEven last week Governor Bullock volunteered his time to read to students as part of the “Read for Peace,” event put together by Montana AmeriCorps.\n\n32 schools across 10 Montana communities participated this year.\n\nThe book Bullock read told a brief overview of the civil rights movement, starting with Rosa Parks' and Doctor King's work.\n\nThe Governor was excited to hear the reactions of the students, “It's good to hear, as the kids are saying, ‘What does service mean? What does helping someone mean?’ Certainly, those are things that teachers are helping them understand each and every day. But it's great for them to really think about it in the context of MLK.”\n\nCarroll-Rivas also explained the importance of these celebrations and what they bring to Montanans. “King celebrations are often a mix of arts and culture because that is an important piece of kind of bringing the story to us but they also include really new voices and new activists for civil rights.”\n\nShe also added, “In Great Falls, Helena’s mayor Wilmont Collins will be sharing about his work today, as a black person in Montana and his work to promote civil rights…Change doesn't happen on its own and it’s going to take each of us engaging. You know we can’t wait until tomorrow. “\n\nMTN’s Tim McGonigal spoke with Stephanie Schnider with the University of Providence and Pastor Marcus Collins of Great Falls.\n\nCollins said King's legacy lives on through powerful social movements, “There's sometimes where we have great movements like diversity movements, hashtag me too movement, black lives matter, just various movements that come that different groups of people are letting their voices be heard. And so, if we can just go with the flows of when those different voices speak out and just hear the heart of each individual group, I think we will make great strides.”"}}