{"GDELT": {"GlobalEventID": 900166045, "Day": 20200120, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0548, "Actor1Code": "GOV", "Actor1Name": "CHIEF EXECUTIVE", "Actor1Type1Code": "GOV", "Actor2Code": "BUS", "Actor2Name": "EMPLOYER", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.7369727047146397, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sydney, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "154637", "Actor1Geo_Lat": -33.8833, "Actor1Geo_Long": 151.217, "Actor1Geo_FeatureID": "-1603135", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sydney, New South Wales, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS02", "Actor2Geo_ADM2Code": "154637", "Actor2Geo_Lat": -33.8833, "Actor2Geo_Long": 151.217, "Actor2Geo_FeatureID": "-1603135", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sydney, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "154637", "Action2Geo_Lat": -33.8833, "Action2Geo_Long": 151.217, "Action2Geo_FeatureID": "-1603135", "DATEADDED": 20200120014500, "SOURCEURL": "https://www.accountantsdaily.com.au/tax-compliance/13940-sg-loophole-measure-now-in-force%20class=astylenone"}, "ARTICLE": {"TITLE": "SG loophole measure now in force", "TEXT": "Tax&Compliance\n\nEmployers have been reminded that a new law that ensures an individual’s salary sacrifice contributions cannot be used to reduce an employer’s minimum SG contributions is now in force.\n\nPassed last year, the new measure kicked in on 1 January 2020, making it explicitly clear that employee salary sacrifices to superannuation cannot reduce an employer’s SG charge, and that SG is paid on the pre-salary sacrifice base.\n\nAdvertisement Advertisement\n\nThe new law also specifies that an employee’s OTE base is comprised of their OTE and any amounts sacrificed into superannuation that would have been OTE, but for the salary sacrifice arrangement.\n\nUnder the previous law, salary-sacrificed amounts counted towards employer contributions that reduced an employer’s mandated SG contributions, with employers able to calculate SG obligations on a lower post-salary sacrifice earnings base.\n\nThe Institute of Public Accountants chief executive Andrew Conway said employers should be aware of the amended start date of 1 January, brought forward from the previously proposed 1 July start.\n\n“The loophole came about where an employee salary sacrificed into his or her superannuation and the employer used that contribution to form part of the employer’s obligation to pay the 9.5 per cent SG,” said Mr Conway.\n\n“Those employers who were doing the wrong thing by their employees can no longer get away with it. As of 1 January 2020, employers cannot use employee salary sacrificed contributions to fulfil employer SG commitments.\n\n“The IPA had originally advocated for the measure to be brought forward from its proposed start date of 1 July 2020 to the start of this financial year, namely 1 July 2019.\n\n“We were pleased that the Senate at least partly agreed with our position, and recommended the measure be brought forward to 1 January 2020.”\n\nSG loophole measure now in force Jotham Lian Last Updated: 20 January 2020 Published: 20 January 2020"}}