{"GDELT": {"GlobalEventID": 900908221, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "USAMED", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.67567567567568, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200123013000, "SOURCEURL": "http://www.startribune.com/person-of-interest-developed-in-spring-lake-park-shooting-that-left-1-dead-7-wounded/567215882/"}, "ARTICLE": {"TITLE": "Person of interest developed in Spring Lake Park shooting that left 1 dead, 7 wounded", "TEXT": "Authorities have zeroed in on a person of interest in a gang shooting outside a Spring Lake Park night spot last month that left one person dead and seven others injured, according to new court filings.\n\nThe man, who has not been charged, was identified from surveillance footage of a fight that preceded the shooting outside the Dala Thai Restaurant and Banquet Hall, an Anoka County sheriff’s investigator wrote in a search warrant affidavit. The Star Tribune generally doesn’t name suspects in criminal cases before they have been charged.\n\nAccording to the affidavit, investigators began focusing on the 26-year-old man after reviewing video of the altercation, in which he’s seen punching another man and knocking him to the ground during the melee. He is wearing a distinctive blue sweatshirt, with the words “Asian Crip King” on the front, and the number “357” on the back. The affidavit doesn’t say what role the man, who was out on supervised released at the time, played in the shooting, but refers to him as a “person of interest.”\n\nHe was later picked up on a parole violation, with jail records showing that he was booked into the county jail on Jan. 2 and then released a week later. It wasn’t immediately clear whether he has been ruled out as a suspect.\n\n“The blue hooded sweatshirt worn by (the man) is very distinctive and serves to identify him in the video of the incident,” an investigator wrote in the affidavit. “It also contains a reference to a gang affiliation and information obtained in the investigation of this shooting has indicated it was gang-related.”\n\nThe affidavit was in support of a warrant to search the man’s north Minneapolis home.\n\nThe shooting happened just after midnight Dec. 22 — the same night that the club hosted a rap concert headlined by California rapper $tupid Young.\n\n“Prayers to the ones who got hurt. I appreciate you,” the artist later posted on Instagram.\n\nPolice say that 19-year-old Chai Yang, of St. Paul was killed in the shooting, and seven others, ages ranging from 19 to 37, sustained noncritical injuries.\n\nStaff writer Kim Hyatt contributed to this report."}}