{"GDELT": {"GlobalEventID": 900906304, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 3.99032648125756, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Red Deer, Alberta, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA01", "Actor2Geo_ADM2Code": "154724", "Actor2Geo_Lat": 52.2667, "Actor2Geo_Long": -113.8, "Actor2Geo_FeatureID": "-572071", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Red Deer, Alberta, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA01", "Action2Geo_ADM2Code": "154724", "Action2Geo_Lat": 52.2667, "Action2Geo_Long": -113.8, "Action2Geo_FeatureID": "-572071", "DATEADDED": 20200123013000, "SOURCEURL": "https://rdnewsnow.com/2020/01/22/red-deer-museum-and-art-galley-announcements-jan-21/"}, "ARTICLE": {"TITLE": "Red Deer Museum and Art Galley announcements: Jan. 21", "TEXT": "MAGsparks Mondays and Wednesdays- 1 to 3 pm\n\nArts program connecting people with developmental disabilities to the Red Deer arts community. $3/participant per class. MAGsparks annual memberships available for purchase.\n\nJanuary 27- Chalk Pastel Cubism\n\nToday’s Class: Artists such as Pablo Picasso and Jean Metzinger made some wild portraits and still lives by drawing parts of their subject matter from different angles, which is how we’re going to approach still life drawing today.\n\nThe MAGsparks artists will show everyone how to create this week’s themed art project, so make sure to arrive by 1 pm, and then there is free time to creatively work on your own artwork! An artist is always on hand for assistance with you art project.\n\nOpening Reception for Anne Frank: A History for Today and Sacrifice, Hope, Friendship: Canada and the Liberation of Holland\n\nJanuary 26- Drop-in 2 to 4 pm\n\nJoin us for an afternoon of remembering the importance of freedom,equal rights and democracy. Free to attend.\n\nThe travelling exhibition Anne Frank – A History for Today tells the story of Anne Frank set against the background of the Holocaust.\n\nSacrifice, Hope, Friendship: Canada and the Liberation of Holland explores the Canadian and Dutch experience during and after the Second World War. Artwork, photographs, and artifacts work together to tell the stories. This exhibition is on display at the MAG from January 18 – March 22, 2020, alongside Anne Frank: A History for Today.\n\nFirst Fridays Red Deer at the MAG are free to attend but donations are welcome. Enjoy some light refreshments and snacks.\n\nMAGnificent Saturdays- 1 to 4 pm\n\nJanuary 25- DADA!\n\nWe’re going to be getting strange and nonsensical today. Dada was an art movement started in Zurich in the early 1900s after World War 1. We’re going to draw inspiration from artists like Marcel Duchamp, Tristian Tzara and Hannah Höch to create mixed media collages.\n\nDrop-in art making for the entire family in the Discovery Studio at the MAG. We supply the artist, the inspiration and the materials, you supply your imagination. Admission included with your Family MAG Membership or drop in admission rates apply. Drop in rate of $10 per family for non-members.\n\nArt Speaks: Social Media for Visual and Performing Artists\n\nJanuary 22- 6 to 8:30 pm\n\nAre you a visual or performing artist struggling to get your name out there? Do you want to learn how to better promote yourself through social media? Join us for a panel discussion on January 22, 2020 from 6:30-8 pm, from local artists who have successfully embraced social media to promote their art. Marnie Blair and Erin Boake are professional visual artists, and Lisa Spencer-Cook and Curtis LaBelle are professional performers, in Red Deer – all who are well-known thanks to their social media savvy. Registration is required. The cost to attend each session is $8 for valid MAG/RDAC members, or $10 each for non-members. Non-refundable. For ages 18+.\n\nAnne Frank House Virtual Reality Tour\n\nJanuary 25- 2 to 4 pm\n\nThis program is recommended for anyone who has experienced the exhibit, Anne Frank: A History for Today, which is on display at the MAG from January 12 – March 22, 2020. Free to attend; for ages 13+. Please call the Red Deer Public Library (RDPL) at 403.346.4576 to register. Virtual reality tours take place at the MAG from 2-4 pm on the dates below.\n\nReel Movie Mondays- Honeyland (Carnival Cinemas)\n\nJanuary 27- 7 to 9 pm\n\nNestled in an isolated region deep within the Balkans, Hatidze Muratova lives with her ailing mother in a village without roads, electricity, or running water. She’s the last in a long line of Macedonian beekeepers, eking out a living farming honey in small batches. When an itinerant family arrives, Hatidze’s peaceful existence faces upheaval. Though she optimistically offers the family her beepkeeping advice, the family’s patriarch soon casts Hatidze’s advice aside in his hunt for profit — breaching the natural order and threatening Hatidze’s means of survival. Honeyland is a portrait of the delicate balance between humankind and nature, a glimpse at a fast disappearing way of life, and a testament to one extraordinary woman’s resilience.\n\nExhibits:\n\nAnne Frank: A History for Today\n\nJanuary 12 – March 22\n\nThe travelling exhibition “Anne Frank – A History for Today” tells the story of Anne Frank set against the background of the Holocaust. The exhibition makes use of images from the Frank family and quotations from the Diary of Anne Frank. Each panel displays information about the most important developments of that time: the rise of National Socialism, the Second World War and the persecution of the Jews. This is a travelling exhibition from the Anne Frank House (Amsterdam, The Netherlands).\n\nSacrifice, Hope, Friendship: Canada and the Liberation of Holland\n\nJanuary 18 – March 15\n\nSacrifice, Hope, Friendship: Canada and the Liberation of Holland explores the Canadian and Dutch experience during and after the Second World War. Artwork, photographs, and artifacts work together to tell the stories.\n\nFor more details, contact us at 403-309-8405, or go to the MAG website: www.reddeermuseum.com."}}