{"GDELT": {"GlobalEventID": 900907842, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.3800424628450099, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Ulster County, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY111", "Actor1Geo_Lat": 41.8834, "Actor1Geo_Long": -74.2501, "Actor1Geo_FeatureID": "974153", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hudson River, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 40.6968, "Action2Geo_Long": -74.0282, "Action2Geo_FeatureID": "970226", "DATEADDED": 20200123013000, "SOURCEURL": "https://www.stargazette.com/story/news/politics/2020/01/22/thruway-authority-could-soon-take-over-five-hudson-river-bridges/4541148002/"}, "ARTICLE": {"TITLE": "Five Hudson River bridges could soon get a new owner. Here's why.", "TEXT": "ALBANY – Five Hudson River bridges and the Walkway Over the Hudson would soon get a new owner if Gov. Andrew Cuomo has his way.\n\nCuomo on Tuesday proposed abolishing the state Bridge Authority, which for decades has owned and maintained the Rip Van Winkle, Kingston-Rhinecliff, Mid-Hudson, Bear Mountain and Newburgh-Beacon bridges.\n\nThe proposal, included as part of Cuomo's $178 billion budget plan, would see the Thruway Authority — already owner of the Gov. Mario M. Cuomo Bridge in the lower Hudson Valley — take ownership of the spans and the popular Walkway pedestrian bridge in Poughkeepsie.\n\nThe idea, which Cuomo has toyed with in some form since at least 2012, would be to consolidate operation of the state's toll bridges north of New York City.\n\nIn theory, that could lead to opportunities to cut costs, particularly as the authorities forge ahead with cashless-tolling projects that collectively cost hundreds of millions of dollars.\n\nBut the idea of scrapping the Bridge Authority has raised concern in the past from local and state lawmakers, who fear it could lead to higher tolls on the Hudson River crossings.\n\nFreeman Klopott, a spokesman for Cuomo's budget division, said the merger \"simply makes sense.\"\n\n\"Both authorities have overlapping roles and combining them will create the opportunity for efficiencies and an alignment of resources particularly as they both establish cashless tolling,\" he said.\n\nMore:Joe Ruggiero, ex-head of NYS Bridge Authority, received $58K payout\n\nStudy needed first, lawmaker says\n\nCurrently, the non-commercial toll on the Bridge Authority's five vehicular bridges is $1.50 cash roundtrip, with the authority pushing to gradually raise it to $2.15 over the next three years. E-ZPass users pay $1.25, which would increase to $1.65 in the authority's latest proposal.\n\nThe Cuomo Bridge toll is currently $4.75 for E-ZPass users, with the Thruway hoping to raise it to $5.75 by 2022; Cash users would pay 30% more.\n\nAssemblyman Kevin Cahill, D-Kingston, said he doesn't support abolishing the Bridge Authority until the state conducts a study of its potential impact.\n\nHe sponsors a bill that would require such a study.\n\n\"I think that what we need to do is to determine the specifics,\" Cahill said Wednesday. \"Until we have the specifics are at hand, which can only be done after a study, we shouldn't be making any steps that could conceivably be to the detriment of the mid-Hudson Valley.\"\n\nMore:The new Mario M. Cuomo Bridge toll has been proposed. Here's what it would be.\n\nThe Bridge Authority was first established in the 1930s under then-Gov. Franklin D. Roosevelt, who helped create the quasi-public entity so it could issue bonds to build the Rip Van Winkle Bridge during the Great Depression.\n\nAlong with the vehicular bridges, the authority owns and maintains the Walkway Over the Hudson, though it's run on a day-to-day basis by the state Department of Parks, Recreation and Historic Preservation.\n\nThe authority collects more than $60 million in toll revenue each year, which is used to maintain the bridges and pay staff.\n\nThe Thruway Authority, meanwhile, collects more than $700 million in toll revenue annually on New York's 570-mile superhighway, one of the longest tolled road systems in the country.\n\nThat includes revenue from the Cuomo Bridge, which the current governor pushed to name after his father after opening the $4 billion span in 2018.\n\nMore:Gov. Andrew Cuomo rips 60% toll increase planned for northern Hudson River bridges\n\nNo immediate cost savings, Cuomo says\n\nCuomo's budget doesn't bank on any immediate cost savings from having the Thruway Authority absorb the Bridge Authority. But the governor's office maintains it would make the system more efficient going forward by having one authority do the job, rather than two.\n\nChris Steber, a spokesman for the Bridge Authority, said the authority looks forward to \"working closely with the Thruway Authority and the Governor’s office on this proposal\" so it can \"continue to effectively serve the transportation needs of the people of the Hudson Valley and the state of New York.\"\n\nRichard Gerentine, a former Ulster County legislator who is chairman of the Bridge Authority's board, said he first learned Tuesday that Cuomo was going ahead with his merger proposal.\n\nHe voiced concern over Cuomo's plan, echoing Cahill's call for a study of the potential merger's impact before going ahead with anything.\n\n\"If he wants to do a study, I would be all in favor of doing a study to see what the pros and cons are of gathering together both agencies,\" Gerentine said. \"I think the New York State Bridge Authority has done a tremendous job over the years under the different executive directors, their staff and their employees.\"\n\nMore:Walkway Over the Hudson turns 10: How expanse spurred change, improved region\n\nCuomo's office has clashed with the Bridge Authority in recent months over the planned toll hike on the authority's bridges.\n\nIn December, state Budget Director Robert Mujica sent a letter to authority leaders criticizing an early proposal to boost the cash toll to $2.50, arguing that an increase of \"that magnitude\" was \"not warranted\" and accusing them of using financing assumptions that weren't industry standard.\n\nLater that month, the Bridge Authority's board proposed a smaller toll increase, first to $1.75, then to $2 in May 2022 and $2.15 in May 2023.\n\nA public hearing on the proposed toll hike will be held March 9 at the Poughkeepsie Grand Hotel.\n\nIf approved by lawmakers as part of the state budget for the fiscal year that starts April 1, Cuomo's plan would see the Bridge Authority's board abolished.\n\nInstead, the Thruway Authority's board — which currently has seven members — would add an eighth, who must be from the Hudson Valley area currently served by the Bridge Authority.\n\nMore:Gov. Mario M. Cuomo Bridge: It looks great, but has it alleviated traffic? Nope\n\nJon Campbell is a New York state government reporter for the USA TODAY Network. He can be reached at JCAMPBELL1@Gannett.com or on Twitter at @JonCampbellGAN.\n\nSupport local journalism\n\nWe cover the stories from the New York State Capitol and across New York that matter most to you and your family. Please consider supporting our efforts with a subscription to the New York publication nearest you. Check out the latest offer."}}