{"GDELT": {"GlobalEventID": 900907291, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.5625, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200123013000, "SOURCEURL": "https://krdo.com/news/2020/01/22/epc-mental-health-unit-keeps-clients-from-hospitals-and-jails-in-2019/"}, "ARTICLE": {"TITLE": "EPC mental health unit keeps clients from hospitals and jails in 2019", "TEXT": "News\n\nCOLORADO SPRINGS, Colo. (KRDO) -- The mental health unit in the El Paso County Sheriff's Office diverted more than 90 percent of its clients from going to jail and hospitals, according to recently released 2019 statistics.\n\nThe Behavioral Health Connect Unit Program or BHCON was founded in June 2018 to respond to mental-health related calls. Its purpose is to prevent the unnecessary incarceration or hospitalization of individuals with mental illness, according to the Sheriff's Office.\n\nAnd early numbers show that it appears to be working.\n\nIn 2019, the agency took a 630 calls for service with a total 465 clients served. The majority of the calls were for welfare checks, but the BHCON also de-escalated suicide-related and domestic violence incidents.\n\nSgt. Carey Boelter, the manager of the program, says they are seeing more residents getting the mental health treatment they need.\n\n\"Despite the lacking resources we have for the amount of people we have, we are very well involved with our local hospitals and our local psychiatric agencies,\" Boelter said. \"We can get people the help they need.\"\n\nThe Sheriff's Office recently announced it will be doubling the size of its behavioral health team. While the expansion should help, it likely won't be enough to respond to all of the agency's calls.\n\n\"Our county is quite large,\" said Boelter, adding that they received more than 1,900 calls last year.\n\nSgt. Katie Otto, who currently goes on patrol with a BHCON clinician, says the size of their jurisdiction can be overwhelming.\n\n\"I don't know that we'll ever reach capacity, but all we can do is continue to keep trying,\" Otto said.\n\nWhile the BHCON responds to incidents involving people with a mental illness, the two-person team won't engage in situations involving imminent danger. Instead, the unit prescreens its calls for service.\n\n\"Based on what the call screen says, if it appears that it is safe enough for our team to go and bring that civilian to the scene then we will respond to that call,\" Boelter said.\n\nBut most deputies are already receiving 40-hour training for crisis interventions, according to the Sheriff's Office.\n\n\"We are equipping the other patrol members with skills so that when we're not available, they can still respond competently to those calls,\" Boelter said."}}