{"GDELT": {"GlobalEventID": 900906739, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.475935828877, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Taipei, T'ai-pei, Taiwan", "Actor1Geo_CountryCode": "TW", "Actor1Geo_ADM1Code": "TW03", "Actor1Geo_ADM2Code": "13277", "Actor1Geo_Lat": 25.0478, "Actor1Geo_Long": 121.53200000000001, "Actor1Geo_FeatureID": "-2637882", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Taipei, T'ai-pei, Taiwan", "Action2Geo_CountryCode": "TW", "Action2Geo_ADM1Code": "TW03", "Action2Geo_ADM2Code": "13277", "Action2Geo_Lat": 25.0478, "Action2Geo_Long": 121.53200000000001, "Action2Geo_FeatureID": "-2637882", "DATEADDED": 20200123013000, "SOURCEURL": "https://nationalinterest.org/blog/buzz/will-taiwan-build-its-own-fearsome-killer-drones-116116"}, "ARTICLE": {"TITLE": "Will Taiwan Build Its Own Fearsome Killer Drones?", "TEXT": "Key point: Taipei is looking for new technologies and weapons to deter Beijing, and that includes drones. China already has its own attack drones, so Taiwan might as well get its own too.\n\nTaiwan reportedly has solved a problem that has prevented the island country from developing its own medium-altitude attack drones.\n\nIn signing a deal with an Australian company to provide American-designed engines, Taipei has assembled all the basic components it needs to develop a killer drone in the class of the U.S. MQ-9.\n\nTaiwan’s Chinese Academy of Sciences in April 2018 conducted the first test flight of the Teng Yun unmanned aerial vehicle.\n\nA propeller-driven, medium-altitude UAV similar in dimension to the 36-feet-long MQ-9, the Teng Yun, in theory, could be a surveillance platform and an attack aircraft that’s capable of firing missiles and dropping bombs.\n\nSuch a drone could be invaluable to Taiwanese forces attempting to detect and repel attacking Chinese troops.\n\nBut the first version of the Teng Yun had a problem. To power the drone, Taiwanese engineers reverse-engineered and copied a Honeywell TPE331 turboprop engine that the government legally acquired on the commercial market.\n\nThe TPE331 clone however didn’t quite match the performance of the original engine, according to Up Media. A Teng Yun with the clone engine could function as a surveillance aircraft, but lacked the performance to carry ordnance.\n\nSo Taipei approached an Australian firm that under license produces original TPE331s. But the Australian company had a 600-day production backlog, meaning it could take two years to fill a Taiwanese order. Taipei request just two TPE331s on an emergency basis and shelled out $6.4 million for them.\n\nThe two engines were enough to fit two Teng Yun prototypes. The Chinese Academy of Sciences redesigned the drone’s wing and engine inlet to match the new motors’ superior performance. The new Teng Yun is capable of conducting both attack and surveillance.\n\nNot Taipei must solve a bigger problem. If the Taiwanese military orders large numbers of Teng Yuns, it will need a lot more TPE331s.\n\n“It is understood that the Chinese Academy of Sciences is considering the schedule and quantity of future mass-production plans,” Up Media reported. “Is it necessary to place orders for purchase after the completion of research and development? Or set up a branch office in Taiwan with U.S. and Australian manufacturers to license production in Taiwan by technology transfer? It is still under discussion.”\n\nThis is not the first time Taiwan has struggled with acquiring small engines for military applications. The Taiwanese government reportedly is reverse-engineering old, U.S.-made jet engines for use on high-speed cruise missiles.\n\nAccording to a local media report, the Taiwanese air force and the Chinese Academy of Sciences are collaborating on the reverse-engineering of the General Electric J85 engine, two of which power each of Taiwan's roughly two-dozen F-5 fighters.\n\nA Taiwanese J85 clone could power new cruise missile types. According to local media, the same Chinese Academy of Sciences that are tearing down the J85 is also developing a cruise missile with a 750-mile range.\n\nTaiwan deploys land-attack and anti-ship missiles in order to defend against Chinese invasion forces and the ports, air bases and missile sites that support them.\n\nA Taiwanese missile powered by a J85 also could be fast -- possibly even supersonic. America's subsonic Tomahawk cruise missile weighs 3,000 pounds. Its F107 engine produces just 700 pounds of thrust, less than a quarter of the thrust an afterburning J85 produces.\n\n\"Taiwan has pursued these programs discreetly to avoid raising concern in the United States or the People’s Republic,\" the Washington, D.C.-based Center for Strategic and International Studies explained .\n\n\"As most countries do not maintain official diplomatic relations with Taiwan, it has sometimes been challenging for Taiwan to acquire more advanced weapon systems from the international market,\" CSIS continued. \"Consequently, the island nation has often opted to domestically develop newer missile technology, which has spawned a robust Taiwanese defense industry.\"\n\nFor all its robustness, Taiwanese industry occasionally still must tear down, copy and clone old engine designs. But as the country’s experience with the TPE331 proved, sometimes a cloned engine just isn’t as good as the original.\n\nDavid Axe serves as Defense Editor of the National Interest. He is the author of the graphic novels War Fix, War Is Boring and Machete Squad. This first appeared in 2019.\n\nImage: Reuters."}}