{"GDELT": {"GlobalEventID": 900907062, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.52303523035231, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200123013000, "SOURCEURL": "https://dailyvoice.com/new-york/northsalem/news/fourth-skeleton-found-in-ridgefield/782172/"}, "ARTICLE": {"TITLE": "Fourth Skeleton Found In Ridgefield", "TEXT": "A fourth skeleton, possibly from a soldier in the Revolutionary War, has been unearthed in Fairfield County.\n\nIn December, state officials reported the discovery of a well-preserved skeleton “in an area that suggests they may have been a soldier in the Battle of Ridgefield,” State Archaeologist Nick Bellantoni said. The site of the burial is on private property and not open to visitors.\n\nWhile investigating the first burial, officials uncovered two more bodies along the way.\n\nThe bodies were discovered under an 18th Century home. All of the skeletons belonged to “robust young men,” according to the Ridgefield Historical Society.\n\nRecently, a fourth skeleton, likely another victim of the Revolutionary War, was discovered on private property near the Battle of Ridgefield’s main area of combat, in the center of town. According to the Historical Society, the latest skeleton was found with 28 brass buttons, indicating that he may have died in the April 27, 1777 battle.\n\n“These excavations were very difficult, one of the hardest digs I have ever had,” Bellantoni told UConn Today. “These bones were laid in a very compact loam soil with pockets of clay. We needed to remove the soil in a way that was going to ensure as full a recovery as possible.\"\n\nThe bodies will now be under forensic investigation by experts from UConn, Quinnipiac University, Yale University, the University of Florida and the University of California-Santa Cruz to determine if they were fighting for the Americans or British. Then the Historical Society will notify the families or British Consulate.\n\n“We would like to figure out who these people were and what their life histories were,” Bellantoni added. “We might even be lucky enough to get to the point to be able to identify some of them in terms of actual family names.”\n\nIn the battle, a force of about 700 Continental Army regular and irregular local militia forces commanded by Major General David Wooster, Brigadier General Gold Selleck Silliman and Brigadier General Benedict Arnold opposed the British forces. The Colonial forces suffered 20 casualties with 40 to 80 wounded. There were 104 to 154 British soldiers killed or wounded and another 40 captured.\n\nClick here to sign up for Daily Voice's free daily emails and news alerts."}}