{"GDELT": {"GlobalEventID": 900906695, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "USA", "Actor2Name": "VIRGINIA", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.6433566433566495, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 37.768, "Actor2Geo_Long": -78.2057, "Actor2Geo_FeatureID": "VA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200123013000, "SOURCEURL": "https://www.wusa9.com/article/news/local/virginia/neo-nazi-group-members-wanted-to-start-civil-war/65-bd7d2857-eeca-4cea-ad24-76f7ab8caa83"}, "ARTICLE": {"TITLE": "Neo-Nazi group members wanted to start civil war at VA gun rally", "TEXT": "Video from a hidden camera showed white supremacists expressing hope that violence at a gun-rights rally in Virginia this week could start a civil war, feds say.\n\nWASHINGTON — A hidden camera set by federal prosecutors showed members of white supremacist group \"The Base\" expressing interest in starting a civil war at Richmond's pro-gun rally on Monday. The three members of the group, who also advocated for poisoning water supplies and killing people at the event, were arrested four days before the rally.\n\nIn a court document filed Tuesday, new details emerged from the Base's plan to incite violence at the rally after a conversation between three group members was secretly recorded in a Delaware home.\n\nThe plans included ambushing civilians and law enforcement officials with a thermal imaging scope fastened to a rifle, as well as stealing tactical gear and weapons from officers and using the Virginian rally to \"radicalize\" a terrorist movement.\n\n\"This situation in Virginia where this is going to be, that opportunity is boundless,\" one Base member, former Canadian Armed Forces reservist Patrik Mathews, stated in the video.\n\n\"The thing is you’ve got tons of guys who in theory should be radicalized enough to know that all you gotta do is start making things go wrong and if Virginia can spiral out to.... full-blown civil war,\" he continued.\n\nThe other two Base members with Mathews were both Maryland residents: 19-year-old William Garfield Bilbrough IV from Denton, and 33-year-old Brian Mark Lemley Jr. from Elkton.\n\nA prosecutor with the case urged a Maryland judge to keep all three members in question in federal custody in fear of potential harm during Monday's event. The three were arrested Jan.16 in part of a larger investigation into the Base, who has been building a coalition of white supremacist members since 2018.\n\n\"We could essentially like be literally hunting people,” Mathews said, according to prosecutors. \"You could provide overwatch while I get close to do what needs to be done to certain things.\"\n\nInvestigators installed the hidden camera and microphone in the Delaware home on Dec.13, where they found empty rifle cases, knives, and propaganda flyers for the Base in Lemley's bedroom. Prosecutors also found multiple videos of Mathews expressing racist and anti-Semitic language on his computer, including videos advocating for killing people in the name of \"the movement.\"\n\nBeyond planning on stealing gear and ambushing civilians, Lemley and Mathews also planned on creating chaos at the Virginia rally by sling-shotting fireworks into a crowd to \"cause shooting to go off,\" and discussed loading a truck \"for the war,\" the filing states.\n\nCourt documents state that it was Christmas when Lemley discussed adding modifications to the AR he was planning on bringing to the rally, including ordering a new fire pin and attaching a laser in order to engage \"multiple targets.\"\n\nIn the footage from New Years Eve, Mathews was seen holding a sniper rifle discussing with Lemley that the next Civil War would be in Virginia in January. The next day, the duo was seen entering a Delaware store, where they bought paper shooting targets and 150 rounds of ammunition.\n\nIn response to high security from law enforcement, both Mathews and Lemley planned on wearing high tactical armor and ambushing officers for weapons and gear.\n\nAccording to the court documents, it was after the conversation about police gear that Mathews stated: \"I’m worried we're going to become psychopaths.\"\n\nBilbrough, Mathews and Lemley Jr. were ordered to remain detained after a hearing in Greenbelt, Maryland on Wednesday.\n\nDespite concerns that white extremist militia groups planned to enact violence during the rally, leading Gov. Ralph Northam to issue a State of Emergency banning all weapons from the capitol grounds, the event itself went off without a hitch. Only one arrest occurred, with a 21-year-old woman charged with one felony count of wearing a mask in public."}}