{"GDELT": {"GlobalEventID": 900907753, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "RUSMED", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor1Type1Code": "MED", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.1343669250646, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200123013000, "SOURCEURL": "https://www.msn.com/en-us/news/elections-2020/tulsi-gabbard-sues-hillary-clinton-for-dollar50m-over-russian-asset-remark/ar-BBZdFbS"}, "ARTICLE": {"TITLE": "Tulsi Gabbard sues Hillary Clinton for $50M over 'Russian asset' remark", "TEXT": "© Sean Rayford Image: Tulsi Gabbard\n\nDemocratic presidential candidate Rep. Tulsi Gabbard filed a defamation lawsuit Wednesday against Hillary Clinton seeking $50 million in damages, claiming the former Democratic presidential nominee \"carelessly and recklessly impugned\" her reputation when she suggested in October that one of the 2020 Democratic candidates is \"the favorite of the Russians.\"\n\nThe lawsuit, filed in the U.S. District Court for the Southern District of New York, says it aims to hold Clinton and other \"political elites\" accountable for \"distorting the truth in the middle of a critical Presidential election.\" It also says Gabbard suffered an economic loss to be proven at trial.\n\nClinton spokesman Nick Merrill responded: \"That's ridiculous.\"\n\nGabbard, a dark horse candidate who represents Hawaii, was on the campaign trail Wednesday and unavailable for comment about the suit, according to her law firm, Pierce Bainbridge Beck Price & Hecht LLP.\n\n\"Although Rep. Gabbard's presidential campaign continues to gain momentum, she has seen her political and personal reputation smeared and her candidacy intentionally damaged by Clinton's malicious and demonstrably false remarks,\" Brian Dunne, a partner at the law firm, said in a statement.\n\nDunne added that Clinton had exhibited a \"personal hostility\" toward Gabbard last fall, and the former secretary of state \"resorted to a damaging whisper campaign founded on lies, and when presented with the opportunity to retract her damaging remarks, she refused.\"\n\nAccording to the suit, Clinton felt slighted because Gabbard was one of the first Democrats to publicly endorse Sen. Bernie Sanders, I-Vt., for president in 2016 over her, \"becoming the most prominent politician to do so at the time.\"\n\nClinton's team did not immediately comment on the lawsuit.\n\nClinton made her remarks during a podcast appearance on \"Campaign HQ\" with David Plouffe, a Democratic strategist. She did not identify the current Democratic candidate whom she was referring to, but also said Jill Stein was a \"Russian asset\" as a third-party candidate in the 2016 presidential election.\n\nThe Mueller report and congressional investigations have shown that Russia's interference in the 2016 election included bolstering Stein's run.\n\n\n\nLater, when asked if Clinton was referring to Gabbard, Clinton spokesman Nick Merrill said, \"If the nesting doll fits ... .\" He subsequently tweeted that Clinton's comments were being misrepresented and she was referring to the Republican Party grooming Gabbard, not the Russians.\n\nGabbard seized on Clinton's remark, accusing her in a tweet of being the \"queen of warmongers, embodiment of corruption, and personification of the rot that has sickened the Democratic Party for so long.\" The spat lasted for several days, with Gabbard saying on the campaign trail that it was bringing her negative attention, and that Clinton refused to retract her statements or apologize."}}