{"GDELT": {"GlobalEventID": 900908126, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "USA", "Actor1Name": "PHOENIX", "Actor1CountryCode": "USA", "Actor2Code": "USACOP", "Actor2Name": "ARIZONA", "Actor2CountryCode": "USA", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.918238993710691, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Phoenix, Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_ADM2Code": "AZ013", "Actor1Geo_Lat": 33.4484, "Actor1Geo_Long": -112.074, "Actor1Geo_FeatureID": "44784", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Arizona, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAZ", "Actor2Geo_Lat": 33.7712, "Actor2Geo_Long": -111.38799999999999, "Actor2Geo_FeatureID": "AZ", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_Lat": 33.7712, "Action2Geo_Long": -111.38799999999999, "Action2Geo_FeatureID": "AZ", "DATEADDED": 20200123013000, "SOURCEURL": "https://abc7chicago.com/5870357/"}, "ARTICLE": {"TITLE": "Mom accused of smothering her 3 kids to death, including 7-month-old", "TEXT": "PHOENIX, Arizona -- Police are learning more information in the death of three children, all under the age of four, whose mother is accused of killing them.Rachel Henry, 22, faces three counts of first-degree murder after police say she admitted to smothering each child to death.According to authorities, a relative called 911 Monday night. When police arrived, they found a 3-year-old boy, a 1-year-old girl, and a 7-month-old girl unresponsive inside the house. Officers performed CPR, but it was too late.Investigators say Henry told them that she thwarted an attempt by her 3-year-old son to protect his 1-year-old sister. The boy kicked and punched his mother and yelled for her to stop, but Henry chased him away, according to court records.Henry then did the same with the 3-year-old and 7-month-old girl as she sang to them while allegedly covering their nose and mouth.Henry later laid the kids down as if they were taking a nap, documents state.Firefighters received a call from the home reporting a drowning. Relatives initially believed illness may have been a factor, but police said they were confident the mother killed the children.Henry's friend, who did not want to be identified, said this is not the girl she grew up with in Oklahoma.\"I'm disappointed, I'm heartbroken, and I don't understand how she could do something like that,\" she said.Police also added that Henry struggled with addiction and investigators found that Family Welfare Services in Oklahoma went as far as taking her kids away because of her drug problem.In court, Henry was given a $3 million bond.\"I do think the size of the bond is appropriate based on the accusations we hear in these initial hearings,\" the judge said."}}