{"GDELT": {"GlobalEventID": 900908081, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "JUD", "Actor2Name": "JUDGE", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.7391304347826102, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Los Angeles, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0522, "Actor1Geo_Long": -118.244, "Actor1Geo_FeatureID": "1662328", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Los Angeles, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.0522, "Actor2Geo_Long": -118.244, "Actor2Geo_FeatureID": "1662328", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0522, "Action2Geo_Long": -118.244, "Action2Geo_FeatureID": "1662328", "DATEADDED": 20200123013000, "SOURCEURL": "https://www.msn.com/en-us/music/grammy/judge-sides-with-aerosmith-in-drummers-lawsuit/ar-BBZeqRM"}, "ARTICLE": {"TITLE": "Judge sides with Aerosmith in drummer's lawsuit", "TEXT": "Although longtime Aerosmith drummer Joey Kramer filed a lawsuit against the legendary rock group claiming that he should be on stage with them at this weekend's Grammys, a judge told him to dream on.\n\n© WireImage Joey Kramer of Aerosmith performs during the 2018 New Orleans Jazz & Heritage Festival in New Orleans on May 5, 2018.\n\nOn Wednesday, a judge said the band has no requirement to bring Joey into the Grammys fold, particularly because he hasn't performed in a while. Late last week Joey filed a lawsuit against the rock group, saying members were freezing him out of several high-profile upcoming events.\n\n© Jamie McCarthy / Getty Images Brad Whitford, Tom Hamilton, Joey Kramer, Joe Perry, and Steven Tyler of Aerosmith attend the MTV Video Music Awards in New York City on Aug. 20, 2018.\n\nAccording to TMZ, the judge said Joey didn't make a convincing enough case for playing with bandmates at the Grammys or Saturday's MusiCares gala, where the group will be honored.\n\n\"Given that Kramer has not played with the band in 6 months and the dearth of available rehearsal time before the upcoming performances, Kramer has not shown a realistic alternative course of action sufficient to protect the band's business interests,\" the judge opined.\n\n© Getty Images for Janie's Fund Brad Whitford, Joe Perry, Joey Kramer, Tom Hamilton and Steven Tyler of Aerosmith attend Steven Tyler's Second Annual GRAMMY Awards Viewing Party to benefit Janie's Fund in Los Angeles on February 10, 2019.\n\nJoey has been with group since its inception in 1970. Last April, shortly after Aerosmith began its Las Vegas residency, he suffered an injury and left the band. He claims he attempted to rejoin the group after he healed and was told he needed to essentially audition. Afterward, he was told that his drumming lacked energy and wasn't up to par.\n\n\"This is not about money. I am being deprived of the opportunity to be recognized along with my peers for our collective, lifetime contributions to the music industry,\" Joey said in statement. \"Neither the MusiCares' Person Of The Year Award nor the Grammys' Lifetime Achievement honors can ever be repeated.\"\n\nHe later added, \"To be removed from my rightful place on stage to celebrate our success - a success that acknowledges my own life's work - is just plain wrong.\"\n\n© Getty Images for Janie's Fund Joey Kramer and Steven Tyler attend Janie's Fund Gala & GRAMMY Viewing Party in Los Angeles on January 28, 2018.\n\nThe band, however, responded with its own punch.\n\n\"Joey Kramer is our brother; his wellbeing is of paramount importance to us. However he has not been emotionally and physically able to perform with the band, by his own admission, for the last 6 months. We have missed him and have encouraged him to rejoin us to play many times but apparently he has not felt ready to do so,\" the band said in a statement, adding that letting him perform this weekend would be doing everyone a \"disservice.\" \"Given his decisions he is unfortunately unable to perform but of course we have invited him to be with us for both the Grammys and our MusiCares honor,\" the band said.\n\nFurther, the group was displeased with the way Joey went about the lawsuit, saying he filed \"on the Friday night of the holiday weekend preceding the Grammys with total disregard for what is our limited window to prepare to perform these important events.\"\n\nRelated slideshow: '70s rock bands: Where are they now?:"}}