{"GDELT": {"GlobalEventID": 900906535, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor2Code": "nai", "Actor2Name": "NATIVE AMERICAN", "Actor2EthnicCode": "nai", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.04991087344028, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Tulsa, Oklahoma, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOK", "Actor2Geo_ADM2Code": "OK143", "Actor2Geo_Lat": 36.154, "Actor2Geo_Long": -95.9928, "Actor2Geo_FeatureID": "1100962", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Tulsa, Oklahoma, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOK", "Action2Geo_ADM2Code": "OK143", "Action2Geo_Lat": 36.154, "Action2Geo_Long": -95.9928, "Action2Geo_FeatureID": "1100962", "DATEADDED": 20200123013000, "SOURCEURL": "https://www.newson6.com/story/41599660/tps-indian-education-office-projects-decreasing-number-of-teachers-next-year"}, "ARTICLE": {"TITLE": "TPS Indian Education Office Projects Decreasing Number Of Teachers Next Year", "TEXT": "TPS Indian Education Office Projects Decreasing Number Of Teachers Next Year\n\nWednesday, January 22nd 2020, 7:58 pm\n\nBy: Amy Slanchik\n\nThe Indian Education program at Tulsa Public Schools expects to lose some of its certified teachers in the next fiscal year.\n\nSuperintendent Deborah Gist was clear Tuesday night when she said no decisions have been made about cuts at the Indian Education program.\n\nRight now, TPS has seven Indian Education resource advisors. Each is a certified teacher who does things like run Native American clubs, lead cultural activities and teach Native American literature, among other things.\n\n\"Sometimes this is their only opportunity to see a person that looks like them in their school districts,” Oklahoma Council for Indian Education President-Elect Alison Black said.\n\nBut the number of advisors could drop to three next fiscal year, according to the Indian Education office.\n\nAt a school board meeting Tuesday, advisors said they received letters saying they were being reorganized due to the budget crisis.\n\n\"What I can tell you is that no decisions have been made,” Superintendent Gist said.\n\n\"The students are going to suffer,” Teresa Parker said.\n\nTeresa Parker is one of the resource advisors, and serves as a representative for the Tulsa Classroom Teachers Association.\n\nRelated Story - Tulsa Public Schools Board Votes To Close 4 Schools\n\n\"The way it was explained to us was that the tribes are aware, everyone's aware that this is happening, and this is how it's just gonna be,” Parker said. “But when we reached out to the tribes they said no, we did not know that this was gonna be happening.\"\n\nMuscogee (Creek) Nation Principal Chief David Hill sent a letter to TPS, expressing his concern.\n\nHe argued the Indian Education Program is federally funded through two grants and said, \"it is unclear why positions within the Program are being eliminated.\"\n\nBut the Indian Education office said it looked at its own budget and based on the number of students who help the district qualify for federal funding, the office is projecting it will only be able to afford three advisors next year.\n\nThe office said the number of students who help qualify for funding has dropped during the last seven years.\n\nIn a statement released at the end of the business day Wednesday, TPS said in part, “The proposed changes to Indian Education are not intended to reduce expenses but to enhance supports as we see a reduction in federal grant funding (Title VI) due to declining students with eligible 506 forms.”\n\n\"We absolutely are completely dedicated to services to our students and of course that includes our Native students,” Gist said.\n\nThe district also explained the proposed changes in the statement: “The current team structure includes seven district-based 10-month academic advisors and four site-based teacher assistants. The proposed changes to the team structure would – if approved by our Board – shift those roles to three year-round secondary student specialists and eight site-based elementary teacher assistants.”\n\nTPS said it expects to share more information about reductions during a special board meeting in mid-February.\n\nThe following is a full statement from TPS:"}}