{"GDELT": {"GlobalEventID": 901052677, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "GOV", "Actor1Name": "ATTORNEY GENERAL", "Actor1Type1Code": "GOV", "Actor2Code": "USALEG", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.81893004115226, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_Lat": 33.7712, "Actor1Geo_Long": -111.38799999999999, "Actor1Geo_FeatureID": "AZ", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Arizona, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAZ", "Actor2Geo_Lat": 33.7712, "Actor2Geo_Long": -111.38799999999999, "Actor2Geo_FeatureID": "AZ", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_Lat": 33.7712, "Action2Geo_Long": -111.38799999999999, "Action2Geo_FeatureID": "AZ", "DATEADDED": 20200123154500, "SOURCEURL": "https://www.azcentral.com/story/news/politics/arizona/2020/01/23/brnovich-urges-arizona-sens-sinema-mcsally-to-reject-impeachment-articles-against-trump/4550752002/"}, "ARTICLE": {"TITLE": "Arizona Attorney General Mark Brnovich urges Sens. Sinema, McSally to reject articles of impeachment against Trump", "TEXT": "Attorney General Mark Brnovich on Wednesday called on U.S. Senators Martha McSally and Kyrsten Sinema to reject the articles of impeachment against President Donald Trump.\n\nIn a letter to Arizona's senators, who are jurors in the Trump impeachment trial, Brnovich deemed the charges \"a threat to the separation of governmental powers that our Founding Fathers embedded in our Nation’s Constitution.\"\n\n\"Ultimately, the Constitutional Convention agreed to divide the power of impeachment between the House and Senate and set a high bar for removal from office to prevent impeachment from becoming a weapon of the majority,\" Brnovich wrote. \"I urge you to decline the House’s invitation to erode our constitutional foundation.\"\n\nThe Republican prosecutor's letter followed a 14-page missive submitted by 21 other attorneys general from throughout the country. The joint letter aimed to lay out \"the legal flaws of this impeachment and how it undermines the democratic process.\"\n\nThe House impeachment articles against Trump lay out charges involving abuse of power and obstruction of Congress for using the presidency to convince Ukrainian officials to investigate a political rival.\n\nThe group submitted its letter to the Senate clerk, while Brnovich \"felt it was more appropriate to communicate our concerns directly to Senators McSally and Sinema,\" spokesman Ryan Anderson said.\n\nBrnovich's two-page letter focused specifically on the impeachment process itself, rather than examining the merits of the charges facing the president.\n\nHe argued that accepting the articles of impeachment \"would make any president subject to removal … when a sufficient majority of the legislative branch disagrees with the rationale for an exercise of executive authority.\"\n\n\"Whether the dispute results from a pure policy disagreement, or a fear that a choice was made to benefit the President politically, there is no limitation on this theory of impeachment,\" Brnovich wrote. \"If accepted, it will weaponize the impeachment process for political purposes.\"\n\nInstead, he said, \"disagreement with the President’s actions should be expressed in the manner in which our Founders’ contemplated, namely, in the public square and at the ballot box in November.\"\n\nA representative for Sinema, who last week vowed to \"treat this process with the gravity and impartiality that our oaths demand, said the senator had nothing further to say Thursday. McSally's team did not immediately respond to a request for comment.\n\nBrnovich has previously inserted himself into national controversies, a habit that spurred criticism during his 2018 reelection campaign.\n\nAmong other divisive cases, he joined a fight against \"Obamacare\" and weighed in on a high-profile Colorado case where a wedding cake shop refused to serve a same-sex couple.\n\nRepublic reporter Yvonne Wingett Sanchez contributed to this article.\n\nReach the reporter at maria.polletta@arizonarepublic.com or 602-653-6807. Follow her on Twitter @mpolletta.\n\nSupport local journalism. Subscribe to azcentral.com today."}}