{"GDELT": {"GlobalEventID": 901053314, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "PTY", "Actor1Name": "POLITICIAN", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.2471910112359597, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Madise, Jäamaa, Estonia", "Actor1Geo_CountryCode": "EN", "Actor1Geo_ADM1Code": "EN04", "Actor1Geo_ADM2Code": "15948", "Actor1Geo_Lat": 59.1164, "Actor1Geo_Long": 25.6586, "Actor1Geo_FeatureID": "-2621970", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Madise, Jäamaa, Estonia", "Action2Geo_CountryCode": "EN", "Action2Geo_ADM1Code": "EN04", "Action2Geo_ADM2Code": "15948", "Action2Geo_Lat": 59.1164, "Action2Geo_Long": 25.6586, "Action2Geo_FeatureID": "-2621970", "DATEADDED": 20200123154500, "SOURCEURL": "https://news.err.ee/1027028/isamaa-chairman-justice-chancellor-s-pension-reform-remarks-overstep-role"}, "ARTICLE": {"TITLE": "Isamaa chairman: Justice chancellor's pension reform remarks overstep role", "TEXT": "Chairman of the Isamaa party Helir-Valdor Seeder says Chancellor of Justice Ülle Madise has taken a political stance against his proposals for pension reform, which go against her position and responsibilities. Madise said the public accusation is inappropriate.\n\nOn Wednesday, Madise wrote in a letter to the Riigikogu's Finance Committee chair Aivar Kokk (Isamaa), saying the government's planned pension reform raises several questions from the point of view of the constitution.\n\nShe added the constitutionality of the reform will ultimately be judged by the Supreme Court, should it prove necessary.\n\nOn Thursday, Helir-Valdor Seeder replied to her remarks and accused her of bias, saying: \"Clearly, these proposals and the chancellor's assessments are, in many places, a political decision that is certainly not within the remit of the Chancellor of Justice.\"\n\n\"It seems very clear the Chancellor of Justice has taken a stance against the so-called Pension Reform Act. Her rhetoric is such that she is limited to analyzing the legal issues. But when you look at the whole package that is presented, there is a lot of non-legal, but substantive political judgment.\"\n\nAs to the question of whether the Chancellor of Justice would represent someone's political interests and, if so, whose, Seeder could not answer.\n\n\"Maybe she represents her own personal political views. While I don't have that information, and I dare not argue, I also think that the Chancellor of Justice should not represent personal political views either, but should still be limited to the powers that the constitution and the law provided for the Chancellor of Justice,\" he said.\n\nThe issue of unequal treatment\n\nOn Wednesday, Madise wrote in a letter to Riigikogu Finance Committee chair Aivar Kokk that the planned reform will result in unequal treatment, because people who joined the second pillar of funded pension will be able to withdraw pension savings – including social tax allocated by the state – before reaching retirement age, while people who are the same age but have not joined the mandatory funded pension scheme will not be able to withdraw, and use as they see fit, the 4 percent of social tax they've paid.\n\n\"People who have joined mandatory funded pension withdrawing their savings would cause the social tax burden of comparable groups to change retroactively. People who have not joined the second pillar will have borne greater social solidarity than those who joined the second pillar and can withdraw savings before reaching retirement age. That is why people who have the second pillar will be given an advantage in the extent of 4 percent of their social tax contribution that can be optimized retroactively, compared to people 20 percent of the social tax paid by those who have always entered the national pension system,\" Madise said.\n\nIn response to this, Seeder said Madise has only looked at half the facts.\n\n\"It completely ignores the fact that these people have a proportionally higher first pillar [state] pension than those who have joined the second pillar. In addition, the law which is in force today has been drawn up and amended so that all those with a national second pillar fund have the free choice to join the second pillar voluntarily,\" Seeder replied.\n\nRisk of cancellation of insurance contracts\n\nSeeder said half-truths have also been written about the termination of unilateral contracts with insurance companies by people who have already gone into the payout system.\n\n\"The draft law says that the state will take over these responsibilities,\" said Seeder, adding that there is no constitutional infringement.\n\nExcessive rush\n\nThe chancellor also sees problems in the timeframe for implementing the changes, which she believes are currently too short given that this is a major reform.\n\n\"In my opinion, this time is long enough and it has also been negotiated with all parties,\" said Seeder.\n\nUnder the current draft, the law is scheduled to enter into force on July 1. However, the Riigikogu's Finance Committee, at its last meeting, proposed to postpone the date.\n\nRetroactive application\n\nThe Chancellor of Justice also pointed out that laws should generally not have a retroactive effect before the entry into force, but the draft pension reform will do so.\n\nSeeder said various laws have been retrospectively adopted in Estonian legal practice.\n\n\"Here we have to see if it violates someone's fundamental rights, whether it worsens someone's situation or improves it. Here I see no conflict with the constitution, if we take a pension reform that gives you completely free opportunities, does not oblige anyone or weaken one's position. Retrospective application with different cases and different laws has also occurred in the practice of the Estonian state in the past,\" Seeder explained.\n\nThose who leave also influence the pension assets of the remainers\n\nMadise pointed out when people start withdrawing money from pension funds, it affects the price of fund units and, ultimately, the value of the pension assets of those who will not leave the second pillar.\n\nShe wrote: \"By fundamentally altering the fundraising rules - during the fundraising period, with the option to leave assets - the state creates the risk that the value of pension fund unit will depend heavily on the behavior of other unit-holders in addition to the financial markets and the economy.\"\n\nSeeder responded tat: \"Again, this is the economic policy position. We really don't know exactly how many people will leave, and what kind of retirement reform could affect the value of one or another of the target groups. In the long run, pension reform will increase everyone's opportunities, the value of their assets, because the overall position of pension reform is to create competitive situations, create funds where they want to keep their clients and free them not only to switch funds but to exit and lower other decisions.\"\n\nReinsalu: We are expecting a substantive debate from Parliament\n\nForeign minister Urmas Reinsalu (Isamaa) shared Seeder's views on the Chancellor of Justice's proposals at a government press conference on Thursday.\n\nReinsalu said the implementation of the pension reform cannot be delayed for a long time, because the government would cut off the predictability of market participants.\n\nReinsalu hoped the draft would not be hit by an avalanche of amendments during parliamentary proceedings.\n\nHelme: The Chancellor of Justice deals with politics\n\nThe proposals of the Chancellor of Justice were also criticized by the chairman of the Conservative People's Party of Estonia (EKRE), Minister of the Interior Mart Helme, at the regular Thursday government press conference.\n\n\"As far as the Chancellor of Justice is concerned, I think she is currently dealing with politics. It is a political decision. It is about supporting certain financial circles, certain interest groups with legal instruments, which is not a right or task of the chancellor. I am very critical of his actions in this regard,\" he said.\n\nMadise: I am, and will, remain politically neutral\n\nÜlle Madise responded to criticism on Thursday, saying she was politically neutral.\n\n\"As I promised in my oath of office, I am and will remain politically neutral. Some legal positions may not appeal to some politicians, but they cannot hinder the performance of their duties,\" Madise said.\n\nShe noted the final decision would be made by the Supreme Court, if necessary. \"It can go as it did in the case of unemployment insurance: it is unconstitutional, or as it ignores legitimate expectations in raising excise duties, the court reversed its previous practice and considered excise increases to be constitutional,\" Madise said.\n\n\"Everyone is doing their job. The severe accusation of failing to uphold the oath of office and the promise made to the Riigikogu to declare constitutional problems is inappropriate,\" Madise added.\n\n--\n\nDownload the ERR News app for Android and iOS now and never miss an update!"}}