{"GDELT": {"GlobalEventID": 901051978, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 3.68421052631579, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200123154500, "SOURCEURL": "https://www.lrt.lt/en/news-in-english/19/1136140/japan-interested-in-financing-railway-and-energy-projects-in-lithuania-president-s-aide-says"}, "ARTICLE": {"TITLE": "Japan interested in financing railway and energy projects in Lithuania, president's aide says", "TEXT": "The Japan Bank for International Cooperation (JBIC) is interested in providing financing for the Rail Baltica project and for synchronising the Baltic power grids with the Western European system, an adviser to Lithuanian President Gitanas Nausėda says.\n\nNausėda and JBIC Governor Tadashi Maeda discussed the possibilities during their meeting in Davos, according to Simonas Krėpšta.\n\n“They [JBIC] are closely watching the Rail Baltica and synchronisation projects and are ready to finance them on good terms,” the adviser told BNS from Davos on Thursday.\n\n“The bank is waiting until there's clarity about the EU funding and how much the Baltic countries will have to contribute themselves,” he said.\n\nThe Japanese would then be ready to compete with other lenders to fund the rest, according to Krėpšta.\n\nJBIC is also interested in providing funding for Lithuanian startups, especially in finance, life sciences and biomedicine, he added.\n\nElectricity / BNS\n\nThe Rail Baltica railway running across the Baltic states from Tallinn to Warsaw is expected to be built by 2026.\n\nRead more: Rail Baltica to halve travel time between Vilnius and Kaunas\n\nThe Baltic countries plan to desynchronise their electricity grids with from the post-Soviet system and link them to the Continental European system by 2025.\n\nThe Japan Bank for International Cooperation is a public financial institution and export credit agency owned by the Japanese government."}}