{"GDELT": {"GlobalEventID": 901052605, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "GOV", "Actor1Name": "PRINCE", "Actor1Type1Code": "GOV", "Actor2Code": "ISR", "Actor2Name": "JERUSALEM", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 5.136986301369871, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athens, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200123154500, "SOURCEURL": "https://uk.reuters.com/article/uk-holocaust-memorial-auschwitz-charles/prince-charles-in-jerusalem-honours-grandmothers-wartime-heroism-saving-jews-idUKKBN1ZM293"}, "ARTICLE": {"TITLE": "Prince Charles, in Jerusalem, honours grandmother's wartime heroism saving Jews", "TEXT": "Britain's Prince Charles speaks during the Fifth World Holocaust Forum at the Yad Vashem Holocaust memorial museum in Jerusalem, January 23, 2020. Abir Sultan/Pool via REUTERS\n\nJERUSALEM (Reuters) - Britain’s Prince Charles paid homage on Thursday to his grandmother, Princess Alice, for sheltering Jews in Nazi-occupied Greece, saying the royal family took great pride in Israel’s recognition of her heroism in the Holocaust.\n\nCharles, first in line to the British throne, was addressing a Holocaust memorial ceremony attended by some 40 world leaders in Jerusalem.\n\n“I have long drawn inspiration from the selfless actions of my dear grandmother, Princess Alice of Greece, who in 1943 in Nazi-occupied Athens, saved a Jewish family by taking them into her home and hiding them,” the prince said at the forum in the Yad Vashem Holocaust memorial centre.\n\n“My grandmother, who is buried on the Mount of Olives, has a tree planted in her name here at Yad Vashem and is counted as one of the Righteous Among the Nations ... a fact which gives me and my family immense pride.”\n\nPrincess Alice of Battenberg and Greece was the mother-in-law of Britain’s Queen Elizabeth. A devout Christian, she died in London in 1969 and had asked to be buried in Jerusalem, next to her aunt, who like Alice had become a nun and founded a convent.\n\nIn 1993, the princess received the highest honour Yad Vashem bestows on non-Jews for hiding three members of the Cohen family in her palace in Athens during World War Two.\n\nEarlier on Thursday, Charles met Israel’s President Reuven Rivlin and expressed a commitment to combat anti-Semitism."}}