{"GDELT": {"GlobalEventID": 901053405, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "LBY", "Actor2Name": "LIBYA", "Actor2CountryCode": "LBY", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.29885057471264, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tripoli, Tarabulus, Libya", "Actor2Geo_CountryCode": "LY", "Actor2Geo_ADM1Code": "LY61", "Actor2Geo_ADM2Code": "19101", "Actor2Geo_Lat": 32.8925, "Actor2Geo_Long": 13.18, "Actor2Geo_FeatureID": "-3178767", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20200123154500, "SOURCEURL": "https://www.middleeastmonitor.com/20200123-did-the-berlin-conference-on-libya-reassure-or-concern-turkey/"}, "ARTICLE": {"TITLE": "Did the Berlin Conference on Libya reassure or concern Turkey?", "TEXT": "Turkey’s recent agreements with the Government of National Accord in Libya over maritime borders and the deployment of troops to the North African country, as well as its co-sponsorship with Russia of a ceasefire proposal, have revealed it to be a major player in the Libyan issue. The Turkish government was thus one of the main parties at the Berlin Conference on Libya last Sunday. This was scheduled on the same day as the Libyan parties’ talks under Russian auspices and with Turkish participation. Ankara was keen to participate in Berlin, a fact emphasised by its delegation being led by President Recep Tayyip Erdoğan himself.\n\nThe declared goal of Turkey’s engagement in the Libyan crisis is to support the Tripoli-based Government of National Accord, which could facilitate dialogue and thus a political solution. It is also understood implicitly that Turkey seeks to prevent the Libyan capital falling to the Libyan National Army of General Khalifa Haftar, which would topple the GNA and annul the Memorandum of Understanding regarding maritime borders. This would have negative repercussions for Turkey’s rights to gas reserves in the Eastern Mediterranean and its energy security, given that a number of rivals have joined forces in the East Mediterranean Gas Forum, from which Turkey has been excluded and its rights completely ignored.\n\nThe question now is to what extent were the conclusions of the Berlin Conference acceptable to Turkey and its goals? Did Berlin reassure or concern the government in Ankara?\n\nREAD: Libya was present in Berlin, but the Libyans weren’t\n\nThe closing statement of the conference focused on a political solution in Libya, and stressed the necessity of stabilising the ceasefire. Both are sought by Turkey, because they enhance the legitimacy of the GNA in Tripoli, at the very least.\n\nIn can be said, therefore, that the conference has achieved what Turkey sees as the minimum acceptable outcomes for the Libyan crisis at the present time which do not embroil it in a military conflict. The situation in Libya is very different to that in Syria, Turkey’s neighbour where it has engaged in three military operations so far.\n\nHowever, this does not mean that the conference outcomes were exactly what Ankara wanted or that they support its efforts in Libya. The conference was mainly held to restore as much as possible European guardianship over the Libyan issue and to pull the rug from under the Russians and the Turks. It also aimed to prevent Turkey from deploying troops to Libya in support of the GNA. This could explain the speed at which the conference was convened after some lengthy European prevarication about its timing.\n\nMoreover, the conference treated the local parties completely equally and described the developments in Libya as an “internal conflict between two parties”, despite it actually being a conflict between an internationally-recognised government and a renegade aggressor. This ignores the origins of the issue and contradicts the Turkish approach. While it stressed the need to establish the ceasefire, the closing statement that came out of Berlin did not include an explicit demand for Haftar to withdraw his forces back to their barracks in the east of the country. This implies a degree of legitimacy for his attack on Tripoli and Haftar’s previous measures, while only asking him for a truce in order to agree on a political solution.\n\nREAD: The Berlin conference benefited everyone except the Libyans\n\nThe most important thing is that the clauses in the closing statement about stopping foreign interventions and sending arms and fighters were mostly very broad and open to interpretation by both sides. Given that most of the countries intervening in the Libyan crisis do not agree with Ankara, it is expected that they will interpret these clauses to be almost exclusively against Turkey. Thus, even though it was invited to enter the country by the legitimate government, the GNA, Turkey’s support will be regarded as an unacceptable intervention and the troops it sends will be “mercenaries”. Turkey, meanwhile, will view its moves as bringing peace, stability and a political path to Libya.\n\nFinally, the closing statement stresses the need for foreign parties to commit to not interfering and supporting either of the two rival parties. This will be an obstacle to any future Turkish decision to send troops to Libya if requested by the GNA. It is true that this clause stipulates that the ceasefire must continue, meaning that if Haftar breaches it there would be grounds for Turkish intervention, but this will not be easy to deal with and will see a lot of criticism and pressure levelled against Ankara.\n\nTurkey is concerned that the Berlin Conference is the first step on a political path that gradually delegitimises the GNA in Tripoli by turning it into just one part of the equation rather than the internationally-recognised government. The next step would be to make the GNA a component of a political system before it is excluded from the scene altogether. That is the likely scenario if the countries which took part in Berlin supervise the political transformation, as most of them are in the camp which oppose Turkey.\n\nIn conclusion, while initial thoughts are that the Berlin Conference achieved the most important part of Turkey’s declared goals, closer examination suggests that international opposition and manipulated scenarios provide the government in Ankara with real cause for concern.\n\nREAD: Why Haftar refused to sign the Moscow ceasefire document\n\nThis article first appeared in Arabic in Arabi21 on 21 January 2020\n\nThe views expressed in this article belong to the author and do not necessarily reflect the editorial policy of Middle East Monitor."}}