{"GDELT": {"GlobalEventID": 901052704, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "GRC", "Actor1Name": "ATHENS", "Actor1CountryCode": "GRC", "Actor2Code": "EUR", "Actor2Name": "EUROPE", "Actor2CountryCode": "EUR", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.3598820058997, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Estonia", "Actor1Geo_CountryCode": "EN", "Actor1Geo_ADM1Code": "EN", "Actor1Geo_Lat": 59.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "EN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Estonia", "Actor2Geo_CountryCode": "EN", "Actor2Geo_ADM1Code": "EN", "Actor2Geo_Lat": 59.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "EN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Estonia", "Action2Geo_CountryCode": "EN", "Action2Geo_ADM1Code": "EN", "Action2Geo_Lat": 59.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "EN", "DATEADDED": 20200123154500, "SOURCEURL": "https://greece.greekreporter.com/2020/01/23/worlds-largest-robotics-festival-to-be-held-in-athens-in-april-2020/"}, "ARTICLE": {"TITLE": "World’s Largest Robotics Festival to Be Held in Athens in April 2020", "TEXT": "\n\n\n\nEurope’s largest festival and competition revolving around robotics, called the Robotex Festival, will be held in Athens on April 4-5, 2020, at Athens’ Serafeio Conference Center, it was recently announced. The robotics event is widely believed to be the largest such gathering in the entire world.\n\nAs part of this annual event, there will be robotics competitions, speeches and seminars pertaining to robotics, attracting tens of thousands of visitors from almost 50 different countries across the globe.\n\nThe Open robotics competitions are the heart of the festival and are carried out according to internationally-accepted standards for the industry.\n\nTeams which have created their own robotic unit and who would like to compete with it are welcome to apply for participation in the event.\n\nIn addition, if an individual has not actually built a robot but is interested in robotics, they can also participate as part of the audience for the competitions, speeches and seminars. In this way they will have the opportunity to learn about new technologies and will be able to interact with specialists in the world of robotics.\n\nThere are three competition categories, based on age: Level A for children up to 12 years of age; B for teenagers up to 17 years of age; and Level C for adults and college students.\n\nResearchers, engineers and business experts in the field of robotics will come together to share their insights and experience with the public in a number of relevant presentations and discussions.\n\nThe annual Robotex event, which started out in Estonia, has since become a worldwide competition and festival that has taken place in more than ten countries thus far.\n\nThe detailed schedule for the Robotex Festival is not available just yet, but it will be published in the near future. Entrance to the Festival will be free for all.\n\nFor more information about Robotex, please click here: https://www.youtube.com/watch?v=N5RwM1OGRp8\n\n\n\n"}}