{"GDELT": {"GlobalEventID": 901052729, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "IDN", "Actor1Name": "INDONESIA", "Actor1CountryCode": "IDN", "Actor2Code": "IDNGOV", "Actor2Name": "JAKARTA", "Actor2CountryCode": "IDN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.54535974973931, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Palangkaraya, Kalimantan Tengah, Indonesia", "Actor1Geo_CountryCode": "ID", "Actor1Geo_ADM1Code": "ID13", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -2.2, "Actor1Geo_Long": 113.833, "Actor1Geo_FeatureID": "-2690353", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Palangkaraya, Kalimantan Tengah, Indonesia", "Actor2Geo_CountryCode": "ID", "Actor2Geo_ADM1Code": "ID13", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -2.2, "Actor2Geo_Long": 113.833, "Actor2Geo_FeatureID": "-2690353", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Palangkaraya, Kalimantan Tengah, Indonesia", "Action2Geo_CountryCode": "ID", "Action2Geo_ADM1Code": "ID13", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -2.2, "Action2Geo_Long": 113.833, "Action2Geo_FeatureID": "-2690353", "DATEADDED": 20200123154500, "SOURCEURL": "https://www.latimes.com/world-nation/story/2020-01-23/governments-everywhere-are-targeting-journalists-the-latest-an-american-in-indonesia"}, "ARTICLE": {"TITLE": "Governments everywhere are targeting journalists. The latest: An American in Indonesia", "TEXT": "American journalist Philip Jacobson traveled to the island of Borneo last month to attend a public meeting between local lawmakers and an advocacy group for indigenous peoples.\n\nIt was typical of the work Jacobson does as an editor and content strategist for Mongabay, a California-based nonprofit news website that covers conservation issues. The site has a significant following in Indonesia, where it has broken stories about corruption and environmental degradation involving the country’s lucrative palm oil industry.\n\nBut the presence of a foreigner at the meeting, at the parliament building in Indonesia’s Central Kalimantan province on Borneo, drew the attention of authorities. The next day, hours before he was due to board a flight out of Borneo, immigration officers met Jacobson at his guesthouse and confiscated his passport, preventing him from leaving the provincial capital, Palangkaraya.\n\nJacobson, 30, was jailed this week and accused of an immigration violation that carries a maximum of five years in prison.\n\nAdvertisement\n\nIndonesian officials say that because Jacobson was in the country on a business visa, he was prohibited from conducting journalistic activities. His editor, Rhett Butler, argued that Jacobson was not reporting but simply attending a meeting.\n\n“It is a big stretch to call what he was doing journalistic activity,” Butler, the founder of Mongabay, said in a phone interview.\n\nJacobson, who was born in the Los Angeles area and lives in New York, is the first American to face prison under Indonesian laws that free-speech advocates say has made it more difficult for foreign journalists and researchers to work in the largest country in Southeast Asia.\n\nHis arrest comes as countries across Asia — even those, like Indonesia, that are nominally democracies — grow increasingly hostile to the press.\n\nAdvertisement\n\nIndia has in effect barred foreign journalists from covering a harsh military crackdown in the disputed northern territory of Kashmir. Myanmar imprisoned two journalists from the Reuters news agency for more than 500 days, for reporting on a military massacre of Rohingya Muslims, before releasing the pair last year under intense international pressure.\n\nIn the Philippines, journalist Maria Ressa, who has led critical coverage of President Rodrigo Duterte’s brutal drug war, faces decades in prison if convicted in a libel case.\n\nChina jails the most journalists of any country, with at least 49 behind bars at the end of 2019, according to the New York-based Committee to Protect Journalists. At least 250 journalists were in jail worldwide, 98% of them citizens of the country where they were detained, the CPJ found.\n\nAdvertisement\n\nIn Indonesia, the administration of President Joko Widodo, reelected to a second term last year, has pledged to promote human rights but failed to take meaningful steps to protect press freedom, advocacy groups say. Indonesia’s Alliance of Independent Journalists found 53 incidents of violence against journalists in 2019, 30 involving police officers.\n\n“The longer journalist Philip Jacobson remains held in detention, the more damage Indonesia does to its reputation as a democracy with a free press,” CPJ’s Southeast Asia representative, Shawn Crispin, said in a statement calling for Jacobson’s immediate release.\n\nSeveral foreign journalists have been arrested in Indonesia in recent years for visa violations, usually for filming or reporting without the required journalist visa. In practice, analysts say, getting a journalist visa is difficult and time-consuming, requiring the approval of 18 government ministries.\n\nAs a result, some journalists travel to Indonesia on a business visa, which allows the bearer to attend meetings. Jacobson obtained a business visa through a travel agency.\n\nAdvertisement\n\n“It’s a blurry line between a business meeting and doing journalism,” said Andreas Harsono, Indonesia researcher for Human Rights Watch. “That is now the debate in Phil’s case.”\n\nJacobson, who turns 31 on Sunday, was being held in a cell in Palangkaraya with five other men, said Harsono, who is in touch with people who have visited Jacobson in prison. Two officials from the U.S. Embassy in Jakarta, the Indonesian capital, were due to meet Jacobson at the prison Friday. An embassy spokesman did not respond to a request for comment on the case.\n\nIn a short video released by Mongabay, Jacobson is shown saying: “I really, really, really appreciate everything everyone is doing for me. It really touches my heart, so thank you so much.”\n\nQuick vid featuring footage of my #Mongabay colleague Phil Jacobson from prison in Kalimantan, where he's being held over an alleged visa violation #freephiljacobson https://t.co/hIcw8ovBwQ — Becky Kessler (@rkessl) January 23, 2020\n\nAdvertisement\n\nButler said he had no reason to believe that Jacobson — who traveled frequently to Indonesia and previously worked as a reporter for the English-language Jakarta Globe — was targeted for his work for Mongabay. But he said it was “very unusual” for a visa violation to result in imprisonment.\n\n“The normal procedure would be to deport someone,” he said. “So we’re very confused.”\n\nThe website, founded two decades ago and published in English, Spanish and Indonesian, has produced numerous stories detailing the link between Indonesia’s palm oil industry — which earns $20 billion in export revenue annually — and rampant deforestation.\n\nJacobson had traveled to Palangkaraya to meet an Indonesian colleague who was reporting about indigenous farmers whom authorities blame for setting fires that have contributed to severe air pollution across the region. The farmers argue that massive palm oil plantations, which clear land for their crop, are the main culprits in the fires.\n\nAdvertisement\n\nIndonesia supplies more than half the world’s palm oil — an ingredient found in everything from shampoo to potato chips — and the industry is one of the most powerful in the country. When CNN International published a report last year illustrating how the palm oil industry’s practices were contributing to climate change, the Indonesian government called the story “absurd.”\n\n“Indonesia is not going in the direction of a liberal democracy,” Harsono said. “The direction it is going in is oligarchy, and all these oligarchs have an interest in palm oil.”\n\n"}}