{"GDELT": {"GlobalEventID": 901051671, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor2Code": "BGD", "Actor2Name": "BANGLADESH", "Actor2CountryCode": "BGD", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.23280423280423, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nitpur, Rajshahi, Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG83", "Actor2Geo_ADM2Code": "5811", "Actor2Geo_Lat": 25.0272, "Actor2Geo_Long": 88.4687, "Actor2Geo_FeatureID": "-2737886", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nitpur, Rajshahi, Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG83", "Action2Geo_ADM2Code": "5811", "Action2Geo_Lat": 25.0272, "Action2Geo_Long": 88.4687, "Action2Geo_FeatureID": "-2737886", "DATEADDED": 20200123154500, "SOURCEURL": "https://bdnews24.com/bangladesh/2020/01/23/bangladeshi-dies-in-alleged-bsf-firing-in-naogaon-border"}, "ARTICLE": {"TITLE": "Bangladeshi dies in alleged BSF firing in Naogaon border", "TEXT": "But a local public representative said at least three people were killed there. Border Guard Bangladesh confirmed the news of one death and said they received reports of more casualties.\n\nA few Bangladeshis approached the border near Duarpal to bring cattle on Wednesday night, Abul Kalam Azad, the chairman of Nitpur union council, said on Thursday.\n\n“The BSF men from India’s Kedaripara camp opened fire on them while they were returning to Bangladesh with cattle,” he said.\n\nMafizul Islam, 35, was found dead near the Bangladesh side later while Ranjit Kumar, 25, and Kamal Hossain, 32, went missing after the incident, Azad said.\n\nRanjit and Kamal also died in the incident and the BSF took the bodies, he claimed, citing their companions.\n\nThe victims are from Dighipra village of Porsha.\n\nMokhlesur Rahman, the Hapania camp commander of BGG 16 Battalion, confirmed the news of Mafizul’s death.\n\n“We have heard that three people were shot…We are checking whether the two others died in India,\" he added.\n\nThe BGB would send a letter to the BSF for a flag meeting on the issue, Lt Col Ariful Haque, the commander of BGB-16 Battalion, said."}}