{"GDELT": {"GlobalEventID": 901051732, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor2Code": "GOV", "Actor2Name": "AUTHORITIES", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 11, "NumSources": 4, "NumArticles": 11, "AvgTone": -6.36284372904091, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Johannesburg, Gauteng, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF06", "Actor2Geo_ADM2Code": "77364", "Actor2Geo_Lat": -26.2, "Actor2Geo_Long": 28.0833, "Actor2Geo_FeatureID": "-1240261", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Johannesburg, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77364", "Action2Geo_Lat": -26.2, "Action2Geo_Long": 28.0833, "Action2Geo_FeatureID": "-1240261", "DATEADDED": 20200123154500, "SOURCEURL": "https://www.ksat.com/news/world/2020/01/23/ap-explains-how-climate-change-feeds-africa-locust-invasion/"}, "ARTICLE": {"TITLE": "AP Explains: How climate change feeds Africa locust invasion", "TEXT": "In this photo taken Thursday, Jan. 16, 2020, a Samburu man who works for a county disaster team identifying the location of the locusts, holds one on his hand near the village of Sissia, in Samburu county, Kenya. The most serious outbreak of desert locusts in 25 years is spreading across East Africa and posing an unprecedented threat to food security in some of the world's most vulnerable countries, authorities say, with unusual climate conditions partly to blame. (AP Photo/Patrick Ngugi)\n\nJOHANNESBURG – Locusts by the millions are nibbling their way across a large part of Africa in the worst outbreak some places have seen in 70 years. Is this another effect of a changing climate? Yes, researchers say. An unprecedented food security crisis may be the result.\n\nThe locusts \"reproduce rapidly and, if left unchecked, their current numbers could grow 500 times by June,” the United Nations says.\n\nHere’s a look at what’s going on and where the voracious insects might be going next.\n\nA LOCUST OUTBREAK? WHAT’S THAT LIKE?\n\nThe swarms of desert locusts hang like shimmering dark clouds on the horizon as they scour the countryside in what are already some of the world’s most vulnerable countries, including Somalia. Roughly the length of a finger, the whirring insects in huge numbers have destroyed hundreds of square kilometers (miles) of vegetation and forced people in some areas to bodily wade through them.\n\n“A typical desert locust swarm can contain up to 150 million locusts per square kilometer,” the East African regional body, the Intergovernmental Authority on Development, has said. “Swarms migrate with the wind and can cover 100 to 150 kilometers (62 to 93 miles) in a day. An average swarm can destroy as much food crops in a day as is sufficient to feed 2,500 people.”\n\nAlarm and exasperation mix with curiosity as people try to shoo the locusts away by shouting, waving pieces of clothing or banging on sheets of corrugated metal. In rural Kenya, men dashed along a path waving leafy branches at the insects and laughing in astonishment.\n\n“These things here, they came to us from Ethiopia and are destroying everything along the way including our farm,” said Esther Ndanu in the Kenyan village of Ngomeni. “We want the government to move very quickly to bring the plane to spray them with the medicine that can kill them, otherwise they will destroy everything.”\n\n“I am seeing a catastrophe,” local official Johnson Mutua Kanandu said.\n\nWHERE IS THIS HAPPENING?\n\nAn “extremely dangerous increase” in locust swarm activity has been reported in Kenya, East Africa's economic hub, regional authorities reported last week. One swarm measured 60 kilometers (37 miles) long by 40 kilometers (25 miles) wide in the country’s northeast, IGAD said.\n\nKenya hasn’t seen a locust outbreak like this in 70 years, Rosanne Marchesich, emergency response leader with the U.N. Food and Agriculture Organization, said Wednesday.\n\n“It’s the worst that we’ve seen in Ethiopia and in Somalia in 25 years,” she added, noting extensive damage to crops. Millions of people in both countries already cope with the constant risk of drought or flooding, as well as deadly unrest in Ethiopia and extremist attacks in Somalia.\n\nNow South Sudan, struggling to emerge from a civil war, and Uganda are bracing for the locusts’ arrival.\n\n“Uganda has not had to deal with a locust infestation since the ‘60s so there is concern about the ability for experts on the ground to be able to deal with it without external support,” Marchesich said. “And in a country like South Sudan, already 47% of the population is food insecure.”\n\nThis week Uganda’s prime minister told agriculture authorities that “this is an emergency and all agencies must be on the alert,” the government-controlled New Vision newspaper reported.\n\nHOW IS CLIMATE CHANGE INVOLVED?\n\nHeavy rains in East Africa made 2019 one of the region’s wettest years on record, said Nairobi-based climate scientist Abubakr Salih Babiker. He blamed rapidly warming waters in the Indian Ocean off Africa’s eastern coast, which also spawned an unusual number of strong tropical cyclones off Africa last year.\n\nHeavy rainfall and warmer temperatures are favorable conditions for locust breeding and in this case the conditions have become “exceptional,” he said.\n\nEven now rainfall continues in some parts of the vast region. The greenery that springs up keeps the locusts fuelled.\n\n“Countries are trying to prepare but this took them by surprise,” Babiker said.\n\nThe further increase in locust swarms could last until June as favorable breeding conditions continue, IGAD has said. But Babiker said it is hard to say for sure when this outbreak will be over.\n\n“This has become psychologically pressurizing,” he said, delicately.\n\nWHAT CAN BE DONE?\n\nMajor locust outbreaks can be devastating. One between 2003 and 2005 cost more than $500 million to control across 20 countries in northern Africa, the FAO has said. It caused more than $2.5 billion in harvest losses.\n\nTo help prevent and control outbreaks, authorities analyze satellite images, stockpile pesticides and conduct aerial spraying. In Ethiopia, officials have said they deployed four small planes to help fight the invasion.\n\nThe U.N. on Wednesday allocated $10 million for aerial spraying, with humanitarian chief Mark Lowcock saying families across the region “now face the prospect of watching as their crops are destroyed before their eyes.”\n\n___\n\nRodney Muhumuza in Kampala, Uganda contributed."}}