{"GDELT": {"GlobalEventID": 901053748, "Day": 20200123, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.063, "Actor1Code": "USAGOV", "Actor1Name": "OBAMA", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "UKR", "Actor2Name": "UKRAINE", "Actor2CountryCode": "UKR", "IsRootEvent": 0, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.2508751458576395, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kyiv, Kyyiv, Misto, Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP12", "Actor2Geo_ADM2Code": "28554", "Actor2Geo_Lat": 50.4333, "Actor2Geo_Long": 30.5167, "Actor2Geo_FeatureID": "-1044367", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kyiv, Kyyiv, Misto, Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP12", "Action2Geo_ADM2Code": "28554", "Action2Geo_Lat": 50.4333, "Action2Geo_Long": 30.5167, "Action2Geo_FeatureID": "-1044367", "DATEADDED": 20200123154500, "SOURCEURL": "https://www.washingtonexaminer.com/news/laura-ingraham-shows-emails-tying-alleged-ukraine-whistleblower-to-obama-white-house-meeting-on-burisma"}, "ARTICLE": {"TITLE": "Laura Ingraham shows emails tying alleged Ukraine whistleblower to Obama White House meeting on Burisma", "TEXT": "Newly revealed documents raise questions about the alleged Ukraine whistleblower.\n\nFox News host Laura Ingraham reported Wednesday evening that she obtained a chain of State Department emails stemming from a standard request for comment from New York Times journalist Ken Vogel, whose reporting helped generate scrutiny of Hunter Biden's ties to Ukrainian gas company Burisma. Biden, 49, is the son of Democratic presidential front-runner Joe Biden, and Republicans have called for him to testify during the Ukraine-related Senate impeachment trial against President Trump.\n\nOn May 1, 2019, Vogel contacted State Department official Kate Schilling about a story he was working on regarding an Obama administration meeting in January 2016 with Ukrainian prosecutors and mentioned the name of the CIA analyst believed to be the whistleblower whose complaint sparked impeachment proceedings that led to two articles of impeachment: abuse of power and obstruction of Congress.\n\nIngraham did not state the name of the alleged whistleblower — Fox News hosts are banned from doing so until the identity is confirmed — and blacked out the name when showing excerpts of documents. However, she likely was referring to Eric Ciaramella, who some Republicans and conservative media figures believe is the whistleblower.\n\nIn the email, Vogel wrote, \"We are going to report that [State Department official] Elizabeth Zentos attended a meeting at the White House on 1/19/2016 with Ukrainian prosecutors and embassy officials as well as ... [redacted] from the NSC ... The subjects discussed included efforts within the United State government to support prosecutions, in Ukraine and the United Kingdom, of Burisma Holdings ... and concerns that Hunter Biden's position with the company could complicate such efforts.\"\n\nIngraham said this email was forwarded to Schilling's colleagues, Zentos and George Kent, who appear to have been a source for Vogel. The conversation ended on May 3, with the State Department declining to comment. Kent, who was stationed in Kyiv at the time, told House investigators during an impeachment hearing last year that he raised concerns in 2015 about Hunter Biden holding a position with Burisma but was rebuffed by a Joe Biden aide.\n\nUsing archived Obama White House visitor logs, Ingraham said her team was able to corroborate details of the January 2016 meeting, showing on the screen the names of Ukrainian officials checked into the White House by Ciaramella, who was Ukraine director on the National Security Council.\n\n[Read more: 'Saw everything': Alleged whistleblower Eric Ciaramella had extensive access in Trump White House]\n\nIngraham said the story was never published and reached out to Vogel and the New York Times to ask why the report never came to fruition. While Vogel did not reply, Ingraham said the New York Times director of communications simply stated that Vogel's request for comment was consistent with the paper's news-gathering process.\n\nStill, Ingraham said that \"the timing of their request and the subsequent squashing of the story are very interesting,\" noting how Joe Biden announced his candidacy for president on April 25, one week before Vogel's request. She speculated a number of possibilities, including that Joe Biden's campaign somehow got the New York Times to drop the story.\n\nOn the same day as Vogel's request to the State Department, he had a report published examining how in 2016, then-Vice President Joe Biden threatened to withhold $1 billion in U.S. loan guarantees if Ukraine did not fire its top prosecutor, Viktor Shokin.\n\nTrump, his personal lawyer Rudy Giuliani, and other allies claim Joe Biden improperly used his role as vice president to pressure Ukraine to fire Shokin, who was widely seen as corrupt, in 2016 to protect his son from an investigation into Burisma Holdings, a Ukrainian energy company at which Hunter Biden held a $50,000-per-month position on the board. But the European Union, the International Monetary Fund, and other allies had the same objective, and Joe Biden was repeating U.S. policy that had been set out by Washington’s ambassador to Kyiv in the preceding months and was briefed by White House staff just ahead of the trip.\n\nJoe Biden has dubbed the allegations as “false, debunked conspiracy theories” about him, and Trump's efforts to pressure Ukraine to announce an investigation into Joe Biden and other political rivals are at the heart of the impeachment proceedings. Impeachment was spurred by the emergence of a whistleblower complaint, which the intelligence community inspector general determined to be urgent and credible, about a July phone call between Trump and Ukrainian President Volodymyr Zelensky in which the American leader pressed his Ukrainian counterpart to investigate Joe Biden and other Democrats.\n\nRepublicans have called for the whistleblower to come forward, but Democrats have argued that witness testimony and documents have moved the impeachment case beyond the whistleblower. Lawyers for the whistleblower have warned that identifying their client would put that person's life in danger.\n\nVogel has continued to report on the Bidens and Ukraine and the unfolding impeachment saga. He said in a Sept. 21 interview that the Ukraine story posed a \"significant liability\" for Joe Biden and that there was \"more to be told.\" Vogel got a report published the next day that declared no evidence had surfaced that showed Joe Biden intentionally tried to protect his son by getting Shokin fired."}}