{"GDELT": {"GlobalEventID": 902880077, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "GBR", "Actor1Name": "BRITAIN", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.62642369020501, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE11", "Action2Geo_ADM2Code": "5850", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": 4.33333, "Action2Geo_FeatureID": "-1955538", "DATEADDED": 20200131153000, "SOURCEURL": "https://www.independent.co.uk/voices/brexit-boris-johnson-canada-trade-deal-eu-ceta-a9310951.html"}, "ARTICLE": {"TITLE": "A Canada-style trade deal won't save us from post-Brexit fallout, however desperately Boris Johnson wants it to work", "TEXT": "On this dawn of a new Elizabethan age of enterprise, discovery and international trade, it seems a bit miserablist to snipe at the prospects of post-Brexit global Britain. But snipe, I’m afraid, I must.\n\nThe important point to remember, always, is that whatever new trade deal the UK negotiates with the European Union, it will be inferior, to a greater or lesser extent, with the completely frictionless movement of goods, provision of services, workers and capital that now exists as a full member of the EU.\n\nNor, on any rational calculation, will any fresh trade deals with other major powers – America, China, Japan, Australia and so on – compensate for the additional costs of Brexit and the impact of it on investment, jobs and living standards in Britain.\n\nDownload the new Independent Premium app Sharing the full story, not just the headlines\n\nSo, Canada then. It is being much talked up at the moment, as it has been on and off since the referendum in June 2016 as a model for the UK's new relationship with the EU. You may remember some chirpy talk form the former Brexit secretary, aka Brexit Bulldog, David Davis about a “Canada plus plus plus” trade deal, and variants thereof.\n\nShape Created with Sketch. Brexit day: UK says goodbye to EU Show all 66 left Created with Sketch. right Created with Sketch. Shape Created with Sketch. Brexit day: UK says goodbye to EU 1/66 A message projected onto the White Cliffs of Dover Sky News/AFP via Getty 2/66 Getty 3/66 Big Ben, shows the hands at eleven o'clock at night AFP via Getty Images 4/66 Nigel Farage speaks to pro-Brexit supporters PA 5/66 Pro-Brexit demonstrators celebrate on Parliament Square REUTERS 6/66 The Union flag is taken down outside the European Parliament in Brussels PA 7/66 Pro-EU campaigners outside the Scottish Parliament, Edinburgh PA 8/66 A pro-Brexit supporter jumps on an EU flag in Parliament Square PA 9/66 EU Council staff removed the Union Jack-British flag from the European Council in Brussels, Belgium EPA 10/66 A pro-Brexit supporter pours beer onto an EU flag PA 11/66 Pedestrians pass in front of the Ministry of Defence Building on Whitehall, illuminated by red, white and blue lights in central London AFP via Getty Images 12/66 A Brexit supporter shouts during a rally in London AP 13/66 Pro-EU campaigners outside the Scottish Parliament, Edinburgh PA 14/66 Pro-EU campaigners take part in a 'Missing EU Already' rally outside the Scottish Parliament, Edinburgh PA 15/66 A large pro-EU banner is projected onto Ramsgate cliff in Kent PA 16/66 Pro-EU supporters light candles in Smith Square in Westminster PA 17/66 A man waves Union flags from a small car as he drives past Brexit supporters gathering in Parliament Square AFP via Getty Images 18/66 The five-year old Elisa Saemann, left, and her seven-year old sister Katie hold a placard during a rally by anti-Brexit protesters outside the Scottish parliament in Edinburgh AP 19/66 Pro Europe supporters gather on Brexit day near the British embassy in Berlin, Germany EPA 20/66 Anti-Brexit protester hugs a man while holding a placard REUTERS 21/66 A decorated, old fashioned fire pump in Parliament Square PA 22/66 Pro Brexit Elvis impersonator performs at Parliament Square Getty Images 23/66 An anti-Brexiteers stands with his dog in Parliament Square AFP via Getty Images 24/66 Paddy from Bournemouth wears Union colours as he sits next to an EU flag decorated bag in Parliament Square AFP via Getty Images 25/66 A pro-EU activist plays a guitar decorated with the EU flag during a protest organised by civil rights group New Europeans outside Europe House, central London AFP via Getty Images 26/66 People celebrate Britain leaving the EU REUTERS 27/66 A Pro Brexit supporter has a Union Jack painted onto his face at Parliament Square Getty Images 28/66 Men hold placards celebrating Britain leaving the EU REUTERS 29/66 Pro Brexit supporters dance in the street draped with Union Jack flags at Parliament Square Getty Images 30/66 An anti-Brexit demonstrator spreads his wings during a gathering near Downing Street AP 31/66 Pro EU supporters display a banner ' Here to Stay, Here to Fight, Migrants In, Tories Out' from Westminster bridge EPA 32/66 Pro-Brexit supporters burn European Union flags at Parliament Square Getty 33/66 A man poses for a picture on Parliament Square in a 'Brexit Day' t-shirt Reuters 34/66 People celebrate Britain leaving the EU Reuters 35/66 AFP via Getty 36/66 A man wears a pro-Brexit t-shirt Reuters 37/66 Anti-Brexit demonstrators visit Europe House to give flowers to the staff on Brexit day Reuters 38/66 Pro Brexit supporter wears a novelty Union Jack top hat outside the Houses of Parliament Getty Images 39/66 Customers Scott Jones and Laura Jones at the Sawmill Bar in South Elmsall, Yorkshire, where a Brexit party is being held throughout the day PA 40/66 AP 41/66 Getty 42/66 Getty Images 43/66 Pro-EU activists protest Getty Images 44/66 A pro-Brexit demonstrator burns a European Union flag AP 45/66 Pro Brexit supporters Getty Images 46/66 Pro Brexit supporters Getty Images 47/66 A Brexit supports holds a sign in Parliament Square AP 48/66 A man carries an EU themed wreath Reuters 49/66 Ann Widdecombe reacts with other members of the Brexit party as they leave en masse from the European Parliament PA 50/66 Anti-Brexit demonstrators in Parliament Square PA 51/66 Pro EU supporters let off flares from Westminster Bridge Getty 52/66 British MEPs Jonathan Bullock, holding the Union Jack flag and Jake Pugh leave the European Parliament, in Brussels on the Brexit day AFP via Getty 53/66 Newspapers and other souvenirs at a store, near Parliament Square Reuters 54/66 Brexit supporters hold signs in Parliament Square AP 55/66 Pro-EU protesters hold placards in Parliament Square AFP via Getty 56/66 French newspapers PA 57/66 Sinn Fein leader Mary Lou McDonald with a Border Communities Against Brexit poster before its unveiling in Carrickcarnon on the Irish border PA 58/66 National growers organisation British Apples & Pears has renamed a British apple to EOS, the Greek goddess of dawn, to commemorate Brexit day AP 59/66 Pro-EU protesters hold placards in Parliament Square AFP via Getty 60/66 Britain's departure from the European Union was set in law on January 29, amid emotional scenes, as the bloc's parliament voted to ratify the divorce papers. After half a century of membership and three years of tense withdrawal talks, the UK will leave the EU at midnight Brussels time (23.00 GMT) on January 31 Reuters 61/66 A man poses with paintings on Parliament Square Reuters 62/66 People sporting Union Flags gather in Parliament Square Getty 63/66 A man walks with a St. George's flag at Westminster bridge on Brexit day Reuters 64/66 A British bulldog toy and other souvenirs at a souvenir store Reuters 65/66 British pro-brexit Members of the European Parliament leave the EU Parliament for the last time Reuters 66/66 Jonathan Bullock waves the Union Jack as he leaves the European Parliament EPA 1/66 A message projected onto the White Cliffs of Dover Sky News/AFP via Getty 2/66 Getty 3/66 Big Ben, shows the hands at eleven o'clock at night AFP via Getty Images 4/66 Nigel Farage speaks to pro-Brexit supporters PA 5/66 Pro-Brexit demonstrators celebrate on Parliament Square REUTERS 6/66 The Union flag is taken down outside the European Parliament in Brussels PA 7/66 Pro-EU campaigners outside the Scottish Parliament, Edinburgh PA 8/66 A pro-Brexit supporter jumps on an EU flag in Parliament Square PA 9/66 EU Council staff removed the Union Jack-British flag from the European Council in Brussels, Belgium EPA 10/66 A pro-Brexit supporter pours beer onto an EU flag PA 11/66 Pedestrians pass in front of the Ministry of Defence Building on Whitehall, illuminated by red, white and blue lights in central London AFP via Getty Images 12/66 A Brexit supporter shouts during a rally in London AP 13/66 Pro-EU campaigners outside the Scottish Parliament, Edinburgh PA 14/66 Pro-EU campaigners take part in a 'Missing EU Already' rally outside the Scottish Parliament, Edinburgh PA 15/66 A large pro-EU banner is projected onto Ramsgate cliff in Kent PA 16/66 Pro-EU supporters light candles in Smith Square in Westminster PA 17/66 A man waves Union flags from a small car as he drives past Brexit supporters gathering in Parliament Square AFP via Getty Images 18/66 The five-year old Elisa Saemann, left, and her seven-year old sister Katie hold a placard during a rally by anti-Brexit protesters outside the Scottish parliament in Edinburgh AP 19/66 Pro Europe supporters gather on Brexit day near the British embassy in Berlin, Germany EPA 20/66 Anti-Brexit protester hugs a man while holding a placard REUTERS 21/66 A decorated, old fashioned fire pump in Parliament Square PA 22/66 Pro Brexit Elvis impersonator performs at Parliament Square Getty Images 23/66 An anti-Brexiteers stands with his dog in Parliament Square AFP via Getty Images 24/66 Paddy from Bournemouth wears Union colours as he sits next to an EU flag decorated bag in Parliament Square AFP via Getty Images 25/66 A pro-EU activist plays a guitar decorated with the EU flag during a protest organised by civil rights group New Europeans outside Europe House, central London AFP via Getty Images 26/66 People celebrate Britain leaving the EU REUTERS 27/66 A Pro Brexit supporter has a Union Jack painted onto his face at Parliament Square Getty Images 28/66 Men hold placards celebrating Britain leaving the EU REUTERS 29/66 Pro Brexit supporters dance in the street draped with Union Jack flags at Parliament Square Getty Images 30/66 An anti-Brexit demonstrator spreads his wings during a gathering near Downing Street AP 31/66 Pro EU supporters display a banner ' Here to Stay, Here to Fight, Migrants In, Tories Out' from Westminster bridge EPA 32/66 Pro-Brexit supporters burn European Union flags at Parliament Square Getty 33/66 A man poses for a picture on Parliament Square in a 'Brexit Day' t-shirt Reuters 34/66 People celebrate Britain leaving the EU Reuters 35/66 AFP via Getty 36/66 A man wears a pro-Brexit t-shirt Reuters 37/66 Anti-Brexit demonstrators visit Europe House to give flowers to the staff on Brexit day Reuters 38/66 Pro Brexit supporter wears a novelty Union Jack top hat outside the Houses of Parliament Getty Images 39/66 Customers Scott Jones and Laura Jones at the Sawmill Bar in South Elmsall, Yorkshire, where a Brexit party is being held throughout the day PA 40/66 AP 41/66 Getty 42/66 Getty Images 43/66 Pro-EU activists protest Getty Images 44/66 A pro-Brexit demonstrator burns a European Union flag AP 45/66 Pro Brexit supporters Getty Images 46/66 Pro Brexit supporters Getty Images 47/66 A Brexit supports holds a sign in Parliament Square AP 48/66 A man carries an EU themed wreath Reuters 49/66 Ann Widdecombe reacts with other members of the Brexit party as they leave en masse from the European Parliament PA 50/66 Anti-Brexit demonstrators in Parliament Square PA 51/66 Pro EU supporters let off flares from Westminster Bridge Getty 52/66 British MEPs Jonathan Bullock, holding the Union Jack flag and Jake Pugh leave the European Parliament, in Brussels on the Brexit day AFP via Getty 53/66 Newspapers and other souvenirs at a store, near Parliament Square Reuters 54/66 Brexit supporters hold signs in Parliament Square AP 55/66 Pro-EU protesters hold placards in Parliament Square AFP via Getty 56/66 French newspapers PA 57/66 Sinn Fein leader Mary Lou McDonald with a Border Communities Against Brexit poster before its unveiling in Carrickcarnon on the Irish border PA 58/66 National growers organisation British Apples & Pears has renamed a British apple to EOS, the Greek goddess of dawn, to commemorate Brexit day AP 59/66 Pro-EU protesters hold placards in Parliament Square AFP via Getty 60/66 Britain's departure from the European Union was set in law on January 29, amid emotional scenes, as the bloc's parliament voted to ratify the divorce papers. After half a century of membership and three years of tense withdrawal talks, the UK will leave the EU at midnight Brussels time (23.00 GMT) on January 31 Reuters 61/66 A man poses with paintings on Parliament Square Reuters 62/66 People sporting Union Flags gather in Parliament Square Getty 63/66 A man walks with a St. George's flag at Westminster bridge on Brexit day Reuters 64/66 A British bulldog toy and other souvenirs at a souvenir store Reuters 65/66 British pro-brexit Members of the European Parliament leave the EU Parliament for the last time Reuters 66/66 Jonathan Bullock waves the Union Jack as he leaves the European Parliament EPA\n\nPut back into the jargon, a “Canada-style deal” with the EU means that global Britain will achieve a similar economic and trading relationship with the European Union as the one Canada recently concluded. It’s called CETA – the Comprehensive Economic and Trade Agreement – and it looks quite impressive. Some 98 per cent of all duties that used to be levied on EU exports to Canada, and vice versa, are being abolished. European protected products (eg Italian Chianti and Hungarian salami) will continue to enjoy a sort of copyright protection.\n\nCertain Canadian services will be opened up to EU forms – financial services, transport and telecoms, for example. Most impressively, the EU and Canada can recognise each other’s professional qualifications in certain jobs. Thus, in principle, a Canadian accountant could get a job as an accountant without further ado in Denmark; a French lawyer could practise in Quebec; or a German engineer could take up a position in Montreal and so on – but none would have any automatic “right” to do so, as exists today across the EU. And of course, this leaves out non-professional workers (such as journalists, as it happens).\n\nSound good? Canada doesn’t have to send any money to the EU budget; there’s no sense in which the Court of Justice of the European Union has supremacy over Canadian courts; there’s no unrestricted freedom of movement for workers across the Atlantic; and the EU and Canadians being advanced civilised societies, have mutually agreed standards of environmental protection and workers’ rights.\n\nNow, if you added in some clauses about sharing intelligence on terrorists, say, cooperating on data exchanges and some additional co-operation on areas such as overseas development, student exchanges, tourism, air travel and the rest, it would make a fine basis for a new relationship with what the government calls “our friends and partners” in Europe.\n\nExcept for a few things, though. First, Canada is not Britain. Britain is next door to the EU, and the movement of people, goods and services across the English Channel and the North Sea is obviously far larger than they are across the North Atlantic. We have a lot of fish, far nearer than Canadian stocks.\n\nThe economic relationships and social relationships, after a half-century of integration between Britain and the EU’s remaining 26 members are obviously far more intimate than the relatively remote ones between the EU and Canada (even with the British interest, via historical and Commonwealth ties). The post-Brexit rights of British citizens on the Costa del Sol, and Polish families in Lincolnshire, for example, remain unclear – a big issue that simply doesn’t apply to the relatively small numbers of EU and Canadians living abroad.\n\nMost trade deals are to do with dismantling barriers and making trade easier; the UK and EU are in the unusual position of erecting obstacles and making trade more difficult. In a way that should be easier – we start from complete harmonisation as if we were one economic country – but it can also be trickier, because of ingrained expectations. If we assume we can, say, use a UK driving licence to drive a lorry to Turkey in a year’s time, or to export our cars as we do now, we may be disappointed, even under a CETA style agreement.\n\nMoreover, Britain might wish to diverge further than Canada does from EU rules on, say, the working time directive. The EU has made clear that the UK would not be allowed to do so without some corresponding reduction in access to EU markets – the level playing field idea.\n\n“Free trade” is not as free as it sounds. It merely means free (or free-er) access to goods markets, mostly without duties and quotas. It does not mean that everything can flow freely across borders as if they didn’t exist – there will still be checks, on, for example, whether “rules of origin” are being observed.\n\nTo take a topical example, it would be wrong for a Canadian entity to import a consignment of the famous chlorinated chicken from the US, and then re-export it to the EU, where it is banned. The chickens would be, by value, still overwhelmingly American rather than Canadian; but even if they were Canadian, they would not be allowed into the EU, tariffs or no tariffs. There is no suggestion that Canadian and EU product standards will be aligned – but that means checks and bureaucracy and costs.\n\nThere are many more such examples, and rules of origin can be complex and demanding. It is not the same, at all, as the current single market and customs union.\n\nLast, the CETA took years to negotiate and was held up in its ratification, semi-comically, by the Walloon regional parliament in Francophone Belgium, where the feeling was that the interests of dairy farmers and their (presumably French-speaking) cattle were not being sufficiently looked after. Eventually, the CETA crossed its final hurdles and was passed into law – but it took far longer than the11 months Boris Johnson has allowed for a deal.\n\nFrom the tangle of tariffs and restrictions that previously existed between Canada and Europe, it was a great step forward. But from the full membership and full freedoms currently enjoyed by the UK in the largest economic bloc on the planet, it would be a correspondingly retrograde step. No cause for celebration there."}}