{"GDELT": {"GlobalEventID": 902861961, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 154, "EventBaseCode": 154, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.34782608695652, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200131134500, "SOURCEURL": "https://www.aol.com/article/lifestyle/2020/01/31/dermatologist-reveals-her-top-tips-to-combating-winter-dandruff/23913441/"}, "ARTICLE": {"TITLE": "Dermatologist reveals her top tips to combating winter dandruff", "TEXT": "Colder weather wreaks more havoc on our bodies than just chapped noses and dry lips.\n\nOur hands become raw, our chins become irritated from scarves and turtlenecks, but the most frustrating (and seemingly undefeatable!) hit our body takes in the winter has to do with our scalp.\n\n\"During cold weather, we tend to raise the temperature indoors and it becomes very dry,\" explained Dr. Francesca Fusco, a dermatologist with Wexler Dermatology in New York City.\n\n\"The dryness indoors tends to suck moisture from the scalp leaving it very dry. A dry scalp is often itchy and flaky. Such dryness and flakiness may cause an intense itch or even burning when one goes to get hair colored.\"\n\nWhile many people may associate dry scalps with dandruff or flakes, Dr. Fusco explains that dryness can present itself in a variety of different ways.\n\n\"Everyone has a different definition of dandruff,\" she explains.\n\n\"To some people, it is just a dry flaky scalp,\" she maintains. \"In the most severe cases, it is something called seborrheic dermatitis, where there is an overgrowth of yeast on the scalp.\"\n\nWhile the overgrowth of yeast, called Pityrosporum, is seen in more acute cases, Fusco says that flakes can be a result of something as simple as sensitivity to a particular ingredient or even from cleansing hair too infrequently.\n\n\"Some individuals find that by not shampooing frequently enough, they get a buildup of dead skin, oil and hair care products that can lead to itching and appear as dandruff,\" Fusco continues.\n\n\"Certain hair care ingredients can aggravate or even trigger what appears to be a dry flaky scalp,\" she adds, mentioning that Formalin, Paraben, Hecachlorophene and Miranol are four ingredients have been proven to cause shampoo-induced dermatitis.\n\nAdditionally, she suggests avoiding products with alcohol, paraben, and acrylates because they can exacerbate dryness, while products with natural oils, hyaluronic acid, tea tree oil and Vitamin B3 can increase moisture.\n\n\"Any dandruff shampoo with zinc pyrithione will both hydrate and combat dandruff,\" she suggests.\n\nAt-home hair masks like the Macadamia Professional Nourishing Repair Masque ($36, Amazon) and Living Proof Restore Dry Scalp Treatment ($43, Ulta) are a favorite of the doctor's because of the use of Vitamin 3 to balance scalps ecosystems, but Dr. Fusco also says using humidifiers can help.\n\nOur team is dedicated to finding and telling you more about the products and deals we love. If you love them too and decide to purchase through the links below, we may receive a commission. Pricing and availability are subject to change.\n\nShe also advises patients to test out DIY scalp masks, an easy at-home alternative.\n\n\"A favorite tip of mine is to mix a tablespoon of coarse sugar in with shampoo to gently remove dead skin flakes. It is natural and dissolves as it rinses so it leaves no residue.\"\n\nWhile at-home hair masks might be a good option for some patients, others may be better off consulting a dermatologist.\n\n\"If it is persistent, uncomfortable or persistently itchy, a visit to a dermatologist may be necessary to determine if it’s eczema, an allergy, seborrheic dermatitis or psoriasis.\"\n\nMore from :\n\nHere are the top-rated auto-curlers, starting at just $50\n\nHurry! The bestselling Revlon One-Step Hair Dryer is 55 percent off on Amazon\n\nThe 5 hair products that gave Demi Lovato her textured waves at the Grammys"}}