{"GDELT": {"GlobalEventID": 902860832, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "CVL", "Actor1Name": "CITIZEN", "Actor1Type1Code": "CVL", "Actor2Code": "KOR", "Actor2Name": "SEOUL", "Actor2CountryCode": "KOR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.31023102310231, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS11", "Actor2Geo_ADM2Code": "24984", "Actor2Geo_Lat": 37.5664, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "-716583", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20200131134500, "SOURCEURL": "https://www.newvision.co.ug/new_vision/news/1514282/coronavirus-countries-evacuate-citizens-china"}, "ARTICLE": {"TITLE": "Coronavirus: countries evacuate citizens from China", "TEXT": "These are the plans so far by foreign governments to evacuate their citizens from the epicentre of the outbreak\n\nThese are the plans so far by foreign governments to evacuate their citizens from the epicentre of the outbreak\n\nThousands of foreigners were among millions of people confined in the central Chinese city of Wuhan when Beijing announced plans to stem the spread of a SARS-like virus which has now claimed 213 lives nationwide.\n\nOn Friday, China's National Health Commission said nearly 10,000 people have been infected by the novel coronavirus. Outside mainland China, Macau and Hong Kong, there have been at least 80 confirmed cases reported.\n\nThese are the plans so far by foreign governments to evacuate their citizens from the epicentre of the outbreak:\n\nASIA PACIFIC\n\nAustralia\n\nThe foreign ministry said Tuesday it was working on a plan to transport home all Australian nationals, most of whom it said are dual nationals.\n\nOfficials added they had received about 400 calls from Australians in China registering for evacuation.\n\nCanberra does not have a consulate in Wuhan but Prime Minister Scott Morrison said the government is negotiating with Chinese officials over the arrangements.\n\nHe said officials were talking to the United States and Britain about the plans and working with New Zealand on a possible joint evacuation effort.\n\nBangladesh\n\nAuthorities in Dhaka will send a special flight of Biman Bangladesh Airlines, the country's national carrier, to bring back 361 nationals, health ministry spokesman Maidul Islam said Friday. Like most countries, Bangladesh will also quarantine the returnees for 14 days.\n\nIndia\n\nThe foreign ministry said Wednesday it has now requested permission to operate two flights to remove nationals from China, and that the Indian embassy in Beijing was in talks with local authorities.\n\nNational carrier Air India will send a Boeing 747 to Wuhan on Friday to bring back Indian nationals, two aviation industry sources told AFP.\n\nIndonesia\n\nJakarta said there are more than 230 Indonesians in China -- roughly 100 in Wuhan and the rest in Hubei province. The foreign ministry said Tuesday it has yet to decide on an evacuation plan.\n\nJapan\n\nJapan was among the first countries to bring its nationals out of Wuhan.\n\nBy Friday, three planeloads had arrived back in Tokyo, a total of more than 550 people.\n\nAt least three dozen have been hospitalised.\n\nMost of those who came back are staying in government-appointed hotels, though at least two went home.\n\nThey are being asked -- but not mandated -- to stay in self-quarantine for two weeks.\n\nMalaysia\n\nMalaysian Prime Minister Mahathir Mohamad said Wednesday that Kuala Lumpur was keen to send a plane to Wuhan to evacuate some 78 Malaysians stranded in the city.\n\nPhilippines\n\nThe foreign ministry said Wednesday it would evacuate citizens in Hubei on a chartered flight, and asked nationals in the area to contact the Shanghai consulate.\n\nOn Tuesday, officials said there were roughly 150 Filipinos in Wuhan and another 150 in other parts of Hubei.\n\nSingapore\n\nSingapore flew home 92 of its citizens from Wuhan on Thursday, the foreign ministry said in a statement.\n\nThe Singaporeans flew back on a flight operated by Scoot, Singapore Airline's budget arm, and landed Thursday morning.\n\nSri Lanka\n\nColombo said Tuesday there were roughly 860 Sri Lankan students in China.\n\nThe foreign ministry said it is awaiting a response from the Chinese authorities to operate a Sri Lankan airlines charter flight to Wuhan to evacuate some 32 Sri Lankan students and their relatives.\n\nSouth Korea\n\nA chartered plane carrying 368 South Koreans arrived home from Wuhan on Friday.\n\nAmong them, 18 evacuees who are showing symptoms have been hospitalised at two medical facilities in Seoul.\n\nAmbulances are seen at Seoul Gimpo Business Aviation Center, where an airplane carrying South Korean citizens repatriated from the Chinese city of Wuhan is scheduled to arrive, at Gimpo airport in Seoul. AFP Photo Ambulances are seen at Seoul Gimpo Business Aviation Center, where an airplane carrying South Korean citizens repatriated from the Chinese city of Wuhan is scheduled to arrive, at Gimpo airport in Seoul. AFP Photo\n\nThailand\n\nThailand's premier Prayut Chan-O-Cha said Wednesday China has been \"arranging the slot\" for the country to evacuate its citizens, and those from Wuhan city would be the first to return -- though he did not provide a specific time frame.\n\nSixty-five Thais are in Wuhan, the premier said.\n\nNORTH AMERICA\n\nUnited States\n\nThe State Department said a chartered flight had left Wuhan early Wednesday with 240 American citizens on board, including consular staff.\n\nEUROPE\n\nBritain\n\nAfter receiving clearance from Chinese authorities, Britain airlifted 110 British and foreign nationals on Friday.\n\nFrance\n\nA plane carrying around 200 French citizens flew out of virus-hit Wuhan on Friday.\n\nAbout 500 to 1,000 French citizens are eligible for repatriation there. Another flight is planned.\n\nThe European Union meanwhile said it would co-fund an airlift effort at France's request, so that more than 100 nationals from other EU nations could be repatriated along with French citizens.\n\nThe European Commission said \"only healthy or asymptomatic citizens will be authorised to travel\" on the flights.\n\nGermany\n\nBerlin said Wednesday it was planning to evacuate roughly 90 citizens reportedly in Wuhan, with German newspapers reporting nationals would leave Wuhan on Saturday.\n\nSpain\n\nSpanish officials are working with China and the European Union to take Spanish nationals out of the area, the foreign minister said.\n\nNORTH AFRICA\n\nAlgeria\n\nPresident Abdelmadjid Tebboune has asked the government to take all measures needed to bring home 36 Algerians, most of them students, living in Wuhan, according to state agency APS.\n\nMorocco\n\nAbout 100 people, mostly students in Wuhan, will be evacuated, according to local media."}}