{"GDELT": {"GlobalEventID": 902879929, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.25, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Jersey City, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ017", "Actor1Geo_Lat": 40.7282, "Actor1Geo_Long": -74.0776, "Actor1Geo_FeatureID": "877450", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Jersey City, New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.7282, "Action2Geo_Long": -74.0776, "Action2Geo_FeatureID": "877450", "DATEADDED": 20200131153000, "SOURCEURL": "https://www.algemeiner.com/2020/01/31/does-jews-living-where-they-shouldnt-lead-to-attacks/"}, "ARTICLE": {"TITLE": "Does Jews Living Where They ‘Shouldn’t’ Lead to Attacks?", "TEXT": "Recent attacks on Jews in Jersey City and Monsey, New York, have prompted some in the media to opine about whether the victims in any way played a role in the assaults, because they were living where they shouldn’t.\n\nNBC New York tweeted “with the expansion of Orthodox communities outside NYC has come civic sparring, and some fear the recent violence may be an outgrowth of that conflict.” In other words, according to NBC, if observant Jews move outside their enclaves, violence might follow. And not a word about how unacceptable that premise is.\n\nWhile the NBC affiliate deleted that tweet, its article about the Monsey stabbing and the Jersey City shooting remains online with the subheading, “the expansion of Hasidic communities in New York’s Hudson Valley, the Catskills and northern New Jersey has led to some anti-semitic rhetoric.” The article, which appears to have originated with the AP, explained about the Jersey City shootings: “The slayings happened in a neighborhood where Hasidic families had recently been relocating, amid pushback from some local officials who complained about representatives of the community going door to door, offering to buy homes at Brooklyn prices.”\n\nSimilarly, after the Jersey City shooting, a New Jersey local news outlet ran the headline, “Tensions within a changing community are heightened in the wake of the Jersey City tragedy,” and the subheading: “the sentiment had simmered ever since ultra-orthodox Jews began moving to a lower-income section of a city where other areas have seen a boom.” The Northjersey.com article noted that officials and community leaders had condemned a public antisemitic outburst in the wake of the attack. “But,” the article equivocated [emphasis added], and then quoted one resident, “‘People who have been living here for years … are dealing with being unable to afford it because of the changes that are happening in Jersey City.’”\n\nRelated coverage Netanyahu, Another Election Will Smash What Little Faith We Have Left JNS.org – Prime Minister Netanyahu, don’t take us there, to a fourth election in under two years. Don’t drag all...\n\nWhile gentrification is hardly unique to Jersey City, we don’t see reporters or opinion writers suggesting that violence against, say, the white hipsters in Williamsburg would be in any way understandable or even possibly expected.\n\nWe have, however, seen this type of victim-blaming before. For years, some in the media have explicitly or implicitly endorsed the idea that Jews should not live in the West Bank.\n\nIn a 2014 column in The Washington Post, for example, Jill Jacobs, the Executive Director of T’ruah, described a group that legally purchased homes in a neighborhood in eastern Jerusalem as “the worst kind of thief.” In 2016, The New York Times, though temporarily, adopted a policy of describing Jewish towns in Judea and Samaria as being “on Palestinian territory” — appointing itself, somehow, the arbiter of an international border dispute. Columnist Peter Beinart has argued for years that Jews who live in Judea and Samaria should be boycotted, and more recently, he baselessly compared these Jewish neighborhoods to the Jim Crow era in the South.\n\nAnd in 2019, The Forward printed an opinion piece that argued that “Palestinians Are Right to Outlaw Selling Land to Settlers.”\n\nThe implication of all these pieces and others is that those Jews who choose to live in certain places where they are the minority, do so at their own risk — and their children’s. We see this play out in reporting of and discussions about terrorism. For example, in 2016, Reuters reported the death of 13-year-old Hallel Yaffa Ariel with the headline, “Palestinian kills teen in Israeli settlement, then shot dead.” Editors found that the fact that she was “in [an] Israeli settlement” was of such importance to the story that it merited mention in both the headline and in the very first sentence, which read: “A Palestinian fatally stabbed a 13-year-old Israeli girl in her bedroom in a settlement in the occupied West Bank ….” Ariel lived in Kiryat Arba, a suburb of Hebron. Hebron is the location of the Cave of the Patriarchs, where the forefathers and foremothers of the Jewish religion are said to be buried.\n\nIn 2018, the Canadian National Post reported on the death of Ari Fuld with the headline, “U.S.-born Israeli settler killed in West Bank stabbing hailed as a hero by Netanyahu.” This, despite the fact that the article as originally printed in The Washington Post referred to Fuld in the headline as a “U.S.-born Israeli citizen.” Both news outlets, however, said in the third paragraph, that “he was stabbed to death Sunday outside a supermarket at a busy intersection in the Israeli-occupied West Bank that in recent years has become synonymous with such deadly attacks.” The article also reported, “critics of Israel debated [his death] on social media, notably his choice to live in the settlement area known to Israelis as Gush Etzion. Some agreed with a critic who tweeted, ‘An armed settler is a fair target.’” The Washington Post even included the tweet.\n\nIs it possible that the insinuation that it’s the Jews’ own fault if they are shot, stabbed, and otherwise assaulted, because of where they live in Israel, has now affected the conversation in America? I’ll let you decide."}}