{"GDELT": {"GlobalEventID": 902880570, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "LTU", "Actor1Name": "LITHUANIAN", "Actor1CountryCode": "LTU", "Actor2Code": "LTUGOV", "Actor2Name": "LITHUANIA", "Actor2CountryCode": "LTU", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 129, "EventBaseCode": 129, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.70588235294113, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lithuania", "Actor1Geo_CountryCode": "LH", "Actor1Geo_ADM1Code": "LH", "Actor1Geo_Lat": 56.0, "Actor1Geo_Long": 24.0, "Actor1Geo_FeatureID": "LH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Lithuania", "Actor2Geo_CountryCode": "LH", "Actor2Geo_ADM1Code": "LH", "Actor2Geo_Lat": 56.0, "Actor2Geo_Long": 24.0, "Actor2Geo_FeatureID": "LH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lithuania", "Action2Geo_CountryCode": "LH", "Action2Geo_ADM1Code": "LH", "Action2Geo_Lat": 56.0, "Action2Geo_Long": 24.0, "Action2Geo_FeatureID": "LH", "DATEADDED": 20200131153000, "SOURCEURL": "https://www.lrt.lt/en/news-in-english/19/1138629/lithuanian-president-vetoes-asset-seizure-law"}, "ARTICLE": {"TITLE": "Lithuanian president vetoes asset seizure law", "TEXT": "President Gitanas Nausėda has vetoed a law allowing asset seizure by the state, saying it may run counter to Lithuania's constitution due to its retroactive power.\n\nThe president returned the bill to the parliament for revision, suggesting to remove the part of the law that says it is effective since December 11, 2010.\n\n“All key provisions of the law remain, but one thing we cross out is its coming into force retrospectively, which is impossible under the Constitutional Court doctrine,” Jūratė Šovienė, the president's adviser on legal issues, told reporters on Friday.\n\nThe veto seeks to avoid the law being contested in the Constitutional Court, she explained, while the president does not challenge “the idea and the purpose of the law [which is] to prevent organised crime and corruption”.\n\nAccording to Šovienė, even with the president's changes the law could be used to seize assets acquired after December 11, 2010, but only as long suspicions or charges are brought after the legislation comes into effect.\n\nThe Lithuanian parliament adopted the law on January 14.\n\nIt allows the state to seize assets from a person if they are part of a criminal group, are suspected, charged or convicted for serious crimes, such as human trafficking, robbery, extortion as well as corruption crimes linked to smuggling and drugs.\n\nAssets could also be forfeited if their value significantly exceeds what the person could have acquired on legal income.\n\nSupporters of the law say it will help fight corruption. Critics, however, argue that the law will violate the presumption of innocence and will disproportionally restrict people's ownership rights.\n\nSeimas to uphold veto\n\nRamūnas Karbauskis, the leader of the ruling Lithuanian Farmers and Greens Union, has said that the Seimas will back President Nausėda's veto and will adopt the law with the proposed amendments.\n\nRamūnas Karbauskis / J. Stacevičius/LRT\n\n“We have already talked to the president about the veto and we did what we agreed, there's a veto but with proposals that have been coordinated with the Seimas Legal Department.” Karbauskis told reporters in Kaunas. “I believe it's the way we need to go. The president has a different view but it matches our after coordination.”\n\nAgnė Širinskienė, the chair of the parliamentary Committee on Legal Affairs, says the president's veto narrowed down the law but “the goal of the law is not distorted and its general efficiency will not suffer”.\n\nLRT English newsletter: subscribe here\n\n\n\n"}}