{"GDELT": {"GlobalEventID": 902861490, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "LEG", "Actor1Name": "SENATE", "Actor1Type1Code": "LEG", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -9.80392156862746, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Seattle, Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_ADM2Code": "WA033", "Actor1Geo_Lat": 47.6062, "Actor1Geo_Long": -122.33200000000001, "Actor1Geo_FeatureID": "1512650", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Seattle, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_ADM2Code": "WA033", "Actor2Geo_Lat": 47.6062, "Actor2Geo_Long": -122.33200000000001, "Actor2Geo_FeatureID": "1512650", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Seattle, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_ADM2Code": "WA033", "Action2Geo_Lat": 47.6062, "Action2Geo_Long": -122.33200000000001, "Action2Geo_FeatureID": "1512650", "DATEADDED": 20200131134500, "SOURCEURL": "https://www.onenewspage.com/topic/Block_Witnesses.htm"}, "ARTICLE": {"TITLE": "LIVE Block Witnesses News", "TEXT": "Senate Debates Rules That Will Govern The Impeachment Trial Of President Trump Natasha Brown reports.\n\nMcConnell Says He Doesn't Have Votes To Block Witnesses From Impeachment Trial Skyler Henry reports on revelations about John Bolton escalating calls for witnesses during impeachment trial (1-28-2020)\n\nWCCO 4 News at 10:00 p.m. Majority Leader Mitch McConnell told Republicans he doesn't have the votes to block witnesses in the impeachment trial against President Donald Trump, reports Skyler Henry (1:54). WCCO 4 News At 10 –..\n\nRepublicans Don't Have The Votes Yet To Block Witnesses As Trump's Legal Team Rests Case President Trump's legal team rested its case on the final day of opening arguments in his impeachment trial, setting the stage for a new phase of proceedings as pressure continues to mount on senators..\n\nMitch McConnell Says He Doesn't Have Enough Votes Yet To Block Witnesses Business Insider reports Senate Majority Leader Mitch McConnell made a shocker announcement on Tuesday.\n\nCollins And Murkowski Get Cover In Impeachment Vote Republican senators are poised to block any witnesses from testifying in President Donald Trump's impeachment trial. The vote to block witnesses is scheduled for Friday. On Thursday night Sen. Lamar..\n\nTrump Impeachment Trial: Republicans Say They Have Votes To Block Witnesses Natasha Brown reports.\n\nTrump impeachment trial to wind down after Senate blocks calling witnesses The decision to block witnesses was a blow for Democrats who believe National Security Advisor John Bolton has incriminating evidence against Donald Trump.View on euronews\n\nRepublican leaders appear to have enough votes to block witnesses in President Trump's impeachment trial The Senate has reached a pivotal phase in President Donald Trump's impeachment trial.\n\nGOP warns it doesn't have the votes to block witnesses in impeachment trial Four key Senate Republicans suggest they want to hear from former national security advisor John Bolton as pressure builds on Capitol Hill to call him as a witness.\n\n\n\nWhite House braces for impeachment trial to drag on to another week The vote to block witnesses is seen as good news in the White House. But the impeachment trial will drag into next week, something President Trump considers a delay. Weijia Jiang reports.\n\nCBS News - Published on May 16, 2020\n\n\n\nHow to Watch the Senate Vote on President Trump’s Impeachment (Video) Senators will vote Wednesday afternoon on the two articles of impeachment against President Donald Trump, ending the months-long impeachment proceedings first announced by House Speaker Nancy Pelosi..\n\nThe Wrap - Published on February 5, 2020\n\n\n\n\n\nImpeachment Briefing: Senate Votes to Block Witnesses Party leaders agreed on a schedule that would end the trial on Wednesday.\n\nNYTimes.com - Published on February 1, 2020\n\n\n\n\n\nTrial highlights: After drama, quick vote to block witnesses WASHINGTON (AP) — After a dramatic night and a day of expectation, the Senate voted in quick order Friday to block Democratic calls for new witnesses and documents at President Donald Trump’s..\n\nSeattle Times - Published on February 1, 2020\n\n\n\nSenate trial timetable in limbo after a vote to block witnesses. Immediately after the vote, senators rushed to confer over what would happen next.\n\nNYTimes.com - Published on January 31, 2020\n\n\n\n\n\nMurkowski says she’ll vote no on witnesses, likely dealing fatal blow. Her vote means that Republicans have the support they need to block witnesses and bring the trial to a swift conclusion.\n\nNYTimes.com - Published on January 31, 2020\n\n\n\n\n\nSenate Trial Enters Its Next Phase: The Vote On Allowing Witnesses It appears that Senate Majority Leader Mitch McConnell has the votes he needs to block witnesses from appearing at the impeachment trial of President Trump. The trial could end Friday.\n\nNPR - Published on January 31, 2020\n\n\n\nAlexander, Conceding Case Against Trump, Announces Vote to Block Witnesses The Tennessee Republican said House Democrats proved that the president withheld military aid to pressure Ukraine to investigate his political rival, but that it was not impeachable.\n\nNYTimes.com - Published on January 31, 2020\n\n\n\n\n\nTrump’s Impeachment Trial Could Be in Its Final Hours After Key Republican Falls in Line to Block Witnesses\n\nTIME - Published on January 31, 2020\n\n\n\nMcConnell Now Likely Has Votes To Block Witnesses; Trial Could End Soon Sen. Lamar Alexander says he will not vote to bring witnesses. The Senate is could move swiftly Friday to end President Trump's impeachment trial.\n\nNPR - Published on January 31, 2020\n\n\n\nImpeachment Trial Entering Final Phase After Day 2 Of Questions Watch VideoSenators spent a second day writing questions for Chief Justice John Roberts to ask aloud to Democratic impeachment managers and the president's defense counsel during the ninth day of the..\n\nNewsy - Published on January 30, 2020\n\n\n\nSenate Republicans work to block witnesses Will they be successful?\n\nFOXNews.com - Published on January 30, 2020\n\n\n\n\n\nSchiff: no way to have fair trial absent witnesses President Donald Trump's impeachment trial is shifting to questions from senators, a pivotal juncture as Republicans lack the votes to block witnesses and face a potential setback in their hope of..\n\nUSATODAY.com - Published on January 29, 2020\n\n\n\nTrump impeachment: Senators to begin questioning after Bolton revelations President Donald Trump's impeachment trial is shifting to questions from senators, a pivotal juncture as Republicans lack the votes to block witnesses and face a potential setback in their hope of..\n\nNew Zealand Herald - Published on January 29, 2020\n\n\n\n\n\nRepublicans are growing confident they will block witnesses and win a speedy acquittal. Senator John Barasso of Wyoming said if the witness voted was successful, Republicans planned to move directly to a vote on the two articles of impeachment.\n\nNYTimes.com - Published on January 29, 2020\n\n\n\nEarly Addition: UWS Fairway Fans Reportedly Panic-Hoarding Groceries Because caviar is the new marijuana, check out today's midday links: Republicans trying to block witnesses, 'Dinosaurs In Love,' The Wing UWS, Fairway hoarding, robot groundhogs, dog snuggles and more...\n\nGothamist - Published on January 29, 2020\n\n\n\n\n\nTrump trashes Bolton as impeachment moves into question-answer phase U.S. President Donald Trump's impeachment trial is shifting to questions from senators, a pivotal juncture as Republicans appear to lack the votes to block witnesses like former Trump national security..\n\nCBC.ca - Published on January 29, 2020\n\nAre Republicans shifting their stance on witnesses? Senator Mitch McConnell told a group of Republicans that, by his count, he did not yet have enough votes to block witnesses.\n\nNYTimes.com - Published on January 29, 2020\n\n\n\n\n\n10 Things to Know for Today Your daily look at late-breaking news, upcoming events and the stories that will be talked about today: 1. WHETHER TO CALL WITNESSES ROILS TRUMP’S TRIAL The impeachment trial is shifting to questions..\n\nSeattle Times - Published on January 29, 2020\n\nBattle looms over witnesses as defence rests in Trump impeachment trial President Donald Trump’s impeachment trial is shifting to questions from senators, a pivotal juncture as Republicans lack the votes to block witnesses and face a potential setback in their hope of..\n\nFrance 24 - Published on January 29, 2020\n\n\n\n\n\nWhether to call Bolton, other witnesses roils Trump’s trial WASHINGTON (AP) — President Donald Trump’s impeachment trial is shifting to questions from senators, a pivotal juncture as Republicans lack the votes to block witnesses and face a potential setback..\n\nSeattle Times - Published on January 29, 2020\n\nHow to Watch Day 7 of Trump’s Senate Impeachment Trial The Senate will convene Tuesday around 1 p.m. ET for a seventh day of President Donald Trump’s impeachment trial. It will stream online via C-SPAN2 and on the network’s cable channel. Watch the..\n\nThe Wrap - Published on January 28, 2020\n\n\n\nTrump impeachment trial: Romney says 'increasingly likely' John Bolton will be called to testify Democratic senator says it should now be 'impossible' for GOP to block witnesses during trial\n\nIndependent - Published on January 27, 2020\n\n\n\nSchiff dismisses Trump 'nonsense' after threat to use executive privilege to block witnesses Anticipating a showdown with the White House, Democrats argued Friday that President Trump cannot conceal documents and block witnesses from testifying by hiding behind executive privilege.\n\nFOXNews.com - Published on January 24, 2020\n\n\n\n\n\n‘That’s a Lie': Exasperated Joe Scarborough Fact-Checks Trump as Impeachment Begins MSNBC’s Joe Scarborough fact-checked statements from a Davos press conference by President Trump on Wednesday morning and didn’t hide his exasperation. Scarborough, a former GOP congressman,..\n\nThe Wrap - Published on January 22, 2020\n\n\n\nTrump impeachment trial: Republicans block witnesses and evidence while insisting president is 'a man of his word' Senate accused of 'cover-up' after rejecting Democrat demands to hear testimony from key figures in Ukraine scandal\n\nIndependent - Published on January 22, 2020\n\n\n\n"}}