{"GDELT": {"GlobalEventID": 902880875, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "UIS", "Actor1Name": "MEMBER NATION", "Actor1Type1Code": "UIS", "Actor2Code": "IGOEUREEC", "Actor2Name": "THE EUROPEAN UNION", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.19922380336352, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200131153000, "SOURCEURL": "https://www.heritage.org/europe/report/brexits-three-key-implications-us-policymakers"}, "ARTICLE": {"TITLE": "Brexit’s Three Key Implications for U.S. Policymakers", "TEXT": "When the United Kingdom leaves the European Union on January 31, 2020, it will regain its national independence. With this will come new opportunities for British policymakers to exercise powers that were diminished or eliminated by Britain’s EU membership. But Brexit will also bring new opportunities and challenges for U.S. policymakers, who will have to confront the implications of Britain’s new freedoms.\n\nFrom the perspective of the U.S., the most important fact about Brexit is that, by opting to regain its freedom, Britain has vindicated the principles on which the U.S. itself is founded. But Brexit will also have other, more concrete, implications for U.S. policymakers. Understanding these implications is vital if U.S. policymakers are to make the most of the opportunities that Brexit brings for the United States.\n\nThere are three key implications of Brexit for U.S. policymakers:\n\n1. The U.K. Is Regaining Its Diplomatic Independence\n\nBy leaving the EU, the United Kingdom is regaining its full ability to carry out its own diplomacy. This has two separate but related implications for U.S. policymakers.\n\nFirst, in many realms of diplomacy, as a member of the European Union, the U.K. was bound to arrive at a policy with the other EU member nations, and to then present that policy to other nations—including the United States—as an agreed EU framework that is impossible to alter. After Brexit, the U.K. will no longer be bound to negotiate first with other EU member states, nor will it any longer be prevented from altering its policies as a result of any prior EU agreement, apart, of course, from the Brexit agreement with the EU.\n\nSecond, as a member of the European Union, the U.K. had lost part, though not all, of its national diplomatic personality by ceding its right to represent itself in many international organizations to the EU. The result was that the U.K. could only defend its national interests indirectly through the EU, instead of directly, by advocating and voting for the policies it preferred. Outside the EU, the U.K. will—like most nations in the world—represent itself directly, for example, in agreements negotiated through institutions such as the World Trade Organization (WTO).REF\n\nFor the United States, this means that it needs to invest more heavily in its bilateral relationship with the U.K., because the U.K. will now have a more direct ability to shape policies adopted in international organizations that affect U.S. interests.\n\nThe U.S.–U.K. diplomatic relationship is already close, but the U.S. needs to recognize that this relationship will become an even more global one: It is no longer possible, if it ever was, to view the U.K. exclusively through the regional prism of Europe. The U.K. will have the ability to help or hinder U.S. interests in hundreds of functional bodies with a worldwide reach, and it is up to the U.S. to engage with Britain to advance the policies that the U.S. prefers.\n\nA third and final implication of the U.K.’s diplomatic independence is that the U.K. will no longer be inside the EU to influence its deliberations. This is a regrettable but unavoidable result of the U.K.’s exit from the EU, though the effects of the loss of British influence will only become fully apparent over the course of years. If the EU as a result becomes less amenable to U.S. interests, the U.S. will have to recognize the EU’s attitude and react accordingly.\n\n2. The U.K. Is Recovering Its Freedom to Negotiate Trade Agreements\n\nOne of the most important freedoms the U.K. lost when it entered the European Union’s predecessor in 1973 was the ability to control its own trade policy. By exiting the EU, the U.K. will recover this freedom. The importance of this event for the U.K. and the world cannot be underestimated. The U.K. has the world’s fifth-largest economy. It is a once-in-a-lifetime event for a democratic, free-market economy of this scale to enter the world’s trading system as an independent actor.\n\nThe U.K. is already working successfully to transition the trade agreements to which it has had access through the EU so that it continues to have access to these agreements after Brexit.REF But as important as these existing agreements are, it is what the U.K. does with its new agreements that will be the most significant. Above all, it is vital that, in its forthcoming negotiations on a trade agreement with the EU, the U.K. retain the ability to diverge from the EU’s rules.REF If it does not, the U.K.’s freedom to negotiate its own trade agreements will be illusory, as the U.K. will, for practical purposes, be locked into the EU’s trade zone.\n\nThe U.K.’s potential new free trade partners include nations as diverse as Japan and Australia. But, undoubtedly, Britain’s most important such partner is the United States. Both Britain and the U.S. have wisely signaled their enthusiasm for an ambitious free trade deal to be completed in 2020.REF A U.S.–U.K. free trade area should:\n\nEliminate tariffs and quotas on visible trade;\n\ntariffs and quotas on visible trade; Eliminate other trade distortions stemming from the U.K.’s former EU membership;\n\nother trade distortions stemming from the U.K.’s former EU membership; Ensure the continuation and deepening of the investment freedom both countries enjoy;\n\nthe continuation and deepening of the investment freedom both countries enjoy; Promote visa liberalization to improve trade and investment ties; REF\n\nvisa liberalization to improve trade and investment ties; Develop new approaches to trade in emerging areas, such as digital trade; and\n\nnew approaches to trade in emerging areas, such as digital trade; and Develop systems of mutual recognition of standards in high-value areas, such as pharmaceuticals. REF\n\nU.S. policymakers should understand that the value of a U.S.–U.K. free trade agreement does not rest merely in the boost it will give to Anglo–American trade, or even its value to the Special Relationship. A wide-ranging U.S.–U.K. free trade area would offer an alternative to the EU’s restrictionist rules, which have done so much damage to the EU’s economic growth, and which the EU seeks to spread around the world. In negotiating a free trade area with the U.K., U.S. policymakers should remember the basis of post-1945 U.S. trade policy: The purpose of free trade is to promote growth and thereby to contribute to the stability of democratic politics.\n\n3. The U.K. Is Restoring Its Democratic National Sovereignty\n\nThe European Union rests on the belief that the existence of sovereign and independent nations is a problem that needs to be solved. By voting for, and carrying through, Brexit, the U.K. has, by contrast, vindicated the principle on which the United States is founded: The sovereign nation state is the only basis for free government.\n\nBut precisely because the U.K. is regaining its full freedom, it is also recovering the freedom to disagree in new policy areas with the United States. U.S. policymakers should avoid the lazy assumption that the U.K. will side with it in every dispute: Though the two nations have many interests and ideals in common, the history of the Special Relationship also contains many serious and substantive disagreements in virtually every area of foreign, security, and economic policy.\n\nIn the Brexit era, it will be up to both the U.S. and the U.K. to minimize their disagreements, and to take maximum advantage of the U.K.’s recovery of its full independence. The U.S. would do well to exercise forbearance as the U.K. embarks on its new courses after Brexit, and to recognize that a free Britain, even when it disagrees with the U.S., is a truer ally and friend to the U.S. than a Britain that is bound into the EU.\n\nConclusion\n\nAs English political philosopher John Gray has written in a perceptive recent analysis, “Brexit will alter Britain irrevocably.”REF Britain has been subordinate to the EU and its predecessors for two political lifetimes. There are no current policymakers in either the U.S. or the U.K. with any lived experience of a free Britain, and even if there were, both Britain and the world today are vastly different than they were when Britain was last free in the early 1970s. No policymaker today can hope to grasp precisely how Brexit will change Britain because the changes on which Britain is embarking are unprecedented in both scope and implication.\n\nBut Brexit is, above all, a decision to recover the freedom that created modern Britain, and which modern Britain abandoned under tremendous economic and political pressure in the early 1970s, in the erroneous belief that it had no other options. Today, Britain has found that other option, which is to return to its tradition of democratic government. The courses that Britain will choose as a result of that return are for it to select. The best that U.S. policymakers can do is to wish Britain well, work as closely with the U.K. as possible, and recognize that the British and American experiments in self-government are now linked in freedom once again.\n\nTed R. Bromund, PhD, is Senior Fellow in Anglo–American Relations in the Margaret Thatcher Center for Freedom, of the Kathryn and Shelby Cullom Davis Institute for National Security and Foreign Policy, at The Heritage Foundation."}}