{"GDELT": {"GlobalEventID": 902860769, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "GOV", "Actor2Name": "KING", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.0100250626566405, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Swaziland", "Actor1Geo_CountryCode": "WZ", "Actor1Geo_ADM1Code": "WZ", "Actor1Geo_Lat": -26.5, "Actor1Geo_Long": 31.5, "Actor1Geo_FeatureID": "WZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Swaziland", "Actor2Geo_CountryCode": "WZ", "Actor2Geo_ADM1Code": "WZ", "Actor2Geo_Lat": -26.5, "Actor2Geo_Long": 31.5, "Actor2Geo_FeatureID": "WZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Swaziland", "Action2Geo_CountryCode": "WZ", "Action2Geo_ADM1Code": "WZ", "Action2Geo_Lat": -26.5, "Action2Geo_Long": 31.5, "Action2Geo_FeatureID": "WZ", "DATEADDED": 20200131134500, "SOURCEURL": "https://allafrica.com/stories/202001310691.html"}, "ARTICLE": {"TITLE": "Swaziland Police Chief Threatens Social Media Users With Wrath of the Law If They Criticise King", "TEXT": "Police in the absolute monarchy of Swaziland (eSwatini) are to hunt down and arrest people who criticise King Mswati on socail media.\n\nThe National Commissioner of Police William Dlamini said the law would deal with them harshly.\n\nHe made the announcement in a written statement published in media across Swaziland on Friday (31 January 2020).\n\nThe eSwatini Observer, a newspaper in effect owned by the King, reported, 'He stated that the police service was hot on their trail and they will see to it that the perpetrators of the cybercrime ultimately face the wrath and might of the law.'\n\nHuman rights are severely curtailed in Swaziland. Freedom House scored Swaziland 16 out of a possible 100 points in its Freedom in the World 2019 report. It concluded that Swaziland was 'not free'.\n\nThere is very little media freedom in Swaziland, where one of the only two daily newspapers is owned by King Mswati. All broadcast news is controlled by the government, whose members are handpicked by the King.\n\nDemocracy campaigners use social media sites such as Facebook to draw attention to human rights abuses.\n\nDlamini said there were 'highly insolent and morality devoid characters disseminating seditious, slanderous and very insultive statements about the country's authorities via social media'.\n\nHe added, 'The intent and motive of these statements is seemingly to vilify and pour scorn on the country's authorities, which we find completely unacceptable and an insult to the entire nation.'\n\nThe Swaziland News, an online newspaper, reported, the National Commissioner announced that they had launched a high-level investigation that would uncover those behind these 'vitriolic and damaging statements' so they could be dealt with according to the law. 'He said they have noted that these individuals were in a mission to plant a seed of disorder and anarchy in the Nation.'\n\nThis is not the first time the Swazi state has threatened social media users.\n\nIn March 2018, Swaziland's then Prime Minister Barnabas Dlamini hinted his government might try to restrict access to social media, but he told Senators there was nothing police could do 'at the moment' about the posts.\n\nThe Swazi Observer reported at the time, 'The premier said it was unfortunate that social media was a very complex phenomenon, which no single person or organisation could control.'\n\nThe Swazi Government has a history of hostility to social media. In 2011, Prime Minister Dlamini said it was important to keep information published on Facebook away from the Swazi people. 'If such stories from these websites then make it to the newspapers and radios, then the public at large will start to think there is some truth in the story yet it was just malicious gossip,' the Times of Swaziland reported him saying at the time.\n\nHe was commenting after information about a cabinet minister had appeared on social media.\n\nThe Swazi Observer also reported at the time, 'Dlamini said government did not have any measures to control the internet but relied on the support of the media which assists by shying away from information published or sourced from the internet.'\n\nIn the run up to April 2011 a group used Facebook to try to drum up support for an 'uprising' for democracy in the kingdom. The Government threatened the online activists with prosecution.\n\nIn May 2011, the Times of Swaziland reported Swaziland had specially 'trained officers' to track down people who used Facebook to criticise the Swazi Government. Nathaniel Mahluza, Principal Secretary at the Ministry of Information Communication and Technology, said the government was worried by what the newspaper called 'unsavoury comments' about the kingdom being published on the internet.\n\nIn March 2012, Swaziland's Minister of Justice and Constitutional Affairs Chief Mgwagwa Gamedze said he would use the law against people who criticised Swaziland on the internet. He told the Swazi Senate that he would use what he called 'international laws' to bring the internet critics to task. He was reacting to concerns from Senators that the internet sites showed 'disrespect' to the King.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Swaziland Legal Affairs ICT By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nAcademic research published in 2013 suggested that people in Swaziland used the Internet to communicate with one another and share information and ideas about the campaign for democracy, bypassing the Swazi mainstream media which was heavily censored. They debated and shared information about activities designed to bring attention to the human rights abuses in the kingdom.\n\nThe research suggested, 'It is clear that social media sites have extended the public sphere to offer opportunities for a wider range of people both in the country and outside it, to produce, distribute and exchange information and commentary about the kingdom - especially in the context of the need for political change. People speak in their own voices and are not mediated in the way mainstream media are in Swaziland.'"}}