{"GDELT": {"GlobalEventID": 902861431, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "JUD", "Actor1Name": "COURT OF APPEALS", "Actor1Type1Code": "JUD", "Actor2Code": "USA", "Actor2Name": "WASHINGTON", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.49450549450549, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200131134500, "SOURCEURL": "https://www.nj.com/news/2020/01/new-jersey-says-new-chemical-plant-rules-endanger-communities.html"}, "ARTICLE": {"TITLE": "New Jersey says new chemical plant rules endanger communities", "TEXT": "New Jersey has joined a coalition of states suing the federal government over a rule change they say will make communities more vulnerable to chemical accidents.\n\nThe U.S. Environmental Protection Agency established rules in 2017 that regulate how companies should store dangerous chemicals and plan for accidents, according to the state attorney general’s office, after a fertilizer plant explosion in Texas killed more than a dozen people.\n\nPresident Donald Trump’s administration weakened those rules in November, according to the complaint, and companies will no longer have to submit to certain outside audits if they accidentally release chemicals.\n\n“This is not an abstract threat, as the explosion and fire in South Philadelphia last year made clear,\" state Attorney General Gurbir Grewal said in a statement, referring to the explosion at the Philadelphia Energy Solutions Refinery in June.\n\nHe called the rule change “yet another deadly rollback coming out of EPA.”\n\nAndrew Wheeler, the agency’s administrator, previously defended the changes and said the new rules would reduce the burden on chemical companies without sacrificing safety.\n\n“Accident prevention is a top priority of the EPA,\" Wheeler said in a November statement. He also said the changes would save tens of millions of dollars.\n\nThere are 94 facilities in New Jersey affected by the rules, according to Grewal’s office. They include chemical manufacturing plants and petroleum facilities.\n\nThe suit was filed Wednesday in the U.S. Court of Appeals for Washington D.C. Fifteen attorneys general are part of the complaint, including Pennsylvania and New York.\n\nA spokeswoman for the EPA did not immediately return a request for comment.\n\nBlake Nelson can be reached at bnelson@njadvancemedia.com. Follow him on Twitter at @BCunninghamN.\n\nHave a tip? Tell us. nj.com/tips.\n\nGet the latest updates right in your inbox. Subscribe to NJ.com’s newsletters."}}