{"GDELT": {"GlobalEventID": 902879989, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "EDU", "Actor1Name": "PROFESSOR", "Actor1Type1Code": "EDU", "Actor2Code": "IRLEDU", "Actor2Name": "DUBLIN", "Actor2CountryCode": "IRL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dublin, Dublin, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI07", "Actor1Geo_ADM2Code": "18288", "Actor1Geo_Lat": 53.3331, "Actor1Geo_Long": -6.24889, "Actor1Geo_FeatureID": "-1502554", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dublin, Dublin, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI07", "Actor2Geo_ADM2Code": "18288", "Actor2Geo_Lat": 53.3331, "Actor2Geo_Long": -6.24889, "Actor2Geo_FeatureID": "-1502554", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dublin, Dublin, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI07", "Action2Geo_ADM2Code": "18288", "Action2Geo_Lat": 53.3331, "Action2Geo_Long": -6.24889, "Action2Geo_FeatureID": "-1502554", "DATEADDED": 20200131153000, "SOURCEURL": "https://www.thejournal.ie/the-explainer-coronavirus-4987782-Jan2020/"}, "ARTICLE": {"TITLE": "The Explainer: How worried should we be about the coronavirus in Ireland?", "TEXT": "IN LATE DECEMBER, several people in the city of Wuhan in China’s Hubei province reported that they were experiencing symptoms of a virus.\n\nThis virus was traced back to a seafood market (which also sells other, land-based animals), though it’s not yet known what animal the virus can be connected to. By the end of the first week of January, health authorities had confirmed that the virus was a novel coronavirus.\n\nWe’ve seen coronavirus outbreaks before – think of SARS (severe acute respiratory syndrome) and MERS (Middle East respiratory syndrome). This latest coronavirus began infecting more people in Hubei, before spreading to other parts of China. The Chinese New Year complicating things, as there were huge amounts of people travelling within and to and from China.\n\nThailand, Japan, the US, Germany and now England have all confirmed coronavirus cases. Last night, coronavirus was declared a global emergency by the World Health Organisation.\n\nA number of Irish people are currently on an evacuation flight out of China.\n\nOn this week’s podcast, we answer the question of how worried we should be about the coronavirus in Ireland. How does a virus work? What exactly is a coronavirus? How does it spread? And is Ireland prepared?\n\nTo help answer these questions, joining Sinéad O’Carroll in studio are Nigel Stevenson, associate professor in immunology at Trinity College Dublin, and Noteworthy investigative journalist Maria Delaney. We also speak to John Cuddihy, Director of the HSE’s Health Protection Surveillance Centre, about how the Irish health system is dealing with the coronavirus threat.\n\nSource: The Explainer/SoundCloud\n\nThis episode was put together by presenter Sinéad O’Carroll, producer Aoife Barry, assistant producer and technical operator Nicky Ryan, and executive producer Christine Bohan. Guests were Noteworthy investigative reporter Maria Delaney, and Nigel Stevenson, Assistant Professor in Immunology, Biochemistry at Trinity College Dublin. Michelle Hennessy interviewed John Cuddihy of the HSE on location. Design by Palash Somani."}}