{"GDELT": {"GlobalEventID": 902879920, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.7863777089783297, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Idaho, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USID", "Actor1Geo_Lat": 44.2394, "Actor1Geo_Long": -114.51, "Actor1Geo_FeatureID": "ID", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Idaho, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USID", "Action2Geo_Lat": 44.2394, "Action2Geo_Long": -114.51, "Action2Geo_FeatureID": "ID", "DATEADDED": 20200131153000, "SOURCEURL": "https://www.kizn.com/2020/01/31/guest-blog-district-19-representative-lauren-necochea-property-tax-solutions/"}, "ARTICLE": {"TITLE": "Guest Blog – District 19 Representative Lauren Necochea – Property Tax Solutions", "TEXT": "Idahoans deserve real solutions for property taxes\n\nRepresentative Lauren Necochea/(D-Boise)\n\nIdahoans rely on effective local governments. First responders and law enforcement keep our communities healthy and safe. Adequate roads allow residents to arrive at their destinations without harm. Libraries provide opportunities for enrichment and job training. And our courts protect our constitutional right to due process.\n\nUnfortunately, state policies and market forces are making it extremely difficult for local governments to keep up with these vital services. State policies have dramatically shifted the property tax load away from business real estate and onto homeowners. Meanwhile, rapidly rising home values are adding to the perfect storm.\n\nResidents are feeling these impacts as they see their property taxes rise. The state must act urgently to adjust the homeowner’s exemption in ways that protect residents and keep them in their homes, increase property tax assistance, and pass policies that allow growth to pay for growth.\n\nOur homeowner’s exemption used to be indexed to rise with market values. That way, when home values went up, the value of the homeowner’s exemption (the amount that wasn’t taxable) also rose. The Idaho Legislature caved to lobbyists in 2016 and capped the homeowner’s exemption. This was a big win for big business and a loss for Idahoans. We are seeing the impact play out now in our property taxes. In one Idaho county, residents paid 56% of the property taxes at the turn of the century, while businesses paid the rest. The portion that residents pay has risen to 72% today.\n\nWhat will not help Idahoans is the sledgehammer approach the state is considering. Two proposals came up in the Legislature last week that would force cuts at the local level without offering any help or correcting the tax shift to residents. The sponsor of the bills even acknowledged that this approach would not reduce people’s property taxes. This is because home values will likely continue to rise faster than the value of commercial property.\n\nThose of us working in the Capitol cannot, in good conscience, support a sledgehammer approach when we don’t know what these forced cuts will mean for residents in Idaho’s 44 counties. Every county faces different challenges so we can’t predict the impacts. What will happen to ambulance response times in large rural counties? Will a small county facing an expensive murder trial have to cut basic services for its grieving residents? Will we have to cut county fairs that have a strong tradition of bringing communities together to pay for law enforcement?\n\nThe state ought to collaborate with local governments, find resources for property tax reduction, and increase property tax assistance—a program that has not been updated since 2006. Allowing the collection of new kinds of impact fees will help growth pay for itself. And it will cost the state nothing to update the homeowner’s exemption to restore a fair balance of the load between residents and business.\n\nCounties do not have a lot of flexibility in their budgets. They are mandated by the State of Idaho to provide public defense, court systems, jails, juvenile detention, and coroner services. Yet the state only provides a fraction of what it costs to provide these mandated services. Nor does the state allow counties to charge for their true cost to provide services.\n\nFor example, Ada County property taxpayers subsidize the cost of issuing every driver’s license by $7 because the state prohibits the county from charging people for the full cost to the county. Counties do not have the ability to make “growth pay for itself” in this or many other instances. A modest increase in state support for mandated services and fee-setting flexibility could ease the pressure for all property taxpayers.\n\nProperty taxes are complex, but solutions exist. I hope the Idaho Legislature will join me in supporting them."}}