{"GDELT": {"GlobalEventID": 902880859, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "TUR", "Actor1Name": "TURKISH", "Actor1CountryCode": "TUR", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.4602076124567502, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ07", "Actor1Geo_ADM2Code": "36785", "Actor1Geo_Lat": 33.3386, "Actor1Geo_Long": 44.3939, "Actor1Geo_FeatureID": "-3103581", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Erbil, Liwa' Irbil, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ11", "Actor2Geo_ADM2Code": "123554", "Actor2Geo_Lat": 36.1926, "Actor2Geo_Long": 44.0106, "Actor2Geo_FeatureID": "-3106433", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "36785", "Action2Geo_Lat": 33.3386, "Action2Geo_Long": 44.3939, "Action2Geo_FeatureID": "-3103581", "DATEADDED": 20200131153000, "SOURCEURL": "http://www.campaigniran.org/casmii/?q=node/14762"}, "ARTICLE": {"TITLE": "Will the US forces withdraw from Iraq?", "TEXT": "Iraq is preparing for demonstrations by a million protestors, called for by Iraqi Shia leader Sayyed Moqtada al-Sadr, as a show of solidarity among Iraqis insisting on the immediate withdrawal of the US-led coalition and all foreign forces stationed in the country. Preparations are set for civilians, families, militants and armed companions of the commander of the Popular Mobilisation Forces (PMF) Abu Mahdi al-Muhandes to march in the streets to send a message to US-led foreign forces. This is a peaceful message, the first of its kind. However, it is most unlikely that subsequent messages will be peaceful. Can the US-led coalition leave in peace?\n\nAccording to a high-ranking officer within the “Axis of the Resistance”, “Iran has sworn to avenge its officers assassinated at Baghdad airport. These are Major General Qassem Soleimani and his companions Brigadier General Hossein Pour Jafari, Colonel Shahroud Mozaffari nia, Major Hadi Taremi, and Captain Vahid Zamanian. This attack was a real blow. Iran did not expect the US to declare open war when President Donald Trump was about to start his electoral campaign. Iran did not anticipate the US’s misjudgement of the consequences of such an act of war. Now Iran has taken stock of the situation, has come to terms with its losses, and is preparing to ensure that the assassination of its officers will be remembered in the US for many years.”\n\nFor US forces in Iraq, what options are available? How will the Iraqis deal with these forces, soon to be considered an occupying force, thus legitimising armed resistance attacks against the US? Is Iran preparing for a “war through its allies”?\n\nThe options, in fact, are simple: either US forces stay in Iraq and come under attack – or they leave, permanently. The US forces cannot stay in areas under Shia control. It might be possible to manage a short stay in the western al-Anbar desert, close to the Syrian borders, or a departure for Iraqi Kurdistan.\n\nUS bases in Kurdistan are not isolated, and therefore not exempt from potential Iranian reprisals. The Iranian bombing of Ayn al-Assad and the US base in Erbil was a message to Trump that no base in Iraq is secure. Iran has friends and allies in Iraqi Kurdistan and can make life for the US forces very difficult.\n\nAny US attempt to divide Kurdistan from Baghdad will be met with harsh Turkish and Iranian reactions. It will also force Baghdad to stop its financial support to the region, which will have an impact since oil-rich Kirkuk is under the control of Iraqi government forces and no longer part of the Iraqi region of Kurdistan.\n\nAll military bases in Iraq are occupied by two distinct forces: one part is under the Iraqi forces’ control and the other under US forces’ control. The Iraqi Prime Minister will have no choice but to order the withdrawal of all Iraqi forces from bases where US forces are established, once the US forces are formally designated an occupation force and refuse to withdraw. This will make it possible for the Iraqi resistance to attack the bases without risking Iraqi casualties.\n\nFurthermore, it has now become too dangerous for the US to conduct military training programs. US forces can be attacked during training sessions by Iraqis who want these forces to leave. The friends of brigades 45 and 46, the two brigades attacked by the US on the Syrian-Iraqi borders, and those faithful to their commander Abu Mahdi will be just waiting to strike US service personnel at the first available opportunity.\n\nIn addition, no US oil company can stay in Iraq: US personnel risk becoming “soft targets” for kidnapping or killing by local Iraqis. No force can protect the US companies and Iraq will not find it difficult to allow China – the Chinese have already expressed their readiness to compensate foreign companies willing to leave – to replace them. The consequences of the targeted killings will be dire for the US in general.\n\nIran has delivered precision missiles to the Iraqis, who are eager to avenge their assassinated commander Abu Mahdi al-Muhandes and expel the US from Mesopotamia. Iran would be happy to supply the necessary precision missiles to fill up Iraqi warehouses and see the number of US casualties increasing just before the US forthcoming electoral campaign! There is little hope for Trump to end his years as President without US casualties in Iraq and Syria.\n\nIn Syria US forces are present around the oil fields, but with no real benefit to the US. Trump has said he “doesn’t need the oil from the Middle East”, avowing in effect that his decision to stay is linked to another objective, not hard to find: to please Israel.\n\nIsrael is taking advantage of the US presence at al-Tanf and in north-east Syria to attack targets in Syria by violating Iraqi airspace. Israel hides behind the US presence to intimidate Iran and its allies, dissuading them from retaliating for the hundreds of attacks carried on in the last years. Trump will find it extremely difficult to justify US service personnel casualties on the grounds of stealing Syrian oil. The US presence represents a legitimate reason for the Syrians and their allies to hit back at the occupation forces who are forcibly taking the Syrian oil and no longer fighting ISIS.\n\nAny attempt to mobilise the street with protests and the burning of offices and governmental institutions will no longer be met lightly nor idly by the Iraqi resistance, if (as is not only possible but expected) there is evidence of US involvement behind the scenes.\n\nSayyed Moqtada al-Sadr has assumed the lead of the resistance against the US presence. He is now acknowledged as the leader of the resistance, gathering under his wings all groups who fought against ISIS in Iraq and in Syria. This is a suitable position for Sayyed Moqtada as long as he fulfils this role and maintains it.\n\nThe Sadrist followers can easily create havoc for the US forces. Moqtada al-Sadr’s long experience in fighting the US is not unfamiliar to Washington. And if he hesitates, other leaders will emerge. Iraq’s allies within the “Axis of the Resistance” are also present in Iraq, ready to help. It won’t be long before the US realises the consequences it will have provoked for its criminal targeted assassinations and violations of Iraq sovereignty and its virtual declaration of war on Iran.\n\nThe cards are now on the table. Trump and Iran are fighting an undeclared war. The US forces are standing on a ground very familiar to Iran and its allies, who can move more freely than the US forces. The designated battlefields are Iraq first and Syria second."}}