{"GDELT": {"GlobalEventID": 902861388, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "JOR", "Actor1Name": "JORDAN", "Actor1CountryCode": "JOR", "Actor2Code": "MDV", "Actor2Name": "MALDIVE", "Actor2CountryCode": "MDV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.75192711983182, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN", "Actor2Geo_Lat": 20.0, "Actor2Geo_Long": 77.0, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200131134500, "SOURCEURL": "https://www.daily-sun.com/post/458514/Analysis:-Debates-continue-over-EVM-use-in-Dhaka-city-election"}, "ARTICLE": {"TITLE": "Analysis: Debates continue over EVM use in Dhaka city election-458514", "TEXT": "Bangladesh’s capital city gears up for Saturday’s election to elect their mayors and councillors with the full use of electric voting machine (EVM) amid doubts and debates about its credible outcomes.\n\nThe Election Commission’s (EC) decision to use EVM in Dhaka city election, keeping up with the global digital trend dynamic, has not been without questions and scepticisms.\n\n\n\nBut when robots are chosen to do human jobs, software is formulating the data, should the new trend of digitisation be escaped? In contrary, can we really confirm everything to be decided by machines? Should there be any question behind using machines for everything? Why did countries ban on using EVMs in their national elections?\n\n\n\nUNB analysed the history of EVMs, took expert’s commentaries, recorded allegations and confidence came from ruling party and the opposition over the use of EVMs in Bangladesh’s elections.\n\n\n\nAwami League General Secretary Obaidul Quader on January 7 said their party will participate in the city corporation elections, no matter whether EVMs are used or not.\n\n\n\nQuader, also road transport and bridges minister, said the country’s development that took place in the last 11 years is now visible to people. “The trend of progress will continue.”\n\nCEC okayed EVMs on January 8\n\nConfirming the use of EVM in the two city polls, Chief Election Commissioner (CEC) KM Nurul Huda on January 8 said there is no scope for vote-rigging through the EVM system.\n\n\n\nNurul Huda said candidates can take a close look of EVM system to eliminate their misconception. Those who were taking training said that EVMs could not lead to election rigging.\n\n\n\n“It is normal that the use of new technology brings a little debate among the people but it will be resolved after several elections,” Huda said.\n\n\n\nHe said there is no scope to backtrack from the decision of holding two city polls through EVM.\n\n\n\nThe CEC also said they are going to use EVMs in the elections to prevent the incidents of snatching ballot boxes and ballots which took place in the past.\n\n\n\nHigh Court cleared EVMs on January 26\n\nThe High Court on January 26 turned down a writ petition filed challenging the legality of the use of EVMs in the upcoming elections to two Dhaka city corporations.\n\n\n\nSupreme Court lawyer Eunus Ali Akond filed the writ petition on January 22 where The Cabinet Division, President's Office, law and EC Secretariat secretaries were made defendants.\n\n\n\nThe writ challenged the \"Representation of the People Order (amendment) Ordinance, 2018\" which paved the way for the use of EVMs in elections.\n\n\n\nThe use of EVMs is not obligatory as per Section 26 (A) of the RPO as it was not passed in parliament. It is contradictory to the Section 93 of the constitution, Eunus said in the petition.\n\n\n\nEVMs in Bangladesh’s general election\n\nBangladesh in 2018, used 4,750 EVMs for the first time in 11th general election on a limited scale- in six constituencies among 299 parliamentary seats with direct assistance from 3,300 members of Bangladesh Army.\n\n\n\nThey provided various types of technical support, including training in this regard. Besides, same EVMs were kept ready in the poling centres for emergency backup.\n\n\n\nSix seats comprised over 2.1 million voters were selected through lottery are: Dhaka-6, Dhaka-13, Chattogram-9, Rangpur-3, Khulna-2 and Satkhira-2.\n\n\n\nThe results from these six seats could be announced within hours after the voting ends.\n\n\n\nElections around the world through EVMs\n\nEVMS for electorates have been in use since the 1960s when punched card systems were introduced. First widespread use was in the USA where seven counties switched to this method for the 1964 presidential election.\n\n\n\nThe newer optical scan voting systems allow a computer to count a voter's mark on a ballot.\n\n\n\nA direct-recording electronic (DRE) voting machines which collect and tabulate votes in a single machine, are used by all voters in all elections in Brazil and India, and also on a large scale in Venezuela and the United States.\n\n\n\nThey have been used on a large scale in the Netherlands but have been decommissioned after public concerns.\n\n\n\nMeanwhile, internet voting systems have gained popularity and being used for government elections and referendums in Estonia, Switzerland as well as municipal elections in Canada and party primary elections in the United States and France.\n\n\n\nAccording to an estimate published in www.jagranjosh.com, 31 countries around the world used or studied the EVMs, only 4 used it nationwide, 11 used EVMs in some parts or small elections till 2019.\n\n\n\nFive countries are using it on pilot basis, three have discontinued it and 11 others who used it on pilot basis decided to stop its use.\n\n\n\nIndia has given technical support related to the EVMs to Jordan, Maldives, Namibia, Egypt, Bhutan and Nepal. Among them, Nepal, Bhutan and Namibia are using EVMs made in India.\n\nComparatively, the EVM is not yet the dominant choice of the world for recording votes in elections.\n\n\n\nAccording to Wikipedia, the USA, Estonia, Australia, Belgium, Brazil, Canada, Estonia, Finland, France, Germany, India, Ireland, Italy, Kazakhstan, Lithuania, The Netherlands, Norway, Philippines, Romania, South Korea, Spain, Switzerland, United Arab Emirates, the UK, Scotland and Venezuela have used electronic voting in some form.\n\n\n\nWhich countries banned EVMs in their elections?\n\nIn October 2006, the Netherlands banned the use of EVMs. In 2009, the Republic of Ireland banned its use which is followed by the Italy in the same year.\n\n\n\nGermany introduced electronic voting in 2005. Germany imported voting machines to conduct its elections from a private company in the Netherlands.\n\n\n\nThe machines were later reported to have several layers of deficiencies. Germany intended to do away with those infirmities in its machines but before that the matter reached its highest court.\n\n\n\nIn March 2009, the Supreme Court of Germany ruled that voting through EVM was unconstitutional. The Court believed that transparency in elections is the constitutional right of the people, but \"efficiency\" is not constitutionally protected value.\n\nExperts’ opinions on EVMs\n\nEven EVMs triggered a fresh political debate, election experts opined fair polls are possible with the machine if a congenial atmosphere can be created.\n\n\n\nEx-election commissioner Brig Gen (retd) M Sakhawat Hossain, local government and election expert Dr Tofail Ahmed, Shushashoner Jonno Nagorik (Shujon) president M Hafizuddin Khan and Janipop chairman Nazmul Ahsan Kalimullah talk to UNB about EVMs.\n\nBrig Gen Sakhawat Hossain\n\nBrig Gen Sakhawat Hossain said EVM is a very good initiative to ensure fair elections.\n\n\n\n“There’re many problems in conducting voting with traditional ballot papers. We often see the incidents of snatching ballot papers, stuffing ballots, even at nighttime, and casting fake votes. If we want to resolve these problems, we must change the voting system and accept the EVMs,” he said.\n\n\n\nHowever, about EC’s sudden decision in using EVMs, Hossain said: “The Commission should’ve discussed the issue with political parties, civil society members and other stakeholders about use of the voting machines before the announcement of the election schedule.”\n\n\n\nHe said manipulating elections through EVMs is a very difficult job because the entire team that operates the EVMs should be convinced for manipulation. “But our army personnel usually deal with the EVMs and ensure its security. So, we can trust them.”\n\n\n\nM Hafizuddin Khan\n\nM Hafizuddin Khan said people and political parties across the world, not only in Bangladesh, have questions and doubts over EVM use in elections.\n\n\n\n“Voters are still not comfortable with EVMs due to their techno phobia. So, I think the Election Commission can use the voting machines on a limited scale unless all political parties agree to it,” he said.\n\n\n\nNazmul Ahsan Kalimullah\n\nNazmul Ahsan Kalimullah said some political parties have wrong perceptions about the EVMs, though it is cent percent secure election system.\n\n\n\n“Our Election Commission is using the latest version of EVMs under the supervision of Army. I myself examined the EVMs and found those are cent percent safe. Those who are opposing it are giving some observations about manipulation based on their assumption.”"}}