{"GDELT": {"GlobalEventID": 902880903, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.20994475138122, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Colorado State Patrol, Colorado, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCO", "Actor1Geo_ADM2Code": "CO015", "Actor1Geo_Lat": 38.5248, "Actor1Geo_Long": -106.014, "Actor1Geo_FeatureID": "2696668", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Colorado State Patrol, Colorado, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCO", "Action2Geo_Lat": 38.5248, "Action2Geo_Long": -106.014, "Action2Geo_FeatureID": "2696668", "DATEADDED": 20200131153000, "SOURCEURL": "https://www.koaa.com/news/covering-colorado/5-things-you-need-to-know-january-31-2020"}, "ARTICLE": {"TITLE": "5 things you need to know - January 31, 2020", "TEXT": "Good morning southern Colorado and here's what you need to know on your Friday morning.\n\nIf you'd like to read the full story, be sure to click on the story headline.\n\n_____\n\nParents of Gannon Stauch plead for his safe return\n\nThe El Paso County Sheriff’s Office said Thursday Gannon Stauch, a missing 11-year-old boy, is now considered a missing and endangered child. Gannon's parents pleaded for him to come home: \"It's so hard just to think why is this happening to him...Gannon, bubba, little man, mommy's hero, wherever you're at mommy and daddy's here and we're begging and pleading for you to come home.\" Anyone with information is asked to call the tip at (719) 520-6666.\n\n_____\n\nIcy and cold morning before warm, sunny afternoon\n\nAfter a snow last night, we're waking up to a cold and at times, icy commute to work. Sunshine and temperatures quickly rising above freezing will melt down the pavement today, but light snow will probably stick around through the grass into the afternoon. Red Flag Warnings are in effect across the eastern plains due to strong winds and low humidity elevating fire danger.\n\n_____\n\nMulti-vehicle crash closes NB I-25 between County Line, Greenland exits\n\nA crash involving multiple vehicles has northbound I-25 completely closed between County Line Road and the Greenland exits early Friday morning. Avoid the interstate on your morning commute if possible and use Highway 83 and 105 as an alternate heading north. Colorado State Patrol said this crash involved six to eight vehicles that is causing major delays.\n\n_____\n\nNew fishing ponds now open at Lake Pueblo\n\nA hot fishing spot in Pueblo is now open to the public at Lake Pueblo State Park just in time for the beautiful weather headed our way for the weekend. Ponds four and five on the chain of lakes is now available for anglers to enjoy. Anglers will be only allowed to keep one catfish and all other fish will be catch and release.\n\n_____\n\nWith Democrats unlikely able to call witnesses, Trump impeachment trial may end in acquittal tonight\n\nFollowing the dramatic announcement of Sen. Lamar Alexander's decision to vote \"no\" on subpoenaing any witnesses in the impeachment trial of President Donald Trump, it appears likely that the Senate will likely acquit Trump in the coming days. He, along with Sens. Susan Collins, Lisa Murkowski and Mitt Romney, have widely been considered the most likely Republican senators to break ranks and call for witnesses."}}