{"GDELT": {"GlobalEventID": 902880419, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "PSE", "Actor2Name": "WEST BANK", "Actor2CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.3890784982935096, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "West Bank", "Actor2Geo_CountryCode": "WE", "Actor2Geo_ADM1Code": "WE", "Actor2Geo_Lat": 31.666666999999997, "Actor2Geo_Long": 35.25, "Actor2Geo_FeatureID": "WE", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200131153000, "SOURCEURL": "https://blogs.timesofisrael.com/trumps-deal-of-the-century-is-best-proposal-in-recent-history/"}, "ARTICLE": {"TITLE": "Trump’s Deal of the Century Is Best Proposal in Recent History", "TEXT": "President Donald Trump’s Deal of the Century was finally revealed to the world showing Israel will Annex Jewish parts of the West Bank along with the Jordan valley.\n\nSince the Clinton Administration in 1993 all of the peace proposals by American administrations have required Israel to give up sovereignty over 98% of the West Bank.\n\nSuch Proposals violated the rights of the Jewish people to their own historical roots in their ancestral homeland like the Cave of the Patriarchs in Hebron or Shiloh which is where the Tabernacle stood after the children of Israel entered the holy land.\n\nNow there is finally an American President who recognizes the rights of Jewish people to live in the historical heartland.\n\nHistory has shown Palestinians never miss an opportunity to miss an opportunity regardless of what is presented on the table.\n\nThe Olso Accords during the early nineties Palestinians resorted to mass terror attacks after the establishment of the Palestinian Authority who openly opposed the existence of Israel.\n\nAfter, much incitement from the Palestinian Authority they launched the Second Intifada resulting in the deaths of a thousand Israeli citizens.\n\nThis is after the Camp David Accords in 2000 when Yasser Arafat walked away from the prospect of having ninety-eight percent of the West Bank and all of the Gaza Strip.\n\nFive years later under pressure from the Bush Administration Israel expelled its own citizens from the Gaza Strip eventually resulting in a terror state constantly trying to attack Israel.\n\nAll of the conditions Palestinians must meet to be able to have their own state need to do the following:\n\nThe Palestinians shall have a system with a constitution or another system for establishing the rule of law that provides for freedom of press, free and fair elections, respect for human rights .\n\nPalestinian Authority arrests people in prison for speaking out against the government, has a death penalty for Palestinians selling their homes to Jews, tortures their own residents for opposing their own governmental policies and has not had elections for over ten years.\n\nThe Palestinians shall have ended all programs, including school curricula and textbooks, that serve to incite hatred.\n\nReality on the ground is children have been receiving incitement against Jews and Israel for years and the PA has refused to change their curriculum since 1993.\n\nThe Palestinians shall have achieved civilian and law enforcement control over all of its territory and demilitarized its population.\n\nMany tribes with several thousand people are in conflict with one another and require their firearms for protection, such attempt to take away arms from the larger tribes can lead to a civil war between the PA and tribes.\n\nHamas will never demilitarize their terror organization and are sworn to the destruction of the State of Israel in their own charter.\n\nMost likely the PA will never agree to this plan because the leaders would have to abide by rules they are never willing to do and giving in to this plan would bring the leaders of the PA under scrutiny.\n\nThe Deal of the Century is great because Israel can finally annex strategic and historic parts of the West Bank that are connected with the Jewish people.\n\nIf Israel would relinquish control of the entire West Bank what happened in Gaza 2006 would be replicated.\n\nNow is the time Israel can annex thirty percent of the West Bank and impose its sovereignty even though the Palestinian Authority will never come to the table."}}