{"GDELT": {"GlobalEventID": 902861984, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CHE", "Actor2Name": "SWITZERLAND", "Actor2CountryCode": "CHE", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.96494954859267, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Hungary", "Actor1Geo_CountryCode": "HU", "Actor1Geo_ADM1Code": "HU", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 20.0, "Actor1Geo_FeatureID": "HU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Hungary", "Actor2Geo_CountryCode": "HU", "Actor2Geo_ADM1Code": "HU", "Actor2Geo_Lat": 47.0, "Actor2Geo_Long": 20.0, "Actor2Geo_FeatureID": "HU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Hungary", "Action2Geo_CountryCode": "HU", "Action2Geo_ADM1Code": "HU", "Action2Geo_Lat": 47.0, "Action2Geo_Long": 20.0, "Action2Geo_FeatureID": "HU", "DATEADDED": 20200131134500, "SOURCEURL": "https://www.bjp-online.com/2020/01/claudia-andujars-ongoing-commitment-to-a-community-under-continual-threat/"}, "ARTICLE": {"TITLE": "Claudia Andujar’s ongoing commitment to a community under continual threat", "TEXT": "Collective house near the Catholic mission on the Catrimani River. Infrared film. Roraima. 1976 © Claudia Andujar.\n\nA monumental retrospective in Paris provides an urgent insight into the culture of one of Brazil’s largest indigenous groups and Andujar’s relationship to it\n\nClaudia Andujar has engaged with the Yanomami, one of Brazil’s largest indigenous groups, for decades; her involvement twofold. She began by creating poetic depictions of the indigenous people’s mysterious existence. But, her approach evolved, becoming political: documentation of their persecution as a means to protect them. A retrospective at Fondation Cartier pour l’art contemporain, Paris, Claudia Andujar: The Yanomami Struggle, held on Andujar’s eighty-ninth year, almost half a decade since she first began working with the Yanomami, allows for a reflection on the evolution of her practice in an exhibition spanning two floors of the light-filled, almost translucent, space. Andujar’s relationship with the Yanomami leads the show, as it did her career: first her photographic experiments in how to capture the group’s exceptional way-of-life, followed by the work she created to safeguard it.\n\nAndujar’s biography is complex and its impact on her work is central to the exhibition which was originally curated by Thyago Nogueira for the Instituto Moreira Salles, Brazil, in 2019, and comprises 300 photographs from the photographer’s extensive archive. A timeline of her life, and significant events surrounding it, runs through the show, giving context to the images exhibited. The photographer was born in Switzerland in 1931 and grew up in Oradea, a town on the Romanian-Hungarian border. Her parents divorced when Andujar was nine and the advent of World War II saw her father, and his extended family murdered at Auschwitz and Dachau concentration camps. The photographer fled with her mother to Switzerland, from where she relocated to New York for several years before rejoining her mother in São Paulo, Brazil, in 1955. It was here that Andujar’s relationship with photography, and her interest in marginalised and vulnerable communities, increasingly indigenous societies, developed as she travelled across the country documenting what she encountered.\n\nThe young Susi Korihana thëri swimming. Catrimani, Roraima. 1974 © Claudia Andujar.\n\nInfrared film. Catrimani, Roraima. 1972–74 © Claudia Andujar.\n\nIn 1966, after deciding to pursue photography in a professional capacity and working as a photojournalist for several magazines, Andujar joined the team of photographers established for the monthly periodical Realidade — a publication noted for its long-form reportages. It was during her work on a 320-page special issue, which was devoted to the still largely uncharted Amazon region and the impact of the military regime on it, that she first met the Yanomami. It was around this time that Andujar’s commitment to photojournalism also faltered, and she received a grant from the John Simon Guggenheim Foundation, which facilitated the long-term, personal projects, she so desired. Initially interested in photographing the Xikrin Indians, on the recommendation of a friend and Swiss ethnologist, in 1971, she went in search of the Yanomami living along the Catrimani River, which stretches from the Parima mountain range on the Brazil-Venezuela border, down to Manaus. The Yanomami reportedly originated from the area; today the community, comprising various tribes and clans, numbers somewhere around 36,000 and occupies an area spanning northern Brazil and southern Venezuela.\n\n“From the beginning, it was a relation of man to man,” she explains in the exhibition catalogue, an affinity undoubtedly motivated, in part, by the photographer’s personal history of repression and displacement. The first two rooms of the exhibition convey a sense of the photographer’s initial immersion. Dreamlike images suspended from the ceiling provide windows into the Yanomami’s everyday lives and Andujar’s impression of them. Unfocused and abstracted, with many rendered in vivid colour, the photographs exude movement and life: expressive responses to the mystical existence of a people the photographer was only just beginning to understand. “At the time, it didn’t bother me not to understand the language of the Yanomami,” she writes, “… I didn’t miss the exchange of words. I wanted to observe, absorb, in order to recreate in the form of images what I was feeling. Perhaps dialogue might even interfere.”\n\nAracá. Amazonas/Surucucus, Roraima. 1983 © Claudia Andujar.\n\nFrom 1971 to 1977, Andujar travelled back and forth to Catrimini River for progressively longer periods. Here, the Yanomami community was still relatively untouched — their traditions and rituals isolated from Western influence. Andujar participated in everyday activities: hunting expeditions, funeral feasts, and the ‘reahu’: both a commemoration of alliances between communities and a funeral ritual, to which a section of the exhibition is devoted alongside other Yanomami ceremonies. She also photographed within the yano: large, cone-shaped communal houses inhabited by dozens of families that hummed with activity. Eschewing a journalistic or anthropological approach, Andujar developed her own visual language, one that would capture the nuances of the Yanomami’s isolated world, and, in doing so, delved deep inside herself: “Photography is the process of discovering the other and, through the other, oneself,” she writes. “Intrinsically, that is why the photographer seeks and discovers new worlds but in the end, always shows what is inside himself.”\n\nHerein lies the complexity of Andujar’s initial project: a white, foreigner documenting an indigenous community could be read as exoticising; some would also argue that Andujar glossed over the darker elements of the Yanomami’s way of life. An article in The New York Review of Books, reviewing Andujar’s previous exhibition at Moreira Salles, mentions a 1968 book by the anthropologist Napoleon Chagnon. He described the Yanomami as a machismo culture, with different groups engaged in constant warfare, provoked by the rape and abduction of their female members. Other anthropologists and members of the Yanomami disputed this, and Chagnon likely exaggerated his assertions if they were true at all. But, one must acknowledge that Andujar’s images are deeply subjective, a fact that also prevents them from feeling voyeuristic. Rather impulse prevails — a photographer committed to developing a visual language that would accurately represent a group in which she was increasingly invested.\n\nYoung woman in a hammock. Collective house of the Korihana thëri family. Catrimani, Roraima. 1972–76 © Claudia Andujar.\n\nCollective house surrounded by sweet-potato leaves. Infrared film. Catrimani, Roraima. 1976 © Claudia Andujar.\n\nAndujar developed an aesthetic that was resolutely abstract. She would often apply Vaseline to her camera, allowing the edges of some images to melt away. The photographer employed infrared film and coloured filters to enhance the tones of her colour work; the darkness of the dense forest and interiors of the Yanomami’s homes demanded sensitive film and slow shutter speeds, which further blurred some stills. When documenting the various rituals of a ‘reahu’, Andujar applied multiple exposures to visually convey the rhythm and otherworldliness of the events during which shamans would call upon their spirits, ‘xapiri’, while tripping on hallucinogenic powder. In 1974, she also provided the community with an opportunity to express their interpretation of nature and the universe in the form of drawing, resulting in intricate illustrations that occupy a wall on the lower floor of the exhibition space. What emerged was an unprecedented depiction of Yanomami life, an artistic response to an increasingly fragile and ethereal existence, and, a record of Andujar’s artistic development, which was veering further and further from her photojournalistic roots.\n\nClaudia Andujar in Catrimani. 1974 © Carlo Zacquini.\n\nBut, this would soon change. On the exhibition’s lower floor the mood and aesthetic shift: a stillness and soberness take over. In 1977, the National Indian Foundation, the branch of the Brazilian government devoted to policies related to indigenous people, denied Andujar permission to return to the Yanomami. At the beginning of the decade, the government, an authoritarian military dictatorship, established a development program that would industrialise vast swathes of the Amazon. The construction of the Perimetral Norte highway, a section of the planned Transamazonian highway that cut through indigenous people’s land, was initiated in 1973 and exposed the Yanomami to disease and conflict, resulting in the deaths of thousands. The government likely identified Andujar as a threat — a witness to, and spokesperson for, the plight of indigenous cultures, which is what she became in the decades that followed. In the time it took her to regain access, she published three books, which heightened awareness of the Yanomami’s hardship among a wider demographic. And so began an era in which the photographer abandoned her artistic practice. Instead, the medium became a vehicle for her activism.\n\nAside from Andujar’s images, there existed little documentation of the Yanomami. The community rejected the medium, concerned that images depicting them could fall into the wrong hands and be subject to sorcery. Furthermore, it was customary that any photographs, which did exist, be destroyed following the death of the individual they depicted. However, with the support of Davi Kopenawa, a Yanomami activist and shaman who the photographer met in 1977 and with whom she collaborated closely, Andujar was able to convince the community that visual records of their culture were central to the cause. She also acknowledged that photography alone was not enough, and in 1978, alongside Kopenawa, the French anthropologist Bruce Albert and missionary Carlo Zacquini, Andujar founded the Comissão Pro-Yanomami (CCPY), embarking on a 14-year campaign to safeguard the Yanomami’s exceptional, yet progressively fragile, way of life.\n\nAdolescent with vulture or hawk feathers. Hwaya u thëri, Upper Catrimani, Roraima. 1976 © Claudia Andujar.\n\nGuest decorated with vulture and hawk plumage for a feast, photographed in multiple exposure. Catrimani, Roraima. 1974 © Claudia Andujar.\n\nAndujar returned to photojournalism during this period to support her political and social campaigns. In the series Marcados, from which a selection of images is displayed on the exhibition’s lower floor, black-and-white headshots frame members of the Yanomami wearing large, numbered tags around their necks. Andujar originally took the photographs in service of a vaccination program launched by the CCPY in 1980, to identify members of the community in their medical records. However, returning to the work some years later, the photographer drew parallels between the numbered tags and the markings tattooed on the prisoners of Nazi concentration camps, her father and his family included. “It is that ambiguous sentiment that leads me, sixty years later, to transform the simple registry of the Yanomami into the condition of ‘people’—marked to live—in a work that questions the method of labelling beings for diverse ends,” she explains in the exhibition catalogue.\n\nIn 1992, the Yanomami’s land was finally demarcated, but this far from concluded their struggle, which has intensified today under the current Brazilian president Jair Messias Bolsonaro. Bolsonaro rejects demarcation, believing that Brazil’s indigenous communities should be assimilated into Western society, promising to legalise mining, which is already widespread, and commercial farming on their land. His election, part-way through the exhibition’s conception, imbued the project with a heightened urgency and significance. And, although it may not have been Andujar’s initial aim, as the show so deftly illustrates her oeuvre has become a timeless and powerful record of the troubled history of a community under ongoing threat.\n\nClaudia Andujar: The Yanomami Struggle is on show at Fondation Cartier pour l’art contemporain, Paris, until 10 May 2020.\n\nInstallation shot of Claudia Andujar: The Yanomami Struggle. Fondation Cartier pour l’art contemporain, Paris. 30 January to 10 May 2020 © Thibaut Voisin"}}