{"GDELT": {"GlobalEventID": 902880365, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "IsRootEvent": 1, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.43290043290042995, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lake George, Uganda (general), Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UG00", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.043889, "Actor1Geo_Long": 30.1494, "Actor1Geo_FeatureID": "-1727881", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lake George, Uganda (general), Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.043889, "Action2Geo_Long": 30.1494, "Action2Geo_FeatureID": "-1727881", "DATEADDED": 20200131153000, "SOURCEURL": "https://phys.org/news/2020-01-image-lake-george-uganda.html"}, "ARTICLE": {"TITLE": "Image: Lake George, Uganda", "TEXT": "Credit: contains modified Copernicus Sentinel data (2018), processed by ESA, CC BY-SA 3.0 IGO\n\nWorld Wetlands Day is celebrated internationally each year on 2 February. It marks the anniversary of the signing of the Convention on Wetlands of International Importance, known as the Ramsar Convention, in Ramsar, Iran, on 2 February 1971.\n\nWorld Wetlands Day raises global awareness about the vital role of wetlands for our planet, paying particular attention to wetland biodiversity.\n\nThis Copernicus Sentinel-2 image takes us over Lake George, in western Uganda. In 1988, Lake George was designated as Uganda's first Ramsar site, given its importance as a centre for biological diversity.\n\nThis equatorial lake covers an area of around 250 sq km and has an average depth of around 2.4 metres. Lake George is fed by a complex system of rivers and streams originating from the Rwenzori mountains – supplying a system of permanent swamps surrounding the lake.\n\nA dense fringe of wetland grass, visible in bright green, can be seen around the edges of the lake in the centre of the image.\n\nThe wetlands provide a natural living space for a number of mammals including elephants, hippopotamus and antelope. They also provide a habitat for over 150 species of birds including several rare species such as the saddle-billed stork.\n\nSeen from above, the waters of Lake George appear green as a result of the thick concentration of blue-green algae. Metal pollution, mine seepage and agricultural runoff has caused serious pollution to the lake's waters and are severely impacting the lake's health.\n\nLake George drains through the Kazinga Channel in the image's centre. The wide, 32km long channel connects Lake George with Lake Edward, which lies on the border between Uganda and the Democratic Republic of the Congo.\n\nThe Kazinga Channel flows through the Queen Elizabeth National Park. The almost 2000 sq km park is known for its wildlife including the African buffalo and the Nile crocodile.\n\nThe park is also famous for its volcanic features, including volcanic cones and deep craters which can be seen dotted around the image. Many contain crater lakes, including the Katwe crater lake, whose salt deposits have been mined for centuries.\n\nSentinel-2 is a two-satellite mission to supply the coverage and data delivery needed for Europe's Copernicus programme. The mission's frequent revisits over the same area and high spatial resolution allow changes in inland water bodies to be closely monitored."}}