{"GDELT": {"GlobalEventID": 902861912, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 311, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.38589211618257, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_Lat": 33.7712, "Actor1Geo_Long": -111.38799999999999, "Actor1Geo_FeatureID": "AZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_Lat": 33.7712, "Action2Geo_Long": -111.38799999999999, "Action2Geo_FeatureID": "AZ", "DATEADDED": 20200131134500, "SOURCEURL": "https://www.azcentral.com/story/news/politics/arizona/2020/01/31/arizona-legislature-david-livingston-proposes-senate-bill-officers-accused-misconduct/4603081002/"}, "ARTICLE": {"TITLE": "Arizona law enforcement officers accused of misconduct could get additional protections", "TEXT": "Arizona law enforcement officers who are accused of misconduct would have additional protections under a bill proposed at the Capitol.\n\nSupporters of Senate Bill 1333, sponsored by Sen. David Livingston, believe such protections are necessary to ensure officers — whose work may spur retaliation — get a fair shake.\n\nBut community-advocacy groups opposed to the proposal say it could make it more difficult to hold officers facing internal investigations accountable.\n\nLivingston, R-Peoria, wants to expand a series of privileges known as a \"peace officers bill of rights.\" Police organizations pushed to secure these types of safeguards in the late 1960s and early 1970s in response to demands for greater police accountability from civil rights activists. Specific protections vary from state to state.\n\nArizona's bill of rights requires law enforcement agencies to inform officers facing most types of misconduct allegations of the \"alleged facts that are the basis of the investigation, the specific nature of the investigation, the officer's status in the investigation … and the officer's right to have a representative present\" prior to interviewing them.\n\nAgencies also must give the subjects of internal investigations \"reasonable breaks\" during interviews to consult with an attorney, among other requirements\n\nUnder Livingston's bill, agencies would have to notify officers of upcoming interviews at least one day in advance, unless \"immediate action is necessary to preserve evidence.\" Investigators could not lie about having evidence they don't actually have, a tactic police use with civilian suspects.\n\nAnd if an officer decides to appeal a disciplinary action, it would give hearing officers and appeals boards the ability to subpoena witnesses.\n\n'A special privilege that nobody else enjoys'\n\nSamuel Walker, a national expert in police accountability, called some of the bill's provisions \"outrageous\" — particularly the one requiring at least one day's notice before an interview.\n\n\"Depending on the seriousness of the alleged offense, you want to question somebody as soon as possible,\" he said.\n\n\"In what other employment context does someone suspected of misconduct in the organization get a waiting period? If you're involved in a traffic accident, do you get 24 hours to make a statement? This is a special privilege that nobody else enjoys.\"\n\nJared Keenan, an attorney for the American Civil Liberties Union of Arizona, took issue with prohibiting the ability to say evidence exists when it doesn't to get someone to talk.\n\n\"Police are allowed to do that every single day when they interview suspects for crimes and the courts have no problem with that, but yet it’s apparently not OK when it's the officers themselves?\" he said.\n\n\"These types of laws are often billed as, 'We’re just expanding due process protections,' but the people who support this type of bill don’t want to provide to the same protections to the general public.\"\n\nBen Laughlin of Poder in Action, a Maryvale-based nonprofit that works to combat police brutality, argued the bill's advance-notice requirement would allow officers \"more time to get their story straight before interviews,\" hindering investigations.\n\nLocal police departments already tend to clear officers of wrongdoing in most excessive-force investigations: A 2018 Arizona Republic review of police data found that major Valley police agencies found officer wrongdoing in 0% to 19% of such cases.\n\n\"This bill also works to undermine the types of civilian oversight communities have been fighting for by granting subpoena power to appeals boards,\" Laughlin said. \"In a lot of ways, this is doubling down on Arizona's long-standing commitment to providing special privileges and protections to law enforcement.\"\n\nPolice groups: Ruined reputations 'impossible to restore'\n\nLivingston did not respond to multiple requests for comment.\n\nBut attorney Will Aitchison, who has represented law enforcement officers and unions for more than four decades, said he was baffled by the reaction from community groups.\n\nDeeming Livingston's proposed additions \"very minor in nature,\" he pointed to Maryland's officer bill of rights for comparison. A provision that allowed officers to go 10 days without having to make a statement came under intense scrutiny five years ago, after 25-year-old Freddie Gray died of a spinal-cord injury in police custody.\n\n\"This (Arizona proposal) is nothing like that … and it doesn't place broad-based restrictions on what the employer can ask,\" Aitchison said. \"I view these as actually quite conservative amendments that really do have giving officers due process in mind.\"\n\nThe national Fraternal Order of Police for decades has contended additional due process protections are necessary because \"increased visibility renders police officers vulnerable to false accusations from the criminal element and others in society.\"\n\nIt has testified that \"rank-and-file police officers are sometimes subjected to abusive and improper procedures and conduct on the part of the very departments or agencies they serve.\"\n\nThe organization also has argued that \"an officer's reputation, once tarnished by accusation, is almost impossible to restore.\" However, an Arizona Republic investigation found last year that officers accused of misconduct seem to easily move from agency to agency with little oversight.\n\nIt was not immediately clear whether an advocacy group had asked Livingston to sponsor the legislation.\n\nThe president of the Phoenix Law Enforcement Association, which has long lobbied for legislation that benefits officers, said only that the organization supports \"furthering the employment rights of peace officers in Arizona.\" ​​The Arizona Police Association did not return a call seeking comment.\n\nHow you can get involved:\n\nReach the reporter at maria.polletta@arizonarepublic.com or 602-653-6807. Follow her on Twitter @mpolletta.\n\nSupport local journalism. Subscribe to azcentral.com today."}}