{"GDELT": {"GlobalEventID": 902880186, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "EDU", "Actor2Name": "STUDENT", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.00429184549356, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Amhara, Amara, Ethiopia", "Actor1Geo_CountryCode": "ET", "Actor1Geo_ADM1Code": "ET46", "Actor1Geo_ADM2Code": "149281", "Actor1Geo_Lat": 11.1667, "Actor1Geo_Long": 39.1667, "Actor1Geo_FeatureID": "-603950", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Amhara, Amara, Ethiopia", "Actor2Geo_CountryCode": "ET", "Actor2Geo_ADM1Code": "ET46", "Actor2Geo_ADM2Code": "149281", "Actor2Geo_Lat": 11.1667, "Actor2Geo_Long": 39.1667, "Actor2Geo_FeatureID": "-603950", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Amhara, Amara, Ethiopia", "Action2Geo_CountryCode": "ET", "Action2Geo_ADM1Code": "ET46", "Action2Geo_ADM2Code": "149281", "Action2Geo_Lat": 11.1667, "Action2Geo_Long": 39.1667, "Action2Geo_FeatureID": "-603950", "DATEADDED": 20200131153000, "SOURCEURL": "https://www.zehabesha.com/ethiopians-protest-response-to-abduction-of-university-students/"}, "ARTICLE": {"TITLE": "ETHIOPIANS PROTEST RESPONSE TO ABDUCTION OF UNIVERSITY STUDENTS - ZeHabesha", "TEXT": "241 SHARES Facebook Twitter\n\nJanuary 28, 2020\n\nProtests broke out in multiple cities in Ethiopia’s Amhara region on Tuesday as public anger grew over the government’s response to the abduction of more than two dozen university students, state-affiliated media reported.\n\nThe mass abduction took place in early December in Ethiopia’s restive Oromia region, focusing attention on security challenges as Prime Minister Abiy Ahmed tries to steer the country toward elections tentatively scheduled for August.\n\nAbiy’s office waited more than a month to acknowledge the incident, issuing a statement on January 11 saying 21 of the 27 students had been freed.\n\nBut the students’ families say they have yet to hear from them – casting doubt on the government’s claims.\n\nMulu Adane, the father of one of the kidnapped students, told AFP Tuesday that he suspected officials were withholding information about the students’ fate.\n\n“Security officials had told me they were trying to have the students released through the mediation of local elders, but it’s more than one month since that promise was made and I haven’t received an update from security officials since then,” he told AFP.\n\n“I want officials to help return my daughter back or if something happened to her to tell me the truth,” he added.\n\nA female student who said she managed to escape the attack told AFP earlier this month that the gunmen behind it targeted students who didn’t speak the Oromo language, including many from Amhara like herself.\n\nShe said the gunmen identified themselves as members of the Oromo Liberation Front (OLF), which claims to champion the interests of the Oromo ethnic group, Ethiopia’s largest.\n\nThe group is split between a political wing headquartered in Addis Ababa and a breakaway military wing active in western and southern Oromia. The government has not said who it believes is responsible for the attack.\n\nTuesday’s protests occurred in Bahir Dar, the Amhara regional capital, and at least seven other cities, according to the state-affiliated Amhara Mass Media Agency.\n\nProtesters carried signs bearing slogans like “Bring back our students” and “We won’t keep quiet about the kidnapped students”.\n\nOpposition politicians and civil society activists have taken to social media in recent days to try to draw global attention to the case, using hashtags including #ReleaseTheStudents and #BringBackOurStudents.\n\nAbiy’s government should “be seeking to share as much information on the fate of the students as possible,” said Laetitia Bader, senior researcher for Human Rights Watch.\n\n“Families have a right to know the fate of their loved ones.”\n\nIn a statement to AFP, Abiy’s office said Tuesday that a committee had been formed to deal with the case.\n\n“High level officials as well as the security apparatus is closely monitoring the situation,” the statement said.\n\nSource: AFP"}}