{"GDELT": {"GlobalEventID": 902860828, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "Actor2Code": "GBRGIB", "Actor2Name": "GIBRALTAR", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Gibraltar", "Actor1Geo_CountryCode": "GI", "Actor1Geo_ADM1Code": "GI", "Actor1Geo_Lat": 36.133333, "Actor1Geo_Long": -5.35, "Actor1Geo_FeatureID": "GI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Gibraltar", "Actor2Geo_CountryCode": "GI", "Actor2Geo_ADM1Code": "GI", "Actor2Geo_Lat": 36.133333, "Actor2Geo_Long": -5.35, "Actor2Geo_FeatureID": "GI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Gibraltar", "Action2Geo_CountryCode": "GI", "Action2Geo_ADM1Code": "GI", "Action2Geo_Lat": 36.133333, "Action2Geo_Long": -5.35, "Action2Geo_FeatureID": "GI", "DATEADDED": 20200131134500, "SOURCEURL": "https://www.chronicle.gi/gibraltar-for-yes-launches-campaign-ahead-of-abortion-referendum/"}, "ARTICLE": {"TITLE": "‘Gibraltar for Yes’ launches campaign ahead of abortion referendum", "TEXT": "Gibraltar for Yes yesterday launched its street campaign outside the ICC in a bid to “dispel myths” on the abortion law and champion the rights of women in the community.\n\nCampaigners were on hand to speak to passers-by, handing out leaflets, badges and stickers to those who were interested in finding out more ahead of the March 19 referendum.\n\n“We are working towards raising awareness of what the law itself provides, what the provision is in the law, and hopefully getting people to understand that this is not about abortion on demand,” spokeswoman Nicole Banda told the Chronicle.\n\n“This is still one of the most restrictive abortion laws in Europe, it is not abortion on demand.”\n\nIf Gibraltar votes yes at the referendum, it will mean terminations will be legalised when authorised by two GHA doctors, on GHA premises and only under certain defined circumstances.\n\n“This is about the women in our community,” Ms Banda said, while urging people to go out and vote on March 19.\n\n“This is a situation that has been going on now for decades, literally decades, and we now know what the situation is.”\n\n“We can no longer ignore the issue and everyone knows that it is happening.”\n\n“It is better to have a service in Gibraltar where women can address their concerns up front with the proper support service, and where they can be offered help regardless of what their choice or decision is.”\n\nMs Banda said women “need to know” that they have access to resources to ensure they make informed decisions whether it is to the continue a pregnancy and then opt for adoption or carrying out an abortion.\n\nThe alliance will continue to campaign for a ‘yes’ vote until the referendum is held, adding that it will host various street parties and public speaking events.\n\nThe Gibraltar for Yes is an alliance of #NoMoreShame, Choice Gibraltar, Secular Humanist Society Gibraltar and Feminist Gibraltar."}}