{"GDELT": {"GlobalEventID": 902862184, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "USAMIL", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "MIL", "Actor2Code": "USA", "Actor2Name": "HAWAII", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.296875, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Hawaii, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USHI", "Actor1Geo_Lat": 21.1098, "Actor1Geo_Long": -157.531, "Actor1Geo_FeatureID": "HI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Hawaii, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USHI", "Actor2Geo_Lat": 21.1098, "Actor2Geo_Long": -157.531, "Actor2Geo_FeatureID": "HI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Hawaii, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USHI", "Action2Geo_Lat": 21.1098, "Action2Geo_Long": -157.531, "Action2Geo_FeatureID": "HI", "DATEADDED": 20200131134500, "SOURCEURL": "http://freerepublic.com/focus/f-news/3812432/posts"}, "ARTICLE": {"TITLE": "Hillay REFUSES to Accept Tulsi Gabbard's lawsuit service", "TEXT": "Skip to comments.\n\nHillay REFUSES to Accept Tulsi Gabbard's lawsuit service\n\nPJ Media ^ | JANUARY 30, 2020 | TYLER O'NEIL\n\nPosted on by 2harddrive\n\nAbove the Law? Hillary Clinton Refuses to Get Served Tulsi Gabbard's $50M Lawsuit BY TYLER O'NEIL JANUARY 30, 2020. Democratic presidential candidate Hillary Clinton speaks at a campaign rally in Charlotte, N.C., Tuesday, July 5, 2016. (AP Photo/Chuck Burton) Last week, Rep. Tulsi Gabbard (D-Hawaii), a Democratic presidential candidate, sued former Democratic presidential nominee Hillary Clinton for defamation, requesting $50 million in damages. Yet Clinton has twice refused to accept the lawsuit, trying to weasel her way out of a legal battle. Gabbard's attorney, Brian Dunne, told The New York Post that Clinton's staff twice snubbed a process server attempting to deliver the defamation lawsuit. \"I find it rather unbelievable that Hillary Clinton is so intimidated by Tulsi Gabbard that she won\u0092t accept service of process,\" Dunne told The Post. \"But I guess here we are.\" The process server first attempted to serve Hillary at the Clintons' house in Chappaqua, N.Y., on Tuesday afternoon, but Secret Service agents turned the server away. The agents directed the server to the Clintons' lawyer, David Kendall. Yet when the server reached Kendall's offices at the Washington, D.C., firm Williams & Connolly, the lawyer said he was unable to accept service on Clinton's behalf. Gabbard joined the Hawaii National Guard in 2003 and served in Iraq and Kuwait. She continues to serve as a major in the National Guard. Yet Clinton called her a \"Russian asset\" and has refused to retract the statement. Critics have often claimed Clinton sees herself as above the law, as demonstrated by her decision to house official State Department emails on her private home-brew server. Yet this attempt to block Tulsi Gabbard's lawsuit just seems petty. Tyler O'Neil is the author of Making Hate Pay: The Corruption of the Southern Poverty Law Center. Follow him on Twitter at @Tyler2ONeil.\n\n\n\n(Excerpt) Read more at pjmedia.com ...\n\nTOPICS:\n\nConstitution/Conservatism\n\nCrime/Corruption\n\nGovernment\n\nKEYWORDS:\n\nclinton\n\nhillary\n\nhillay\n\nlawsuit\n\ntulsi\n\nUNBELIEVABLE! Is Hillary ABOVE the LAW?\n\n\n\nTo: 2harddrive\n\nShe is a Rat, so of course she is above the law.\n\n\n\nTo: 2harddrive\n\nIt has been served.\n\n\n\nby 3 posted onby ImNotLying (The Constitution is an instrument for the people to restrain the government...Patrick Henry)\n\nTo: ImNotLying\n\n“It has been served.” Good to hear!\n\n\n\nby 4 posted onby 2harddrive (Go to www.CodeIsFreeSpeech.com for 10 FREE 3D-printer gun blueprints!)\n\nTo: 2harddrive\n\nIs Hillary above the law? Are you serious? She’s committed just about every crime on the books for the past 30 years and has received not so much as a parking ticket. Read my tagline....\n\n\n\nby 5 posted onby GrandJediMasterYoda (As long as Hillary Clinton remains free equal justice under the law will never exist in the USA)\n\nTo: 2harddrive\n\nActual title: Above the Law? Hillary Clinton Refuses to Get Served Tulsi Gabbard's $50M Lawsuit How do you suppose it got changed like that?\n\n\n\nTo: 2harddrive\n\nAbove the Law? Hillary Clinton Refuses to Get Served Tulsi Gabbard's $50M Lawsuit BY TYLER O'NEIL Formatted for friends. Last week, Rep. Tulsi Gabbard (D-Hawaii), a Democratic presidential candidate, sued former Democratic presidential nominee Hillary Clinton for defamation, requesting $50 million in damages. Yet Clinton has twice refused to accept the lawsuit, trying to weasel her way out of a legal battle. Gabbard's attorney, Brian Dunne, told The New York Post that Clinton's staff twice snubbed a process server attempting to deliver the defamation lawsuit. \"I find it rather unbelievable that Hillary Clinton is so intimidated by Tulsi Gabbard that she won’t accept service of process,\" Dunne told The Post. \"But I guess here we are.\" The process server first attempted to serve Hillary at the Clintons' house in Chappaqua, N.Y., on Tuesday afternoon, but Secret Service agents turned the server away. The agents directed the server to the Clintons' lawyer, David Kendall. Yet when the server reached Kendall's offices at the Washington, D.C., firm Williams & Connolly, the lawyer said he was unable to accept service on Clinton's behalf. Gabbard joined the Hawaii National Guard in 2003 and served in Iraq and Kuwait. She continues to serve as a major in the National Guard. Yet Clinton called her a \"Russian asset\" and has refused to retract the statement. Critics have often claimed Clinton sees herself as above the law, as demonstrated by her decision to house official State Department emails on her private home-brew server. Yet this attempt to block Tulsi Gabbard's lawsuit just seems petty.\n\n\n\nby 7 posted onby Bratch (Â\u0093If liberty means anything at all, it means the right to tell people what they do not want to hear.)\n\nTo: 2harddrive\n\nPut it in a pizza box.\n\n\n\nTo: 2harddrive\n\nGet a judge to hold her in contempt of court. There is an honest judge out there, isn’t there?\n\n\n\nTo: 2harddrive\n\nAbove the Law?\n\n\n\nDoes a bear s$%t in the woods???\n\n\n\nby 10 posted onby Cheerio ( #44, the UNKNOWN Manchurian Candidate)\n\nTo: humblegunner\n\nThey kept saying “Hillay’s not here!”\n\n\n\nTo: 2harddrive\n\nCan’t refuse. 106 Order posted to door.\n\n\n\nby 12 posted onby MeneMeneTekelUpharsin (Freedom is the freedom to discipline yourself so others don't have to do it for you.)\n\nTo: 2harddrive\n\nTulsi (PIAPS 2.0) loves the fact that service was denied. The lawsuit was for nothing other than publicity in the first place.\n\n\n\nTo: 2harddrive\n\nHow, why in the world is the Secret Service being used and allowed to screen Hillary from service of court orders? Pull her detail. Fire the agent ordering these screening actions. Serve the bitch. Don’t protect her!\n\n\n\nTo: 2harddrive\n\nHillary will die rich and not in prison, but she knows that process servers are a sign that her last years will be vexed by law suits, hearings, and continuing revelations of her utter sleaziness.\n\n\n\nTo: 2harddrive\n\nUnbelievable that people don\u0092t know Hillary is above the law.\n\n\n\nTo: 2harddrive\n\nShould have had a fake Amazon driver deliver it in a shipment from Lane Bryant.\n\n\n\nby 17 posted onby The Antiyuppie (Â\u0093When small men cast long shadows, then it is very late in the dayÂ\u0094)\n\nTo: Theophilous Meatyard III\n\nGet a judge to hold her in contempt of court. There is an honest judge out there, isn\u0092t there? There may be many honest judges out there, but there aren't many stupid ones.\n\nThere may be many honest judges out there, but there aren't many stupid ones.\n\nby 18 posted onby The_Media_never_lie (Please, oh pretty please let Crazy Uncle Joe Biden be the nominee.)\n\nTo: 2harddrive\n\nby 19 posted onby coloradan (The Enemy Media isn't chartered to inform but rather to advance the interests of certain elites.)\n\nTo: 2harddrive\n\nTulsi’s process server just serves Hillary’s attorney of record with the lawsuit. Hills attorney cannot legally refuse service from Tulsi’s servers.\n\n\n\nDisclaimer: Opinions posted on Free Republic are those of the individual posters and do not necessarily represent the opinion of Free Republic or its management. All materials posted herein are protected by copyright law and the exemption for fair use of copyrighted works.\n\nFreeRepublic , LLC, PO BOX 9771, FRESNO, CA 93794\n\nFreeRepublic.com is powered by software copyright 2000-2008 John Robinson"}}