{"GDELT": {"GlobalEventID": 902880664, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "MIL", "Actor1Name": "ARMY", "Actor1Type1Code": "MIL", "Actor2Code": "USAUAF", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "Actor2Type1Code": "UAF", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.70457976849522, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200131153000, "SOURCEURL": "https://blogs.timesofisrael.com/parshat-bo-the-heavenly-kingdom/"}, "ARTICLE": {"TITLE": "Parshat Bo – The Heavenly Kingdom", "TEXT": "In August, 1860, 3,000 soldiers from the Taiping rebel army prepared to attack Shanghai. They didn’t define themselves as the rebel army. They called themselves the Heavenly Kingdom of Peace on Earth, a movement founded by the self-proclaimed Heavenly King, Hóng Xiùquán.\n\nThe Heavenly King’s right-hand man, his de facto prime minister and cousin, Hong Rengan, also known as the Shield King, had tasked general Li Xiucheng, known as the Loyal King, with the job of taking Shanghai. This would give the Heavenly Kingdom access to the port, allowing them to trade with foreigners and buy the weapons they needed.\n\nBy this time the Heavenly Kingdom controlled a large portion of China with Nanking as its capital.\n\nThe movement had begun just over a decade earlier when Hóng Xiùquán, the youngest son of a poor Hakka family, had a nervous breakdown after failing the imperial civil servant exams for the third time. He was bedridden for several days and during that time had a vision which eventually, after reading several Christian missionary books, led him to realize that he was actually the son of God, the brother of Jesus.\n\nBy 1843, Hóng Xiùquán finally understood his mission, of defeating the “demons” of the Manchu-led Confucian Qing dynasty. He began by smashing the Buddhist and Confucian idols around him and proclaiming his version of Christianity to all who would listen.\n\nThe Chinese population had exploded over the previous century, but the corruption of the Manchu rulers along with natural disasters had caused widespread poverty. There was huge discontent among the people, who joined the Heavenly King, and by late 1850 he was leading an army of 10,000 rebels. Most of them, like Hóng Xiùquán himself, were members of the Hakka minority.\n\nOn January 11, 1851, Hóng Xiùquán proclaimed himself the Heavenly King of the Taiping Heavenly Kingdom and his forces went on to victory after victory. By 1953 the rebels had captured Nanking and for over a decade controlled most of the mid and lower Yangtze valley in south-eastern China.\n\nThe rebels would eventually be defeated by 1864 after somewhere between 10 million and 30 million Chinese people had been killed or died. But that was still in the future.\n\nAt first, the western media and politicians welcomed the rebels as Christian, seeing them as modernizers and potentially fruitful trading partners.\n\nJS Gregory, in his book “Great Britain and the Taipings” explains that the Shield King “envisaged the development of railways, highways, postal services, banks and other services necessary for the encouragement of trade, and the extensive re-organization of government administration.”\n\nThe British press felt certain the rebels would be victorious, and looked forward to the trade and financial opportunities the rebels could bring. For example, on July 18, 1853, The Times wrote that the rebellion would help to “complete that circle of civilization and unrestricted intercourse which will one day encompass the globe.”\n\nHowever, Britain’s politicians were reluctant to take sides. This was also the time of the US Civil War. Having banned slavery over half a century earlier, Westminster’s natural affinity was with the values of the Union in the north. However, the textile industry was dependent on the cotton from the southern Confederacy. So the politicians debated and argued but never took action.\n\nSimilarly, although the Taiping were viewed as natural allies due to their mainly Christian beliefs and their plans for modernization, Palmerston’s government didn’t want to risk losing its lucrative trade with the Manchu leaders, and failed to make a decision as to which side it supported, officially remaining neutral.\n\nSo when the Taiping soldiers approached Shanghai, they expected the foreigners in the city to take no part in the fighting. And so the Loyal King, the Taiping general, sent an offer of protection to all foreign diplomats, envoys and religious leaders.\n\nLi Xiucheng message to the foreign envoys in Shanghai Le, the Loyal King of the Heavenly Dynasty, &c., to the Honourable Envoys, &c. “Previous to moving my army from Soo-chow I wrote to you, acquainting you that it would soon reach Shanghai, and that if the residences of your honourable nations and the mercantile establishments would hoist yellow flags as distinguishing marks, I would give immediate orders to my officers and soldiers prohibiting them from entering or disturbing them in any way… My forces have already arrived at Tseih-paen, and they will soon reach Shanghai. I therefore earnestly hope that you the honourable envoys will call the people of your nations before you, direct them to close their doors, remain inside, and hoist yellow flags at their houses, when they need have no fear of my soldiers, as I have already given orders to them that they must not, in that case, molest or injure any one. “Tai-ping, Tien-kwo, 10th year, 7th moon, 9th day (August 18th, 1860).”\n\nUnfortunately, for Li Xiucheng and his troops, and without the knowledge of the lawmakers in Britain and Europe, the Europeans did not remain neutral. Frederick Townsend Ward was an American soldier of fortune, who had assembled a ragtag group of foreigners to serve under him in the boldly named Ever Victorious Army. Better armed and backed by Imperial forces within the city, Ward drove back the Taiping, turning the tide of the war and contributing to their eventual defeat.\n\nThe Taiping’s guarantee of safety for those who displayed the yellow flag and remained indoors is similar to God’s promise to the Israelites in this week’s Torah reading of Bo. But instead of displaying a yellow flag, it was the blood of the paschal lamb that was the sign of protection (Exodus 12:21-23).\n\nMoses called all the elders of Israel and said to them: Draw and take for yourselves a sheep for your families and slaughter the paschal lamb. You shall take a bundle of hyssop and dip it in the blood that is in the basin and touch it to the lintel and to the two doorposts, with the blood that is in the basin. And you shall not go out of the doorways of your home until the morning. And God will pass through to smite Egypt. But he will see the blood on the lintel and on the two doorposts, and God will skip over the doorway, and will not allow the destroyer to enter your homes to strike.\n\nThe yellow banner the Taiping asked the foreigners in Shangahi to display represented the Taiping army and the Heavenly Kingdom. It was the color of their uniforms.\n\nGregory writes that, “The dress worn by the rebels is somewhat peculiar. The chiefs wear a yellow robe with a yellow cap drooping behind… The soldiers wear a yellow uniform edged with red or vice versa.”\n\nIt was also the color of the Taiping flag — which featured a dragon rampant on a yellow background.\n\nBut yellow was also the color of the Qing dynasty and its emperors. Their flag had a dragon prancing on a triangular, yellow background.\n\nTherefore, the color of the banner that the foreigners were instructed to display, represented both the Tiaping and the empire, both sides of the battle.\n\nSimilarly, in Egypt, the blood of the lamb represented the sacrifice offered to God by the Israelites. It embodied the reason that God told Moses to free the slaves. “When you bring out the people from Egypt you will serve God on this mountain,” (Exodus 3:12). And Moses said to Pharaoh, “Set My people free that they may serve me in the desert,” (Exodus 7:16).\n\nBut the sheep was also sacred to the Egyptians. A ram was a sacred animal to the Egyptian gods of Amun and Khnum. Moses tells Pharaoh that the Israelites cannot offer the lamb as a sacrifice while still in Egypt, for to do so would appear to the Egyptians as profaning their deity (Exodus 8:21-22).\n\nPharaoh called for Moses and Aharon and said, ‘Go and offer to your God in the land.’ But Moses said, ‘It is not right to do so, for our sacrifice to the Lord our God is taboo to Egypt. Can we sacrifice the taboo of Egypt before their eyes and they would not stone us?\n\nThe zodiac sign for the month of Nisan, the month of Passover, is Aries the ram, representing both the Jewish sacrifice and the Egyptian deity.\n\nSo the paschal lamb had a double meaning. It was holy to both the Israelites and the Egyptians.\n\nSimilarly, the blood on the doorpost was a reminder of the paschal lamb and the circumcision the Israelites had performed immediately before leaving Egypt. For this reason Ezekiel says (Ezekiel 16:6):\n\nI passed over you and saw you wallowing in your blood, and I said to you, ‘You shall live through your blood,’ I said to you, ‘You shall live through your blood.’\n\nBut it was also the blood of the Egyptian firstborn who were killed that night, and the blood of the first of the Ten Plagues.\n\nThere is one other similar episode in the Bible, where a sign placed outside saves those who remain inside their home. This occurs when Joshua conquers the city of Jericho.\n\nHe had sent two spies into the city ahead of the battle and miraculous victory. These spies were aided and protected by Rahab, a prostitute, and in return they swore to protect her and her family when the Israelites conquered the city (Joshua 2:18-19).\n\nWe are coming into the land. Tie this crimson cord of thread in the window… And gather your father and your mother and your brothers and all your father’s household with you inside the house. And anyone who leaves the doors of your home to go out, his blood is upon his head… but all who are with you in the home, his blood is on our heads if anyone lays a hand upon him.\n\nThe crimson cord obviously represents Rahab’s profession as a prostitute. It is the color of sin. It is the color of the thread the midwife tied around the hand of Tamar’s son Zerah as he was being born, who had been conceived while Tamar was disguised as a prostitute.\n\nIn the Yom Kippur ritual in Temple times, a scarlet thread was tied to the head of the scapegoat and another hung in the Temple. If the thread turned white it was a sign that the sins of the Jewish people had been atoned. As the prophet said, “If your sins are like crimson, they shall become white as snow,” (Isaiah 1:18).\n\nYet the crimson thread was also woven into the holiest materials in Judaism — the fabric of the Tabernacle (Exodus 26:1), the curtain (Exodus 26:31) and the garments of the High Priest (Exodus 28:39).\n\nThe red thread that protected Rahab and her family represented both sin and holiness, just as the sheep and blood of Egypt represented both Israelites and Egyptians, both life and death, and the yellow flag of the Taiping represented both the allies and the enemies.\n\nTo see only one meaning in the yellow or red, the lamb or the blood, is to miss at least half of the picture.\n\nWith great thanks to Jake Barton and his Historium podcast which has an amazing, in-depth episode on the Taiping Rebellion.\n\nI’ve started sharing more of my Torah thoughts on Facebook. Follow my page, Rabbi Sedley."}}