{"GDELT": {"GlobalEventID": 902862050, "Day": 20200131, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0849, "Actor1Code": "USA", "Actor1Name": "UTAH", "Actor1CountryCode": "USA", "Actor2Code": "LEG", "Actor2Name": "SENATE", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.1446540880503195, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_Lat": 42.0046, "Actor1Geo_Long": -93.214, "Actor1Geo_FeatureID": "IA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Utah, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USUT", "Actor2Geo_Lat": 40.1135, "Actor2Geo_Long": -111.854, "Actor2Geo_FeatureID": "UT", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0046, "Action2Geo_Long": -93.214, "Action2Geo_FeatureID": "IA", "DATEADDED": 20200131134500, "SOURCEURL": "https://www.deseret.com/indepth/2020/1/31/21116553/live-feed-vote-to-call-more-witnesses-sinking"}, "ARTICLE": {"TITLE": "With witnesses unlikely, Mitt Romney weighs impeachment verdict", "TEXT": "Deseret News reporter Matthew Brown is in Washington, D.C., and will be publishing updates about the trial throughout the day.\n\nLee lauds Romney’s ‘guts’ on witness issue\n\nSen. Mike Lee tweeted that his fellow GOP senator from Utah showed “thoughtfulness, integrity, and guts” in vote on witnesses.\n\nMitt Romney is a good friend and an excellent Senator. We have disagreed about a lot in this trial. But he has my respect for the thoughtfulness, integrity, and guts he has shown throughout this process. Utah and the Senate are lucky to have him. — Mike Lee (@SenMikeLee) January 31, 2020\n\nLee defends vote against calling witnesses\n\n3:40 p.m. MST\n\nUtah Republican Sen. Mike Lee, who voted against the motion to allow additional witnesses and documents in the impeachment trial, said more testimony wouldn’t have changed the essential facts in the case.\n\n“That is why I voted to move on without hearing from additional witnesses,” Lee said. “Like any other trial court, the Senate – here sitting as a court of impeachment – has both the authority and the obligation to decline to hold a full trial where the material facts of the case are not in dispute.”\n\nSenate votes 51-49 to reject calling witnesses\n\n3:40 p.m. MST\n\nThe Senate rejected a motion to hear new witnesses in the impeachment trial of President Donald Trump, moving the GOP-controlled chamber closer to an expected acquittal of the president.\n\nRepublican Sens. Mitt Romney of Utah and Susan Collins of Maine voted with Democrats in the 51-49 vote on what became the most contentious issue in a trial whose outcome has been all but certain.\n\nDemocrats warn Republicans that ‘the truth will come out’\n\n1:30 p.m. MST\n\nMaking their argument for additional witnesses in the impeachment trail of President Donald Trump, Democrats have adopted a new mantra: “The truth will come out.”\n\nMinority Leader Chuck Schumer and other Democratic leaders began the messaging at a news conference Friday before the trial resumed and it was repeated by House managers during their presentation Friday. Schumer resumed the warning during a break in the trial.\n\nAs proof, Democrats pointed to a New York Times article Friday that said a book manuscript by Trump’s former national security adviser John Bolton describes a May meeting in which Bolton claims that Trump ordered him to call Ukrainian President Volodymyr Zelenskiy to encourage him to meet with Rudy Giuliani, the president’s private attorney.\n\nThe story said that White House counsel Pat Cipollone was also in the meeting. Cipollone is lead counsel on Trump’s defense team for the trial.\n\nSen. Lisa Murkowski vote tanks call for witnesses\n\n11:35 a.m. MST\n\nSen. Lisa Murkowski, R-Alaska, said she will vote against introducing new witnesses in the impeachment trial.\n\n“The House chose to send articles of impeachment that are rushed and flawed. I carefully considered the need for additional witnesses and documents, to cure the shortcomings of its process, but ultimately decided that I will vote against considering motions to subpoena,” she said in a statement.\n\nHer decision deals a likely fatal blow to Democrats’ efforts to call for witnesses. Republican Sens. Mitt Romney of Utah and Susan Collins of Maine will vote to hear from witnesses, but at least two more GOP senators would have to vote with Democrats for the motion to prevail.\n\nSenate GOP might save the verdict till after State of the Union\n\n11:25 a.m. MST\n\nNews reports say scheduling concerns over the Iowa caucuses on Monday and Trump’s State of the Union address on Tuesday have Republicans thinking about postponing the final verdict to Wednesday.\n\nOn Thursday Republicans leaders said the momentum was to render final judgment on President Donald Trump as early as Friday, if they were successful defeating a motion to call for more witnesses and documents.\n\n“It’s probably going to drift a little bit,” Sen. John Thune, R-S.D., the No. 2 Senate Republican told Politico. “May well [go] into next week.”\n\nSenate Majority Leader Mitch McConnell, R-Ky., is expected to make an announcement on the floor this afternoon.\n\nRomney has moved past witnesses and onto the final verdict\n\n11 a.m. MST\n\nUtah Republican Sen. Mitt Romney made up his mind about new witnesses days ago. Now, aides say he’s focused on deciding his final verdict in the impeachment trial of President Donald Trump.\n\nA New York Times story Friday said he’s “the only Senate Republican who is seen as a possible vote to convict the president.”\n\nBut he’s undecided.\n\nRomney said Monday he wants to hear from former national security adviser John Bolton and Sen. Susan Collins, R-Maine, announced Thursday she, too, will vote with Democrats today on a motion to call for new witnesses and documents. But it’s looking increasingly likely that the motion will fail.\n\nIn case you weren’t sure where Romney stands on witnesses\n\n8:40 a.m. MST\n\nThe Utah Republican senator’s communications director tweeted this today:\n\nFor those asking: As @SenatorRomney has said, he wants to hear from Ambassador Bolton, and he will vote in favor of the motion today to consider witnesses. — Liz Johnson (@LJ0hnson) January 31, 2020\n\nImpeachment trial by the numbers\n\n8:27 a.m. MST\n\nSenators have a lot of evidence and testimony to inform their upcoming votes on whether to hear more witnesses and on the final verdict.\n\nWhite House lawyers offered this rundown during Thursday’s question and answer session:\n\n— 21 hours of arguments\n\n— 192 video clips of 13 out of the 17 witnesses House investigators deposed\n\n— 28,000 documents admitted as evidence.\n\nAnd there is this data point from the Senate Cloakroom:\n\nThere were a total of 180 questions asked and answered over the past two days (16 hours). — Senate Cloakroom (@SenateCloakroom) January 31, 2020\n\nLee compares Senate trial to cases that ‘don’t actually go to trial’\n\n8:03 a.m. MST\n\nIn his nightly Facebook post, GOP Sen. Mike Lee says potential witnesses like John Bolton won’t add anything new to the information senators already have to render a verdict.\n\nLee said the facts surrounding Trump’s dealings with Ukraine are not in dispute and so senators are ready to resolve the case rather than introduce more evidence to address any questions on the facts. He explained that’s how it’s done in a regular trial court.\n\n“Most cases that are filed in a federal district court, in a trial court, don’t actually go to trial,” said Lee, a former federal prosecutor. “We’re in one of those circumstances here.”\n\nDemocrats have argued that every past impeachment trial for judges and presidents have all had witnesses and to not introduce new evidence could set a dangerous precedent.\n\nA vote on whether to introduce new witnesses is expected today and is likely to fail.\n\nGOP senators falling in line on vote against calling witnesses\n\n6:00 a.m. MST\n\nRepublican Sen. Lamar Alexander of Tennessee announced late Thursday that he will vote no on hearing from additional witnesses in the impeachment trial of President Donald Trump.\n\nIn a statement announcing his decision, Alexander said while Democrats have proven their case against Trump, the president’s conduct does not warrant removal from office.\n\n“The question then is not whether the president did it, but whether the United States Senate or the American people should decide what to do about what he did. I believe that the Constitution provides that the people should make that decision in the presidential election that begins in Iowa on Monday.”\n\nRelated Republicans push to acquit Trump as soon as Friday\n\nMeanwhile, Sen. Susan Collins, R-Maine, said she will join Utah Sen. Mitt Romney and Senate Democrats in voting for additional witnesses. That leaves GOP Sen. Lisa Murkowski of Alaska as the last holdout on the witness question. She is to announce her intentions sometime before the vote.\n\nIf Murkowski votes yes on additional witnesses, the resulting 50-50 tie means the effort to introduce new testimony and documents fails and senators could move to vote on the verdict as soon as today.\n\nNo president has ever been removed from office and the GOP-controlled Senate is expected to acquit Trump, as well."}}