{"GDELT": {"GlobalEventID": 903155370, "Day": 20200202, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0877, "Actor1Code": "CHN", "Actor1Name": "CANTON", "Actor1CountryCode": "CHN", "Actor2Code": "CHE", "Actor2Name": "TICINO", "Actor2CountryCode": "CHE", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.017857142857141, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "SZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ", "Actor2Geo_Lat": 47.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "SZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ", "Action2Geo_Lat": 47.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "SZ", "DATEADDED": 20200202023000, "SOURCEURL": "https://www.swissinfo.ch/eng/no-smoking_canton-ticino-workers-must-clock-out-for-smoking-breaks/45532408"}, "ARTICLE": {"TITLE": "Canton Ticino workers must clock out for smoking breaks", "TEXT": "Authorities reckon smoker employees gain an unfair advantage by taking more breaks throughout the day. Keystone / Martin Ruetschi\n\nFrom February 1, canton Ticino employees who leave their buildings for an extra cigarette break will have to clock out – a first for Switzerland.\n\nThis content was published on February 1, 2020 - 11:42\n\nFor now, the regulation affects those who work in the buildings of the cantonal parliament and government.\n\nThe move follows an intervention last year by a parliamentarian who wanted to know how to regulate the unequal treatment of smokers, who are more frequently absent from their desks, and non-smokers at the workplace.\n\nAs a consequence, the government of the Italian-speaking southern canton – which takes a hard line of public smoking – decided to draw up the new regulation. It applies to all additional breaks beyond those permitted (two breaks of 15 minutes per working day, for all employees).\n\nIt has not yet been decided whether to widen the new rules to other administrative buildings. Nicola Novaresi, director of the finances and economy department, said that to his knowledge no other similar regulation was in operation in other cantons.\n\nCanton Ticino banned smoking in public places in 2007 – the first Swiss canton to do so.\n\nThis article was automatically imported from our old content management system. If you see any display errors, please let us know: community-feedback@swissinfo.ch"}}