{"GDELT": {"GlobalEventID": 903155888, "Day": 20200202, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0877, "Actor1Code": "THAGOVHLH", "Actor1Name": "THAILAND", "Actor1CountryCode": "THA", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "Actor2Code": "THA", "Actor2Name": "THAILAND", "Actor2CountryCode": "THA", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.7522935779816495, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "TH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH", "Actor2Geo_Lat": 15.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "TH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20200202023000, "SOURCEURL": "https://www.tribuneindia.com/news/1st-batch-of-324-indians-from-wuhan-quarantined-34679"}, "ARTICLE": {"TITLE": "1st batch of 324 Indians from Wuhan quarantined", "TEXT": "Tribune News Service\n\nNew Delhi, February 1\n\nThe first batch of 324 Indians, mostly students, were quarantined at Manesar and Delhi facilities after returning from Wuhan on a special Air India flight this morning.\n\nOf these evacuees, 104 have been housed at ITBP's Chawla Camp quarantine and 220 are in Manesar. A government statement said they were being effectively monitored.\n\nHealth Minister Harsh Vardhan and Cabinet Secretary Rajiv Gauba held a review meeting and decided to screen all passengers from Thailand and Singapore. Universal screening of passengers coming from China and Hong Kong is already being done in the wake of novel coronavirus deaths and infection spreading to 21 nations.\n\nAs of today, India has screened 52,332 passengers from 326 flights. A total of 97 symptomatic travellers picked up by the Integrated Disease Surveillance Programme have been referred to isolation facilities, the government said, adding that 98 samples had been tested of which 97 had been found negative. So far, there is only one positive n-CoV case in India — a student in Kerala who returned from a Wuhan University.\n\n\"The positive case in Kerala is being monitored and is stable,\" the Health Ministry said.\n\nThe Secretary, Health, today held a video conference to review the process of screening passengers from different countries. Screening is going on at 21 airports.\n\nBeijing appreciates India for support\n\nNew Delhi: China’s State Councillor Wang Yi on Saturday appreciated India’s support and understanding during the coronavirus epidemic in a phone call to External Affairs Minister S Jaishankar. Comparing India’s forbearance with that of other countries, Wang Yi said, “We don't think it is helpful for certain countries to hype up the situation, or even create panic.” TNS"}}