{"GDELT": {"GlobalEventID": 903155442, "Day": 20200202, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0877, "Actor1Code": "CVL", "Actor1Name": "POPULATION", "Actor1Type1Code": "CVL", "Actor2Code": "CANEDU", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.46575342465753, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Medicine Hat, Alberta, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA01", "Actor1Geo_ADM2Code": "12520", "Actor1Geo_Lat": 50.0333, "Actor1Geo_Long": -110.68299999999999, "Actor1Geo_FeatureID": "-569088", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Medicine Hat, Alberta, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA01", "Actor2Geo_ADM2Code": "12520", "Actor2Geo_Lat": 50.0333, "Actor2Geo_Long": -110.68299999999999, "Actor2Geo_FeatureID": "-569088", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Medicine Hat, Alberta, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA01", "Action2Geo_ADM2Code": "12520", "Action2Geo_Lat": 50.0333, "Action2Geo_Long": -110.68299999999999, "Action2Geo_FeatureID": "-569088", "DATEADDED": 20200202023000, "SOURCEURL": "https://medicinehatnews.com/news/local-news/2020/01/31/mhc-students-taking-care-of-local-bees/"}, "ARTICLE": {"TITLE": "MHC students taking care of local bees - Medicine Hat News", "TEXT": "Should the UCP have granted the Alberta Teachers’ Association its request to delay the start of school?\n\nBy Medicine Hat News on January 31, 2020.\n\nSUBMITTED PHOTO\n\nAnushka Sharma (left) is leading a project with Enactus Medicine Hat College to build habitats for local bee populations who are crucial to agriculture. SUBMITTED PHOTOAnushka Sharma (left) is leading a project with Enactus Medicine Hat College to build habitats for local bee populations who are crucial to agriculture.\n\nA new initiative at Medicine Hat College will have students research optimal living conditions and develop habitats for local bee populations that are crucial to agriculture.\n\nThe project, “To-Bee-Continued,” is a partnership between Enactus MHC and the school’s environmental technology program, which is funded by a $5,000 donation from the RBC Foundation and Community Foundations Canada.\n\n“It’s unique, because we’re not targeting honeybees,” Anushka Sharma, an MHC business student and project lead, told the News. “We’re just concerned about the sustainability of bees in Medicine Hat and area.”\n\nThey will be developing “little habitats” for these bee species, such as the alfalfa leafcutter and alkali bees, which are integral to the ecosystem, she said.\n\n“Bees help in pollination, which ultimately helps a lot in farming, growing food and our livelihood, which are essential parts of our lives here in Alberta,” said Sharma.”They’re a big helping hand. That’s why they’re critical to our environment.”\n\nSharma says her team is in the initial planning stages, conducting experiments in their biology lab with the hope of moving their work outdoors in the spring.\n\n“Now we know what we have to do, with planting seeds and experimenting, but we’re waiting for suitable weather conditions for it,” she said.\n\nThis project has been in the works for the past half year, Sharma added.\n\n“We’re doing this for everyone, not just because it’s a fad to save the bees. It’s really critically important that these different sorts of bees are paid attention to before they’re in danger of extinction,” she said.\n\nEnactus is open to students from all educational backgrounds, with an emphasis on the 17 UN sustainability goals.\n\n“You just have to be a student here and can just start volunteering with us. No matter what program you’re from, we’ll find something that suits everyone’s interests and skills,” said Sharma.\n\nShare this story:\n\n\n\n\n\n\n\n\n\n\n\n"}}