{"GDELT": {"GlobalEventID": 903155461, "Day": 20200202, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0877, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "PTY", "Actor2Name": "PARTY LEADER", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.89908256880734, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rafah, Gaza Strip (general), Gaza Strip", "Actor1Geo_CountryCode": "GZ", "Actor1Geo_ADM1Code": "GZ00", "Actor1Geo_ADM2Code": "16446", "Actor1Geo_Lat": 31.3292, "Actor1Geo_Long": 34.2311, "Actor1Geo_FeatureID": "10420173", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rafah, Gaza Strip (general), Gaza Strip", "Actor2Geo_CountryCode": "GZ", "Actor2Geo_ADM1Code": "GZ00", "Actor2Geo_ADM2Code": "16446", "Actor2Geo_Lat": 31.3292, "Actor2Geo_Long": 34.2311, "Actor2Geo_FeatureID": "10420173", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rafah, Gaza Strip (general), Gaza Strip", "Action2Geo_CountryCode": "GZ", "Action2Geo_ADM1Code": "GZ00", "Action2Geo_ADM2Code": "16446", "Action2Geo_Lat": 31.3292, "Action2Geo_Long": 34.2311, "Action2Geo_FeatureID": "10420173", "DATEADDED": 20200202023000, "SOURCEURL": "https://www.timesofisrael.com/israel-reportedly-strikes-gaza-suspends-concrete-imports-after-rocket-fire/"}, "ARTICLE": {"TITLE": "Israel strikes Gaza, suspends cement imports after rocket fire", "TEXT": "Israeli forces struck Gaza just after midnight Sunday morning, hours after a rocket was fired from the enclave at southern Israel, the IDF said.\n\nThe Defense Ministry also announced it was freezing cement imports and other punitive steps in response to near daily attacks from the Strip recently.\n\nThe Israel Defense Forces said that warplanes and helicopter gunships carried out attacks on Hamas targets in northern Gaza.\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\nIt said a Hamas “war room” and underground facilities used by the terror group were hit, among other assets.\n\n“The attacks were carried out in response to high-trajectory fire and the launch of incendiary balloons from Gaza into Israel,” the army said in a statement.\n\nThe Hamas linked Shehab news site earlier reported Israeli attacks on targets near Beit Lahia in the north of the Strip.\n\nThere were no immediate reports of injuries.\n\nOn Saturday night, a rocket fired out of Gaza landed in an open area the Sha’ar Hanegev region, as tensions in the restive region ramped up.\n\nNo damage or injuries were reported.\n\nThe attack occurred while Blue and White party leader Benny Gantz and other top members of his faction were visiting the area, forcing them to hold their meeting with residents in a bomb shelter.\n\nהאזעקה בזמן ביקורו של בני גנץ באחד היישובים בעוטף. נשארו לשבת בחדר המוגן. pic.twitter.com/ScqXTeI2Tr — almog boker (@bokeralmog) February 1, 2020\n\nThe area has seen a marked increase in violence over the last several days, with near daily rocket fire and launches of suspected balloon borne bombs, drawing retaliatory airstrikes.\n\nIsrael said late Saturday that was suspending cement imports into the Strip in response to the attacks.\n\nIt also said it was cutting the number of commercial entry permits given to Gazans by 500 starting Sunday. Israel currently gives out 5,500 permits.\n\nIsrael has allowed cement imports into the Strip since 2014 under a mechanism overseen by the UN designed to ensure building materials are used for civilian purposes and not constructing tunnels or other military infrastructure.\n\nIn 2016, Israel froze cement imports for 45 days after a cross-border tunnel was discovered.\n\n“The decision was made following security consultations and in light of repeated terror activity from the Gaza Strip against Israeli citizens over the past weeks, which have represented a violation of Israeli sovereignty,” the Defense Ministry unity charged with liaising with Palestinian civil authorities said in a statement.\n\nSaturday was the fourth day in a row in which terrorists in the Strip fired rockets or mortar shells at southern Israel.\n\nThroughout the day on Saturday, a number of balloons suspected of carrying explosive devices were launched from the Gaza Strip into southern Israel.\n\nBalloon clusters were found in the Lachish and Merhavim regional councils to the east of Gaza. Police sappers were called to handle the potential bombs.\n\nExplosive devices and incendiary devices tied to balloons have increasingly been floating over the border from Gaza in recent weeks.\n\nLate last month a senior Hamas official said the recent string of balloons was a signal to Israel to accelerate unofficial “understandings” meant to ease the blockade on the territory ruled by the terror group.\n\nDefense Minister Naftali Bennett has not commented on the recent round of violence. The Blue and White party on Friday called for a Knesset debate on Sunday to address the situation.\n\nTensions between Israel and Gaza have been steadily rising over the past two weeks after several months of relative calm. Fears have mounted in recent days of an escalation of violence in Gaza and the West Bank following the release of the US peace plan that is seen as heavily favoring Israel.\n\nOn Wednesday evening, the military announced it was deploying additional troops to the Gaza border and West Bank amid concerns that Palestinians may respond violently to the peace plan, which was released on Tuesday."}}