{"GDELT": {"GlobalEventID": 903155850, "Day": 20200202, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0877, "Actor1Code": "PTY", "Actor1Name": "PRESIDENTIAL CANDIDATE", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.75949367088607, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Urbandale, Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_ADM2Code": "IA153", "Actor1Geo_Lat": 41.6267, "Actor1Geo_Long": -93.7122, "Actor1Geo_FeatureID": "462504", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.889, "Actor2Geo_Long": -77.0003, "Actor2Geo_FeatureID": "529313", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0046, "Action2Geo_Long": -93.214, "Action2Geo_FeatureID": "IA", "DATEADDED": 20200202023000, "SOURCEURL": "https://wtop.com/government/2020/02/democrats-return-to-iowa-to-make-final-pitch-to-voters/"}, "ARTICLE": {"TITLE": "Democrats focus on unity as tensions from 2016 linger", "TEXT": "NORTH LIBERTY, Iowa (AP) — Democratic presidential candidates promised voters in Iowa on Saturday they would unify the party to…\n\nAPTOPIX_Election_2020_Amy_Klobuchar_45767 Democratic presidential candidate Sen. Amy Klobuchar, D-Minn., meets with attendees during a campaign event at Crawford Brew Works, Saturday, Feb. 1, 2020, in Bettendorf, Iowa. AP Photo/John Locher APTOPIX_Election_2020_Joe_Biden_57157 Democratic presidential candidate former Vice President Joe Biden shakes hands with a member of the audience as he arrives at a campaign stop at the South Slope Community Center, Saturday, Feb. 1, 2020, in North Liberty, Iowa. AP Photo/Andrew Harnik Election_2020_Elizabeth_Warren_57335 Democratic presidential candidate Sen. Elizabeth Warren, D-Mass., pets her dog Bailey following a campaign event Saturday, Feb. 1, 2020 in Urbandale, Iowa AP Photo/Sue Ogrocki Election_2020_Elizabeth_Warren_45239 Democratic presidential candidate Sen. Elizabeth Warren, D-Mass., speaks at a campaign stop at Peace Tree Brewing Co., Friday, Jan. 31, 2020, in Des Moines, Iowa. AP Photo/Sue Ogrocki Election_2020_Elizabeth_Warren_72632 Democratic presidential candidate Sen. Elizabeth Warren, center, D-Mass., poses for a photo with a supporter at Peace Tree Brewing Co. Friday, Jan. 31, 2020, in Des Moines, Iowa. AP Photo/Sue Ogrocki APTOPIX_Election_2020_Pete_Buttigieg_78205 Democratic presidential candidate former South Bend, Ind., Mayor Pete Buttigieg speaks during a campaign event Saturday, Feb. 1, 2020, in Waterloo, Iowa. AP Photo/Marcio Jose Sanchez Election_2020_Elizabeth_Warren_62929 Democratic presidential candidate Sen. Elizabeth Warren, left, D-Mass., arrives with her husband, Bruce Mann, at a campaign event Friday, Jan. 31, 2020, in Des Moines, Iowa. AP Photo/Sue Ogrocki Trump_Impeachment_62811 Democratic presidential candidate Sen. Bernie Sanders, I-Vt., leaves Capitol Hill in Washington, Friday, Jan. 31, 2020, after the Senate voted to not allow witnesses in the impeachment trial of President Donald Trump on charges of abuse of power and obstruction of Congress. AP Photo/Jacquelyn Martin Election_2020_Amy_Klobuchar_43851 Democratic presidential candidate Sen. Amy Klobuchar, D-Minn., writes a note to an attendee during a campaign event at Crawford Brew Works, Saturday, Feb. 1, 2020, in Bettendorf, Iowa. AP Photo/John Locher Election_2020_Joe_Biden_60926 Democratic presidential candidate former Vice President Joe Biden speaks at a campaign stop at the South Slope Community Center, Saturday, Feb. 1, 2020, in North Liberty, Iowa. AP Photo/Andrew Harnik Election_2020_Pete_Buttigieg_74821 Democratic presidential candidate former South Bend, Ind., Mayor Pete Buttigieg speaks during a campaign event Saturday, Feb. 1, 2020, in Waterloo, Iowa. AP Photo/Marcio Jose Sanchez APTOPIX_Election_2020_Joe_Biden_60926 Democratic presidential candidate former Vice President Joe Biden speaks at a campaign stop at the South Slope Community Center, Saturday, Feb. 1, 2020, in North Liberty, Iowa. AP Photo/Andrew Harnik ( 1 /12) Share This Gallery: Share on Facebook. Share on Twitter. Share via email. Print.\n\nNORTH LIBERTY, Iowa (AP) — Democratic presidential candidates promised voters in Iowa on Saturday they would unify the party to take on President Donald Trump even as they kept up their criticism of each other and navigated the lingering divides from the 2016 campaign.\n\n“I’m confident Americans, Republican voters, Democratic voters and independent voters want us to come together,” former Vice President Joe Biden said in North Liberty. “I’m going to do whatever it takes to make progress in the areas that matter most.”\n\nAbout 20 miles away in Cedar Rapids, Massachusetts Sen. Elizabeth Warren updated her stump speech to include a more explicit call for unity.\n\n“We’re down to the final strokes here,” she said. “But we understand that, we will and we must come together as a party to beat Donald Trump and I’ve got a plan for that.”\n\nAnd Bernie Sanders insisted he would back the ultimate Democratic nominee even if it’s not him.\n\n“Let me say this so there’s no misunderstanding,” the Vermont senator said in Indianola. “If we do not win, we will support the winner and I know that every other candidate will do the same.”\n\nOn the eve of Monday’s Iowa caucuses, the unity pledges marked an early — and urgent — effort to avoid the divides that some Democrats say helped Trump win the presidency in 2016. After a year of campaigning, most polls show a tight race between Biden, Warren, Sanders and Pete Buttigieg, the former mayor of South Bend, Indiana. Those candidates, along with Sen. Amy Klobuchar of Minnesota and businessman Andrew Yang, crisscrossed Iowa on Saturday seeking a breakout victory that would propel them deeper into the contests that will decide the Democratic nomination.\n\nMost surveys show the top four candidates jumbled at the top. And on Saturday, the final Des Moines Register poll — traditionally seen as the gold standard survey of the caucus electorate — was pulled from publication after questions about its methodology. The newspaper said Buttigieg may have been left off the list presented to a caucus-goer in at least one call.\n\nTo break out of the pack, the candidates have focused on a wide variety of policy issues ranging from free college tuition to the role of government in health care, criminal justice reform, gun control and solutions to climate change. But the biggest issue on the minds of many voters is landing on a candidate who can beat Trump.\n\nAnxiety over the party’s ability to unify grew over the past two weeks after Hillary Clinton, Sanders’ 2016 primary rival, twice criticized the senator for not doing enough to bring Democrats together after their bruising battle.\n\nThe divide was on display Friday when Rep. Rashida Tlaib, D-Mich., appeared at a Sanders event in Iowa and booed at the mention of Clinton. She later issued a statement saying she “allowed my disappointment with Secretary Clinton’s latest comments about Senator Sanders and his supporters get the best of me” and would “strive to come from a place of love and not react in the same way of those who are against what we are building in this country.”\n\nFaiz Shakir, Sanders’ campaign manager, retweeted her statement and said: “We love your passion and conviction. Don’t change.”\n\nClinton spokesperson Nick Merrill called that comment “unbelievable.”\n\n“It’s not enough that she booed her party’s last nominee, but they’re making sure it’s clear she doesn’t have to regret it,” Merrill tweeted.\n\nThe incident underscored questions about how Democrats can thread together clashing factions to develop a coalition that spans generations, races and economic status to defeat Trump. With Sanders showing some signs of strength in Iowa, some voters said they wouldn’t support him because of concerns he would divide the party.\n\nLisa Stolba, a retired school counselor from Cedar Rapids who attended a Biden event in North Liberty, said she’s undecided, considering Klobuchar, Buttigieg, Biden and Warren.\n\nSanders was not on the list for a few reasons. He was too “socialistic,” she worried about his health and age — Biden’s too, she added — and she’s wasn’t confident Sanders could unite the party. Stolba, 59, noted she was still smarting over whether he told Warren that a woman can’t win. Sanders denied the comment. “I think that he said it,” she said.\n\nBut Stolba said she’ll still vote for Sanders if were the the nominee. “If he’s the only one, yeah, I’m not going to vote for Trump.”\n\nSanders, for his part, has drawn crowds stretching into the thousands at his events, a clear demonstration of the enthusiasm surrounding his campaign. It’s that energy, he and his supporters argue, that will bring the party together and inspire voters across the spectrum to support his candidacy in November.\n\nSome candidates saw an opportunity in the infighting. The 38-year-old Buttigieg has made generational change a central argument of his campaign and said Saturday that the divides underscore his point.\n\n“I didn’t much enjoy as a Democrat living through the experience of 2016 and I want to make sure 2020 resembles 2016 as little as possible,” he told reporters after a rally in Waterloo.\n\nButtigieg went on to emphasize that the candidates “are much more aligned than you would think.”\n\nBut on stage later in the day, he revived his criticism of Biden and Sanders, outlining what he called “a respectful difference of approach among people who share the same values, share the same goals.”\n\n“The vice president is suggesting this is no time to take a risk on someone new,” he said. “I’m suggesting this is no time to take a risk on trying to meet a fundamentally new challenge with a familiar playbook. It’s going to take something new.”\n\nButtigieg criticized Sanders for “offering an approach that suggests it’s either revolution or it’s the status quo, and there’s nothing in between.”\n\nAnd although he made a pitch to unity, Biden still went after Sanders’ policy checklist on the stump — though he avoided naming the Vermont senator.\n\n“Talk is cheap. In politics, sometimes talk is very expensive, especially when you don’t tell people how you pay for what you say you’re going to do,” Biden said in Waterloo. “Be straight. Tell the people what it’s going to cost.”\n\nBiden referenced some estimates that put Sanders’ big-ticket proposals on single-payer health care, college debt forgiveness and tuition-free college tuition at more than $60 trillion over 10 years. “I wonder why they don’t know how much it’s gonna cost,” he added, an allusion to Sanders recently telling CBS News that he doesn’t know exactly what his Medicare for All plan would cost the federal government.\n\nSome voters said they felt that, regardless of the divisions within the party, Trump was enough of a unifying factor on his own that Democrats will have no issues after the primary. Tom Taiber, a 73-year-old from Waverly, said he wasn’t worried about Democrats coming together to rally around the party’s eventual nominee, even if the primary becomes divisive.\n\n“The family of Democrats, we’re going to have differences of opinion,” he said.\n\n___\n\nAssociated Press writers Julie Pace and Tom Beaumont in Waterloo, Iowa, and Bill Barrow in North Liberty, Iowa, contributed to this report.\n\n___\n\nCatch up on the 2020 election campaign with AP experts on our weekly “Ground Game’’ politics podcast\n\nCopyright © 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, written or redistributed."}}