{"GDELT": {"GlobalEventID": 903155552, "Day": 20200202, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0877, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 72, "EventBaseCode": 72, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 8.3, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.152671755725195, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dohuk, Dahuk, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ08", "Actor1Geo_ADM2Code": "36795", "Actor1Geo_Lat": 36.8671, "Actor1Geo_Long": 42.9884, "Actor1Geo_FeatureID": "-3104831", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dohuk, Dahuk, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ08", "Action2Geo_ADM2Code": "36795", "Action2Geo_Lat": 36.8671, "Action2Geo_Long": 42.9884, "Action2Geo_FeatureID": "-3104831", "DATEADDED": 20200202023000, "SOURCEURL": "https://www.airport-technology.com/projects/duhok-international-airport-kurdistan/"}, "ARTICLE": {"TITLE": "Duhok International Airport, Kurdistan", "TEXT": "Duhok International Airport is a new airport being built in Kurdistan, Iraq, with an estimated investment of $450m.\n\nThe airport will be located 25km south-west of the Duhok province near the village of Sumail and will serve international airports of Europe and the Middle-East.\n\nDuhok will be the third international airport in the Kurdistan Region, following the two existing airports, Erbil and Slemani, which serve more than 25 destinations in Europe, Asia and the Middle East.\n\nConstruction of the Duhok international airport started in September 2012 and is expected to be completed by 2015.\n\nThe airport will handle 328,000 passengers, 8,700t of cargo and 3,450 aircraft movements per annum when operational in 2015.\n\nIt is expected to handle 1.01 million passengers, 43,300t of cargo and 9,840 aircraft movements by 2035.\n\nThe airport will be operated by the Kurdistan Regional Government (KRG) and maintained by the Duhok Governorate.\n\nDetails of Duhok international airport\n\n\"Construction of the Duhok international airport started in September 2012 and is expected to be completed by 2015.\"\n\nThe airport is being built on a land provided by the Government of Duhok and will cover an area of about 18,000m².\n\nThe airport infrastructure will feature a passenger terminal building, taxiways, aprons, Air Traffic Control (ATC) tower, navigation aids and metrological equipments, access roads, parking areas and security fence and gates.\n\nThe terminal building will be located close to the taxi stands and will feature 18 check-in desks, immigration facilities, press, tobacco, souvenirs and duty-free shops, restaurant, cafes, mini market, bureau de change, banks, mosque and a modern baggage-handling system.\n\nIt will also feature six arrival and departure gates with direct bus access.\n\nThe ATC tower will house the aerodrome control, approach radar control, avionics equipment and a workshop. It will also house airfield ground lighting (AGL) equipment room and staff welfare facilities. The cost of ATC tower construction is estimated at $6m.\n\nThe aviation equipment will be installed with an investment of about $4m.\n\nFacilities at Kurdistan’s third international airport\n\nThe airport will feature an automated check-in system, luggage handling systems, ATMs, custom and border control facilities and a business lounge. It will also provide services for disabled passengers.\n\nSupport facilities at the airport will include a central utility complex, rescue and fire fighting facilities and other necessary airfields.\n\nOther infrastructure networks, such as a water supply network, fire fighting systems, stromwater drainage network, telecommunication network, aircraft fuel frame system, cooling chiller system and irrigation network, will also be installed.\n\nRunways at Duhok international airport\n\nThe airport will feature a 3,850m long asphalt coated runway, which will be designed to handle medium-range aircraft such as the Airbus A-320. To be constructed with an investment of $40m, the runway will feature instrument landing system (ILS) Cat II.\n\nContractors involved with the airport’s construction\n\nThe airport is being constructed by a joint venture of Turkish companies Mak-Yol Construction Industry Tourism & Cengiz Holding.\n\n\"The airport will be operated by the Kurdistan Regional Government (KRG) and maintained by the Duhok Governorate.\"\n\nDar al-handersaht has provided master planning and design services for the project.\n\nIraqi Civil Aviation Authority (ICAA), the Dohuk Governorate and KRG have selected ADPI to provide design review services.\n\nIncheon Airport Company (IIAC) signed a $9.03m project management service contract with the Dohuk Government in January 2012, as part of which IIAC will provide construction support services for the airport.\n\nRelated content\n\nBaghdad International Airport, the largest airport in Iraq, is located about 16km west of downtown Baghdad. It is a joint civil-military airport operated by the Iraqi Government.\n\nLocated in the northern Gulf, Bahrain International Airport is one of the Middle East’s key hub airports. In recent years, the airport witnessed a spurt in passenger growth.\n\nTirana International Airport (Nënë Tereza) is the only international airport in Albania. It was named after Mother Teresa in 2001 but is commonly known as Rinas International Airport."}}