{"GDELT": {"GlobalEventID": 903541083, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.59090909090909, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Foothills Parkway, Tennessee, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTN", "Actor1Geo_ADM2Code": "TN009", "Actor1Geo_Lat": 35.6843, "Actor1Geo_Long": -83.8863, "Actor1Geo_FeatureID": "1326930", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Foothills Parkway, Tennessee, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTN", "Action2Geo_Lat": 35.6843, "Action2Geo_Long": -83.8863, "Action2Geo_FeatureID": "1326930", "DATEADDED": 20200204004500, "SOURCEURL": "https://www.wbir.com/article/news/local/bear-crossing-signs-installed-in-tennessee-on-interstate-40/51-72a2f030-325c-4c32-8526-739d3d98702b"}, "ARTICLE": {"TITLE": "TDOT installs new bear crossing signs on I-40 near North Carolina line", "TEXT": "TDOT installed the first signs warning drivers of bears on a stretch of Interstate 40 near the North Carolina line considered a death trap for wildlife.\n\nCOCKE COUNTY, Tenn. — Warnings are everywhere on Interstate 40 in Cocke County. Bright yellow signs tell drivers to slow down for sharp curves, watch for rockslides and dodge deer.\n\nFor the first time, there's a new sign to raise awareness of bears crossing the interstate on the six-mile stretch from the Foothills Parkway to the North Carolina state line.\n\n\"On that stretch, there are a lot of bears that are struck by vehicles and killed. It causes human injuries and property damage,\" said Matt Cameron, spokesperson for the Tennessee Wildlife Resources Agency (TWRA).\n\nMark Nagi with the Tennessee Department of Transportation (TDOT) said crews installed the new signs in both directions of I-40 on Jan. 29, 2020. Westbound drivers encounter a bear crossing sign shortly after crossing into Tennessee. Eastbound drivers see a bear crossing sign six miles before reaching the North Carolina state line.\n\nThe signs are identical. Both have 'Next 6 Miles\" plaques that indicate where the probability of a bear crossing is highest in Tennessee.\n\nFor the eastbound sign, the number could be changed to 28 miles. Experts consider the first 22 miles of I-40 in North Carolina through the Pigeon River Gorge a death trap for wildlife.\n\n\"Slow down and expect at some point a bear could cross your path,\" said Cameron.\n\nTWRA wildlife biologists would like to see bear crossings eventually added to other interstates where bears frequently cross. Those locations include nearly all of Interstate 81 in Tennessee, as well as a stretch of Interstate 75 from Caryville to the Kentucky state line.\n\n\"In the Cumberland Mountains, we have a growing bear population a lot of folks may not be familiar with. There's a possibility of seeing black bears cross that stretch of interstate,\" said Cameron.\n\nCameron also warned drivers to beware of deer and elk on the move during the winter in search of food.\n\n\"What little food they can find is green vegetation in fields, and that's why they're coming out in the middle of days: because that's the only food that's available right now,\" said Cameron. \"They are animals that are in herds. So, if you see one, be sure to look out for others.\""}}