{"GDELT": {"GlobalEventID": 903538748, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "CHN", "Actor1Name": "WUHAN", "Actor1CountryCode": "CHN", "Actor2Code": "CHNCVL", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.59630606860158, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hubei, Guangdong, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH30", "Actor2Geo_ADM2Code": "13047", "Actor2Geo_Lat": 23.2656, "Actor2Geo_Long": 116.054, "Actor2Geo_FeatureID": "10073728", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200204004500, "SOURCEURL": "https://www.nbcnews.com/news/world/coronavirus-updates-latest-news-outbreak-global-response-n1128546?cid=public-rss_20200204"}, "ARTICLE": {"TITLE": "Coronavirus updates: The latest news on the outbreak and the global response", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n• Death toll rises to 425 as confirmed cases reach more than 20,000 in China\n\n• U.S. will send more flights to bring back citizens from Hubei province\n\n• China accuses U.S. of spreading fear over virus outbreak\n\n• Hospital constructed in 10 days welcomes first patients in Wuhan\n\n• Chinese markets plunge as rising coronavirus death toll fuels fears\n\nMan with novel coronavirus dies in Hong Kong, in area's first death\n\nA 39-year-old man in Hong Kong who had been confirmed to have novel coronavirus has died of heart failure, Hong Kong’s hospital authority said Tuesday morning local time.\n\nIt appears to be the second death of a person with the new coronavirus outside of mainland China, where the vast majority of cases and deaths have been reported.\n\nThere had been at least 425 deaths in China reported at the end of Monday local time, with more than 20,000 confirmed cases in the country, China’s health commission said earlier.\n\nThe other death outside of mainland China was reported in the Philippines on Saturday.\n\nA spokeswoman for Princess Margaret Hospital said the man was infected with the virus and deteriorated and succumbed Tuesday morning. — Jasmine Leung\n\nDeaths in China from new coronavirus reaches 425\n\nThe number of deaths in China from the novel coronavirus has jumped to at least 425 as of Tuesday morning local time, Chinese health authorities in Hubei Province said.\n\nHubei Province is where the city of Wuhan where novel coronavirus, also known as 2019-nCoV, was first detected. Hubei officials reported 64 new deaths, and the previous national number was 361.\n\nChina's national health commission said that more than 20,000 cases have been confirmed of the new coronavirus.\n\nThe virus has also spread to other countries, including 11 cases in the United States according to the CDC. On Saturday the World Health Organization reported the first death from the virus outside of China.\n\nThat death occurred in the Philippines, and the person was described as a 44-year-old man who is a resident of Wuhan. Philippines health secretary Francisco Duque III said the man also suffered from streptococcus pneumoniae and influenza. The president of the Philippines, Rodrigo Duterte, responded by banning travel from the Philippines to China. — Phil Helsel\n\nWHO team could go to China this week\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nA WHO-led international team of experts could go to China as early as this week to investigate the coronavirus outbreak, as agreed between the WHO chief and Chinese President Xi Jinping, and could include U.S. experts, a WHO spokesman said on Monday.\n\nSeparately, a senior U.S. health official told Reuters in Geneva that American medical experts could take part in the WHO-led technical mission, but that talks were still underway.\n\nChina accused the United States on Monday of whipping up panic over a fast-spreading coronavirus with travel restrictions and evacuations. — Reuters\n\nFormer FDA commissioner: 'We have to assume it's already here and circulating.'\n\nFormer FDA Commissioner Scott Gottlieb told CNBC that \"we need to change our posture\" in response to the coronavirus.\n\nHe said the U.S. needs to broaden screening to prevent outbreaks and a broader epidemic in addition to ongoing efforts to prevent the introduction of the virus into the U.S. — Jason Abbruzzese\n\nCoronavirus testing needs to be more widespread, former FDA Commissioner Dr. Scott Gottlieb says. “We have to assume it’s already here and circulating.” https://t.co/erw7GfExEx pic.twitter.com/8KHrhsaDnF — CNBC (@CNBC) February 3, 2020\n\nU.S. will send more flights to bring back citizens from Hubei province — Pompeo\n\nSecretary of State Mike Pompeo said the United States will send more flights to China to bring back U.S. citizens from Hubei province, the center of the coronavirus epidemic.\n\n“We may well end up bringing some citizens back from other countries as well. We hope also to bring some medical supplies,\" Pompeo said Monday while on a visit in Uzbekistan, adding that details of the flights and when they will return will be released \"before too long.\"\n\nChinese health officials said Monday they have now confirmed 17,205 cases of the novel coronavirus, with the death toll climbing to 361. — Abigail Williams\n\nChina says U.S. creating, spreading panic amid virus outbreak\n\nThe U.S. response to the coronavirus outbreak in China could create and spread panic, the Chinese foreign ministry said Monday.\n\nThe U.S. was the first nation to withdraw its diplomatic staff from Wuhan, the capital of Hubei province, and the first to impose a ban on Chinese travelers, ministry spokeswoman Hua Chunying said.\n\n\"What the U.S. has done could create and spread panic,\" Hua said, adding that U.S. actions were taken even though the World Health Organization (WHO) made it clear that it doesn’t recommend or even oppose travel and trade restrictions against China.\n\nThe United States began extracting U.S. citizens from Wuhan last week. The State Department also warned Americans not to travel to China amid the outbreak. — Eric Baculinao\n\nChina’s coronavirus hospital built in just 10 days opens its doors: state media\n\nA 1,000-bed hospital built in just 10 days to handle the coronavirus epidemic in Wuhan welcomed its first patients Monday.\n\nBuilt specifically to handle patients infected with the novel coronavirus, it took workers just 10 days to complete work on the Huoshenshan Hospital on the outskirts of the city. — Yuliya Talmazan\n\nHong Kong suspends 10 border checkpoints with mainland China\n\nCarrie Lam, Hong Kong's embattled leader, announced Monday the suspension of 10 out of the 13 border crossings with mainland China in a bid to curb the spread of the coronavirus, stopping short of calls for the entire border to be closed.\n\nLam had already closed some border operations, including cross-border ferries and high-speed rail services to the mainland.\n\nShe has said that closing the entire border would be \"inappropriate and impractical\" as well as \"discriminatory.\"\n\nMeanwhile, hundreds of medical workers in Hong Kong went on strike Monday to demand the government shut the border with mainland China to prevent the virus spread and ease pressure on a stretched health sector. — Reuters\n\nChinese markets plunge as rising coronavirus death toll fuels fears\n\nChinese stock and commodity markets fell heavily Monday as investors retreated into safe-haven assets in the first trading session after an extended Lunar New Year break.\n\nMarkets plunged at the open in their first session since Jan. 23, when the outbreak of the newly identified virus had claimed only 17 lives in Wuhan.\n\nSince then, the flu-like virus has been declared a global emergency and spread to more than two dozen other countries and regions, with the first death outside of China reported Sunday. — Reuters"}}