{"GDELT": {"GlobalEventID": 903538154, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor2Code": "GOV", "Actor2Name": "CABINET", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.73134328358209, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wuhan, Hubei, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH12", "Actor2Geo_ADM2Code": "13124", "Actor2Geo_Lat": 30.5833, "Actor2Geo_Long": 114.26700000000001, "Actor2Geo_FeatureID": "-1930776", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Kerala, Kerala, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN13", "Action2Geo_ADM2Code": "17699", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 76.5, "Action2Geo_FeatureID": "-2100307", "DATEADDED": 20200204004500, "SOURCEURL": "https://www.outlookindia.com/newsscroll/refrain-from-travel-to-china-cabinet-secretary/1724963"}, "ARTICLE": {"TITLE": "Refrain from travel to China: Cabinet Secretary", "TEXT": "Refrain from travel to China: Cabinet Secretary\n\nNew Delhi, Feb 3 (IANS) Union Cabinet Secretary Rajiv Gauba on Monday held a review meeting here to take stock of the Novel Coronavirus situation, even as the government issued a new Travel Advisory that urged everyone to refrain from travel to China, saying travellers on return could be quarantined.\n\nBesides, from now on, anyone with history of travel to China since January 15, 2020, could be quarantined.\n\nThe high-level review meeting on the preparedness for tackling the Coronavirus threat was attended by the Secretaries of Health and Family Welfare, External Affairs, Home, Civil Aviation, Department of Health Research and representatives from the ITBP border force, the Armed Force Medical Services (AFMS) and the National Disaster Management Authority (NDMA). The Cabinet Secretary has held six review meetings so far on the issue.\n\nAs on Monday, 58,658 passengers from 445 flights have been screened.\n\nA total of 142 symptomatic travellers screened by the Integrated Disease Surveillance Programme(IDSP) have been referred to the isolation facilities. Besides, 130 samples have been tested, of which 128 have been found to be negative.\n\nThe two positive cases found in Kerala are being monitored and are clinically stable,the government said.\n\n\"The second batch of 330 passengers (including 7 Maldivian citizens) from Wuhan arrived in India on Sunday. The second batch of 300 people (including 7 Maldivian citizens) is housed at ITBP Chhawla Camp and 30 are in Manesar. They are being effectively monitored.\" a ministry statement said.\n\n---IANS\n\nsfm/bc\n\nDisclaimer :- This story has not been edited by Outlook staff and is auto-generated from news agency feeds. Source: IANS"}}