{"GDELT": {"GlobalEventID": 903583913, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "USAGOV", "Actor1Name": "BARACK OBAMA", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "MOS", "Actor2Name": "ISLAMIC WORLD", "Actor2Religion1Code": "MOS", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.07750699161007, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cairo, Al Qahirah, Egypt", "Actor2Geo_CountryCode": "EG", "Actor2Geo_ADM1Code": "EG11", "Actor2Geo_ADM2Code": "65350", "Actor2Geo_Lat": 30.05, "Actor2Geo_Long": 31.25, "Actor2Geo_FeatureID": "-290692", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200204053000, "SOURCEURL": "https://eurasiantimes.com/now-israeli-citizens-are-free-to-visit-saudi-arabia-as-ties-improve-substantially/"}, "ARTICLE": {"TITLE": "Now Israeli Citizens Are Free To Visit Saudi Arabia As Ties Improve Substantially", "TEXT": "Israel’s Interior Ministry announced that its minister Arye Dery had signed a directive that would permit Israelis to visit Saudi Arabia for religious and business visits for the first time in the country’s history, foreign media reported.\n\nThe decision was made in coordination with the security services, the foreign ministry, and the head of national security. Travelling to the Arab country will only be allowed on the grounds of religious worship during the Haj as well as business trips that would last no longer than nine days if the applicant already made arrangements for the visit with Saudi officials.\n\nThe announcement is the latest sign of quiet but warming relations between Israel and Saudi Arabia. It also came days before the White House is to announce its Mideast peace plan – which is expected to seek Saudi support.\n\nIsrael and Saudi Arabia do not have formal diplomatic relations, but the two sides have found common ground in their shared animosity toward Iran. Prime Minister Benjamin Netanyahu frequently boasts of back-channel relations with Arab countries that do not have formal ties with the Jewish state. Israel has peace deals with only two Arab countries – Egypt and Jordan.\n\nUnder Sunday’s announcement, Israeli Muslims can go to Saudi Arabia for religious pilgrimages. In the past, such visits required special permission from the government, the ministry said.\n\nThe announcement also confirmed that for the first time ever, Jewish Israelis will also be permitted to go to Saudi Arabia on business trips. While some Israelis are believed to already visit Saudi Arabia, this requires either a foreign passport or special permission.\n\nIn its announcement, the interior ministry said Israeli visitors would require an official invitation to enter the kingdom. It said the decision had been coordinated with Israeli security officials and other “relevant” bodies, including the foreign ministry.\n\nThere was no immediate comment from Saudi Arabia. The kingdom has made small gestures toward Israel in the past. In 2018, it began allowing Air India to fly through its airspace on its Israel route, cutting several hours off the trip.\n\nEarlier Sunday, Israeli PM Benjamin Netanyahu praised Mohammed al-Issa, head of the Muslim World League based in Makkah, for attending commemorations in Poland this week marking 75 years since the liberation of the Nazi death camp Auschwitz.\n\n“This is another sign of change in the attitude of Islamic bodies and, of course, the Arab states toward the Holocaust and the Jewish people,” he told reporters."}}