{"GDELT": {"GlobalEventID": 903541117, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.60869565217391, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Stanford, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA085", "Action2Geo_Lat": 37.4241, "Action2Geo_Long": -122.166, "Action2Geo_FeatureID": "1867061", "DATEADDED": 20200204004500, "SOURCEURL": "https://news.stanford.edu/thedish/2020/02/03/megan-swezey-fogarty-named-stanfords-associate-vice-president-for-community-engagement/"}, "ARTICLE": {"TITLE": "Megan Swezey Fogarty named Stanford’s associate vice president for community engagement", "TEXT": "Megan Swezey Fogarty named Stanford’s associate vice president for community engagement\n\nMegan Swezey Fogarty\n\nMEGAN SWEZEY FOGARTY, deputy executive director of the Haas Center for Public Service, has been appointed Stanford’s inaugural associate vice president for community engagement by MARTIN SHELL, vice president and chief external relations officer. She will begin March 1.\n\nThe new position was first envisioned by PRESIDENT MARC TESSIER-LAVIGNE as part of the Long-Range Vision process to create a more purposeful and organized engagement between Stanford and the external communities with which the university interacts.\n\nFogarty will partner with offices and organizations on and off campus to strengthen and advance Stanford’s engagement with external communities, enhancing greater regional, national and global engagement on the part of all university constituencies. An initial focus will be enhancing relationships with local partners to address mutual issues, including sustainability, affordability and other critical challenges.\n\n“I am deeply committed to our region and the university and honored to be assuming this role at this important time,” Fogarty said. “I look forward to partnering with offices and organizations on and off campus to strengthen and advance Stanford’s engagement with our external communities.”\n\nFogarty, who is both a Stanford graduate and parent, has worked for the university on and off since the late 1980s. Most recently, she began working in 2005 at the Haas Center, ultimately serving as the fellowships and postgraduate public service director. In 2013, she was promoted to deputy executive director and helped launch the Cardinal Service program and support StanfordVotes through strengthened campus networks. She also served as the liaison between the Haas Center and the offices of development and government affairs.\n\nIn addition to her Stanford roles, she also served as executive director of Youth Service California, worked as a teen coordinator for the City of Palo Alto and was project director for the Constitutional Rights Foundation in Los Angeles. She also served as the non-profits’ liaison in the Office of Assemblyman Joe Simitian, California Assembly District 21.\n\nAmong other community involvement, Fogarty serves on the advisory board of the Foundation for a College Education and has been on numerous non-profit boards, including the Mid-Peninsula YWCA and the League of Women Voters of Palo Alto. She is a member of the Palo Alto Unified School District Parcel Tax Oversight Committee and co-chaired Palo Alto’s Measure A parcel tax campaign. She received the Palo Alto Tall Tree Award in 2008 for outstanding citizenship and, in 2013, was awarded the Lloyd W. Dinkelspiel Award for Outstanding Service to Undergraduate Education at Stanford. In 2014, she was recognized by the California Governor’s Office as a Service Trailblazer for AmeriCorps’ first 20 years."}}