{"GDELT": {"GlobalEventID": 903538126, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.9027982326951403, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moliagul, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5391", "Actor2Geo_Lat": -36.75, "Actor2Geo_Long": 143.667, "Actor2Geo_FeatureID": "-1588266", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Scilly Isles, Isles of Scilly, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKZ9", "Action2Geo_ADM2Code": "40101", "Action2Geo_Lat": 49.9167, "Action2Geo_Long": -6.33333, "Action2Geo_FeatureID": "-2607264", "DATEADDED": 20200204004500, "SOURCEURL": "https://www.theage.com.au/national/victoria/from-the-archives-1944-the-welcome-stranger-nugget-20200203-p53x62.html"}, "ARTICLE": {"TITLE": "From the archives, 1944: The Welcome Stranger nugget", "TEXT": "IF there are any flags in the little township of Moliagul, in Central Victoria, they should be flown from the house tops today. It was at Moliagul on February 5, 1869 — just three-quarters of a century ago to-day — that John Deason unearthed the largest nugget of gold found in the world, — the Welcome Stranger. Before the nugget was sold, pieces of gold were broken off and given as souvenirs to friends, but the remaining 210 lb. gross yielded 2268 oz. 10 dwt. 14 gr. of smelted gold, for which Deason and his partner, Richard Oates, received £9534. It is doubtful if any single event in the history of the Victorian goldfields, abounding as it is in eventful and colorful tales of the fortune seekers, equals the romance of the finding of the Welcome Stranger. The story really begins in the Scilly Isles, of which John Deason was a native, and from which he later went to Cornwall to work as a miner. There, in his early twenties, his imagination was stirred by fantastic tales mariners and travellers were spreading around the world of the discovery of gold in Australia. Two or three years before, gold had been found in California, and people were becoming gold-minded. It was natural, therefore, that ready credence was given reports of the finding of gold in this new southern land. Adventure Calls Finding the urge for adventure stronger than the ties that held him to his homeland, and the associations of his youth, young Deason bade good-bye to his friends and sailed for the new El Dorado. But while he cherished visions of sharing in the riches said to exist in such abundance in this new land, he never imagined, even in his wildest thoughts, that one day he would dig up the greatest golden prize ever found.\n\nA replica of the nugget on display in the Dunolly Museum. Credit:Eddie Jim Deason arrived in Australia in 1854, and immediately went to the goldfields, hoping, in view, of the experience of many other lucky adventurers, to win a quick fortune. But all were not lucky. After eight years he found himself on the Bendigo field little better off than the day he landed in Australia. During that time the yield of gold had been prodigious, and many of his fellow diggers had become rich. Deason decided to try his luck elsewhere. Disheartened and disillusioned, he packed his tent, tools and belongings, and set off along the rough bush track that led west through Tarnagulla. Loading His caravan finally came to rest at Moliagul, in 1862, where he took up land. It must have been his lucky star— although Deason's experiences up to that time gave him no reason to think he had one — which led him to that destination. At Moliagul he met Richard Oates, whom he had known in his boyhood, and whose gold-seeking adventures had been no more profitable than Deason's. The two men again became mates, and formed a partnership to work Deason's land and to continue prospecting in their spare time. Under this arrangement they worked on until 1869, but the results, on the whole, were mediocre. Owing to dry weather the water supply was low, and the men were unable to work their puddling machine to capacity. So, on the day of the sensational find, it was decided to treat only a few loads of wash; Deason to do the digging and Oates to attend to some work on their farm. Close to Surface\n\nEach man went about his task. Deason had taken out a few loads of earth, and was stripping the surface for the last lot, when his pick struck something hard and bulky only a few inches below the surface. Getting his pick under what he thought to be a big rock, he levered it up, and as the object broke through the surface gravel he saw the glitter of gold. Bending down, he brushed away the earth from the \"rock,\" and the sight staggered him. Deason who had long since given up hopes of finding any sizable nugget, now wondered if the hot sun had made him light-headed. But his doubts were soon resolved. He had followed the golden trail for 15 years, and this, at last, was his reward. First report of the find in The Age, February 11, 1869. Credit:The Age Archives In his indescribable joy Deason's first Impulse was to cry out to diggers on nearby claims, but he decided to be discreet. After covering the nugget with soil he hurried home with the sensational news to his wife, sent a message to Oates, and returned to his claim. Oates on arriving on the scene was equally amazed. The two men hovered around their claim for the rest of the day, waiting for night to come. After dark they carted the nugget to Deason's house, and hid it in a fireplace. It was thought wise to keep the find as secret as possible, so before the nugget was brought home even the young Deason children were taken to a neighbor's place, so that in their childish excitement they would not betray the discovery — all goldfield children from their earliest years know the meaning of the magic word \"gold\" — by a thoughtless remark to callers or passers-by. Then in the quietness of the night, Deason, his wife and Oates lit a fire over the nugget to burn off the debris and to remove the quartz. The three worked far into the night cleaning the find. A few nights later a number of close friends were invited to Deason's house for what they thought was a party. During the evening Deason said he had \"picked up a nice, little speck\" a few days previously, and invited them to have a look at it. Then, pulling from a table a cover which, it was thought, had been thrown over refreshments for the party, he revealed the great glittering mass.\n\nGold by Hundredweight A granite obelisk of marks the spot where the nugget was discovered. Credit:Meredith O'Shea Next day Deason and Oates, accompanied by a bodyguard of friends, took the nugget to Dunolly, and sold it at the London Chartered Bank. Deason first asked the bank manager what he was giving for gold by the hundredweight. The manager mentioned the price per oz., but Deason laughed, and said he was not interested in a price per oz., as he had hundredweights of gold. After further words, the bank manager, thinking from Deason's strange statement and elated spirits that he had been drinking, practically ordered him from the premises. Deason went outside, but returned a few minutes later with his friends carrying the box of gold, which they dumped on the floor. As there was no scales in the bank big enough to weigh the nugget, it was taken to a local blacksmith's shop to be reduced in size. News of the sensational find spread rapidly, and a big section of the motley crowd then, on the Dunolly goldfield quickly assembled, hoping to get a glimpse of the monster nugget. As Deason's dray moved along Dunolly's main street, Broadway, from the bank to the smith's forge, the crowd, including many pigtailed Chinese, followed, and in open-mouthed wonderment stood around as the blacksmith and his assistant, with sledge hammer and cold chisel, hacked the nugget to pieces. A document of some historic value, recently disclosed for the first time by the Deason family, now seems to clear up a doubt of 75 years, as to the total yield of gold from the Welcome Stranger, no two estimates of which, even by official historians and writers, are the same.\n\nIn an entry in an old book on February 13, 1869, Deason records that, in addition to the 2268 oz. 10 dwt. 14 gr. smelted from the 210 lb. gross sold at the bank, the quartz broken from the nugget yielded 27 oz. of gold, and the specimens given away amounted to 10 oz. So it may safely be said that the world's biggest nugget contained 2305 oz. 10 dwt. 14 gr. of gold."}}