{"GDELT": {"GlobalEventID": 903582460, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 5.11627906976745, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cape Town, Western Cape, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF11", "Actor2Geo_ADM2Code": "77317", "Actor2Geo_Lat": -33.9167, "Actor2Geo_Long": 18.4167, "Actor2Geo_FeatureID": "-1217214", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Amman, (JO11), Jordan", "Action2Geo_CountryCode": "JO", "Action2Geo_ADM1Code": "JO11", "Action2Geo_ADM2Code": "36728", "Action2Geo_Lat": 31.95, "Action2Geo_Long": 35.9333, "Action2Geo_FeatureID": "-970362", "DATEADDED": 20200204053000, "SOURCEURL": "https://www.adventistworld.org/adventist-school-expands-drastically-in-jordan/"}, "ARTICLE": {"TITLE": "Adventist School Expands Drastically in Jordan", "TEXT": "A Seventh-day Adventist school operating for 78 years in the Middle Eastern country of Jordan has doubled in size as it grows its curriculum to include after-school classes on health, language, and music for the local community.\n\nSpeaking at a ribbon-cutting ceremony, Adventist Church president Ted N. C. Wilson compared Adventist National School to biblical patriarch Jacob’s dream about a ladder reaching from earth to heaven. Angels ascended and descended on a ladder in the dream, which Jacob had while sleeping about 60 miles (100 kilometers) from the school’s site in Jordan’s capital, Amman.\n\nThe dream, recorded in the Bible in Genesis 28, reassured Jacob that he had a direct connection to heaven, Wilson said.\n\nA view of the renovated and expanded Adventist National School in Amman, Jordan. [Photo: Andrew McChesney, Adventist Mission]\n\n“Adventist National School can be like this precious ladder, connecting people to the God of heaven,” Wilson told about 150 dignitaries, church members, and others gathered in the school’s new multipurpose hall.\n\n“No matter your religious background, I want to tell you with all my heart that it is important that we maintain a connection with the Almighty God,” he said. “I believe that this Adventist school will do just that.”\n\nAdventist National School, which opened in 1942, currently has 105 students studying in grades one to twelve. With the expansion, the school will be able to double enrollment and offer a number of after-school programs, including stop-smoking courses, healthy lifestyle seminars, and other initiatives aimed at improving health.\n\nSeventh-day Adventist Church president Ted N. C. Wilson (second from right), speaking with the assistance of an interpreter at a ceremony in the new multipurpose hall at Adventist National School in Amman, Jordan, on January 29, 2020. [Photo: Andrew McChesney, Adventist Mission]\n\n“Health is a gift,” Wilson said. “Be careful what you eat, what you drink, what you watch, and what you participate in. Everything you do makes you and your future. This beautiful school will help contribute to the better health of the community through classes.”\n\nMusic and English-language classes also will be offered by the school, located on Rainbow Street, a popular dining and shopping area near downtown Amman.\n\nBy expanding the curriculum, the school seeks to help children and adults in the community “to enjoy a better quality of life and to achieve some of their life goals,” said Rick McEdward, president of the Adventist Church’s Middle East and North Africa Union, whose territory includes Jordan.\n\n“We hope that while we do this, we can represent the glory of God in this nation,” McEdward said in an interview.\n\nThe Seventh-day Adventist Church is recognized by royal decree as a religious organization in Jordan.\n\nFollowing Middle Eastern custom, the January 29, 2020, school ceremony opened with special greetings to a number of dignitaries. Darron Boyd, director of the Adventist Church’s East Mediterranean Region, thanked each of those guests by name. When he finished, he thanked Jesus for the school and His plan of redemption.\n\n“We thank You that You thought of us so long ago, and we look forward to Your soon return to take us home to a better place,” he said in a prayer.\n\nAfter the ribbon-cutting, one of the special guests, Mazen W. Shaban, chief architect of the school building project, presented Wilson with a traditional abaya gown and a handmade shmakh headscarf fastened around his head with a black egal headband. Wilson smiled as Shaban and another special guest, Hamdi Murad, draped the gown over his shoulders and wrapped the intricately woven red-and-white scarf around his head. It was a poignant expression of Jordanian hospitality.\n\nMcEdward, who is well acquainted with Middle Eastern culture after growing up in Saudi Arabia, said the gesture touched his heart.\n\n“Each of those gifts was a way of saying, ‘You are an honored leader among us in Jordan,’” he said.\n\nThe school ceremony took place as Wilson and his wife, Nancy, kicked off a three-week trip through five countries, to encourage church members to be faithful. Wilson was scheduled to fly to West Africa next, where he will worship in Ghana on Saturday [Sabbath]. After that, he was planning to attend the General Conference’s annual Global Leadership Summit, to be held this year in Cape Town, South Africa. His trip wraps up with visits to Malawi and Angola.\n\nIn Jordan, the school’s renovation and expansion was carried out at a rapid clip under the watchful eye of Peter Koolik, an Australian construction manager who oversees world church building projects on behalf of the General Conference.\n\nThe renovation took place during the summer vacation months of June to August 2019, and the two new floors were added after that, said Shaban, founding partner and general manager of Sha’ban Architects and Engineers. Useable space in the school complex, which includes an Adventist church and guestrooms, expanded to 23,142 square feet (2,150 square meters) from the previous 11,302 square feet (1,050 square meters), he wrote in an email.\n\nIn his speech, Wilson spoke enthusiastically about the school’s future.\n\n“Adventist National School is so vital,” he said. “By God’s grace, by the refurbishment and expansion works, the best days of this school are yet ahead.”\n\nThe original version of this story was posted on the Adventist Mission site."}}