{"GDELT": {"GlobalEventID": 903538331, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.08555399719495, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_Lat": 45.7326, "Actor2Geo_Long": -93.9196, "Actor2Geo_FeatureID": "MN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Hampshire, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNH", "Action2Geo_Lat": 43.4108, "Action2Geo_Long": -71.5653, "Action2Geo_FeatureID": "NH", "DATEADDED": 20200204004500, "SOURCEURL": "https://chicago.suntimes.com/columnists/2020/2/3/21121413/if-the-senate-were-a-high-school-lunchroom-trump-impeachment-trial-klobuchar-warren-sanders"}, "ARTICLE": {"TITLE": "If the Senate were a high school lunchroom: Watching the presidential candidates at Trump impeachment trial", "TEXT": "WASHINGTON — For 12 days, counting Monday, when closing arguments were delivered in President Donald Trump’s impeachment trial — on the very day of the Iowa caucus — I have been observing the four Democrats running for president trapped in the Senate chamber.\n\nFrom my perch in the Senate press gallery, looking down at the Senators, I focused on Bernie Sanders, Elizabeth Warren, Amy Klobuchar and Michael Bennet.\n\nI observed how they interact with others during the breaks and under the very strict trial rules — no talking, no electronic devices, no reading non-trial stuff.\n\nIf the Senate were a high school lunchroom, Klobuchar, of Minnesota, would be the kid welcomed at any table. She could fit in with the jocks, nerds, popular students, brainy kids. and the student newspaper clique.\n\nWarren, from Massachusetts, would sit with the National Honor Society and AP crowd.\n\nBennet, from Colorado, would be with the guys he went to grammar school with.\n\nSanders, the Vermont Independent who is not a Democrat but running as one — would eat with the Student Council dissidents.\n\nAll 100 Senators at the trial were supposed to keep silent, on pain of imprisonment. I can tell you that command was breached on both sides of the aisle — and no one was busted.\n\nWhen it comes to stuff on the desk, Klobuchar wins. Aides would come in and hand her folders piled on her binders. At times, I could see her engaged in quiet banter with her seat mates, Sens. Bob Casey, D-Pa., and Chris Coons, D-Del. During breaks she would go up to senators or others would drift to her.\n\nKlobuchar took lots of notes, but wow, that Warren never stopped writing.\n\nMy best view was of Warren. I could look straight down at her. With the beverages limited to milk and water [Why? Because it’s the Senate.] Warren is a milkaholic.\n\nWhen it comes to note taking, Warren has a plan for that.\n\nA pen for some things, a pencil for others.\n\nShe writes on her lap, lifting up pages of her white legal pad to scribble on another piece of paper. She is chummy with her seat mate, Sen. Chris Murphy, D-Conn. On Monday, on adjournment she was chatting with Murphy, Sen. Debbie Stabenow, D-Mich., and Senate Democratic Leader Chuck Schumer, D-N.Y.\n\nBennet keeps a tidy desk. Light on the note taking. He affably mingles, most often with Sen. Mark Warner, D-Va.\n\nSanders at campaign events is full of energy and excitement, feeding off his supporters. He’s the opposite of that at the trial. Sanders never smiles. He scowls. During breaks, Sanders leaves without approaching his colleagues. He hardly talks to anyone. And I never witnessed others coming up to him.\n\nOn Monday, by the way, Sanders’ wife, Jane, was in the gallery for a stint.\n\nYou would guess Sanders was a loner, not a 2020 frontrunner from his behavior at the impeachment trial. You may find this instructive as his presidential bid progresses.\n\nWithin moments of the Senate adjourning as a court of impeachment Monday, the four split from the Capitol. Sanders, Warren and Klobuchar flew back to Iowa where they spent Sunday making last-minute appeals.\n\nIn one long day, Monday, the three will pivot from the Senate to Iowa then late at night vault to New Hampshire, with a Feb. 11 vote.\n\nWith zero prospects in Iowa, and with not much of a lifeline to stay in the race, Bennet headed to New Hampshire, where he stumped over the weekend.\n\nThey will spend most of Tuesday campaigning. On Tuesday night, Trump delivers his State of the Union address — impeached, not yet acquitted. That will come Wednesday.\n\nTrump will be speaking in the House of Representatives — whose Democratic members impeached him — with House Speaker Nancy Pelosi sitting behind him. The suspense will be how Trump is received in the House chamber and whether he ignores his impeachment.\n\nThe outcome of the impeachment trial was never in doubt. There were never 67 Senators to convict. On Wednesday, Klobuchar, Warren, Sanders and Bennet have to leave the campaign trial to return to the Senate to vote. Then, free at last, it’s back to New Hampshire."}}