{"GDELT": {"GlobalEventID": 903540115, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 116, "EventBaseCode": 116, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.2511415525114105, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20200204004500, "SOURCEURL": "https://www.amren.com/news/2020/02/aspiring-chicago-rapper-who-hired-hitman-to-kill-his-mother-sentenced-to-99-years-in-prison/"}, "ARTICLE": {"TITLE": "Aspiring Chicago Rapper Who Hired Hitman to Kill His Mother Sentenced to 99 Years in Prison", "TEXT": "Ralph R. Ortega, Daily Mail, February 2, 2020\n\nAn aspiring rapper in Chicago was sentenced to 99 years in prison after he and a hitman he hired to gun down his mother were found guilty of murdering the woman.\n\nQaw’mane Wilson, who raps under the name ‘Young QC’, was sentenced by Judge Stanley Sacks, in Cooks County, on Friday.\n\nSacks also gave the hitman, Eugene Spencer, a similar punishment, 100 years in prison for the slaying of Wilson’s mother, Yolanda Holmes, in 2012.\n\n‘The word is ‘matricide’, meaning murder of one’s own mother,’ the judge said as he stared down from the bench at Wilson and Spencer, the Chicago Sun-Times reports.\n\nSacks noted what had become obvious during the case, was that Wilson, who was 23 at the time Holmes was shot dead in her North Side apartment, was doted on by his mother when he ordered her death.\n\n‘Whatever he wanted, his mother gave to him. A car. A job. One could say he was spoiled. She gave Qaw’mane life, and it was his choice to take it way from her,’ the judge said during the man’s sentencing.\n\nProsecutors said Sencer and Wilson’s girlfriend went to Holmes’ apartment in Uptown on September 12, 2012, to carry out the murder so that the rapper could empty her bank accounts.\n\nRecords showed the woman’s son withdrew nearly $70,000 from her accounts in the months after her death, and spent the money on flashy clothes and adding gull wings to a pricey Ford Mustang muscle car she had given him.\n\nIn an video that Wilson filmed and posted online, he is seen throwing cash on to his supporters and saying that he knows how to ‘give back’ to his fans.\n\nWilson, now 30, with long dreadlocks pulled back into a topknot Friday, nodded as the judge delivered the sentence.\n\nWhen asked if he had anything to say before Sacks made his ruling, Wilson was brief, the Times reports.\n\n‘I just want to say, nobody loved my mother more than me,’ he said. ‘She was all I had. That’s it.’\n\nRelatives said that Holmes’ murder and the charges against her son nearly a year later had ‘torn a hole’ in the close-knit family.\n\nSondra Jackson, Holmes’ aunt, attended each day of the week-long trial last year with a group of family members, and had always sat on the side of the courtroom behind prosecutors, reports the Sun-Times.\n\n‘After all this, we still don’t understand why he did it,’ Jackson said at the time. ‘We are just happy to have this over’."}}