{"GDELT": {"GlobalEventID": 903540519, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 4.47284345047923, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kogi, Tverskaya Oblast', Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS77", "Actor2Geo_ADM2Code": "25117", "Actor2Geo_Lat": 57.1545, "Actor2Geo_Long": 37.7691, "Actor2Geo_FeatureID": "10931837", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200204004500, "SOURCEURL": "https://news2.onlinenigeria.com/news/general/813407-ajaokuta-very-important-to-our-people-bello-tells-russian-envoy.html"}, "ARTICLE": {"TITLE": "Ajaokuta very important to our people, Bello tells Russian envoy", "TEXT": "Home | News | General | Ajaokuta very important to our people, Bello tells Russian envoy\n\nKindly Share This Story:\n\nBy Omeiza Ajayi\n\nKogi State Governor, Alhaji Yahaya Bello has expressed commitment to the resuscitation of the Ajaokuta Steel Company, saying the project possesses enormous opportunities for the people of the state.\n\nBello spoke Monday in Abuja when he paid a courtesy visit on the Russian Ambassador to Nigeria, Alexey Shebarshin for discussions ahead of the planned completion and revival of the Ajaokuta Steel Complex.\n\nThe governor was accompanied by his Chief of Staff, Jamiu Abdulkareem Asuku; Commissioner for Finance and Economic Planning, Idris Asiwaju Asiru; State’s Accountant General, Jibrin Momoh and state’s Auditor-General, Okala Yusuf.\n\nBello said his visit to the Russian Ambassador was to convey the goodwill of the people of Kogi to the Russian Government through her embassy for Oct 22, 2019, Sochi Agreement between the Russian Government and Nigeria to revive Ajaokuta Steel Company Limited.\n\nThe Governor assured the Ambassador of the readiness of his administration to see that Ajaokuta works for Kogi people and Nigeria at large.\n\nHe also told the Russian Ambassador that Kogi state possesses enormous opportunities and called on the Russian Government to partner with the state to develop Agricultural and energy sectors in the state.\n\nThe Governor who praised President Muhammadu Buhari for taking up negotiations with the Russian Government to revive the steel company pointed out that Ajaokuta will make Nigeria the industrial hub of the world.\n\nIn his remarks, Shebarshin assured Bello that the Russian Government was fully ready to come down to complete the steel complex following Mr President’s visit to the Russian President Vladimir Putin in October 2019.\n\nHe said they were now waiting for the Nigerian Government to put its house together for them to sign the Memorandum of Understanding MOU.\n\nVanguard\n\nKindly Share This Story:\n\nCLICK HERE TO READ MORE FROM: General\n\nLoading..."}}