{"GDELT": {"GlobalEventID": 903583748, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.5952380952380899, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "First Presbyterian Church, Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_ADM2Code": "IA163", "Actor1Geo_Lat": 41.5364, "Actor1Geo_Long": -90.5701, "Actor1Geo_FeatureID": "456606", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "First Presbyterian Church, Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 41.5364, "Action2Geo_Long": -90.5701, "Action2Geo_FeatureID": "456606", "DATEADDED": 20200204053000, "SOURCEURL": "https://www.washingtonexaminer.com/opinion/angry-sanders-supporters-storm-out-of-caucus-calling-it-a-joke-and-waste-of-time"}, "ARTICLE": {"TITLE": "Angry Bernie Sanders supporters storm out of caucus, calling it a 'joke' and 'waste of time'", "TEXT": "DES MOINES, Iowa — Sen. Bernie Sanders's supporters angrily stormed out of a caucus here on Monday night, calling the process a \"joke\" and a \"waste of time\" after they started out with more than twice as much support as any other candidate but ended up in a five-way tie, with all viable candidates sharing one delegate apiece.\n\nUnder the complicated caucus system, there are multiple stages of voting. First, there is a vote to determine initial support. After that point, only candidates with 15% of the vote are considered viable. However, those voters who did not initially choose a viable candidate can migrate to another candidate. After the final numbers are counted, they are translated to delegate equivalents, which help determine how many supporters each campaign gets to send to state, and ultimately national, conventions.\n\nAfter the initial vote at the First Presbyterian Church, just Sanders, with 32 votes, and Pete Buttigieg, with 15 votes, met the viability threshold of 13.\n\nBut then, in the second vote, Joe Biden's support started to grow to as high as 16. Because he had votes to spare, his representatives siphoned them off to Sens. Elizabeth Warren and Amy Klobuchar. As a result, all three just met the viability threshold.\n\nAfter the shift, Sanders ended up with 37% support in the room, Buttigieg had 17%, and the three other campaigns each had just cleared 15%.\n\nSince there were only five delegates to be awarded at this caucus location, and under rules, no viable candidate can lose his or her single delegate if that person only has one, each of the five campaigns ended up with one delegate apiece. This, even though Sanders won by 20 points.\n\nOnce the results were announced, anger erupted, with one bearded Sanders supporter standing up and declaring: \"This is a joke. Basically, a waste of time. This makes no sense, absolutely no sense.\"\n\nThe man stormed out of the room, along with other Sanders supporters, and said, \"This is the first one I've ever been to, and I'll never come to another one.\" He declined to be quoted by name.\n\nHowever, other Sanders supporters were less shy about going on the record by name.\n\nLindsey Buthler complained, \"I'm super unimpressed with this process. We had 32 people out of 86, and everybody split up purposely to take our delegates away from us. ... This process is not a viable process because my voice did not get heard.\"\n\nShe added, \"We should go to a primary.\"\n\nAnother Sanders supporter, Vicki Bennett, said: \"This is the reason people don't come to caucus. They feel like it's a wash. Rather than go vote in a primary so your vote counts, one vote for one person or one winner.\"\n\nShe said, \"These people finagled it, because nobody wanted Bernie to get more than one delegate. So now, it's a wash. Now, it's a tie. So, we might as well have all stayed home.\"\n\nThe episode opened up raw wounds among Sanders supporters, many of whom are still steaming over the feeling that the 2016 primary against Hillary Clinton was rigged against them.\n\nBut supporters of other candidates said that this was the process that was set up in advance.\n\nConnie Boesen, a city councilwoman who was supporting Amy Klobuchar, said, \"This is how the caucus has been set up, and I think they had tried to come up with a fair way. Yes, it's not gonna be perfect for everybody.\"\n\nBrenda Olson, who supported Biden, said of the Sanders supporters, \"They did seem angry, but there's no reason to be angry at the secretary or chair of the caucus. It's math that's predetermined going into it. So maybe they didn't realize, I don't know.\""}}