{"GDELT": {"GlobalEventID": 903537941, "Day": 20200105, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0137, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "ELI", "Actor2Name": "ACTOR", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.5070993914807299, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKC3", "Actor1Geo_ADM2Code": "40098", "Actor1Geo_Lat": 52.2, "Actor1Geo_Long": 0.116667, "Actor1Geo_FeatureID": "-2591658", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Hollywood, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_ADM2Code": "CA037", "Actor2Geo_Lat": 34.0983, "Actor2Geo_Long": -118.32700000000001, "Actor2Geo_FeatureID": "1660757", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200204004500, "SOURCEURL": "https://www.independent.co.uk/voices/joaquin-phoenix-baftas-2020-speech-racism-diversity-bfi-a9314766.html"}, "ARTICLE": {"TITLE": "Joaquin Phoenix was 100% right in his Baftas speech, now industry heads need to follow it up with action", "TEXT": "As Joaquin Phoenix’s Baftas acceptance speech does the rounds, it appears we’re about to enter yet another period of “reflection”.\n\n“How?!”, the mostly white industry insiders cry. “How can we make a difference? When will this madness STOP?”\n\nI’m being facetious. But however well-meaning these expressions of “frustration” are, each year, again and again, the lack of awareness about why we’re stuck in this loop is astounding.\n\nDownload the new Independent Premium app Sharing the full story, not just the headlines\n\nI’ve seen arguments from Bafta voters, many of whom do genuinely seem to want change, which suggest that the issue is rooted in the membership. There aren’t enough diverse voices, they need to apply, apply, apply.\n\nOthers have suggested that it’s a matter of age, that voters simply flock to exactly the sort of projects we’ve always rewarded in Britain — the war films, the more “traditional” stories and the actors with long histories of picking up such awards.\n\nShape Created with Sketch. Baftas 2020: The red carpet Show all 38 left Created with Sketch. right Created with Sketch. Shape Created with Sketch. Baftas 2020: The red carpet 1/38 Joaquin Phoenix REUTERS 2/38 Scarlett Johansson PA 3/38 Saoirse Ronan PA 4/38 Florence Pugh PA 5/38 Al Pacino REUTERS 6/38 Renee Zellweger PA 7/38 Olivia Colman PA 8/38 Charlize Theron EPA 9/38 Daisy Ridley EPA 10/38 Prince William, Duke of Cambridge and Catherine, Duchess of Cambridge REUTERS 11/38 Catherine, Duchess of Cambridge REUTERS 12/38 Taron Egerton AFP via Getty Images 13/38 Daniel Kaluuya Joel C Ryan/Invision/AP 14/38 Margot Robbie PA 15/38 Emilia Clarke PA 16/38 Rooney Mara PA 17/38 Robert De Niro PA 18/38 John Boyega REUTERS 19/38 Rebel Wilson AFP via Getty Images 20/38 Adam Driver and Joanne Tucker EPA 21/38 Greta Gerwig AFP via Getty Images 22/38 Alice Eve PA 23/38 Ella Balinska AFP via Getty Images 24/38 Naomi Ackie AFP via Getty Images 25/38 Anna Elisabet Eberstein and Hugh Grant REUTERS 26/38 Song Kang Ho and Bong Joon-ho AFP via Getty Images 27/38 Zoe Kravitz AFP via Getty Images 28/38 Lily-Rose Depp PA 29/38 Gillian Anderson AFP via Getty Images 30/38 Jessie Buckley REUTERS 31/38 Joshua Jackson and Jodie Turner-Smith PA 32/38 Naomie Harris REUTERS 33/38 Alex Wolff PA 34/38 Laura Dern Joel C Ryan/Invision/AP 35/38 Graham Norton EPA 36/38 Micheal Ward REUTERS 37/38 Oliver Cheshire and Pixie Lott Joel C Ryan/Invision/AP 38/38 Taika Waititi EPA 1/38 Joaquin Phoenix REUTERS 2/38 Scarlett Johansson PA 3/38 Saoirse Ronan PA 4/38 Florence Pugh PA 5/38 Al Pacino REUTERS 6/38 Renee Zellweger PA 7/38 Olivia Colman PA 8/38 Charlize Theron EPA 9/38 Daisy Ridley EPA 10/38 Prince William, Duke of Cambridge and Catherine, Duchess of Cambridge REUTERS 11/38 Catherine, Duchess of Cambridge REUTERS 12/38 Taron Egerton AFP via Getty Images 13/38 Daniel Kaluuya Joel C Ryan/Invision/AP 14/38 Margot Robbie PA 15/38 Emilia Clarke PA 16/38 Rooney Mara PA 17/38 Robert De Niro PA 18/38 John Boyega REUTERS 19/38 Rebel Wilson AFP via Getty Images 20/38 Adam Driver and Joanne Tucker EPA 21/38 Greta Gerwig AFP via Getty Images 22/38 Alice Eve PA 23/38 Ella Balinska AFP via Getty Images 24/38 Naomi Ackie AFP via Getty Images 25/38 Anna Elisabet Eberstein and Hugh Grant REUTERS 26/38 Song Kang Ho and Bong Joon-ho AFP via Getty Images 27/38 Zoe Kravitz AFP via Getty Images 28/38 Lily-Rose Depp PA 29/38 Gillian Anderson AFP via Getty Images 30/38 Jessie Buckley REUTERS 31/38 Joshua Jackson and Jodie Turner-Smith PA 32/38 Naomie Harris REUTERS 33/38 Alex Wolff PA 34/38 Laura Dern Joel C Ryan/Invision/AP 35/38 Graham Norton EPA 36/38 Micheal Ward REUTERS 37/38 Oliver Cheshire and Pixie Lott Joel C Ryan/Invision/AP 38/38 Taika Waititi EPA\n\nBut if there really is a desire to change things for good, there needs to be a concerted effort to shake up the entire industry. Emma Baehr, director of the Baftas, almost hit the nail on the head when discussing the embarrassing all-white nominations for actors last month, calling it an “industry-wide” issue. But it’s deeper than that.\n\nAsking more people of colour to apply to be voters, or that “more films need to be made and entered” clearly isn’t enough. And the criteria (five years’ experience in a senior creative, production/post-production or executive role) seem quite restrictive, given how few poc have access to such roles in the first place.\n\nCreatives of colour have been shut out of this industry for as long as it has existed. Telling them to build their own door and force their way in isn’t a useful solution, it’s blame-shifting. This isn’t a matter of a lack of initiative from non-white members of the industry, but the other way around.\n\nIf the statistics reflect a systemic issue, so do how they are recorded. Last year, Ofcom noted that “broadcasters urgently need to undertake better, more regular monitoring of the make-up of their employees”, with the TV industry offering ethnicity data for only 81 per cent of its workers, and disability figures for just 69 per cent.\n\nIf even the prospect of recording such statistics is an issue in the first place, there needs to be something bolder in place. What that should look like, I’m not sure. Quotas, which the Baftas have already explored by requiring films in the “Outstanding British Film” and “Outstanding Debut by a British Writer, Director or Producer” categories to meet BFI diversity standards, could help.\n\nBut crucially, people at the top of the industry need to show they care for more than 24 hours after a white Hollywood darling (rightfully) tells them they should. After all, people of colour have been raising the issue for years.\n\nAs of last year, 6 per cent of senior roles at the BBC were made up of people from ethnic minority backgrounds, while ITV had an even lower proportion. According to a report by The Work Foundation, ethnic minorities have historically faced considerable barriers to both entering and progressing in the British film industry. Prospects are even worse when it comes to management and funding opportunities.\n\nSo, please, to the voters, Bafta heads and gatekeepers across this industry, do not punt the issue back to those who can do little about it. Do not tell us you wish things were better. Do not, for self-serving purposes, talk to us about being disappointed.\n\nTrue disappointment would lead to meaningful change. While the Baftas have vowed to review the awards process, we’ve seen similar efforts in the past and I’m not confident those who can make a difference see this as anything more than a box-ticking exercise, rather than a chance to improve an increasingly bland and predictable roster of mainstream films.\n\nWe may see a complete shift come this time next year, we may not. But, as Sharmaine Lovegrove, a publisher at Dialogue Books and Little, Brown, pointed out on Twitter today: “I hope everyone working in the European and British creative industry sectors takes a few moments to watch [Phoenix’s speech] when they get to their office”, takes a look at the few people of colour there and “thinks about their demonstrative contribution to change for good”."}}