{"GDELT": {"GlobalEventID": 903540200, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "KORGOV", "Actor1Name": "SOUTH KOREA", "Actor1CountryCode": "KOR", "Actor1Type1Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "CABINET", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.16010165184244, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200204004500, "SOURCEURL": "https://www.nbcnews.com/news/world/coronavirus-updates-latest-news-outbreak-global-response-n1128386?cid=public-rss_20200204"}, "ARTICLE": {"TITLE": "Coronavirus updates: The latest news on the outbreak and the global response", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n• First death outside China reported in the Philippines\n\n• Confirmed cases in China grow to 17,205 with 361 deaths\n\n• 11 cases confirmed in the U.S., 6th in California\n\n• Four U.S. military bases approved for quarantine housing\n\n• South Korea to bar foreign travelers from China's Hubei Province\n\nHusband and wife diagnosed in Northern California\n\nAuthorities in a Northern California county said Sunday that a married couple had been diagnosed with coronavirus, raising the number of confirmed cases in the state to six.\n\nIn a statement, a spokesman for San Benito County’s health department said the husband, 57, had recently traveled to the virus’ epicenter, Wuhan, China. His wife, 57, did not. Spokesman Sam Perez described the cases as “person-to-person transmission.”\n\nNeither had left their home or been hospitalized since the husband returned from China, Perez said.\n\nHe said the county was providing guidance to the couple for home isolation while monitoring their conditions. He the risk of contracting the illness remained low for people who had not been to China or been in contact with someone who has.\n\nSan Benito County is south of the San Francisco Bay Area.\n\nEarlier Sunday, officials in Santa Clara County, also in Northern California, announced that a second case had been confirmed there.— Tim Stelloh\n\nSecond case reported in California county, 9th nationwide\n\nHealth officials in Santa Clara County in California reported Sunday that another person has been diagnosed with coronavirus, making it the second confirmed case there in two days and the ninth nationwide.\n\nSara Cody, director of the Santa Clara County Public Health Department, told reporters the latest patient — an adult woman from China who arrived in the United States on Jan. 23 — has a mild illness. The woman has only left the home where is staying twice, Cody said. Each time she sought outpatient medical care.\n\nThe family the woman is staying with will remain isolated at their home while investigators determine who else the woman may have had contact with, Cody said, adding the Centers for Disease Control and Prevention notified the health department about the case earlier Sunday.\n\nThe department reported another diagnosis of coronavirus on Saturday involving a man who had been in Wuhan, China, where the virus originated, and returned to the U.S. on Jan. 24 through San Jose, California.\n\nCody said the illness had not required hospitalization, and the virus still appeared to pose a low risk to the general public since both patients were recently in China.\n\nShe said it would be “significant” if someone developed the illness locally who hadn’t been in a place where it was already present or didn’t get it through close contact with a person who is sick with it.\n\nCody said she expects more cases because many people travel between Santa Clara County, about 45 miles south of San Francisco, and other parts of other world. — Tim Stelloh\n\nDHS diverts flights with U.S. citizens who have been in China\n\nThe Department of Homeland Security imposed new restrictions on American citizens traveling to the United States who have been in China in the last two weeks, diverting their flights to one of 11 U.S. airports with “enhanced public health resources,” the department said.\n\nThe order is set to take effect for flights leaving after 5 p.m. ET on Sunday, the department said in a statement.\n\nAirports that will immediately begin accepting diverted flights are John F. Kennedy International Airport in New York; O’Hare International Airport in Chicago; San Francisco International Airport; Seattle-Tacoma International Airport; Daniel K. Inouye International Airport in Honolulu, Hawaii; Los Angeles International Airport; Hartsfield-Jackson Atlanta International Airport; and Washington-Dulles International Airport inVirginia.\n\nPassengers can fly to three more airports on Monday:Newark Liberty International Airport in New Jersey beginning at 6:30 a.m. ET; and Dallas-Fort Worth International Airport in Texas and Detroit Metropolitan Airport in Michigan after 7:30 a.m. ET, the department said.\n\nPassengers will be re-routed at no cost and will undergo “proactive entry health screening,” the department said without providing additional details about the process.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nThe passengers will also be subject to as long as 14 days of self-quarantine to ensure they pose no public health risk, the statement said.\n\nThe department added that American citizens who have traveled in the last two weeks to China’s Hubei province, the epicenter of the outbreak, will undergo 14 days of mandatory quarantine upon return to the U.S.\n\nThe department’s acting secretary, Chad Wolf, called the move a “prudent step” to decrease the strain on public health officials tasked with monitoring incoming travelers. — Tim Stelloh\n\nDepartment of Defense approves request for quarantine housing\n\nSecretary of Defense Mark Esper has approved the use of four military bases to house 1,000 people who may need to be quarantined after returning to the U.S. from overseas travel due to concerns about the novel coronavirus, which has sickened thousands and killed more than 300 people in China.\n\nFour military bases — in Colorado, California and Texas — have been approved to assist with the evacuations if needed, a spokesman for the department said.\n\nThe following installations have been selected to assist #HHS evacuation operations, if needed:\n\n-The 168th Regiment, Regional Training Institute, Fort Carson, CO\n\n-Travis Air Force Base, CA\n\n-Lackland Air Force Base, TX\n\n-Marine Corps Air Station Miramar, CA — Jonathan Rath Hoffman (@ChiefPentSpox) February 1, 2020\n\n“Department of Defense personnel will not be directly in contact with the evacuees and evacuees will not have access to any base location other than their assigned housing,” the spokesman noted.\n\nAs of Friday, nearly 1,000 people had requested U.S. government assistance to leave Wuhan, the epicenter of the coronavirus epidemic, according to a U.S. official with knowledge of the situation.\n\nThe Centers for Disease Control and Prevention (CDC) said Friday that all 195 Americans who have already evacuated from Wuhan earlier this week are now under federal quarantine for 14 days at March Air Reserve Base in California. — Yuliya Talmazan and Mosheh Gains\n\nSouth Korea to bar foreigners traveling from China's Hubei province\n\nSouth Korea will bar foreigners who have been in China's Hubei province in the past two weeks from entering the country.\n\nPrime Minister Chung Sye-kyun told members of his cabinet the entry ban will take effect on Tuesday.\n\n“Seoul government’s top priority is our people’s life and safety and accordingly, we will enforce measures to stop further novel coronavirus from entering our land and spreading throughout regional communities,” he said.\n\nThe city of Wuhan where coronavirus is believed to have first emerged, is in the Hubei province. Most of the deaths have occurred there. — Stella Kim\n\nFirst coronavirus death outside China reported in the Philippines\n\nThe first death outside China connected to the respiratory illness has been confirmed in the Philippines, the World Health Organization said Saturday.\n\nThe country's president, Rodrigo Duterte, responded by banning travel from the island nation to China.\n\nThe deceased was described as a 44-year-old resident of Wuhan, who had traveled to the Philippines, WHO Philippine officials said at a news conference. — Dennis Romero and Eric Baculinao\n\n8th case of coronavirus confirmed in U.S., 1st in Massachusetts\n\nA man in his 20s who lives in Boston and was returning from Wuhan has the first confirmed case of coronavirus in Massachusetts and the 8th in the U.S. overall.\n\nThe man recently traveled to Wuhan and sought medical care soon after his return to Boston, the Massachusetts Department of Health announced Saturday.\n\n\"He has been isolated since that time and will continue to remain isolated until cleared by public health officials,\" the department said, adding that his few close contacts have been identified and are being monitored for any signs of symptoms.\n\n\"We are grateful that this young man is recovering and sought medical attention immediately,\" said the state's public health commissioner, Monica Bharel. \"Again, the risk to the public from the 2019 novel coronavirus remains low in Massachusetts.\" — Minyvonne Burke\n\nMore British nationals fly into U.K. from Wuhan\n\nEleven more British nationals will arrive in the U.K. from Wuhan Sunday after missing a first evacuation flight on Thursday, Britain's Sky News has reported.\n\nThey will be flown into the U.K. via France.\n\nBritain’s Foreign Secretary Dominic Raab told Sky News: \"It's correct that there is a further French flight that is expected back in Europe today and that will carry some U.K. nationals.''\n\nThe initial contingent of 83 British citizens are currently being quarantined in Birkenhead, a town in the north of England.\n\nTwo German nationals who arrived from Wuhan test positive\n\nOfficials in the German city of Germersheim, where 115 people were put under quarantine after arriving on an evacuation flight from China on Saturday, told NBC News that two people out of the group have tested positive for the coronavirus.\n\nThe two adults are being brought to a hospital in Frankfurt.\n\nAll others will remain under a 14-day quarantine at a military installation in Germersheim. — Andy Eckardt\n\nItaly to evacuate 67 nationals from Wuhan\n\nThe Italian government and air force officials said 67 of its nationals living in Wuhan will be evacuated on a special flight bound for Rome Monday.\n\nFollowing the confirmation of the first two cases of coronavirus in Italy Thursday, the Italian government declared a six-month state of emergency.\n\nAll flights between Italy and China, Hong Kong, Macau and Taipei have been suspended until at least April 28, the country's foreign ministry announced Friday. — Claudio Lavanga\n\nThe tech giant said Saturday it will be closing all of its offices, stores and contact centers in mainland China “out of an abundance of caution and based on the latest advice from leading health experts.”\n\nThe measure will be in force until Feb. 9, the company said, adding that it \"looked forward\" to reopening its stores as soon as possible.\n\nApple’s online store in China remains open. — Yuliya Talmazan"}}