{"GDELT": {"GlobalEventID": 903538599, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.7853403141361199, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200204004500, "SOURCEURL": "https://www.saltwire.com/news/local/smith-mccrossin-sees-big-challenges-in-forestry-and-health-care-throughout-2020-405504/"}, "ARTICLE": {"TITLE": "Smith-McCrossin sees big challenges in forestry and health care throughout 2020", "TEXT": "A A\n\nAMHERST, N.S. – Despite some pitfalls and fears over the future in relation to the closure of Northern Pulp in Pictou County, Cumberland North MLA Elizabeth Smith-McCrossin said there are a lot of good things happening across her constituency.\n\n“There’s a lot of positive work being done by a number of amazing people across our constituency. The work of these dedicated community members is the reason why we have the things we do,” Smith-McCrossin told the Amherst News in an interview looking back at 2019 and ahead to 2020.\n\nAs the MLA, Smith-McCrossin said there continues to be a tremendous deficit across the county, as well as across the province, in access to health services.\n\n“We have seen some improvements since we had the rallies at the regional hospital and the smaller hospitals a year ago and the people’s voices were heard. We got some attention and were able to recruit several specialists,” she said. “There’s still one area that’s vastly neglected and that’s mental health. We need more psychiatrists to enable an on-call rotation to see patients in the ER as needed.”\n\nSmith-McCrossin raised awareness about mental health during a public meeting in the fall to raise awareness about the lack of access to mental health services and the problem with illegal drugs in the community.\n\nShe also wants the province to speed up the placement of seniors into long-term care facilities and is hoping emergency room closures will be reduced.\n\n“I want to see the province restore the relationship with its health-care professionals and I want to see the Nova Scotia Health Authority re-humanize the delivery of health-care services,” she said. “When ... someone who is 85 ... is told they can’t go into a residential care facility when there are plenty of empty beds that are being paid for by you, the taxpayer, or an 80-year-old man who has no doctor to care for him there is something fundamentally wrong. We have a government that thinks it’s OK to close emergency departments and leave people without family doctors. They don’t seem to have an urgency to fix it.”\n\nThe MLA said forestry industry is a huge issue heading into 2020 with the government’s decision in December to enforce the Boat Harbour Act, effectively closing the Northern Pulp mill in Pictou.\n\n“There’s a lot of uncertainty in that industry,” she said. “The forestry industry has been dependent on having a pulp mill.”\n\nBoth she and Tory Rushton in Cumberland South have been working with Ian Ripley of the Athol Forestry Co-operative and industry and community representatives to address the future of forestry in Cumberland County through the creation of an Advisory team and action committees.\n\nShe said the premier has a role in assisting the forest industry in Cumberland County, adding it represents a large portion of the economy. She said the loss of the mill only builds on the stress created by struggles in the blueberry industry. Many in the forestry industry also have blueberry crops.\n\nHowever, the MLA is pleased to see the Rainbow Bridge opened in Upper Nappan and she’s looking forward to working with the Municipality of Cumberland on a number of issues including the Village of Pugwash waterfront project and the LaPlanche Street entrance into the Town of Amherst. She hopes both municipalities will work together to ensure a sidewalk gets built to the regional hospital.\n\n“We must ensure all citizens have safe access to our regional hospital.”\n\nSmith-McCrossin said she remains disappointed in the federal government’s divestiture of the wharf in Northport and the Amherst Armoury. She plans to continue working with Cumberland-Colchester MP Lenore Zann and the Amherst Armouries Plus Society to ensure the future of the Col. James Layton Ralston Armoury.\n\nThe MLA also plans to continue pressuring the province to remove the tolls on the Cobequid Pass, even if the province is now saying it may extend the tolls for a year or two to pay for a rest area and maintenance area along the highway. Based on legislation, the tolls should be removed this year.\n\nMany other areas are also on her agenda such as improving internet and cellphone coverage. McCrossin encourages citizens to speak up about any concerns they have with government.\n\n“We live in a democracy. It is important that people feel listened to and feel represented by their elected government. By working together we can work to create the strongest, healthiest and most vibrant communities in the country.”"}}