{"GDELT": {"GlobalEventID": 903541037, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.57909806728705, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200204004500, "SOURCEURL": "https://www.msn.com/en-us/news/politics/as-arab-nations-reject-trumps-mideast-plan-kushner-blames-those-who-took-no-part-palestinians/ar-BBZCuDG"}, "ARTICLE": {"TITLE": "As Arab nations reject Trump's Mideast plan, Kushner blames those who took no part: Palestinians", "TEXT": "© Drew Angerer/Getty Images North America/TNS From left, Senior Advisor Jared Kushner looks on as U.S. President Donald Trump speaks before signing the United States-Mexico-Canada Trade Agreement during a ceremony on the South Lawn of the White House on Jan. 29, 2020 in Washington, D.C.\n\nWASHINGTON — For three years, presidential senior adviser and son-in-law Jared Kushner, a man of many portfolios, spent considerable time on a plan aimed at addressing the intractable conflict between Israel and the Palestinians.\n\nHe was generally quiet about what he was doing, maintaining a patina of diplomatic circumspection.\n\nNow, however, after the plan was released last week in a White House ceremony with Israeli Prime Minister Benjamin Netanyahu and no Palestinians in attendance, Kushner seems to have plenty to say — mostly harsh criticism of the Palestinians who were not involved in shaping the plan and flatly rejected it.\n\nHis tone, current and former officials said, reflects the unlikelihood that the plan will survive, even though it could have far-reaching consequences.\n\nOver the weekend, the 22-nation Arab League unanimously rejected it, despite Kushner’s assurances that numerous Arab states were on board. The 57-nation Organization of Islamic Cooperation followed suit Monday.\n\nThe plan, enthusiastically embraced by most Israelis, would deny the Palestinians an independent state and lead to a single “apartheid” system in which the Palestinians living in the West Bank are second-class citizens, said Arab League Secretary-General Ahmed Aboul Gheit, who is Egyptian.\n\nIf Israel follows through on some of the plan’s tacit promises — such as imposing Israeli sovereignty over at least a third of the Palestinian-claimed West Bank, including the crucial Jordan Valley — those steps will prove extremely difficult to reverse.\n\nSome people who have spoken to Kushner privately during the months of sputtering talks involving Israel and a number of Gulf States said his harsh rhetoric reflects his true feelings about Palestinians, which he kept at bay before unveiling the plan. He also may be hoping to apply greater pressure on the Palestinians.\n\n“He was probably holding off because he didn’t want to totally close the door,” said Daniel Levy, a former Israeli peace-plan negotiator and now director of the Middle East Project, a policy institute. “Once you’ve put out the plan, what’s the use of sugarcoating it with anyone?”\n\nLevy was among numerous experts, diplomats, international officials and Democratic lawmakers who blasted the Trump-Kushner plan for failing to address Palestinian aspirations for nationhood and for making tough demands on Palestinians before they could even ask for a demilitarized state, while granting a near-full slate of concessions to Israel. The plan also denies the Palestinians a capital in East Jerusalem, offering instead a collection of slums to the east of the city.\n\nMany experts said the deal was a nonstarter for Palestinians, but were unclear whether Kushner realized that.\n\nPhilip Gordon, the White House senior official on the Middle East under the Obama administration now with the Council on Foreign Relations, suggested Kushner’s language reflects his impatience and angry frustration.\n\n“He feels like he’s invested three years in this. It’s his moment of glory on behalf of the president. And (the Palestinians are) standing in his way,” Gordon said.\n\nIan Bremmer, president of the Eurasia Group, which assesses global risks, said Kushner — scion of a family long dedicated to conservative pro-Israel causes — might have calculated that any sort of deal would be impossible if the Palestinians, especially under Palestinian Authority President Mahmoud Abbas, were involved in the drafting stages.\n\nThe Palestinians formally broke off ties with the Trump administration and refused to engage in negotiations after Trump unilaterally reversed decades of U.S. and international practice by declaring the disputed holy city of Jerusalem to be the capital of Israel. He moved the U.S. Embassy from Tel Aviv to Jerusalem, part of which Palestinians want for their own capital, one of several pro-Israel steps Trump has taken.\n\n“If (the Palestinians) refuse to negotiate or come to the table now, the likelihood that this is all a fait accompli goes up a lot,” Bremmer told the Los Angeles Times.\n\nIt was in a television interview with Bremmer that Kushner made some of his stinging comments.\n\n“Look, they played the victimhood card. Now, it’s like they want their rights. They want a state,” Kushner said Friday in comments aired on public television. “Basically what we’re saying to the Palestinians is put up or shut up.”\n\nSpeaking a day earlier to veteran CNN anchor Christiane Amanpour, Kushner was dismissive of Palestinian leadership, whose members he is known to disdain.\n\n“If they don’t (agree to negotiate), then they’re going to screw up another opportunity like they’ve screwed up every opportunity that they’ve ever had in their existence,” Kushner said.\n\nKushner, through an aide, declined to be interviewed for this article, saying he was concentrating on television appearances for now. Senior administration officials, echoing Kushner, say his approach is one of pragmatism and realism. Trump said this could be the Palestinians’ last chance for building a state, apparently because of Israel’s march toward annexation of more lands claimed by the Palestinians.\n\nTrump unveiled the plan Jan. 28 at the White House before an overwhelming pro-Israel audience, including major GOP donors such as gambling magnate Sheldon Adelson. While the plan lays out a path to statehood for Palestinians, the result would not be a contiguous nation, would be surrounded completely by Israel and would be chopped up by Jewish settlements considered illegal under international law. The plan grants Israeli sovereignty over all of such settlements.\n\nThe timing of the release of the plan was questioned by critics who saw politics as the trigger. Netanyahu has been indicted on corruption charges, and Trump was in the middle of a Senate impeachment trial for abuse of power and obstruction of Congress. Both men are in the middle of reelection campaigns.\n\nSome of Kushner’s rhetoric in the aftermath may be owing to a small power struggle with the U.S. ambassador to Israel, David Friedman, Trump’s former bankruptcy lawyer and a longtime promoter of settlement expansion. Immediately after Trump unveiled the plan, Friedman announced that Israel could go ahead with annexation in the West Bank — a step that Kushner wanted to delay until after the upcoming Israeli elections March 2.\n\nKushner publicly contradicted Friedman, and Kushner was immediately attacked by Israel’s far right and radical settler movement. Kushner countered with his negative comments and ultimatums about Palestinians.\n\nNetanyahu, apparently bowing to Kushner and loath to get in the middle of an intra-administration tiff, abruptly called off his plans to approve annexation in a Cabinet meeting Sunday.\n\n“Annexation is something that I think Ambassador Friedman is pushing, together with Netanyahu, in order to help Netanyahu get reelected,” said Martin Indyk, former U.S. ambassador to Israel and former assistant secretary of state for near-eastern affairs. “But if Jared Kushner wants to keep the Arabs on board, he has to slow down the annexation. (So) there’s an interesting tension there.”\n\nKushner, a 39-year-old real estate developer, has also been caustically dismissive of the diplomatic history and peace plans that came before him. He’s described previous efforts as “fairy tales” and “tired old ideas” that failed.\n\n“I’ve been studying this now for three years,” Kushner told Sky News Arabia. “I’ve read 25 books on it. I’ve spoken to every leader in the region. I’ve spoken to everyone who’s been involved in this.”\n\nKushner included in the plan what is described as a $50 billion investment scheme for Palestinians, although it is not specified where the money would come from. People who are familiar with Kushner’s thinking say he approached the plan the way a business entrepreneur would: cash for concessions and compliance. But that approach ignores Palestinian history, nationalism and dignity, Gordon said.\n\n———\n\n©2020 Los Angeles Times\n\nVisit the Los Angeles Times at www.latimes.com\n\nDistributed by Tribune Content Agency, LLC."}}