{"GDELT": {"GlobalEventID": 903539237, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "EDU", "Actor1Name": "PROFESSOR", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 3.6529680365296797, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Smith School, Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_ADM2Code": "WA035", "Actor1Geo_Lat": 47.5718, "Actor1Geo_Long": -122.631, "Actor1Geo_FeatureID": "1508440", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Smith School, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_Lat": 47.5718, "Actor2Geo_Long": -122.631, "Actor2Geo_FeatureID": "1508440", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Smith School, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 47.5718, "Action2Geo_Long": -122.631, "Action2Geo_FeatureID": "1508440", "DATEADDED": 20200204004500, "SOURCEURL": "http://news.cornell.edu/stories/2020/02/alumnus-named-inaugural-langer-professor-meinig-school"}, "ARTICLE": {"TITLE": "Alumnus named inaugural Langer Professor in Meinig School", "TEXT": "Shaoyi Jiang, Ph.D. ’93, a professor of chemical engineering at the University of Washington, has been named the first Robert S. Langer ’70 Family and Friends Professor at Cornell. Jiang will join the Nancy E. and Peter C. Meinig School of Biomedical Engineering in July, in a professorship honoring one of the university’s most notable engineering alumni.\n\n“It is my greatest honor to be the inaugural Langer Professor at Cornell, my alma mater. Bob is a great role model to me and inspires me to strive for excellence,” said Jiang, whose wife, Qiuming Yu, Ph.D. ’95, also will join the Cornell faculty in the Robert Frederick Smith School of Chemical and Biomolecular Engineering.\n\nShaoyi Jiang\n\nQiuming Yu\n\nJiang, a holder of more than 50 patents, specializes in zwitterionic materials, a unique class of biocompatible substances that resist proteins that degrade the performance of medical implants and nanomedicine. For decades, polyethylene glycol has been the gold standard for producing “non-fouling” surfaces that prevent contamination, but the material can be unstable or have adverse effects, among other limitations.\n\nMaterials research for medical and biological applications is a particular strength of Cornell Engineering, with work being carried out in several departments across the college. Marjolein van der Meulen, the Swanson Professor and James M. and Marsha McCormick Director of Biomedical Engineering, sees the addition of Jiang to the faculty as a perfect fit for the Meinig School and the the university’s NEXT Nano program, part of the provost’s Radical Collaboration initiative, focused on interdisciplinary nanoscale science and microsystems engineering.\n\n“Professor Jiang complements and strengthens our current faculty research in materials and will be a natural leader for multi-faculty efforts,” van der Meulen said. “He has a broad, creative and forward-looking vision for the role of materials in medical applications, and a proven record of scientific accomplishments and successful collaborations. We are especially pleased that Shaoyi will be the inaugural Langer Professor.”\n\nJiang is a fellow of the American Institute of Chemical Engineers and of the American Institute for Medical and Biological Engineering. He’s a member of the Washington State Academy of Sciences, and received the 2017 Braskem Award for Excellence in Materials Engineering and Science.\n\nThe Langer Professorship was funded by an anonymous group of donors to honor Langer, a renowned professor of biological engineering at the Massachusetts Institute of Technology who, like Jiang, studied chemical engineering at Cornell. Langer has since become one of the most widely recognized names in bioengineering, securing more than 1,000 patents for biomaterials, devices, drugs and techniques for engineering tissues and organs.\n\n“I’m so thrilled that Dr. Shaoyi Jiang will assume this professorship,” said Langer, who was a colleague of Jiang’s in 2007 when Jiang was a visiting professor at MIT. “His groundbreaking research on zwitterionic polymers has already led to new FDA-approved therapies, and I believe and hope that coming to Cornell will be a springboard for Shaoyi to make many more inventions and discoveries that will benefit the world.”\n\nJiang’s innovations include: a “nanoscavenger” that provides long-term prophylactic protection against nerve agents; a hydrogel that can help prevent the body from rejecting medical implants; a hydrogel that can expand and preserve primitive human blood-producing stem cells; a material that interferes with bacteria’s ability to form biofilms; and a material that can be used to prevent barnacles from attaching to ships.\n\nYu, currently a professor of chemical engineering at Washington, researches optoelectronic materials, plasmonics, biosensing and nanofabrication for wearable devices and sensors.\n\n“The Smith School is extremely pleased to welcome Professor Qiuming Yu back to Olin Hall,” said Abe Stroock, the Gordon L. Dibble ’50 Professor and William C. Hooey Director of Chemical and Biomolecular Engineering at Cornell. “Her research involves the design of materials and devices for optoelectronic applications in sensing and energy, themes that will complement and strengthen ongoing research in the Smith School and across campus.”\n\nJiang and Yu are Ph.D. alumni of the Smith School. They have two children, one a current Cornell student and one a recent graduate.\n\nChris Dawson is a writer for the College of Engineering."}}