{"GDELT": {"GlobalEventID": 903538698, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.6269430051813503, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200204004500, "SOURCEURL": "https://www.nbcnews.com/news/world/china-criticizes-u-s-border-closure-coronavirus-death-toll-rises-n1128161?cid=public-rss_20200204"}, "ARTICLE": {"TITLE": "China criticizes U.S. border closure as coronavirus death toll rises", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nA U.S. ban on foreign nationals traveling into the country if they have visited China in the last two weeks is \"neither based on facts, nor helpful,\" Chinese officials said Saturday.\n\nThe White House announced Friday they would temporarily suspend the entry into the United States of foreign nationals who may pose a risk of transmitting a deadly coronavirus.\n\nAs the result, all foreign nationals, other than the immediate family of U.S. citizens and permanent residents, who have traveled to China within the last 14 days will not be allowed to enter the U.S. effective Sunday.\n\nChina's health authority authorities said Saturday that 259 people had died and 11,791 people were now confirmed to have contracted the virus, surpassing the number in the 2002-03 outbreak of Severe Acute Respiratory Syndrome or SARS.\n\nThe announcement came less than 48 hours after the World Health Organization (WHO) declared the outbreak a global public health emergency. The U.S. officials also declared that the novel coronavirus, dubbed 2019-nCoV, presented a public health emergency.\n\nU.S. actions were criticized by Chinese officials.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\n“Many countries have offered China help and support through various ways. In contrast, the U.S. comments and actions are neither based on facts, nor helpful at this particular time,” foreign ministry spokesperson Hua Chunying said in a statement.\n\nWhile the WHO has advised against any travel restrictions, Hua said the U.S. has decided to act “in the opposite way,” setting a bad example.\n\n“It is certainly not a gesture of goodwill,” she added.\n\nAustralia has also followed suit, with Prime Minister Scott Morrison saying the country will deny entry to all foreign nationals traveling from mainland China from Saturday.\n\nIn its updated guidance for international movement, the WHO said it advises that measures to limit the risk of exportation or importation of the disease should be implemented, without unnecessary restrictions of international traffic.\n\nThe WHO doesn’t recommend limiting trade and movement, the agency’s director-general, Dr. Tedros Adhanom Ghebreyesus, reiterated in a tweet Friday.\n\n“Travel restrictions can cause more harm than good by hindering information sharing and medical supply chains, and harming economies. We urge countries and companies to make evidence-based, consistent decisions,” he said.\n\nSeven people have been diagnosed with the infection in the U.S. so far, with the latest case announced Friday in California. The husband of one of those patients has also been diagnosed with the illness — the first evidence that the new virus has spread person-to-person in the U.S.\n\nThe virus is believed to have originated in Wuhan, an industrial center of 11 million people and capital of China's central Hubei province.\n\nOn Friday, China’s foreign ministry said that in view of the difficulties Chinese nationals from Hubei province, and especially Wuhan, have encountered overseas in recent days, the Chinese government has decided to send chartered flights to bring them back directly to Wuhan as soon as possible.\n\nThe State Department on Thursday warned Americans not to travel to China and advised those already in the country to leave.\n\nAround two dozen countries have now confirmed cases of the virus, but no deaths have been reported so far.\n\nA number of international air carriers have temporarily suspended flights to China because of dropping demand and safety precautions."}}