{"GDELT": {"GlobalEventID": 903539737, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.43478260869566, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_Lat": 41.5834, "Actor1Geo_Long": -72.7622, "Actor1Geo_FeatureID": "CT", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Greenwich Town Hall, Connecticut, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCT", "Actor2Geo_Lat": 41.0273, "Actor2Geo_Long": -73.626, "Actor2Geo_FeatureID": "1942180", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.5834, "Action2Geo_Long": -72.7622, "Action2Geo_FeatureID": "CT", "DATEADDED": 20200204004500, "SOURCEURL": "https://www.middletownpress.com/middletown/article/Middletown-tackling-painful-issue-of-racism-with-15027159.php"}, "ARTICLE": {"TITLE": "Middletown tackling painful issue of racism with 3-pronged approach", "TEXT": "Middletown tackling painful issue of racism with 3-pronged approach\n\nClaudia Connor, president & CEO of the Connecticut Institute for Refugees and Immigrant, addresses the audience at the Stand Against Racism rally at Greenwich Town Hall earlier this year. Claudia Connor, president & CEO of the Connecticut Institute for Refugees and Immigrant, addresses the audience at the Stand Against Racism rally at Greenwich Town Hall earlier this year. Photo: Hearst Connecticut Media File Photo Photo: Hearst Connecticut Media File Photo Image 1 of / 6 Caption Close Middletown tackling painful issue of racism with 3-pronged approach 1 / 6 Back to Gallery\n\nMIDDLETOWN — A city board charged with examining what Middletown looks like to people of color has been examining racial equality and equal opportunity, with the goal of developing solutions to help level the playing field for all people.\n\nOver the last year, the National Conference for Community and Justice has partnered with Middletown on the comprehensive, wide-ranging anti-racism project.\n\nHuman Relations Commission members are looking at the “pulse” of Middletown in terms of inclusion, employment, equality and equity with a three-pronged approach: anti-racism training, focus groups and a series of community conversations.\n\nSometimes, prejudice is so embedded in people’s consciousness that many may not even be aware it’s taking place or being perpetuated, according to Faith Jackson, Middletown’s director of Equal Opportunity & Diversity Management.\n\n“This is not easy work. It’s ongoing work, and you’re going to have someone to continuously drive this. People who have not experienced being excluded have no idea,” Jackson said.\n\n“The roots are so deep in the soil. This is why it’s going to be a long time for change. That’s going to come from generations and generations of finally having more opportunity, equal access, more consideration. You’re trying to move that tree: It’s going to take a long time,” Jackson added.\n\nThe panel was formed in response to the 2017 white nationalist rally in Charlottesville, Va. that turned violent, killing one and injuring at least 26 when a car ran into a crowd of peaceful protesters.\n\nCommon Councilman Eugene Nocera, who sits on the Human Relations Commission, said change is going to take “a tremendous amount of work.\n\n“We’re all concerned about not just the political forces in our country, but society in general. The events seem to become more commonplace,” he said.\n\nIn September 2017, the council established a committee to renew its commitment to justice, equality and anti-discrimination, Nocera said. “It was the right time to take that stand in the face of some of the events occurring in our state and in our country.”\n\nPeople of color are not treated equally in the workplace, said Jackson, who said she has experienced just that in her role in City Hall. “It’s the systems that have been set up — whether intentional or by design, or by osmosis, not to be inclusive,” she said.\n\nShe gives the example of an ant colony: “They’re very busy … and they get things done. But if you’ve never been able to work together as a group, but separate, how are you going to be included when the system is set up to exclude you?”\n\nWhen Jackson was first hired as a director, she felt she was given fewer resources than her white counterparts.\n\n“My introduction to City Hall was not appropriate for the city hiring a director,” said Jackson, who came to her position after working for years at Travelers and the University of Connecticut. “No matter what the color of your skin is, if you’re a director, you’re given the same tools and same setting as directors across the board,”\n\nJackson was promised she’d eventually get the technology she needed, but had no staff to assist. “Who hires a director without a support person?” It was a long time before she felt fully equipped to do her job.\n\n“The environment dictates how welcoming or not welcoming you are to anybody coming into a workplace. If you’re working around diverse people, it would not be an issue,” said Jackson, who believes naivety is part of the problem.\n\nJustin Carbonella, youth services coordinator for Middletown’s Youth Services Bureau, and chairman of the Human Resources Commission, is pleased city leadership confronted the issue head-on.\n\n“That’s one of the biggest steps a community can do: Don’t pretend everything is OK. We take the time to be thoughtful and engage folks who have been marginalized,” Carbonella said.\n\nIt’s far from easy work — and involves a certain level of discomfort, he said.\n\n“There are people in this community who are living with that every day. We have to share that burden to understand that burden to alleviate that burden. That’s what makes us work hard,” he said.\n\nRecently, the city held two-day anti-racism training, mandatory for city employees. Representatives from Liberty Bank, the Middlesex Chamber of Commerce, Middlesex Health, the Russell Library and other organizations were invited to share their thoughts and experiences.\n\nThe idea was that education would create a ripple effect in the community, Jackson said.\n\n“It was quite an experience and eye-opening for a lot of the directors — how things really are when they don’t think they are. Inequity happens every day in our jobs and we don’t realize it,” she added. “We’re on a journey to see how we can make these changes and be more inclusive, more aware, more conscious.”\n\nCarbonella is particularly focused on inviting youth as young as 12 to participate in discussions. “These are issues we know young people in our community care about. They want to have these conversations. They want to be a generation working on this and working on this now.\n\n“Sometimes adults have a propensity to protect kids from bad things, and shield them from them. We don’t think they understand or they’re too young to get it, or they’re too young to care,” Carbonella said.\n\nPrecious Price, director of the Middletown Racial Justice Coalition, also sits on the commission and said she believes inequality exists throughout many sectors of society.\n\n“Folks in Middletown believe there aren’t a lot of opportunities as far as jobs here, and particularly within high leadership positions, which are typically white in Middletown,” Price said.\n\nShe is also concerned at the lack of parity in punishments for youth of different races.\n\n“A lot of the data tells you black and brown kids are disciplined at much higher rates than our white students,” Price said. She also believes the hiring of teachers is “very much skewed to whites as far as who looks like who in the schools.”\n\n“We’re a community really committed to justice and equity. But you earn your wings every day. You can never stand on your past record,” Nocera said. “You have to keep proving to yourself the commitment is still there and continues to be important in all we do.”"}}