{"GDELT": {"GlobalEventID": 903540329, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "MED", "Actor1Name": "NEWS ORGANIZATION", "Actor1Type1Code": "MED", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.47435897435898, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Pottawattamie County, Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_ADM2Code": "IA155", "Actor1Geo_Lat": 41.3333, "Actor1Geo_Long": -95.5336, "Actor1Geo_FeatureID": "465266", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Pottawattamie County, Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 41.3333, "Action2Geo_Long": -95.5336, "Action2Geo_FeatureID": "465266", "DATEADDED": 20200204004500, "SOURCEURL": "https://edition.cnn.com/politics/live-news/iowa-caucuses-live-results-coverage-2020/"}, "ARTICLE": {"TITLE": "Iowa caucus results 2020: Live updates and latest news", "TEXT": "Charlie Neibergall/AP\n\nThe Democratic National Committee is taking an increasingly active role in the process of tracking down the data from the nearly 1,700 caucus sites across Iowa, including checking data sent to the Iowa Democratic Party via their failed app, two sources familiar with the matter tell CNN.\n\nA team of roughly a dozen party officials are currently in Iowa working with the state party to report out the results of last night’s caucuses, which were delayed due to widespread reporting issues between the Iowa precincts and the Iowa Democratic Party.\n\nThe team from the DNC includes staffers tracking online disinformation, we well as data and communications staff, one source said. DNC Chair Tom Perez is not in Iowa, according to a DNC aide, but has been getting updates from the team of the ground.\n\nThe DNC officials are also chasing down data from individual caucus chairs from precincts across the state, hoping to track down precincts that had not reported their results.\n\nA spokeswoman for the Iowa Democratic Party said that the DNC was “chasing precinct results,” something that they described as “something that happens after every caucus.”\n\nThis caucus was unlike any other, though, and there are likely more precincts to chase down this cycle because both the app failed and the phone line that that was supposed to allow caucus chairs to report data was overrun.\n\nBill Schoenenberger, the caucus chair of a precinct in Des Moines, told CNN that he got a call on Tuesday morning from someone who identified themselves as a Democratic National Committee official. Schoenenberger, instead of using the app or hotline on Monday night, said he scanned his final caucus tally and emailed it to the Polk County Democrats.\n\n“They said they were assisting the Iowa Democratic Party to collect the data and verify it,” Schoenenberger said. “They were asking, not just me, but others… to get a copy or a picture of the information sheets.”\n\nSchoenenberger said he notified Price and the chair Polk County Democrats that this request came in and that he knows of two or three other caucus chairs that have been called by the DNC."}}