{"GDELT": {"GlobalEventID": 903582983, "Day": 20200204, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0932, "Actor1Code": "EGY", "Actor1Name": "EGYPT", "Actor1CountryCode": "EGY", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.9090909090909101, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200204053000, "SOURCEURL": "https://www.africanews.com/2020/02/04/sudan-israel-to-normalize-relations-as-leaders-hold-secret-kampala-meeting/"}, "ARTICLE": {"TITLE": "Sudan ruling council 'close ranks' after 'secret' Burhan - Bibi meeting", "TEXT": "The surprise meeting in Uganda between the head of Sudan’s Sovereign Council and the Israeli Prime Minister caused considerable controversy in Sudan.\n\nWhereas critics are unhappy about the meeting which they say is a slap in the face of long-standing Arab solidarity relations with Palestine, others say it would improve Sudan’s position with the United States and help Khartoum shake off its image as an outcast.\n\nThe meeting in Entebbe between General Abdel-Fattah Burhan, head of the transitional administration of Sudan, and Israeli Prime Minister Benjamin Netanyahu was kept a secret.\n\nBurhan, Sudan’s interim leader, said in a separate statement Tuesday that Sudan backs the Palestinian people’s aspirations to have an independent state.\n\nIt only made headlines on Monday evening when the Israeli leader announced via Twitter that the two men had started talks on normalizing relations between both countries. But a former Sudanese MP Hassan Osman Rizk found the meeting “strange.”\n\nIn a statement on Tuesday, the Sudanese leader said he had taken this step in order to protect Sudan’s national security and ensure the supreme interest of the Sudanese people. The information minister told the Middle East Eye that Burhan and the few who knew of the meeting had acted unilaterally.\n\nAt the time of the news, PM Abdallah Hamdock, who is also head of the regional bloc, IGAD, was in Djibouti on IGAD duties. He tweeted support for Burhan’s move in what analysts say is a closing of ranks within the council.\n\nFor Israel, this is a major diplomatic breakthrough with an African state with a Muslim majority, two days after the Arab League’s rejection of President Donald Trump’s Middle East plan.\n\nSudan is a member of the Arab League and joined other members at a meeting in Cairo on Saturday in rejecting Trump’s plan for settling the Israeli-Palestinian conflict. The plan, laid out by Trump late last week, heavily favors Israel.\n\nBurhan also was quoted as saying that there had been “preparatory talks” about the meeting as early as three months ago, and that the country’s top civilian leader, Prime Minister Abdalla Hamdok, was informed two days prior that the meeting would be taking place."}}