{"GDELT": {"GlobalEventID": 903851371, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOVHLH", "Actor2Name": "STATE HOSPITAL", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.14727540500735997, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Idaho, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USID", "Actor1Geo_Lat": 44.2394, "Actor1Geo_Long": -114.51, "Actor1Geo_FeatureID": "ID", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Idaho, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USID", "Actor2Geo_Lat": 44.2394, "Actor2Geo_Long": -114.51, "Actor2Geo_FeatureID": "ID", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Idaho, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USID", "Action2Geo_Lat": 44.2394, "Action2Geo_Long": -114.51, "Action2Geo_FeatureID": "ID", "DATEADDED": 20200205054500, "SOURCEURL": "https://www.ktvb.com/article/news/health/gov-little-wants-to-increase-funding-to-help-mental-health-across-idaho-psychiatric-hospitals-suicide/277-bd37d739-e4bc-4125-acb6-9d34e2b92571"}, "ARTICLE": {"TITLE": "Gov. Little looks to increase funding for Idaho mental health facilities", "TEXT": "The governor is proposing a $44.8 million budget for state psychiatric hospitals in the upcoming fiscal year.\n\nBOISE, Idaho — Since taking office, Gov. Brad Little has spoken many times about how mental health in Idaho is one of his main concerns. It was also a top priority he addressed in his 2020 State of the State address.\n\nNow, Little is looking to take a step forward in addressing the crisis by proposing more statewide funding for psychiatric hospitals and care in fiscal year 2021, which begins July 1, 2020.\n\nThe proposed budget is $44.8 million, representing an overall budget increase of 15%. It would include putting $3 million toward adding full-time staff and other costs at State Hospital West, currently under construction in Nampa.\n\nPart of that would include moving all adolescent patients from State Hospital South in Blackfoot to the new Nampa facility.\n\n“So currently the State Hospital South campus serves all the adolescents in the state,” said Sara Stover, policy advisor for Health and Human Services in the governor's office. “About 75% of the adolescents served are actually from the Treasure Valley.”\n\nMoving the adolescent beds to Nampa will also open up more bed space for adults at State Hospital South, particularly those who are high-risk and committed there by court order.\n\nMembers of the Idaho Suicide Prevention Coalition believe the governor's proposal to fund state hospitals will have a ripple effect on mental health overall, including suicide rates. The coalition is hopeful it could help fill a gap in mental health resources needed to combat suicide - especially in youth.\n\n“We’re losing kids, we’ve got kids that are dying,\" said Carmen Barney, public policy chair for the Idaho Suicide Prevention Coalition. \"And the reality is, we need to get them help and we need to get them help early and we also need to be able to provide them post-care.”\n\nStewart Wilder, president of the coalition, said youth suicide is a big problem in Idaho.\n\n“It is an epidemic,\" he said. \"I know people don’t like to use that word but when you look at the number of kids that are affected, suicide has no boundaries.”\n\nThough the bulk of the proposed funding would go to state-run psychiatric facilities, private centers would also see a benefit.\n\n“It eases the burden we have here at private hospitals where we see just an influx of patients from across the state coming here to get well because there’s just no [other] place for them to get care and treatment,” said Kevan Finley, CEO of Cottonwood Creek Behavioral Hospital.\n\nThe state would also benefit from opening up more bed space.\n\n“Currently we pay more to have someone in a private psychiatric facility instead of one of our state-run facilities,\" Stover said. \"So this is a way we can be most effective with our state dollars as well as meet the needs of the state.”\n\nBarney said she's thrilled to see the governor taking action.\n\n“It’s pretty exciting that the governor is approaching this so openly,\" she said. \"And he’s looking at how we can increase resources, increase our toolbox to provide mental health resources to our citizens throughout the entire state.”\n\nWilder agrees.\n\n“I think it’s a huge step in the direction we need to go as a state,” he said.\n\nFinley says after losing funding for the same types of resources in previous years, he's happy to see Little trying to take things the other direction.\n\n“If we don’t fund it, people can’t get well and if we don’t provide services, people can’t get help,” he said."}}