{"GDELT": {"GlobalEventID": 903816321, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "TZAGOV", "Actor1Name": "TANZANIA", "Actor1CountryCode": "TZA", "Actor1Type1Code": "GOV", "Actor2Code": "USAMED", "Actor2Name": "REUTERS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.55642023346304, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moshi, Kilimanjaro, Tanzania", "Actor1Geo_CountryCode": "TZ", "Actor1Geo_ADM1Code": "TZ06", "Actor1Geo_ADM2Code": "48417", "Actor1Geo_Lat": -3.35, "Actor1Geo_Long": 37.3333, "Actor1Geo_FeatureID": "-2569853", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moshi, Kilimanjaro, Tanzania", "Actor2Geo_CountryCode": "TZ", "Actor2Geo_ADM1Code": "TZ06", "Actor2Geo_ADM2Code": "48417", "Actor2Geo_Lat": -3.35, "Actor2Geo_Long": 37.3333, "Actor2Geo_FeatureID": "-2569853", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moshi, Kilimanjaro, Tanzania", "Action2Geo_CountryCode": "TZ", "Action2Geo_ADM1Code": "TZ06", "Action2Geo_ADM2Code": "48417", "Action2Geo_Lat": -3.35, "Action2Geo_Long": 37.3333, "Action2Geo_FeatureID": "-2569853", "DATEADDED": 20200205020000, "SOURCEURL": "https://www.nbcnews.com/news/world/least-20-killed-stampede-tanzania-church-service-n1128391?cid=public-rss_20200205"}, "ARTICLE": {"TITLE": "At least 20 killed in stampede at Tanzania church service", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nDAR ES SALAAM, Tanzania - At least 20 people have been killed and over a dozen injured in a stampede during a church service at a stadium in northern Tanzania, a government official said on Sunday.\n\nHundreds of people packed a stadium on Saturday evening in Moshi town near the slopes of Mount Kilimanjaro and crushed each other as they rushed to get anointed with \"blessed oil.\"\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\n\"Twenty people died and 16 others were injured in the incident,\" Moshi district commissioner Kippi Warioba told Reuters by telephone. Five of those killed were children, he said.\n\n\"The stampede occurred when the worshippers were rushing to get anointed with blessed oil,\" Warioba said.\n\nPastor Boniface Mwamposa has been drawing huge crowds by promising prosperity and cure for disease to worshippers who walk on what he describes as \"blessed oil\" during his church services.\n\nAuthorities fear the death toll could rise due to the size of the crowd and dark conditions when the stampede occurred.\n\n\"The incident took place at night and there were many people, so there is a possibility that more casualties could emerge. We are still assessing the situation,\" Warioba said.\n\nTanzania has seen a rise in the number of \"prosperity gospel\" pastors in recent years, who promise to lift people out of poverty and perform what they call miracle cures.\n\nThousands of people in the nation of 55 million flock to Pentecostal churches, whose main source of income is \"tithe\", the 10% or so of income that worshippers are asked to contribute."}}