{"GDELT": {"GlobalEventID": 903851390, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "LEG", "Actor2Name": "DELEGATE", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.86393289841566, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Winterset, Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_ADM2Code": "IA121", "Actor1Geo_Lat": 41.3308, "Actor1Geo_Long": -94.0138, "Actor1Geo_FeatureID": "463138", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New Hampshire, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNH", "Actor2Geo_Lat": 43.4108, "Actor2Geo_Long": -71.5653, "Actor2Geo_FeatureID": "NH", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Hampshire, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNH", "Action2Geo_Lat": 43.4108, "Action2Geo_Long": -71.5653, "Action2Geo_FeatureID": "NH", "DATEADDED": 20200205054500, "SOURCEURL": "https://www.reuters.com/article/us-usa-election/buttigieg-has-narrow-iowa-lead-on-sanders-biden-lags-in-democratic-race-idUSKBN1ZY0QE"}, "ARTICLE": {"TITLE": "Buttigieg has narrow Iowa lead on Sanders, Biden lags in Democratic race", "TEXT": "DES MOINES, Iowa/LACONIA, N.H. (Reuters) - Pete Buttigieg held a narrow lead over Bernie Sanders on Tuesday in long-delayed results from the chaotic Iowa Democratic Party caucuses, and former Vice President Joe Biden trailed badly in fourth place with about 71% of precincts reporting.\n\nU.S. Senator Elizabeth Warren placed third in the results, released a day after Iowans poured into more than 1,600 public locations to begin the five-month process of picking a challenger to Republican President Donald Trump for November’s election.\n\nButtigieg, the moderate 38-year-old former mayor of South Bend, Indiana, had 26.8% of state delegate equivalents, the data traditionally reported to determine the winner. Sanders, a U.S. senator, had 25.2%, while his fellow progressive, Warren, was at 18.4% and Biden at 15.5%. Senator Amy Klobuchar was fifth at 12.6%.\n\nGRAPHIC: Inside the Iowa caucuses - here\n\nButtigieg, who would be the first openly gay U.S. president if elected, has argued it is time for a new generation of leaders and that his lack of experience in Washington makes him an ideal candidate to break the partisan gridlock in the nation’s capital.\n\nSpeaking to supporters in Laconia, New Hampshire, after the first results were announced, he recalled he began the race a year ago with four staff members, no name recognition and no money.\n\n“A campaign that some said should have no business even making this attempt, has taken its place at the front of this race to replace the current president with a better vision for the future,” Buttigieg said.\n\nAfter more than a year of campaigning and more than $800 million in spending, the results in Iowa had been expected to provide some answers for Democrats desperately trying to figure out how to beat the businessman-turned-president.\n\nBut the Democratic candidates had already departed Iowa and turned their attention to the next contest in New Hampshire on Feb. 11 before the first results were even released in two batches on Tuesday.\n\nAsked in New Hampshire about his possible poor Iowa finish, Biden cautioned reporters to wait until all the results were in.\n\n“At this rate, New Hampshire might get the first vote after all,” he joked at a rally in Concord.\n\nSanders, 78, was ahead in the Iowa popular vote, which is not used to determine the delegates who will cast ballots at the Democratic National Convention in July. The complicated caucus rules allow for multiple votes as the backers of candidates who do not reach a 15% level of viability switch to other contenders.\n\n“So far, it’s clear that in the first and second round, more people voted for Bernie than any other candidate in the field,” Sanders senior adviser Jeff Weaver said.\n\nGRAPHIC: Calendar of each state’s Democratic nominating contest and its allocated delegates - here\n\n‘DISORGANIZED MESS’\n\nThe Iowa chaos got the Democratic race off to a clumsy start. Officials blamed inconsistencies related to a new mobile app used for vote counting for the unusual delay in Iowa, the state that traditionally kicks off a U.S. presidential election campaign that culminates this year on Nov. 3.\n\nThe uncertainty enraged Democrats worried that it would only strengthen Trump’s bid for re-election and prompted some Democratic candidates’ campaigns to question whether the results would be legitimate.\n\n“As leader of the party, I apologize deeply for this,” Iowa State Party Chairman Troy Price told reporters. “We’ve been working day and night to make sure these results are accurate.”\n\nDemocratic presidential candidate and former South Bend, Indiana mayor Pete Buttigieg speaks during a town hall campaign event in Manchester, New Hampshire, U.S., February 4, 2020. REUTERS/Brendan McDermid\n\nSome Democrats have long complained that the largely white farm state has an outsized role in determining the party’s presidential nominee.\n\nRepublicans asked how Democrats could run the country if they could not conduct a caucus, while Trump mocked the Democrats on Twitter, calling the delay an “unmitigated disaster.”\n\nTrump took a swipe at the Democrats, 11 of whom are contenders in the state-by-state battle to face him in November. “Nothing works, just like they ran the Country,” he tweeted.\n\nWhile Republicans pounced on the problems, their party has its own history of presidential election chaos in Iowa. On the night of the party’s 2012 caucuses, Mitt Romney was declared to have won by only eight votes. But two weeks later, the party announced that Rick Santorum had actually won by 34 votes. Romney went on to be the nominee.\n\nBefore the Iowa results were released, campaign aides for Biden cited gross failures in the caucuses.\n\n“What we’re saying is there are some inconsistencies, that the process, the integrity, is at stake. And the Iowa Democratic Party needs to check that data, check it again, check it a third time, check it a fourth time, because it’s important to get it right,” Biden campaign senior adviser Symone Sanders told reporters.\n\n“It looks like a disorganized mess,” said Jessica Leonard, 41, who runs a food truck in Winterset, Iowa, and normally votes Democratic.\n\nMichael Bloomberg, the former New York mayor who entered the race late and has decided to skip the early voting states to focus on later contests, seized on the muddled results, saying he would buy more advertising and hire more staff.\n\nPrice, the Iowa Democratic chairman, said the problems were “unacceptable.” He said the app was recording data accurately but only tallying part of it. The coding problem was fixed and state officials were verifying the data from the app with required paper documentation, he said.\n\nSome local officials reported having trouble using the mobile app to report results from schools, community centers and other locations. But when they turned to the traditional method - calling results in by telephone - they were put on hold and could not get through.\n\nSlideshow (21 Images)\n\nIowa Democrats had been keen to be more transparent in this year’s caucuses after complaints from Sanders about the 2016 caucuses when he and rival Hillary Clinton earned roughly the same number of delegates who go on to choose the party’s presidential nominee. He asked the party for an audit.\n\nGRAPHIC: Who is running in 2020 - here"}}