{"GDELT": {"GlobalEventID": 903816197, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "QAT", "Actor1Name": "QATAR", "Actor1CountryCode": "QAT", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.24752475247525, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Doha, Ad Daw?ah, Qatar", "Actor1Geo_CountryCode": "QA", "Actor1Geo_ADM1Code": "QA01", "Actor1Geo_ADM2Code": "25307", "Actor1Geo_Lat": 25.2867, "Actor1Geo_Long": 51.5333, "Actor1Geo_FeatureID": "-785169", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Doha, Ad Daw?ah, Qatar", "Action2Geo_CountryCode": "QA", "Action2Geo_ADM1Code": "QA01", "Action2Geo_ADM2Code": "25307", "Action2Geo_Lat": 25.2867, "Action2Geo_Long": 51.5333, "Action2Geo_FeatureID": "-785169", "DATEADDED": 20200205020000, "SOURCEURL": "https://timesofindia.indiatimes.com/india/doha-bkok-flights-midair-delivery-brings-cheer-to-kolkata/articleshow/73948279.cms"}, "ARTICLE": {"TITLE": "Doha-B’kok flight’s midair delivery brings cheer to Kolkata", "TEXT": "KOLKATA: A Qatar Airways flight from Doha to Bangkok on Monday night had two “emergency” landings — first at 35,000ft above sea level, around four hours after take-off, and the second at Kolkata airport an hour later.The midair “landing” was a touch-and-go affair, culminating in the birth of a baby boy who, legal experts say, has now become a claimant to citizenship of a country with which he might otherwise have had no connection.The second emergency landing before daybreak on Tuesday was necessitated by the first. Saddled with an extra bundle of joy weighing 2.5kg, the pilots of Qatar Airways flight QR 830 had no choice but to head for the nearest airport so that the little one would get the care he needed.When the aircraft had taken off from Doha with 370 people on board at 10.30pm IST on Monday, 23-year-old Thai passenger Wassana Promkasikorn clearly hadn’t bargained for going into labour mid-flight. Promkasikorn, a single mother employed at Sohar in Oman and 36 weeks pregnant with her second child, was flying back home to Bangkok after consulting her doctors, who had assured her that the delivery date was still a couple of weeks away. All those calculations went haywire when she complained of labour pains a little less than four hours and 3,800km into her journey. Five crew members trained to tackle medical emergencies and a doctor on board gathered around the her and helped her deliver a healthy baby around 2.15am on Tuesday.The flight was then east of Raipur , Chhattisgarh, travelling at a speed of 900-plus kmph. The captain had already contacted Kolkata air traffic control, seeking a “medical emergency landing”. The flight landed safely around 3.15am, with a medical emergency team waiting at the airport’s apron area.Mother and baby were wheeled into an ambulance and taken to a hospital, where both are said to be doing fine.For Promkasikorn, there will be one more decision to make before she leaves: her newborn son’s citizenship. “Article 5 of Indian Constitution allows anyone born in Indian territory to claim Indian citizenship. But the child is also eligible for a Thai citizenship (based on his mother’s nationality). So it will be her decision that will determine the boy’s citizenship,” Kolkata lawyer Anirban Guha Thakurta said."}}