{"GDELT": {"GlobalEventID": 903850284, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "BUS", "Actor1Name": "AIRLINE", "Actor1Type1Code": "BUS", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.69541778975741, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles County, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.3667, "Action2Geo_Long": -118.20100000000001, "Action2Geo_FeatureID": "277283", "DATEADDED": 20200205054500, "SOURCEURL": "https://www.cbs8.com/article/news/local/mcas-miramar-will-temporarily-house-us-citizens-returning-from-china/509-87ee21f9-63bc-497f-a9cd-6448b07fa6bf"}, "ARTICLE": {"TITLE": "Plane carrying U.S. citizens from China arrives at MCAS Miramar", "TEXT": "During their stay at the base, the evacuees will be provided food, water and other items by the Department of Health and Human Services. Department of Defense personnel will not have direct contact with any of those returning from China, Gregory said.\n\n\n\nNearly 200 Americans arrived at March Air Reserve Base in Riverside on Jan. 29 and are quarantined there after being evacuated from Wuhan.\n\n\n\nA child among the group was taken to Riverside University Medical Center on Monday night after developing a fever, but a county health department statement issued on Tuesday afternoon stressed that the transfer was \"out of an abundance of caution\" and not because there was any positive indication of coronavirus, which has to be verified through serology tests.\n\n\n\nLaboratory samples will be sent to the CDC, with results available later in the week, according to health officials.\n\n\n\nThe coronavirus epidemic has claimed at least 490 lives, with more than 24,000 infections documented in China. The respiratory illness is treatable, and many patients are recovering, according to reports.\n\n\n\nThere have been 11 confirmed cases of coronavirus in the U.S., with six of those in California, including one case each in Los Angeles and Orange counties. Temporary quarantine and processing sites have been established at major airports, including LAX.\n\n\n\nThe virus was first identified by the Chinese government on Dec. 31, when authorities indicated an unknown pneumonia variant was infecting residents of Hubei province."}}