{"GDELT": {"GlobalEventID": 903851408, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "MIL", "Actor2Name": "NAVAL", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 62, "EventBaseCode": 62, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.9795191451469201, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20200205054500, "SOURCEURL": "http://www.internationalaffairs.org.au/australianoutlook/anzus-cooperation-in-humanitarian-assistance-and-disaster-response-in-the-asia-pacific-ships-in-the-night/"}, "ARTICLE": {"TITLE": "ANZUS Cooperation in Humanitarian Assistance And Disaster Response in The Asia-Pacific: Ships in The Night? - Australian Institute of International Affairs", "TEXT": "How do the ANZUS states of United States, Australia, and New Zealand that sit on the fringes of the Asia-Pacific use their armed forces to deliver Humanitarian Aid and Disaster Response (HADR) as a way of engaging with the region?\n\nIntroduction\n\nThe ANZUS treaty is regarded as the cornerstone of Australian security policy in the Asia-Pacific and to a lesser extent that of New Zealand. The treaty has only been invoked once, on September 11 by Australia which was a symbolic move to indicate the level of support and friendship between the US and Australia. The ANZUS treaty has always been about more than simply a great power providing a security guarantee to two smaller states, because then, why these two states? Rather ANZUS is a tangible manifestation of the close relationship that has developed between three culturally and linguistically similar states located on the fringes of a culturally different and potentially unstable region. From a military standpoint, these similarities are of enormous benefit when collaborating.\n\nAt present, military collaboration between two ANZUS members, Australia and the US, is extensive, with hundreds of ADF staff embedded into the US military. This leads to the plausible assumption that these states might gravitate towards greater collaboration on Humanitarian Assistance and Disaster Response (HADR) activities in the Asia-Pacific.\n\nThe military delivery of HADR in the Asia Pacific\n\nThe Asia-Pacific is the world’s most vulnerable region in terms of its exposure to natural disasters, the frequency of which are projected to increase over time. The political and social consequences of these events have implications at state and regional levels and not just within the disaster zones themselves; making them a concern for both traditional and human security reasons. As a result, militaries across Asia are increasingly recognising the need to not only respond to natural disasters, but also prepare for them. Humanitarian actors and researchers have noted that military assistance, particularly in large-scale natural disasters is valuable, and that good cooperation or coordination between actors can be an asset to the efficient delivery of aid and helps reduce what those in the humanitarian sector term “the gap of pain” which is the time between the disaster taking place and the arrival of aid and assistance. Despite reservations from the aid community, in the Asia-Pacific region there is increasing recognition by states that militaries are usually the first responder in an emergency and that they can provide useful recovery assets that other aid organisations do not possess.\n\nThe logic of alliance-building and delivering HADR\n\nFrom a theoretical perspective there are several possible reasons as to why HADR is not being used as a platform for building deeper alliance cooperation between the ANZUS states. One argument might be that HADR activities may be regarded as requiring smaller scale operations, which don’t require a wide range of military coordination and interoperability. However the scale of the response required during the Indonesian and Japanese tsunamis would suggest that logistical cooperation between the ANZUS forces would be extremely helpful in remote parts of the Southwest Pacific, especially when this is an area regarded as Australia’s special responsibility. Furthermore, if coordination in not required owing to scale, then question should be asked as to why the US has used HADR to establish cooperative security arrangements with several Southeast Asian states; and why these security arrangements have included measures associated with traditional security threats, such as securing bases overseas and conducting joint military exercises.\n\nFormalising alliance relationships in regions dominated by another great power is regarded as risky for both great powers and junior allies because it can increase the threat perception of the regional hegemon. To mitigate this, I argue the ANZUS states, but in particular the US, use HADR to establish informal and formal networks that stop short of alliances to prevent perceptions of encirclement by China. However, by establishing these informal networks, the relationships being built as part of HADR could be considered preparation for more formal alliance relationships if needed. As such, HADR relationships might be considered a form of soft balancing by the US against China.\n\nUnited States\n\nOne of the main goals of the US in the Asia-Pacific region has been to counter Chinese and Russian influence and to maintain its relationship with key allies such as Japan and South Korea. In 2010, Robert Gates outlined the US strategic priorities in Asia as being:\n\nfree and open commerce; a just international order that emphasizes the rights and responsibilities of nations and fidelity to the rule of law; open access by all to the global commons of sea, air, space, cyberspace; and the principle of resolving conflict without the use of force.\n\nWithin the Asia-Pacific, Oceania also remains a key strategic focus for the US. In multilateral bodies it can provide important support (although building support in or for multilateral bodies does not appear to be on the current list of US priorities). But in the past, the Oceanic states have comprised a maritime bloc likely to vote along similar lines which could translate into regional support for US positions in the World Trade Organisation, the International Labor Organization and perhaps more significantly the Asian Development Bank. Perhaps more salient these days, is the importance of retaining support for US military bases in Guam and other islands in the Pacific.\n\nIn the Asia-Pacific, the US navy has continued to spearhead regional engagement more than political actors. Despite Trump reneging on the Transpacific Partnership (TPP) and the administration’s apparent lack of interest in positive engagement in the Asia region, the US navy, specifically USPACOM has continued to build and maintain relationships within the Asia-Pacific. This has occurred despite what many view as a pivot away from Asia after the Obama Administration made it a focal point of its foreign relations policy. It is perhaps no coincidence then that a large proportion of those who write about US engagement with Asia-Pacific are current or former naval officers. This phenomenon illustrates how militaries maintain their own relationships and continue to function outside of executive change and new policy directions. US naval HADR engagement illustrates the point noted by Recchia, that the ingrained preferences of US military leaders have “the ability to shape US foreign policy in sometimes counterintuitive ways.”\n\nAustralia\n\nAustralia’s security priorities in the Asia-Pacific are similar to that of the US in that it seeks to retain influence and deter Chinese military ambitions. However, as the Asia-Pacific is its only sphere of influence, Australia has more complicated concerns than the US and struggles with what is termed “the regional-global structural nexus.” It has to maintain good economic relations with China and India, while also maintaining good relations with its core allies the US and the UK. Its deeper engagement with the Asia-Pacific at the political level also means it has to ensure it does not risk becoming irrelevant in its own backyard. It therefore needs to avoid actions that might undermine its status as a regional power, potentially resulting in the increased influence of states such as Japan, India or China. Additionally, Australia’s membership of ANZUS means it needs to adhere to the US/UK understanding that the region is Australia’s special security responsibility. In the Pacific region, Australia’s strategic goals lie “in securing the prosperity of the Southwest Pacific and the independent states of Melanesia: Papua New Guinea (PNG), Solomon Islands, Vanuatu and Fiji.”\n\nThe Australian Department of Foreign Affairs and Trade lists humanitarian assistance and disaster response separately although both receive generous budget and are regarded as a priority in Australian foreign policy. In the actual military provision of HADR, Australian activity shares some similarities with the US but on a much more limited scale. Australia provides unilateral assistance to states in the Asia-Pacific on an ongoing basis. In 2015, the ADF provided HADR to Vanuatu after Cyclone Pam, in Myanmar after flooding, and in 2016 in Fiji at the request of the Fijian Government after Cyclone Winston.\n\nNew Zealand\n\nNew Zealand’s strategic goals, in comparison to Australia’s have always been much more modest. As a small, underpopulated and remote state, New Zealand has traditionally spurned building up its military forces, preferring to embed its security in defence agreements with larger states, or rely on collective security mechanisms. While clarity on New Zealand’s strategic goals have always been slightly hazy, in the Pacific region they are broadly viewed as being the former territory of Samoa, the Kingdom of Tonga and the territories in free association with New Zealand, Cook Islands, Niue and Tokelau. Since the 1990s successive New Zealand governments have given military priority to peace operations and HADR, which has shaped government spending on military capacity. New Zealand is also no stranger to national natural disasters at home, and the Christchurch earthquake of 2011 was a reminder of the importance of sea-basing for catastrophes at home as much as abroad, which the government now recognises as a priority.\n\nAs an island nation, with a small military, New Zealand is well suited to performing HADR in the Pacific region, because its military capacity has been designed predominantly around the navy. In fact the stated goal of the Royal New Zealand Navy (RNZN) is to be the best small navy in the world. Of its limited fleet, New Zealand has two support force ships, the HMNZS Canterbury that includes a self-contained hospital, and the Endeavour which is capable of refuelling helicopters, and storing 5,500 tonnes of fuel and has four large food storage containers. Interoperability with the US and Australia is a priority, and as such, joint HADR naval exercises provide useful function.\n\nHADR and the ANZUS Alliance\n\nThis assessment of the ANZUS states HADR activity in the Asia-Pacific reveals that there appears to be minimal evidence of coordinated strategic planning between the three states and that HADR activity is being conducted outside the umbrella of the ANZUS alliance. The non-use of the ANZUS alliance as a platform for HADR activities remains a puzzle from a logistical perspective, given the close interoperability and the legitimacy of Australian and New Zealand engagement with the Pacific region. As noted above, there is a great deal of military cooperation on other issues currently between the three ANZUS states (particularly Australia and the US).\n\nThis lack of strategic coordination may simply reflect the fact that the ongoing functional HADR cooperation at the military level has fallen under the radar of the media, government and academics to the extent that has not yet seriously been considered as a viable vehicle for cooperation and as a strategy for regional peace and security. First because despite the increase in the priority HADR is being given by all three national militaries, in the cases of Australia and New Zealand, the process has often been more reactive than proactive. Second, unlike NATO, which maintains a headquarters and has a broad conception of its role as a regional security provider, the ANZUS alliance is largely viewed as a limited instrument of war-making. As such despite the extensive military cooperation between Australia and New Zealand, they have yet to perceive a role for HADR in building and deepening the alliance.\n\nWhile logistical coordination might be of benefit in terms of load sharing, negotiating the provision of HADR with a receiving state is a delicate political negotiation and presenting HADR in the form of a formal alliance has the potential to trigger offence. In the case of Australia, its identity as a regional power but also as an outsider provokes an insecurity about its potential exclusion by strong Asian leaders, such as Mahathir Mohammed in the 1990s, and its actual exclusion from membership of a key regional body ASEAN. As noted previously, Australia has always had to hedge between building global and regional relationships. Furthermore, accusations of imperialism and colonialism in the region dog both the US and Australia; both states may be concerned that HADR cooperation under ANZUS may exacerbate rather than ameliorate this issue.\n\nSimilarly the US may be deliberately staying away from characterising HADR assistance as an alliance activity. While ANZUS alliance activities would probably not bother China in the Southwest Pacific, US engagement with states in Southeast Asia is much more sensitive given China’s perception of its right to access the South China Sea. Maintaining a line of separation between HADR and formal alliances is possibly the US’s way of ensuring it is able to develop informal networks without appearing threatening. Furthermore as a global power with myriad and more pressing concerns the US may view the ANZUS relationship as a given, and separate from its concerns about East Asia more broadly where it has for years employed a hub and spoke policy of engagement. Discussions on the US need to assist smaller ASEAN states in resisting Chinese ambitions in the South China Sea, usually allude to more traditional forms of military cooperation and joint exercises.\n\nNew Zealand on the other hand has maintained a vision of itself as committed to disarmament, and peaceful resolution of issues through multilateral institutions. As such, New Zealand may be less concerned about “how it looks” to other Asian states if it engages more closely with the ANZUS states, but capacity constraints and domestic aversion to high military spending will constrain deeper engagement.\n\nVanessa Newby is an Assistant Professor at the Institute of Security and Global Affairs at Leiden University.\n\nThis article consists of extracts from “ANZUS cooperation in humanitarian assistance and disaster response in the Asia-Pacific: ships in the night?” It was originally published in the Australian Journal of International Affairs."}}