{"GDELT": {"GlobalEventID": 903816275, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "THA", "Actor1Name": "THAI", "Actor1CountryCode": "THA", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -0.99403578528827, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "TH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20200205020000, "SOURCEURL": "https://www.fredhutch.org/en/news/center-news/2020/02/hiv-vaccine-trial-africa.html"}, "ARTICLE": {"TITLE": "Promising HIV vaccine fails to show efficacy, trial halted", "TEXT": "Dr. Larry Corey is principal investigator for the Hutch-based HIV Vaccine Trials Network, which carried out the study of the Uhambo vaccine in South Africa.\n\nHIV researchers around the globe are regrouping after this week’s announcement that a promising new vaccine had failed a critical test, shutting down a major clinical trial in South Africa two years before it was scheduled to end.\n\nHopes were that the trial would show a significant improvement over the mild, 31% effectiveness of a vaccine tested in Thailand over a decade ago. But the new vaccine — a redesign of the one used in Thailand — showed no effectiveness at all.\n\nThe deeply disappointing findings were sobering news for researchers at Seattle’s Fred Hutchinson Cancer Research Center, which leads the HIV Vaccine Trials Network, or HVTN, which coordinated the trials with partners in South Africa.\n\nIn his first meeting with employees as the new president and director of Fred Hutch, Dr. Tom Lynch said the results are a call for action.\n\n“It does not mean that we stop. It means we redouble our efforts and learn what we can from that effort,” he said.\n\nAn early look at the data showed no efficacy\n\nOperators of the trial, which was launched in 2016, had expected to unblind the study and reveal the results in 2022. But they called a halt to it on Feb. 3 following a recommendation of an independent data and safety monitoring board.\n\nDSMBs periodically monitor such large-scale trials to see if the vaccine is safe and effective. Findings from their independent review are kept from researchers and participants, unless they discover something unexpected. On January 23, they found that while the vaccine was perfectly safe, it was not working.\n\n“There was no evidence of efficacy, no matter how you cut it,” said Dr. Larry Corey, principal investigator for HVTN, during an afternoon meeting with HVTN staffers who gathered to discuss the decision announced earlier that day.\n\nA pioneering virologist who has led HIV/AIDS research on treatments and vaccines since the early days of the epidemic, Corey is also president and director emeritus of Fred Hutch.\n\n“You did a damn good job,” he told the gathering. “It was a painful answer, but our job is to do these studies, and you did it incredibly well.”\n\nThe goal of the trial, designated HVTN 702 and known as Uhambo, was to test in South Africa the improved version of the Thai vaccine, which remains the only one ever shown to reduce HIV infection rates. The so-called RV144 study of that vaccine was carried out by the U.S. Military HIV Research Program and the Thailand Ministry of Public Health, and involved a cohort of more than 16,000 Thai volunteers.\n\nIts findings were a surprise when they came out in 2009, because the Thai vaccine was a combination of two vaccine candidates that had failed in prior clinical trials. Because a vaccine that only protected less than a third of people could give a false sense of security, the Thai vaccine was not approved for use. Instead, the results spurred years of research to improve upon it."}}