{"GDELT": {"GlobalEventID": 903850886, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "LEG", "Actor1Name": "CHAMBER", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.76923076923077, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200205054500, "SOURCEURL": "https://www.tillsonburgnews.com/news/local-news/bmo-to-close-in-delhi-langton-2/wcm/cf62e9d2-8a22-425e-be8b-2bf12f8f5e37"}, "ARTICLE": {"TITLE": "BMO to close in Delhi, Langton", "TEXT": "DELHI – Delhi and Langton are the latest communities in Norfolk County to experience a withdrawal of front-line banking services.\n\nBMO Bank of Montreal has confirmed it will close its storefronts in Delhi and Langton this summer and direct its customers to Simcoe and Tillsonburg respectively.\n\n“Our Langton branch and Delhi branch will both be re-locating in August of this year,” a BMO spokesperson said in an email.\n\n“For both Langton and Delhi, we are exploring the possibility of having full-service BMO automated teller machines in both areas for simple, everyday banking transactions including depositing money and paying bills.”\n\nDespite its small population, Langton was a banking hub in west Norfolk for decades as financial institutions capitalized on the wealth of the tobacco economy.\n\nWith the passage of time and the dwindling of tobacco, the business case for banking services in this part of Norfolk declined. The Canadian Imperial Bank of Commerce closed its branch in Langton in 2015 and now BMO Bank of Montreal is following suit.\n\nThe pending closure of BMO in Delhi will leave the town with two banks — the Canadian Imperial Bank of Commerce and TD-Canada Trust.\n\nJim Norman, president of the Delhi and District Chamber of Commerce, is disappointed with the news. BMO’s pending departure and other challenges will be on the agenda of the chamber’s regularly-scheduled monthly meeting Thursday at the Delhi German Home.\n\n“The chamber is very concerned,” Norman said Monday. “We’ve had Tony Kleiner Jewellers close, we’ve had the Little Belgian close down, and we’ve heard that other businesses are thinking of closing.\n\n“Our concern is how do we turn things around? We’re thinking it will require a community effort. We’re going to have to do this pretty much on our own.”\n\nAlso disappointed is Delhi Coun. Mike Columbus.\n\n“Such a closure of a solid anchor service downtown is devastating to a community like Delhi,” Columbus said. “It is the result of e-commerce banking and big business corporate boardroom decisions.\n\n“It certainly will be difficult to replace a business like BMO that has served Delhi so well for decades.”\n\nOther towns in Norfolk that have taken a hit on the banking front in recent years include Waterford and Port Rowan. The Bank of Montreal on Alice Street closed several years ago after many decades in Waterford.\n\nFor its part, CIBC closed its branch in Port Rowan last summer, leaving the lakeside community without a bricks-and-mortar financial institution.\n\nBMO’s customers in Langton have been re-assigned to the BMO branch at 160 Broadway St. in Tillsonburg. BMO customers in Delhi have been re-routed to the BMO branch in Simcoe at 23 Norfolk St. S.\n\n“At both locations, customers will receive an expanded suite of services, including personal, business banking and investment services to accommodate customer wants and needs.\n\n“While accounts will be moved to specific branches, customers are welcome and able to conduct their day-to-day banking at any BMO branch or ATM.”\n\nLangton-area Coun. Roger Geysens did not respond to an email request for comment.\n\nMSonnenberg@postmedia.com"}}