{"GDELT": {"GlobalEventID": 903815858, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "ITA", "Actor1Name": "ITALIAN", "Actor1CountryCode": "ITA", "Actor2Code": "USA", "Actor2Name": "NEW YORK", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -4.863221884498481, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rome, Lazio, Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT07", "Actor1Geo_ADM2Code": "18350", "Actor1Geo_Lat": 41.9, "Actor1Geo_Long": 12.4833, "Actor1Geo_FeatureID": "-126693", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rome, Lazio, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT07", "Action2Geo_ADM2Code": "18350", "Action2Geo_Lat": 41.9, "Action2Geo_Long": 12.4833, "Action2Geo_FeatureID": "-126693", "DATEADDED": 20200205020000, "SOURCEURL": "https://www.slashfilm.com/the-staggering-girl-trailer/"}, "ARTICLE": {"TITLE": "‘The Staggering Girl’ Trailer: Luca Guadagnino’s Eerie New Short Stars Julianne Moore and Kyle MacLachlan", "TEXT": "Luca Guadagnino seems to have gotten a taste for atmospheric horror after dipping his toes in the genre with his remake of Suspiria in 2018. His follow-up short film, The Staggering Girl has that creepy giallo-inspired effect to it, with stars Julianne Moore and Kyle MachLachlan making their way through a version of Rome that is much more unsettling than the one that Guadagnino showed in his dreamy romance Call Me By Your Name. Watch The Staggering Girl trailer below.\n\nThe Staggering Girl Trailer\n\nFilmed by cinematographer Sayombhu Mukdeeprom, who shot Guadagnino’s two last films, The Staggering Girl follows Franscesca (Moore), an Italian-American writer who lives in New York and returns to her childhood home in Rome to retrieve her aging mother. It sounds like a fairly innocuous premise, but Mukdeeprom’s chilly cinematography and the film’s moody atmosphere gives off a horror vibe, which is no surprise considering the filmmaker’s last movie, Suspiria, was as full-fledged horror as Guadagnino has ever gone.\n\nThe Staggering Girl is a 35-minute film which premiered at the Cannes Film Festival this year, but is finally now getting a worldwide release on MUBI. The film also stars Mia Goth, KiKi Layne, Marthe Keller, and Alba Rohrwacher. Ryuichi Sakamoto scores the film, which is produced in collaboration with Valentino’s creative director Pierpaolo Piccioli. A new clip has also been released from The Staggering Girl, below.\n\nHere is the synopsis for The Staggering Girl:\n\nFrancesca is the troubled, expatriate daughter of the acclaimed German-Roman painter Sophia Moretti, who has descended into blindness. Triggered by a stranger’s secret confession, Francesca returns to her Italian childhood home to convince her ailing mother to follow her to New York. As daughter confronts mother, ghosts of Francesca’s youth return in an onslaught of pain, memory and fulfillment.\n\nThe Staggering Girl premieres worldwide on MUBI on February 15, 2020."}}