{"GDELT": {"GlobalEventID": 903816143, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "PAK", "Actor1Name": "LAHORE", "Actor1CountryCode": "PAK", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.3738959764475, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 31.5497, "Actor1Geo_Long": 74.3436, "Actor1Geo_FeatureID": "-2767043", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23677", "Actor2Geo_Lat": 31.5497, "Actor2Geo_Long": 74.3436, "Actor2Geo_FeatureID": "-2767043", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40350", "Action2Geo_Lat": 34.796, "Action2Geo_Long": 72.1502, "Action2Geo_FeatureID": "-2764806", "DATEADDED": 20200205020000, "SOURCEURL": "https://www.thenews.com.pk/print/609201-rallies-walks-and-seminars-highlight-kashmiris-plight"}, "ARTICLE": {"TITLE": "Rallies, walks and seminars highlight Kashmiris’ plight", "TEXT": "LAHORE: In connection with Kashmir Solidarity Day, educational institutions of the provincial metropolis organised rallies, walks and seminars on Tuesday to highlight the plight of Kashmiris and to condemn Indian atrocities against innocent Kashmiris.\n\nOn Punjab University premises, rallies were taken out from various departments of the university which concluded outside the Vice-Chancellor (VC) office. Addressing the participants, PU VC Prof Niaz Ahmad urged the United Nations to implement its resolutions on Kashmir to resolve the issue and demanded human rights organisations take serious notice of human rights violations in India-Held Kashmir.\n\nA large number of teachers, students and employees participated in the rallies. The participants were carrying flags of Azad Kashmir, banners and posters expressing solidarity with Kashmiri people to mark Kashmir Solidarity Day. Pro-Vice-Chancellor Prof Dr Saleem Mazhar, Registrar Dr Muhammad Khalid Khan and other officials also participated in the rallies.\n\n“This world is called a “civilised world” but what is happening in Kashmir and India?” asked Prof Niaz Ahmad while saying this PU gathering passed a resolution that UN must implement its resolutions to resolve Kashmir issue. He said the way Pakistan government and Kashmiris were fighting Indian oppression guaranteed that Kashmir’s independence was inevitable. He said Pakistan did not want war but it should not be taken as weakness.\n\nThis region could not afford war and dialogue was the only solution to resolve such issues, he said, adding the nation stood shoulder-to-shoulder with the government, Pakistan Army and Kashmiri people.\n\nProf Dr Saleem Mazhar said all the minorities were facing cruelties in India. He said Kashmir issue was not a regional issue only as it had become an international issue due to human rights violations in the Valley. He said it was astonishing that the torch-bearers of human rights, that even stress to behave with animals in a good way and do not allow chopping down trees, were silent over serious and one of its kind human rights violations in IHK.\n\nOn the premises of Government College University (GCU) Lahore, students and faculty members formed a human chain after a seminar at the University's Bukhari Auditorium to express solidarity with their brethren in IHK, support their ongoing struggle against human rights violations, and pay homage to the Kashmiri martyrs who lost their lives fighting for their freedom.\n\nGCU Vice-Chancellor Prof Dr Asghar Zaidi chaired the seminar which was also addressed by Jammu Kashmir Human Rights Commission Chairman Hamayun Zaman Mirza, Sikh Punjabi teacher Kalyan Singh, eminent writer Prof Dr Saadat Saeed and Azhar Iftikhar.\n\nSpeaking on the occasion, Hamayun Zaman Mirza said silence of international community over bloodshed and severe human rights violations in Kashmir was criminal; more than 10,000 women and children were still missing in the Valley and nobody knew that whether they were alive or not.\n\nProf Asghar Zaidi called upon Pakistani youths to become a voice of their Kashmiri brethren, and highlight this human issue on all platforms, including social media.\n\nDr Saadat Saeed highlighted the history of Kashmiri freedom struggle, saying that peace in the region was not possible without giving Kashmiris right of self-determination in the light of UN resolutions.\n\nKalyan Singh said minorities were safer in Pakistan than India. He said even Sikh community was being oppressed in many areas of India. He said the Indian Citizenship Act 2019 had proved Quaid-e-Azam Muhammad Ali Jinnah was right.\n\nAzhar Iftikhar highlighted a need for exposing the propaganda being spread by India through its media. The University of Veterinary and Animal Sciences (UVAS) also observed Kashmir Solidarity Day here on its City Campus. Various activities were organised, including walk, seminar, essay-writing, poster, wall-chalking, and debate competitions to express solidarity with Kashmiris people.\n\nUVAS Vice-Chancellor Prof Dr Nasim Ahmad led the walk while a large number of students from different departments, faculty members and administrative staff participated. The walk started from VC office and culminated at Outfall Road in front of UVAS main gate. Earlier, UVAS Senior Tutor Office in collaboration with Red Crescent Society Punjab organised “All Lahore Urdu Declamation Contest” in support of the people of Kashmir at UVAS Auditorium. The event was organised to highlight the sufferings of Kashmiri people and to express solidarity with Kashmir movement. Lahore College for Women University (LCWU) organised a seminar to commemorate the Kashmir Day.\n\nThe principal Mahrukh Bokhari while speaking at the seminar discussed the concept of right to self-determination and explained the Kashmir struggle in the light of basic human rights. She said despite numerous UN resolutions; the plebiscite never took place in the valley of Kashmir.\n\nMPA Uzma Kardar also attended the seminar and threw light on significant part played by the government to highlight Kashmir issue on international forum. She said Kashmiris were our brothers and added Modi government's RSS agenda finally unveiled before the world.\n\nA seminar was also organised at the University of Education to observe Kashmir Solidarity Day. A large number of students and faculty members attended the seminar. Addressing the seminar, Vice-Chancellor Dr Talat Naseer Pasha said the whole Pakistani nation was standing with their Kashmiri brothers in their struggle for independence. He said the plight of Muslims in India could not be stated in words because they were facing unprecedented atrocities from the Indian government .The United Nations must take stern action against India while invoking the resolutions of its Security Council already passed years back, he added.\n\nMeanwhile in a press release, University of Management and Technology (UMT) President Ibrahim Hassan Murad said Kashmir was the jugular vein of Pakistan and we Pakistanis stood firmly with their Kashmiri brothers and added freedom of Kashmir had become the need of time.\n\nAddressing to students, he said that the prevailing situation in IHK was one of the worst in the history of mankind for the last 72 years. In this regard, we have to mobilise our academic community to highlight the brutality of Indian forces and awful situation of Kashmiris on all platforms."}}