{"GDELT": {"GlobalEventID": 903850868, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "KOR", "Actor1Name": "SEOUL", "Actor1CountryCode": "KOR", "Actor2Code": "PRK", "Actor2Name": "NORTH KOREA", "Actor2CountryCode": "PRK", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.1711711711711699, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sinpo, Hamgyong-bukto, North Korea", "Actor2Geo_CountryCode": "KN", "Actor2Geo_ADM1Code": "KN17", "Actor2Geo_ADM2Code": "39541", "Actor2Geo_Lat": 41.3725, "Actor2Geo_Long": 129.79399999999998, "Actor2Geo_FeatureID": "-185595", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sinpo, Hamgyong-bukto, North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN17", "Action2Geo_ADM2Code": "39541", "Action2Geo_Lat": 41.3725, "Action2Geo_Long": 129.79399999999998, "Action2Geo_FeatureID": "-185595", "DATEADDED": 20200205054500, "SOURCEURL": "https://time.com/5778066/north-korea-nuclear-submarine/"}, "ARTICLE": {"TITLE": "North Korean Nuclear Armed Submarine Could Make Deal Harder", "TEXT": "Kim Jong Un has spent much of his time as North Korea’s leader developing bigger and more advanced nuclear weapons. This year, he may try to make them harder to find by putting them under the sea.\n\nRecent North Korean reports touting a new submarine and its test of a ballistic missile designed to be launched from one have fueled speculation that a sub may be the “new strategic weapon” Kim promised to unveil this year. While such a vessel would probably be noisy and unable to stray far from the coast without being tracked, it may be enough to serve Kim’s needs.\n\nEven one submarine lurking off the Korean Peninsula, beyond the gaze of spy satellites, would give U.S. military planners a dangerous new threat to consider in the event of any conflict. And for Kim, anything that makes it harder for the U.S. to imagine an actual war, brings him closer to a goal that alluded his father: international recognition as a nuclear state.\n\n“In terms of war planning, the U.S., South Korea, and Japan need to take the undersea nuclear threat seriously and plan for anti-submarine warfare contingencies,” said Ankit Panda, an adjunct senior fellow at the Federation of American Scientists and author of the upcoming book “Kim Jong Un and the Bomb: Survival and Deterrence in North Korea.”\n\nThis 2017 satellite image shows a suspected North Korean SINPO-class submarine and submersible test stand barge berthed in the secure boat basin. DigitalGlobe/Getty Images\n\nKim has kept the world guessing since pledging in a Dec. 31 speech to build a more powerful nuclear deterrent. Although a “strategic weapon” could include everything from advanced intercontinental ballistic missiles to multiple warhead payloads and more powerful atomic bombs, the secretive regime has publicly said it was making “big efforts” to expand its missile-carrying submarine fleet.\n\nLaunching a nuclear-weapons capable sub would provide the clearest illustration yet of Kim’s efforts to bolster his arsenal despite President Donald Trump’s June 2018 assertion that North Korea “no longer” posed a nuclear threat. Even before agreeing with Trump to “work toward complete denuclearization,” Kim had demonstrated his ability to build hydrogen bombs and missiles capable of carrying them to any city in the U.S.\n\nA flurry of shorter-range missile tests last year showed the regime has since made progress toward developing solid-fuel rockets that are easier to hide, faster to deploy and harder to intercept. Among those was a submarine-launched ballistic missile that flew 910 kilometers (565 miles) into space on Oct. 2, giving it an estimated horizontal range of about 1,900 kilometers.\n\nThat could put all of South Korea and Japan — together home to about 170 million people including some 80,000 U.S. troops — in range of a submarine hidden off North Korea’s eastern coast. There, a vessel could hide among others from the country’s fleet of 60 to 80 smaller submarines, leaving the allies unsure which, if any, are nuclear armed.\n\nNorth Korea sent out a fresh reminder that it’s ready for conflict with Japan, warning its mortal enemy in a state media report late Tuesday that “it will fall into the abyss of ruin” if it tries to flex its military might.\n\nVice Admiral Jon Hill, the head of the U.S.’s Missile Defense Agency, expressed confidence in the allies’ ability to counter a nuclear-armed submarine after the latest SLBM test. “We need to keep an eye on it and continue to assess that to make sure the architecture’s in place to deal with it,” Hill told a Center for Strategic & International Studies gathering in October.\n\nNorth Korea has already teased the construction of a submarine that may be able to carry the new missile, publishing photos in July of Kim inspecting a large vessel under construction. The photos appeared to show a modified version of the diesel-electric Romeo-class vessels that comprise about one-third of the Korean People’s Navy fleet, said Joseph Dempsey, a London-based research associate for defense and military analysis at the International Institute for Strategic Studies.\n\nNorth Korea acquired seven Romeo-class submarines from China in the mid-1970s and began producing them domestically from kits until 1995, according to a study by the Nuclear Threat Initiative. The newer version appears to have an enlarged “sail” — the highest part of the vessel — to accommodate about three missile launch tubes, Dempsey said.\n\nNorth Korea was thought to have been developing another, more advanced submarine that weapons experts have dubbed the Sinpo C. So far, analysts haven’t been able to confirm its existence using publicly available sources such as state-run media reports or satellite images.\n\nThe modified Romeo design demonstrates North Korea’s commitment to exploiting the limited material it can acquire under strict international sanctions to offset the military advantages of its much wealthier rivals in South Korea and the U.S. The country’s submarine fleet — among the world’s largest — has long been a key part of that strategy.\n\nMost of North Korea’s submarines are smaller craft “designed to disrupt sea lanes, lay mines, attack surface vessels, and assist special operations units’ infiltration,” according to a white paper from South Korea’s Defense Ministry. Seoul blamed such a vessel for firing a torpedo that sank its corvette Cheonan in 2010, killing 46 — a claim denied by North Korea.\n\nThat’s a very different mission than the U.S. Navy’s much larger nuclear-powered Virginia Class attack submarine, which can sit quietly submerged off an enemy’s coast until its time to launch missiles from its dozen launch tubes. North Korea’s Navy doesn’t need to venture so far, be as stealthy or carry as many weapons.\n\n“The scenario of a North Korean submarine creeping out into the Pacific with a nuclear-capable ballistic missile on board might capture the imagination, but it has little basis in reality,” said Panda, of the Federation of American Scientists.\n\nThe real value in a nuclear-armed submarine may be in its potential to strengthen Kim’s position in negotiations with the U.S. Each advance toward a more credible nuclear weapon raises the costs of any American-led military action and reduces Washington’s leverage toward eliminating — rather than reducing or capping — his nuclear arsenal.\n\nNorth Korea sees its submarine as an underwater complement to the land-based missile transporters that it has demonstrated with increasing effectiveness in recent years, said Dempsey, of the International Institute for Strategic Studies. They just need another platform to divide the attention of U.S. and South Korean military commanders.\n\n“For the purposes of providing an initial at-sea nuclear capability, this approach could be sufficient,” Dempsey said. “All they need to do is avoid being detected,” he said, “so they can launch their missile.”\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Please enter a valid email address. Sign Up Now Check the box if you do not wish to receive promotional offers via email from TIME. You can unsubscribe at any time. By signing up you are agreeing to our Terms of Use and Privacy Policy Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nContact us at editors@time.com."}}