{"GDELT": {"GlobalEventID": 903815409, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "CVL", "Actor1Name": "VOTER", "Actor1Type1Code": "CVL", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.9940119760479105, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New Hampshire, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNH", "Actor1Geo_Lat": 43.4108, "Actor1Geo_Long": -71.5653, "Actor1Geo_FeatureID": "NH", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New Hampshire, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNH", "Actor2Geo_Lat": 43.4108, "Actor2Geo_Long": -71.5653, "Actor2Geo_FeatureID": "NH", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Hampshire, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNH", "Action2Geo_Lat": 43.4108, "Action2Geo_Long": -71.5653, "Action2Geo_FeatureID": "NH", "DATEADDED": 20200205020000, "SOURCEURL": "https://www.newsmax.com/john-gizzi/bernie-sanders-pete-buttigieg-new-hampshire-elizabeth-warren/2020/02/04/id/952676/"}, "ARTICLE": {"TITLE": "Bernie Still One to Beat in NH", "TEXT": "Whatever the eventual outcome of the Iowa caucuses, the political eyes of the nation — not to mention the Democratic presidential candidates — have moved to New Hampshire.\n\nAnd New Hampshire is clearly \"Bernie country.\"\n\nFour years after he clobbered Hillary Clinton in New Hampshire with 60% of the vote, Sanders is considered the strong favorite in the Granite State.\n\nAccording to a just completed Emerson College/Channel 7 (Boston) poll, Sanders leads among likely Democratic voters in New Hampshire with 32% of the vote. Tied for second with 13% each are Sen. Elizabeth Warren, D-Mass. — who shares Sanders' far-left base — and former Vice President Joe Biden.\n\nThird Place is also a tie: Sen. Amy Klobuchar, D-Minn., and former South Bend, Indiana, Mayor Pete Buttigieg with 12% each.\n\nWith seven days until its primary Feb. 11, New Hampshire could be \"make-or-break\" for centrist Democrats Biden and Buttigieg. Biden's fourth-place finish, as late as it was reported, shows he now needs to place well in New Hampshire.\n\nA strong showing there by Biden would put him in a good position going into the South Carolina primary Feb. 29. With most party officials and black political leaders strongly behind the former vice president, the Palmetto State is frequently referred to as Biden's \"firewall.\"\n\nButtigieg obviously needs to demonstrate he is almost as strong in New Hampshire as he was in Iowa, where it appears he was neck-and-neck with Sanders in the popular vote. Recently, Mayor Jim Donchess of Nashua, New Hampshire, the state's second largest city, gave his endorsement to the candidate known as \"Mayor Pete.\"\n\n\"Bernie's strength is in the dominating support he has from voters aged 18-22,\" veteran New Hampshire pollster Dick Bennett of the American Research polling group said. \"The big question is whether Biden, Buttigieg, Klobachur, or Warren can come within single digits of him. Right now, it's not looking that way. Four-on-one will not stop Bernie.\"\n\nJohn Gizzi is chief political columnist and White House correspondent for Newsmax. For more of his reports, Go Here Now."}}