{"GDELT": {"GlobalEventID": 903814925, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor2Code": "COP", "Actor2Name": "LAW ENFORCEMENT AGENCIES", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.80427046263346, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI", "Actor2Geo_Lat": -19.0, "Actor2Geo_Long": 29.0, "Actor2Geo_FeatureID": "ZI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI", "Action2Geo_Lat": -19.0, "Action2Geo_Long": 29.0, "Action2Geo_FeatureID": "ZI", "DATEADDED": 20200205020000, "SOURCEURL": "https://www.zimeye.net/2020/02/05/matemadanda-accuses-mdc-of-perpetrating-acts-of-violence/"}, "ARTICLE": {"TITLE": "Matemadanda Accuses MDC Of Perpetrating Acts Of Violence", "TEXT": "BY DR MASIMBA MAVAZA\n\nComrade Victor Matemadanda the Deputy minister of Defence who is the National Political Commissair of ZANU PF party and the Secretary General of the Zimbabwean Liberation War Veterans Association has warned MDC A to stop planning violence meant to destabilise the peace currently prevailing in Zimbabwe.\n\nMDC A is planning violence, unrest in Zimbabwe its leader Nelson Chamisa declared 2020 as a year of demonstrations. After listening to an interview of Linda Masaire leader of Lead party wherein Linda exposed the MDC A as a party being used by foreigners to bring strife in Zimbabwe, comrade Victor Matemadanda speaking in New Delhi India said “ we have always said that MDC A has an agenda grown in a foreign pot. Zimbabweans must never be taken for a ride again by the opposition”. He warned the MDC to desist from causing untold suffering of the Zimbabweans.\n\n\n\nLinda Masaira also alleged that the MDC A was planning a ‘big disturbance’ in Zimbabwe. This big disturbance is believed to bring about a regime change. “ she revealed that members of MDC A were trained in Cape Town and made ready for destabilising the nation. Linda Masaira alleged that “certain political parties” in particular the MDC A are planning to create unrest and violence in Zimbabwe. She pointed out the mysterious fires which gutted Zimbabwe some few months back were the creation of MDC A and their mercenaries.\n\n\n\nIn commenting on this revelation cde Victor Matemadanda said” ZANU PF will not sit and watch Chamisa and his party destroying the nation” “MDC A is mistaking ZANU PF ‘S softness as a weakness. No we as ZANU PF can not be intimidated by this imperialistic party like the MDC. “ Cde Matemadanda warned the MDC A that they should not start to pork the eye of a crocodile with your fingers. He warned that law enforcement agencies will take appropriate measures to prevent such violence.\n\nThe ruling party said it had come to know through its “sources” that certain “anti-social elements in connivance with Chamisa and certain political parties” are planning to create unrest and violence in order to subvert law and order in the city and prevent the conduct of free and fair elections in the future.\n\n\n\nCde Matemadanda expressed shock after Linda Masaira exposes the evils the opposition is doing to the nation of Zimbabwe\n\n“I hope the people of Zimbabwe now understands why MDC always opposes the elections. They have no love for the nation. They just love power at all costs. This cannot be tolerated. These are acts of banditry the nation must not be held at ransom by these people” Cde Matemadanda added.\n\n\n\nEvery election time the opposition has caused more suffering to the people of Zimbabwe in order to starve the people to rebellion. MDC A in particular has refused to accept the results of the elections. They always wait for approval of foreign observers which surprisingly admits that Zimbabwe is now mature in matters of democracy and that they are able to carry out a democratically driven election.\n\nVazet2000@yahoo.co.uk"}}