{"GDELT": {"GlobalEventID": 903816456, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.82120582120582, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dallas, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX113", "Actor1Geo_Lat": 32.7831, "Actor1Geo_Long": -96.8067, "Actor1Geo_FeatureID": "1380944", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dallas, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX113", "Action2Geo_Lat": 32.7831, "Action2Geo_Long": -96.8067, "Action2Geo_FeatureID": "1380944", "DATEADDED": 20200205020000, "SOURCEURL": "https://insidebitcoins.com/news/convicted-onecoin-money-launderer-faults-the-u-s-governments-case-against-him/248754"}, "ARTICLE": {"TITLE": "Convicted OneCoin Money Launderer Faults the U.S. Government’s Case Against Him", "TEXT": "Mark Scott, an attorney who worked for cryptocurrency Ponzi scheme OneCoin, is working on getting an acquittal barely three months after a U.S court convicted him of money laundering and fraud.\n\nAccording to a recent court filing with the New York Southern District Court, the attorney’s representatives questioned the credibility of the witnesses brought by his prosecutors, claiming that out of the 17 witnesses brought against him, he had only met two- and had met each one only once. As his lawyers argued, the evidence provided by these witnesses and others was insufficient to support any conviction.\n\nA Well Paid Money Launderer\n\nBack in November 2019, Scott was found guilty of laundering money for Ruja Ignatova- a current fugitive who started the OneCoin Ponzi scheme years ago. According to reports, a Manhattan jury comprised of six men and six women had given the attorney a guilty verdict, finding sufficient evidence that the attorney- who previously served as a partner at Dallas-based law firm Locke Lord- had laundered up to $400 million on behalf of his then client. He was also suspected of having been paid about $50 million in fees for his services.\n\nAt the time, Scott argued that he was unaware of OneCoin’s fraudulent nature while working for Ignatova. He also pointed out that he made decisions in the best interest of his client. However, the Manhattan court didn’t buy this claim, and they handed the guilty verdict in a matter of hours. He was subsequently charged for conspiracy to commit bank fraud and conspiracy to commit money laundering, and the court found him guilty of both.\n\nPoking Holes in the Government’s Case\n\nHowever, he’s now going on the offensive. According to the February 4 filing, the former attorney noted that the government’s evidence that the Bulgarian firm was engaging in any illicit activity was rested on the testimony of Konstantin Ignatov- Ruja Ignatova’s brother. Konstantin has testified extensively on the fraudulent nature of the business, which, according to estimates, was able to swindle about $4.4 billion from unsuspecting investors.\n\nScott argued that the government’s case was limited, as Ignatov’s testimony didn’t point to OneCoin maintaining any operations within the United States. He added that the government’s witnesses, in his case, are Linda Cohen and William Horn- two OneCoin investors. However, he claims never to have met them.\n\nHe also pointed out that the government hadn’t provided proof that any funds invested by these people- or any U.S. residents, for that matter- had ended up in any of the accounts he managed or had access to. As for his claims on his innocence, he argued that none of the witnesses had testified that he had anything to do with OneCoin sales, or that he knew of the firm’s violation of any criminal laws."}}