{"GDELT": {"GlobalEventID": 903815917, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.4140127388535, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Tampa, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL057", "Actor1Geo_Lat": 27.9475, "Actor1Geo_Long": -82.4584, "Actor1Geo_FeatureID": "292005", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Tampa, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_ADM2Code": "FL057", "Actor2Geo_Lat": 27.9475, "Actor2Geo_Long": -82.4584, "Actor2Geo_FeatureID": "292005", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Tampa, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_ADM2Code": "FL057", "Action2Geo_Lat": 27.9475, "Action2Geo_Long": -82.4584, "Action2Geo_FeatureID": "292005", "DATEADDED": 20200205020000, "SOURCEURL": "https://www.fox13news.com/news/former-neo-nazi-accused-of-killing-roommates-appears-to-choke-himself-in-court"}, "ARTICLE": {"TITLE": "Former neo-Nazi accused of killing roommates appears to choke himself in court", "TEXT": "article\n\nDevin Arthurs' appearance in court Tuesday morning was anything but ordinary. Everyone in the courtroom, including the judge, got a first-hand look at Arthurs appearing to choke himself to the point of near unconsciousness.\n\nIt’s the type of involuntary reflex psychiatrist Dr. Michael Maher talked about last month after evaluating Arthurs.\n\n\"He squeezes his blood vessels to the point of unconsciousness,\" explained Dr. Maher.\n\nArthurs' attorney wants his client back at a Florida state hospital for treatment, but a judge will make the final call.\n\nHillsborough County Public Defender Mike Peacock said every doctor who has evaluated Arthurs has found him incompetent to stand trial.\n\nAdvertisement\n\nArthurs once shared neo-Nazi beliefs with his two roommates, but when he began practicing Islam, things turned violent. Police say Arthurs reported his roommates made fun of his new Muslim beliefs -- so he killed them both.\n\nThe bodies were discovered by Arthurs' third roommate, Brandon Russell, who also found himself in trouble after detectives discovered he was making homemade bombs in the garage and other bomb-making materials.\n\nRussell, who was the leader of a neo-Nazi movement online, had a hit list that included synagogues in the Tampa area and other state landmarks. Russell is now serving a five-year federal prison sentence.\n\nAs for Arthurs, he told detectives after the murders, he was 'sick in the head' and needed mental health treatment.\n\nNow, this latest display in front of the judge could keep him away from a jury and back in a hospital bed. The judge is expected to make a decision on Arthurs' competency in the next few weeks."}}