{"GDELT": {"GlobalEventID": 903816734, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "USAELI", "Actor1Name": "CHRISTOPHER DEMUTH", "Actor1CountryCode": "USA", "Actor1Type1Code": "ELI", "Actor2Code": "NGOBUSWEF", "Actor2Name": "WORLD ECONOMIC FORUM", "Actor2KnownGroupCode": "WEF", "Actor2Type1Code": "NGO", "Actor2Type2Code": "BUS", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.31262939958592, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Hungary", "Actor1Geo_CountryCode": "HU", "Actor1Geo_ADM1Code": "HU", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 20.0, "Actor1Geo_FeatureID": "HU", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Davos, Switzerland (general), Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ00", "Actor2Geo_ADM2Code": "26294", "Actor2Geo_Lat": 46.8167, "Actor2Geo_Long": 9.83333, "Actor2Geo_FeatureID": "-2551751", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Hungary", "Action2Geo_CountryCode": "HU", "Action2Geo_ADM1Code": "HU", "Action2Geo_Lat": 47.0, "Action2Geo_Long": 20.0, "Action2Geo_FeatureID": "HU", "DATEADDED": 20200205020000, "SOURCEURL": "https://cruxnow.com/church-in-europe/2020/02/nationalists-in-rome-cheer-brexit-honor-pope-john-paul-ii/"}, "ARTICLE": {"TITLE": "Nationalists in Rome cheer Brexit, honor Pope John Paul II", "TEXT": "ROME — European and American nationalists attending a conference Tuesday in Rome cheered Brexit, warned of left-wing “totalitarianism” and waxed nostalgic about St. John Paul II’s papacy and the “glorious revolution” that brought down communism.\n\nThe second annual National Conservatism Conference had “God, Honor, Country” as its theme. Rising right-wing stars from Italy and France were keynote speakers, and conservative Hungarian Prime Minister Viktor Orban closed out the meeting.\n\nOrganizer Christopher DeMuth drew applause when he blasted the World Economic Forum, the annual gathering of political and business elites in Davos, Switzerland. The threat of authoritarianism doesn’t come from the right, DeMuth said, but the “globalist” media, political and university establishment of the left.\n\n“We are called primitives, xenophobes, paranoids, racists. We are even called populists,” he said to laughter. He said today’s conservative nationalists are the “direct descendants and rightful heirs of the glorious revolution” of the 1980s that brought down the Iron Curtain.\n\nItalian conservative Roberto de Mattei, a leading critic of Pope Francis and champion of John Paul, cited the condolences Francis offered after Cuba’s Fidel Castro died and a 2018 Vatican accord with China over Catholic bishop nominations as evidence that the Holy See supports communism under the Argentine pope.\n\n“We must not be afraid to say that communism is still alive,” de Mattei said. “Because although the Soviet Union fell apart, the communist utopia continues to infect like a virus – a communist virus – western culture, media, politics and also the Catholic Church.”\n\nSitting in the audience was Alexander Tschugguel, an Austrian far-right activist who is known in conservative Catholic circles for an episode that dominated Francis’s meeting of Amazon-region bishops last year.\n\nTschugguel stole three statues of pregnant women from a Vatican-area church and threw them in the Tiber River, saying the statues were “pagan” idols that had been featured at Francis’s Vatican. The stunt encapsulated the conservative and traditionalist opposition to Francis and the threat Francis’s critics believe he poses to the Church.\n\nRod Dreher, author of The Benedict Option, recalled that as a young man in Poland, Karol Wojtyla – the future Pope John Paul II – staged historical plays with theater friends as a way to resist attempts by German Nazis and then communist authorities to erase Polish culture, history and religion.\n\n“We have to do the same in our time,” Dreher said. “People who lived through communist totalitarianism are trying to sound the alarm. They are trying to wake the rest of us up before it’s too late.”\n\nThe conference was organized by the Edmund Burke Foundation based in the United States and other conservative intellectual and political groups. It took place on the eve of a Vatican conference on boosting forms of economic solidarity with the poor that features many of the “globalist” leaders denounced by conservatives.\n\nCrux is dedicated to smart, wired and independent reporting on the Vatican and worldwide Catholic Church. That kind of reporting doesn’t come cheap, and we need your support. You can help Crux by giving a small amount monthly, or with a onetime gift. Please remember, Crux is a for-profit organization, so contributions are not tax-deductible."}}