{"GDELT": {"GlobalEventID": 903850030, "Day": 20190205, "MonthYear": 201902, "Year": 2019, "FractionDate": 2019.0959, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "JUD", "Actor2Name": "ADVOCATE", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.23148148148148, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Richmond, Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_ADM2Code": "VA760", "Actor1Geo_Lat": 37.5538, "Actor1Geo_Long": -77.4603, "Actor1Geo_FeatureID": "1499957", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Richmond, Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_ADM2Code": "VA760", "Actor2Geo_Lat": 37.5538, "Actor2Geo_Long": -77.4603, "Actor2Geo_FeatureID": "1499957", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Richmond, Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_ADM2Code": "VA760", "Action2Geo_Lat": 37.5538, "Action2Geo_Long": -77.4603, "Action2Geo_FeatureID": "1499957", "DATEADDED": 20200205054500, "SOURCEURL": "https://vpm.org/listen/articles/10368/marijuana-debate-heats-up-with-decriminalization-dispensaries-on-the-docket"}, "ARTICLE": {"TITLE": "Marijuana Debate Heats Up With Decriminalization, Dispensaries on the Docket", "TEXT": "Advocates hoped new Democratic majorities would spell big changes for Virginia’s marijuana laws. And there’s already traction on several fronts, including decriminalizing marijuana possession, expanding the new medical marijuana program, and studies for future legalization.\n\nDespite all that enthusiasm, legislation has moved slowly through committees and full-scale Colorado-style legalization is likely at least a year away.\n\n“I think there was a general idea that the marijuana conversation would move much faster under the new majority and it's been just as complicated as it has been under the previous years,” said Jenn Michelle Pedini, executive director of Virginia NORML.\n\nDecriminalization\n\nDecriminalizing marijuana refers to reducing the penalties for using it or carrying it. It’s been a priority for Gov. Ralph Northam since he got into office.\n\nCurrently, people caught with even small amounts of marijuana can receive a misdemeanor charge, a 30-day jail sentence, and a fine up to $500. Northam is backing legislation that would replace the criminal charge with a civil fine of $50 and no jail sentence.\n\nBut there’s been pushback from racial equity groups. Marijuana arrests in Virginia have tripled since 1999. And study after study has shown African Americans are arrested at much higher rates than other groups; a 2017 Virginia Crime Commission report said that black Virginians accounted for almost 46% of marijuana arrests from 2007 to 2016 while making up around 20% of the state population.\n\nAnd so some racial justice advocates say it’s best to scrap fines entirely. Legislation sponsored by Del. Jennifer Carroll Foy (D-Prince William) would do just that, and is backed by the advocacy group Marijuana Justice.\n\nDel. Carroll Foy is sponsoring decriminalization legislation favored by some racial justice advocates. (Craig Carper/VPM News)\n\nRebecca Keel, the group’s education policy director, said the state can’t come to terms with a history of slavery, racism, and incarceration and still charge fines for marijuana. And they said a $50 fine was non-trivial for many people.\n\n“We know that people in Richmond are getting evicted for $50,” Keel said.\n\nData from Maryland, which decriminalized with a fine in 2014, supports the claim that a similar policy here would continue racial disparities. The news site Baltimore Fishbowl found that 96 percent of the people arrested for marijuana possession between 2015 and 2017 in that city were black.\n\nA spokesperson for the Northam administration says they welcome the debate on specifics of implementation. Defenders of the Northam-backed bill say lawmakers are concerned that removing all fines would encourage rapid growth in the drug trade.\n\nCommittees in both the House and Senate are set to take up decriminalization bills on Wednesday.\n\nMedical Marijuana\n\nMeanwhile, Virginia is launching a medical marijuana program with five dispensaries set to open in Richmond, Bristol, Portsmouth, Staunton, and Manassas in late spring or early summer.\n\nRollout has been slow, with just 1,737 patients enrolled through the end of January, according to data from the Board of Pharmacy. The patients will have access to products like oils and lozenges but not smokeable flower.\n\nThe companies say that the number will grow significantly once word gets out about the program; they’re legally barred from advertising.\n\nThe Virginia Medical Cannabis Coalition (VMCC), an umbrella group for the cannabis “processors,” is backing legislation from Sen. Dave Marsden (D-Fairfax) that would allow each facility to open five more retail shops within each of their districts.\n\nKatie Hellebush, a spokesperson for the VMCC, pitched the move as a way to allow patients easier access to medical cannabis products, especially in rural parts of the state.\n\n“This would ease some of the burden on them, their caregivers, their families, and also make it less expensive,” she said.\n\nCritics of the plan are concerned about crowding out other entrants to the medical marijuana field, especially with legalization on the horizon.\n\nLegalization\n\nThere’s already enthusiasm for fully legalizing marijuana this year. But few advocates expect that to happen, citing the complexity of the issue.\n\n“I think it's simply that it's not prioritized by the administration this year, decriminalization is, and so that's what we're expecting to see advance,” Pedini of Virginia NORML said.\n\nA medical marijuana dispensary in Denver, Colorado. (O'Dea/Creative Commons)\n\nStill, the General Assembly is considering several proposals to study the nuts and bolts of legalization, including topics ranging from taxes to racial equity.\n\n“The study bills would really bring all of the stakeholders to the table to have input on what a comprehensive approach to regulating adult use cannabis would look like, and hopefully have a lot more momentum behind it for the 2021 session,” Pedini said.\n\nThe studies have notable differences.\n\nA NORML-backed bill from Sen. Adam Ebbin (D-Alexandria) has lawmakers conducting the study -- an approach advocates say will allow lawmakers to familiarize themselves with a complex topic ahead of next year.\n\nAnother approach from Sen. Jennifer McClellan (D-Richmond) puts the study in the hands of the legislature’s research wing, the Joint Legislative Audit & Review Commission, and focuses more on racial equity.\n\nEither way, marijuana will almost certainly be on the General Assembly’s legislative menu for years to come."}}