{"GDELT": {"GlobalEventID": 903851012, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "MOS", "Actor1Name": "ISLAMIC", "Actor1Religion1Code": "MOS", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.8661844484629295, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE", "Actor1Geo_Lat": 33.833333, "Actor1Geo_Long": 35.833333, "Actor1Geo_FeatureID": "LE", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE", "Action2Geo_Lat": 33.833333, "Action2Geo_Long": 35.833333, "Action2Geo_FeatureID": "LE", "DATEADDED": 20200205054500, "SOURCEURL": "https://besacenter.org/perspectives-papers/arabs-holocaust/"}, "ARTICLE": {"TITLE": "Arabs and the Holocaust", "TEXT": "Arabs and the Holocaust\n\nBy Dr. Edy Cohen February 5, 2020 February 5, 2020\n\nAuschwitz, photo via Wikimedia Commons\n\nBESA Center Perspectives Paper No. 1,438, February 5, 2020\n\nEXECUTIVE SUMMARY: Leaders from around the world recently visited Israel to commemorate the 75th anniversary of the liberation of Auschwitz. Concurrently with that visit, another important historical visit took place: for the first time, a delegation of leading Arabs visited the Nazi extermination camp.\n\nMuslim World Society chairman Saudi Sheik Muhammad Issa visited Auschwitz on January 23 with a delegation of leading Muslim clerics. One of the most prominent was Lebanese Shiite leader Dr. Muhammad Ali Husseini, chairman of the Supreme Islamic Council, who made a statement condemning the murder of the Jews in the Holocaust. “The visit to Auschwitz is an expression of Islamic condemnation of Nazi crimes in the Holocaust,” he said. “These are crimes against humanity. We refuse to accept any kind of religious suppression whether in the past or in the future.”\n\nHusseini could pay a heavy price for those statements. The day after uttering them, at the most recognizable scene of the Nazi attempt at mass extermination, a group of Lebanese journalists close to Hezbollah filed a complaint with the Lebanese courts against him. They accused him of, among other things, contact with the Zionist enemy, contempt for the Islamic religion, and inciting war between Muslims.\n\nAll because of his visit to Auschwitz.\n\nWhy did it take 75 years for some Arab leaders to acknowledge the Holocaust, even as most of the Arab world still denies the genocide of the Jewish People? Before delving into this phenomenon, it is instructive to examine the definition of Holocaust denial.\n\nHolocaust denial is not necessarily denying that the Holocaust ever occurred. Rather, it is the spreading of lies or half-truths, and using them as a means of harming the Jewish People and the State of Israel. These lies include showing contempt for the Holocaust, minimizing the numbers of victims, or spreading false claims about the circumstances of their deaths, notably denial of the existence of gas chambers.\n\nThe most severe kind of denial is to accuse the Jews of being responsible for the Holocaust. Adolf Eichmann tried to do this when he was a fugitive in Argentina, and many Arabs have since adopted his twisted narrative. The Nazis were of course the first to deny the Holocaust when they refused to accept responsibility for their crimes.\n\nAs a rule, it is forbidden in the 20th century Arab narrative to express pity for the “Jewish enemy” or sympathize with Jews over the Holocaust. Many if not most Arabs are only able to see the genocide in terms of the problems it ostensibly caused Arabs, namely the Palestinians’ loss of the “country” they never had when the Jews fleeing Europe returned to their ancient homeland.\n\nOne of the first cases of public Arab denial of the Holocaust was when they put pressure on West Germany over the issue of German reparations to Holocaust survivors and the State of Israel. In a rare show of unity, the Arab states demanded that Bonn not compensate individual Jews or Israel but instead give the money to the Palestinians.\n\nThe Arab League even threatened to sever ties with and boycott West Germany, claiming the Jews were responsible for WWII. West German Chancellor Conrad Adenauer was not swayed by the threats and signed the compensation agreement in September 1952.\n\nMany conspiracy theories concerning the Holocaust still make their way around the Arab world today. The first and most insidious is the idea that the nations of Europe asked Adolf Hitler to destroy the Jews because of their treachery and evil influence on local society, manifested in such wickedness as prostitution, gambling, and usury.\n\nThen there is the idea that the Jews after WWII promoted inflated numbers of victims to win favor with the international community and blackmail Germany financially.\n\nA third conspiracy theory comes from Muslim extremists like the elder cleric Yusuf Qaradawi, who justifies the Holocaust by defining it as “proper punishment” meted out by Allah on the Jews because of their foul deeds throughout history, not least of which is their refusal to convert to Islam during the time of Muhammad.\n\nThe fourth and most common theory belongs to the school of Mahmoud Abbas, chairman of the Palestinian Authority (PA). In the 1980s, while a student at Patrice Lumumba University in Moscow, Abbas wrote his doctoral dissertation on the Holocaust. What resulted was less a dissertation than a piece of Soviet propaganda aimed at maligning Israel.\n\nThe title of Abbas’s grotesque dissertation is “The Other Side: The Secret Relationship Between Nazism and Zionism.” In it, Abbas claims that the Holocaust was a Jewish conspiracy that began when Israel’s first PM, David Ben-Gurion, collaborated with Hitler to kill as many Jews as he could in order to justify the establishment of a Jewish state in the Land of Israel. He then proceeds to belittle the number of Jewish fatalities to less than a million and claims they died not as a result of a Nazi-inflicted Holocaust but as a normal corollary of war (i.e., through disease, starvation, etc.)\n\nSadly, in the absence of proper education, many Arabs believe at least one of these conspiracy theories. In Arab countries, not only do they not teach the truth about the Holocaust but they encourage suspicion toward all books and histories that deal with the subject.\n\nThe Muslim delegation’s visit to the death camp was considered impossible just a few years ago. There is no doubt that the new openness in Israel’s relationships with the Gulf States contributed to making this historic event a reality.\n\nIran’s regional aggression is, to some extent, encouraging Arab leaders to draw closer to Israel and the US. The Arab world is also beginning to lose patience with the Palestinian leadership’s intransigence and corruption, and no longer sees the Israeli-Palestinian conflict as reason to avoid relations with the Jewish state. Some Arabs are starting to see Israel as an example of Western success in their midst and are no longer blind to the enormous contributions Israel and the Jews can make to the region.\n\nThese developments combined to pave the way for the historic visit to Poland. As for the legal ramifications for Sheikh Husseini in his home country of Lebanon, Western countries should immediately grant him and his family political asylum, as he is in danger of paying a heavy price for his attempts to achieve peace and coexistence between Jews and Arabs.\n\nView PDF\n\nThis is an edited version of an article that appeared in Israel Today on January 27, 2020.\n\nDr. Edy Cohen is a researcher at the BESA Center and author of the book The Holocaust in the Eyes of Mahmoud Abbas (Hebrew)."}}