{"GDELT": {"GlobalEventID": 903851214, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.3484848484848504, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Vermont, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVT", "Actor1Geo_Lat": 44.0407, "Actor1Geo_Long": -72.7093, "Actor1Geo_FeatureID": "VT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Vermont, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVT", "Action2Geo_Lat": 44.0407, "Action2Geo_Long": -72.7093, "Action2Geo_FeatureID": "VT", "DATEADDED": 20200205054500, "SOURCEURL": "https://www.nytimes.com/2020/02/05/us/politics/state-of-union-speech-address.html"}, "ARTICLE": {"TITLE": "Six Takeaways From Trump’s State of the Union Address", "TEXT": "michael barbaro So it is 8:40 p.m. Tuesday night. I have just arrived in Washington, D.C. from Des Moines, Iowa, where I was covering the Iowa caucuses. That was a mess. Now we are in The Times’s Washington bureau to cover President Trump’s final State of the Union of his first term. And I’m standing outside a giant conference room, where about two to three dozen reporters and editors are gathered to watch, analyze and fact-check the president’s speech. And we are headed into that room to kind of observe it all and to eat the barbecue that has been laid out there.\n\n[music]\n\nmichael barbaro — a lot of brainpower. (WHISPERS) Elisabeth, just to let you know we’re here. elisabeth bumiller I know. Everyone’s under instructions to behave themselves. michael barbaro No, behave normally! elisabeth bumiller Oh no. [LAUGHS] Oh no.\n\n[music]\n\nmichael barbaro So the center of this room is a giant television screen tuned to CNN, which is carrying a view of the House chamber and lawmakers walking in, shaking each other’s hands and taking their seats. And it is panning up to show House Speaker Nancy Pelosi and Vice President Mike Pence looking friendly, surprisingly friendly. How long is this speech going to be? maggie haberman We’re anticipating about an hour and a half. michael barbaro O.K. maggie haberman But that’s before the possible ad libbing, so we don’t know. The short answer is we don’t know. michael barbaro O.K. maggie haberman But long, we expect it to be long. michael barbaro So we’ll see you at 10:52. maggie haberman 10:53. michael barbaro [LAUGHS] maggie haberman 10:54? michael barbaro Thank you, Maggie. maggie haberman Goodbye. archived recording Madame Speaker, the President of the United States.\n\n[music]\n\nmichael barbaro\n\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.” Today: The president’s third State of the Union address. Maggie Haberman on what it tells us. It’s Wednesday, February 5. Maggie, it feels very hard to separate this State of the Union address from the moment in which it’s being delivered — the day after Iowa kicked off the 2020 election to pick Donald Trump’s Democratic opponent. And the day before the president faces a verdict in the Senate impeachment trial, which has put together quite a backdrop.\n\nmaggie haberman\n\nAbsolutely. And if you did not know that this was the State of the Union address, it felt like a campaign rally at the very beginning.\n\narchived recording [APPLAUSE]\n\nmaggie haberman\n\nThe president walks into the House chamber, and there’s a very MAGA feeling right away, as Republicans are clamoring to try to shake his hand.\n\nmichael barbaro\n\nMAGA, Make America Great Again?\n\nmaggie haberman\n\nMake America Great Again, the president’s slogan. The president then goes to the podium, and he hands Nancy Pelosi text of his speech. And she engages in what is a typical gesture, which is extends her hand to shake his. And he turns his back to her. And she quickly pulled her hand back, but the tone was then set.\n\nmichael barbaro\n\nRight. And that was the moment where it felt like impeachment suddenly was present.\n\nmaggie haberman\n\nYes. Impeachment was basically hanging over the entire event like a curtain. And it never lifted. And then, Pelosi had her own dig. Traditionally, speakers of the House introduce the president by describing themselves as having the high privilege and distinct honor of presenting to you the president of the United States.\n\nmichael barbaro\n\nRight.\n\nmaggie haberman\n\nThat’s not what Pelosi did this time.\n\narchived recording [APPLAUSE] archived recording (nancy pelosi) Members of Congress, the president of the United States. [CHEERING]\n\nmaggie haberman\n\nShe said, “Members of Congress, the president of the United States.” And that was all Donald Trump got.\n\nmichael barbaro\n\nAnd so basically, none of the honor, none of the pleasure, none of the distinct honor and pleasure.\n\nmaggie haberman\n\nNone of the words that are normally described as being attached to the dignity of this office. She chose not to do that.\n\narchived recording [CHANTING] Four more years! Four more years! Four more years! Four more years!\n\nmaggie haberman\n\nAnd then there was this return to the campaign theme, where even before he started speaking, Republicans in the chamber started chanting “four more years.”\n\nmichael barbaro\n\nO.K. So after that score settling, the speech begins.\n\narchived recording (donald trump) The vision I will lay out this evening demonstrates how we are building the world’s most prosperous and inclusive society.\n\nmaggie haberman\n\nThat’s right. And the president pretty quickly launched into essentially an advertisement for why he should be re-elected.\n\narchived recording (donald trump) From the instant I took office, I moved rapidly to revive the U.S. economy.\n\nmaggie haberman\n\nIt was that the future has never been so bright. He was speaking in very grand terms about America.\n\narchived recording [APPLAUSE] archived recording (donald trump) Our agenda is relentlessly pro-worker, pro-family, pro-growth and most of all, pro-American.\n\nmaggie haberman\n\nHe described himself as essentially creating a much better America than the one he found.\n\narchived recording (donald trump) If we hadn’t reversed the failed economic policies of the previous administration, the world would not now be witnessing this great economic success. [CHEERING]\n\nmaggie haberman\n\nAnd then he launched into exactly why that was.\n\nmichael barbaro\n\nMm-hmm.\n\narchived recording (donald trump) Since my election, we have created 7 million new jobs — 5 million more than government experts projected during the previous administration.\n\nmichael barbaro\n\nAnd much of what he seemed to be talking about here is the economy.\n\nmaggie haberman\n\nThat’s right. He talked about creating enormous numbers of jobs since he took office. He described it all as record-breaking. He talked about the unemployment rate being incredibly low.\n\narchived recording (donald trump) The unemployment rate is the lowest in over half a century.\n\nmaggie haberman\n\nHe talked about helping specific groups of people —\n\narchived recording (donald trump) The unemployment rate for women reached the lowest level in almost 70 years.\n\nmaggie haberman\n\n— specifically women —\n\narchived recording (donald trump) The unemployment rate for African-Americans —\n\nmaggie haberman\n\n— specifically African-Americans, specifically Hispanic Americans and Asian-Americans.\n\narchived recording (donald trump) — and Asian-Americans has reached the lowest levels in history. [APPLAUSE]\n\nmaggie haberman\n\nThese are groups, not coincidentally, whose support he would like in his re-election.\n\nmichael barbaro\n\nSo he’s seizing on economic data that specifically targets key constituencies for his re-election.\n\nmaggie haberman\n\nCorrect. These are key demographic groups where he has seen his support since 2016 really go down, and where he needs to see it go back up. He doesn’t have to win them overall as blocs of voters, but he does have to shave off just enough from Democrats in specific states where he can win. And his advisers have told him the economy is his strongest calling card for re-election. And he clearly had that in mind as he stuck to this speech.\n\narchived recording (donald trump) In eight years under the last administration, over 300,000 working-age people dropped out of the workforce. In just three years of my administration, 3.5 million people, working-age people, have joined the workforce. [APPLAUSE]\n\nmichael barbaro\n\nAnd can the president take credit for all the economic data points he rattled off? And were they all accurate?\n\nmaggie haberman\n\nThere was definitely some fudging of numbers here or there. But the overall picture that he painted was as if he came in right after the fiscal crisis. It was actually Barack Obama who came in after the fiscal crisis and who did start the economic recovery. Now this president has continued it. There is no question that he is overseeing a booming economy. But where it started, and how it got to where it is now, is a story where he paints it in an overly rosy light for himself.\n\narchived recording (donald trump) This is a blue collar boom.\n\nmichael barbaro\n\nSo he kind of excises the eight years of Barack Obama.\n\nmaggie haberman\n\nCorrect. We go a bit from ‘08 to now, as if there was nothing in between except for his presidency.\n\nmichael barbaro\n\nO.K. So where does the president go next?\n\narchived recording (donald trump) Janiyah’s mom Stephanie is a single parent. She would do anything to give her daughter a better future.\n\nmaggie haberman\n\nSo then he started pointing to people who were in the crowd, in the gallery, attending as guests of him or the first lady.\n\narchived recording (donald trump) But Janiyah, I have some good news for you. Because I am pleased to inform you that your long wait is over.\n\nmaggie haberman\n\nAnd he took it to a different level that we haven’t seen before, which was much more the reality TV level, and the showman, and the star of “The Apprentice.” There was a young girl who was given a scholarship, part of a new program that the White House is launching.\n\narchived recording (donald trump) And you will soon be heading to this school of your choice. [CHEERING]\n\nmaggie haberman\n\nThis emphasized school choice. It emphasized his concerns about public schools. And she happened to be young and African-American.\n\narchived recording (donald trump) Almost every American family knows the pain when a loved one is diagnosed with a serious illness.\n\nmaggie haberman\n\nThe blow away moment for a lot of people was he pointed to Rush Limbaugh —\n\narchived recording (donald trump) Rush Limbaugh, thank you for your decades of tireless devotion to our country.\n\nmaggie haberman\n\n— the conservative radio host who announced this week that he has lung cancer, advanced lung cancer —\n\nmichael barbaro\n\nRight.\n\nmaggie haberman\n\n— who clearly looked frail standing next to the first lady.\n\narchived recording (donald trump) I am proud to announce tonight that you will be receiving our country’s highest civilian honor, the Presidential Medal of Freedom. [CHEERING]\n\nmaggie haberman\n\nAnd the president not only announced that he was giving him the Medal of Freedom, which is an incredibly high honor —\n\narchived recording (donald trump) I will now ask the First Lady of the United States to present you with the honor, please.\n\nmaggie haberman\n\nHe had the first lady literally put the medal on Rush Limbaugh.\n\narchived recording [CHEERING] I don’t think we’ve ever seen one given at the State of the Union before. archived recording (donald trump) Rush and Kathryn, congratulations. Thank you, Kathryn.\n\nmaggie haberman\n\nAnd this was really tapping into this base of conservative radio listeners, conservative media ecosystem supporters who the president has, and who he has relied on since 2016.\n\narchived recording (donald trump) [APPLAUSE] War places a heavy burden on our nation’s extraordinary military families, especially spouses like Amy Williams from Fort Bragg, North Carolina.\n\nmaggie haberman\n\nAnd then there was the most gut-wrenching one, which was the president pointed to the wife of a soldier who was in the gallery. And he told her that he knew that her husband had been overseas.\n\narchived recording (donald trump) For the past seven months, she has done it all while her husband, Sergeant First Class Townsend Williams is in Afghanistan on his fourth deployment in the Middle East. Amy’s kids haven’t seen their father’s face in many months.\n\nmaggie haberman\n\nAnd the big reveal was —\n\narchived recording (donald trump) But, Amy, there is one more thing. Tonight we have a very special surprise.\n\nmaggie haberman\n\n— the doors to the gallery opened.\n\narchived recording (donald trump) I am thrilled to inform you that your husband is back from deployment. He is here with us tonight. [CHEERING] And we couldn’t keep him waiting any longer.\n\nmaggie haberman\n\nAnd he came down the stairs, and there he was.\n\nmichael barbaro\n\nThe soldier.\n\nmaggie haberman\n\nThe soldier. And there was this surprise reunion that he was now home.\n\narchived recording (donald trump) Welcome home, Sergeant Williams. Thank you very much.\n\nmichael barbaro\n\nRight, which is the stuff of kind of daytime television, Oprah-style, heart-wrenching, beautiful reunions of soldiers and their spouses, but not typically State of the Union.\n\nmaggie haberman\n\nOprah was literally what was going through my mind, and I think a lot of other people’s minds, when we saw this taking place.\n\narchived recording [CHANTING] USA! USA! USA! USA! USA! USA! USA! USA!\n\nmichael barbaro\n\nYou know, up to this point, Maggie, this is a pretty upbeat and positive speech at times, whether you thought it was over the top and like reality TV, or not —\n\nmaggie haberman\n\nThat’s right.\n\nmichael barbaro\n\n— and very genuine moment of tenderness.\n\nmaggie haberman\n\nThat’s right. There were moments of tenderness. There were moments of humanity. There were moments of what was clearly genuine heartfelt emotion on the part of the people in the gallery. The president stuck to the teleprompter. He didn’t go off on his tangents as he often does. It was generally a pretty positive speech up to a specific point.\n\n[music]\n\nmichael barbaro\n\nWe’ll be right back.\n\n[music]\n\nmichael barbaro\n\nMaggie, you said that the State of the Union was positive up to a point. What was that point?\n\nmaggie haberman\n\nThat point was when he started going after Democrats in the chamber, and Democrats outside the chamber who are running against him for president.\n\nmichael barbaro\n\nAnd how did he do that?\n\nmaggie haberman\n\nHe started going after socialism, which has been a word he’s been using a lot.\n\narchived recording (donald trump) The United States is leading a 59-nation diplomatic coalition against the socialist dictator of Venezuela, Nicolás Maduro.\n\nmichael barbaro\n\nRight. There’s a point where the president reaches out into the audience —\n\narchived recording (donald trump) Here this evening is a very brave man.\n\nmichael barbaro\n\n— and points to Juan Guaidó, who is a legislative leader in Venezuela —\n\narchived recording (donald trump) Joining us in the gallery is the true and legitimate President of Venezuela, Juan Guaidó. Mr. President —\n\nmichael barbaro\n\n— and says, you are the legitimate leader of that country. And then all of a sudden, he mentions socialism in a way that doesn’t necessarily seem like it’s about Venezuela so much as perhaps the United States.\n\nmaggie haberman\n\nCorrect. He says, “Socialism destroys nations.”\n\narchived recording (donald trump) Socialism destroys nations, but always remember, freedom unifies the soul.\n\nmaggie haberman\n\nNow that’s a reference to Venezuela. Then he starts talking about health care in the U.S.\n\nmichael barbaro\n\nMm-hmm.\n\narchived recording (donald trump) A good life for American families also requires the most affordable, innovative and high-quality health care system on Earth.\n\nmaggie haberman\n\nAnd what he’s talking about, without saying it explicitly, but he’s talking about the debate within the Democratic primary for president about the type of health care system the U.S. should have.\n\narchived recording (donald trump) But as we work to improve Americans’ health care, there are those who want to take away your health care, take away your doctor and abolish private insurance entirely. [BOOING]\n\nmaggie haberman\n\nHe’s talking about folks like Bernie Sanders, the Democratic socialist, who believes in an expansive government health care program. And President Trump was arguing against that, but in a very, very forceful way.\n\narchived recording (donald trump) 132 lawmakers in this room have endorsed legislation to impose a socialist takeover of our health care system, wiping out the private health insurance plans of 180 million very happy Americans.\n\nmaggie haberman\n\nIt’s a clear attack on all the lawmakers sitting there.\n\narchived recording (donald trump) To those watching at home tonight, I want you to know we will never let socialism destroy American health care. [CHEERING]\n\nmichael barbaro\n\nSo after laying out a blueprint for his re-election, it feels like this part of the speech is kind of frontal assault on the left wing of the Democratic Party and the left wing presidential candidates who he’s going to face, potentially.\n\nmaggie haberman\n\nHe’s very much laying out the message of why it is that those people are not safe choices. He doesn’t know who his opponent is going to be yet, but he is trying to paint every Democratic candidate with the brush of socialism. And that is what you are going to see for the next nine months. And this was the beginning of that path.\n\nmichael barbaro\n\nWhat’s interesting about this speech, as a political document in the moment we’re in — the beginning of the 2020 election — is that the president is not just seemingly appealing to conservatives with giving Rush Limbaugh a medal, for example, or attacking presidential candidates in the Democratic Party as radical left wing figures. He also seemed to be reaching out to moderates, with specific policy proposals.\n\nmaggie haberman\n\nRight.\n\narchived recording (donald trump) To protect the environment, days ago I announced that the United States will join the One Trillion Trees Initiative, an ambitious effort to bring together government and private sector to plant new trees in America and all around the world.\n\nmaggie haberman\n\nThere were a trillion trees. There was the child tax credit.\n\narchived recording (donald trump) 40 million American families have an average $2,200 extra, thanks to our child tax credit. [APPLAUSE]\n\nmaggie haberman\n\nThere was prescription drug prices.\n\narchived recording (donald trump) And I was pleased to announce last year that for the first time in 51 years, the cost of prescription drugs actually went down. [APPLAUSE]\n\nmaggie haberman\n\nThose were middle-of-the-road, moderate proposals that would appeal to suburban voters who have been turned off by him. And then there was this very hard pivot to immigration, where he talked about ICE agents making arrests.\n\narchived recording (donald trump) Last year, our brave ICE officers arrested more than 120,000 criminal aliens, charged with nearly 10,000 burglaries, 5,000 sexual assaults, 45,000 violent assaults and 2,000 murders.\n\nmaggie haberman\n\nHe referred to quote-unquote criminal aliens. He talked about protecting the borders.\n\narchived recording (donald trump) Just 29 days ago, a criminal alien freed by the sanctuary city of New York was charged with the brutal rape and murder of a 92-year-old woman. The killer had been previously arrested for assault. But under New York’s sanctuary policies, he was set free. If the city had honored ICE’s detainer request, his victim would still be alive today.\n\nmaggie haberman\n\nThis was some of the harshest rhetoric in his speech. But juxtaposed against everything else he said, it was almost like a menu of options where different voters could hear what they wanted to hear, in his words.\n\nmichael barbaro\n\nWhat do you make of that, going from a child tax credit and planting a trillion trees, to harsh language about undocumented immigrants?\n\nmaggie haberman\n\nThis is a pretty nonideological president. He doesn’t have a clear through-line on what he thinks. And he has consistently — since we have covered him in the campaign prior to his becoming president — he has often said things that appear contradictory. But they allow different people to hear what they want in what he’s saying. And if there was one thing that made them comfortable, he’s going to hope they’ll ignore the rest.\n\nmichael barbaro\n\nSo Maggie, we started off talking about how the context here was election and impeachment. So I want to return to the idea of impeachment. Correct me if I’m wrong. The president managed to get through a 90-minute speech without either mentioning impeachment or making any veiled references to impeachment.\n\nmaggie haberman\n\nIt was really striking, Michael. We had heard earlier in the day that the president was not going to mention impeachment in this speech. He had apparently told the network anchors at a lunch he held with them at the White House that he wanted to speak about it after the vote on Wednesday. But it was really striking that he kept from mentioning it. He’s so known for going off script. He never did.\n\nmichael barbaro\n\nWhy not?\n\nmaggie haberman\n\nI think because it’s not something he’s proud of, and I think because he wants to keep it separate from this, which is supposed to be the argument for re-electing him. And impeachment is not part of that. This was a laundry list of accomplishments. And this was a case for why his opponents aren’t as good as he is. And if you take away all of the tweeting, and the things he says, and the attacking his rivals — if you took all of that away, he would be much higher in terms of approval ratings than where he is now. But where he is today is 49% in the Gallup poll. That’s pretty high for where he’s been. He doesn’t need to bring that down by reminding people that he was impeached. So he doesn’t bring it up. But at the end of the speech —\n\narchived recording (donald trump) Our spirit is still young. The sun is still rising. God’s grace is still shining.\n\nmaggie haberman\n\n— it sort of felt like Nancy Pelosi did.\n\nmichael barbaro\n\nWhat do you mean?\n\narchived recording (donald trump) The best is yet to come. [APPLAUSE] Thank you. God bless you. And God bless America. Thank you very much.\n\nmaggie haberman\n\nAs the president was taking in his final applause and said thank you, she immediately started putting together the pages of his speech that he had handed her. And she started systematically tearing them up as the cameras rolled.\n\narchived recording [APPLAUSE]\n\nmichael barbaro\n\nAnd what did you read into that moment?\n\nmaggie haberman\n\nWell, I read into that moment that she was pretty angry about how he had acted. I think she was pretty angry about the speech. And I think she wanted to telegraph that. She’s going to face some blowback for that. I think she already is. But I think it was a moment that her members for the most part agreed with.\n\nmichael barbaro\n\nRight. In the final moment of this State of the Union, it’s like we’re seeing the spectacle of what this presidential race and the next seven, eight, nine months are going to look like. President Trump, it seems, may not want to be talking about impeachment. He wants to just move on and run on a record. And Democrats, people like Nancy Pelosi, they want to be talking about things like impeachment.\n\nmaggie haberman\n\nNancy Pelosi likes to say that even with a Senate acquittal, which we expect to happen, clearly, he’s impeached for life. That’s on his record forever. The president will try not to talk about it, or he’ll try to talk about it when it serves him. He’ll try to use it to gin up his supporters and get them going at rallies. But in general, this is not a topic he wants to go near. And I don’t think she’s going to let him not talk about it.\n\nmichael barbaro\n\nMm-hmm. And so of course will his Democratic opponents.\n\nmaggie haberman\n\nRight. His Democratic opponents are not about to let this go. And impeachment might be over as a trial, but it’s not going to be over as a concept for the next nine months.\n\n[music]\n\nmichael barbaro\n\nThank you, Maggie.\n\nmaggie haberman\n\nThank you, Michael.\n\nmichael barbaro\n\nWe’ll be right back. Here’s what else you need to know today. On Tuesday night, after a major delay, Iowa Democratic Party officials released results from 71% of the precincts that participated in Monday’s caucuses.\n\narchived recording (pete buttigieg) A little later than we anticipated, but better late than never, official, verified caucus results are coming in from the state of Iowa. And they show our campaign in first place. [CHEERING]\n\nmichael barbaro\n\nThose partial results showed former Mayor Pete Buttigieg, with a narrow lead over Senator Bernie Sanders. Senator Elizabeth Warren was in third place. Former Vice President Joe Biden was in fourth. And Senator Amy Klobuchar was in fifth.\n\narchived recording (pete buttigieg) A campaign that started a year ago with four staff members, no name recognition, no money, just a big idea. A campaign that some said should have no business even making this attempt has taken its place at the front of this race to replace the current president with a better vision for the future. [CHEERING]\n\nmichael barbaro\n\nThe next Democratic contest will be held in New Hampshire next week. And the Senate trial of President Trump will reconvene today at 4 p.m., at which point senators are expected to acquit him on two articles of impeachment in a party line vote.\n\n[music]"}}