{"GDELT": {"GlobalEventID": 903816374, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.23696682464454996, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200205020000, "SOURCEURL": "https://www.physiciansweekly.com/u-s-expands-use-of/"}, "ARTICLE": {"TITLE": "U.S. expands use of coronavirus diagnostic test", "TEXT": "By Julie Steenhuysen\n\n(Reuters) – The U.S. Food and Drug Administration on Tuesday granted emergency use approval for state public health laboratories to start testing for the new flu-like coronavirus from China using kits developed by the Centers for Disease Control and Prevention (CDC).\n\nThe approval may help speed up testing in the United States for the virus, which has infected 11 people in the country as of Feb. 3.\n\nThe World Health Organization has declared the flu-like virus a global health emergency, and experts say much is still unknown, including how the virus is transmitted and how deadly it is.\n\nPreviously, states had to send samples to the CDC for testing. With the approval, state public health labs can order test kits and also start the work of validating the tests within their own labs to make sure their scientists are using it correctly, Scott Becker, the executive director of the Association of Public Health Laboratories (APHL), said in a telephone interview.\n\n“It’s not plug and play. They have to make sure a number of lab scientists in their labs are able to make the test work. This has to be right,” Becker said.\n\nOnce the labs have the kits, Becker estimates they could start testing within five our six days. Initially, he said, labs will also send samples to the CDC to confirm their results.\n\nDr Joe Bresee, a CDC epidemiologist who is working on the outbreak response, said the kits contain a collection of reagents or enzymes that will give labs all of the necessary tools they need to test samples for the virus.\n\n“We hope to send at least one to every state health department and maybe more than one,” Bresee said in a telephone interview.\n\nThe agency also hopes to share the kits with countries that may not currently have the ability to do their own testing, Bresee said.\n\nBecker expects each kit will cover testing for 400 or so patients.\n\nEarlier on Tuesday, a bipartisan group of 38 U.S. lawmakers from across the country wrote a letter to the CDC asking the agency to quickly share tests with states.\n\nIn it, the lawmakers urged the CDC to “prioritize localities where cases have already been confirmed, so that additional cases may be detected in real-time.”\n\nUnder the emergency use authorization, testing is limited to qualified labs designated by the CDC.\n\n(Reporting by Julie Steenhuysen; Additional reporting by Dania Nadeem in Bengaluru; Editing by Shinjini Ganguli and Christopher Cushing)"}}