{"GDELT": {"GlobalEventID": 903816578, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 81, "EventBaseCode": 81, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.4324900944833898, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Ashland, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY039", "Actor1Geo_Lat": 42.3037, "Actor1Geo_Long": -74.3335, "Actor1Geo_FeatureID": "942632", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Ashland, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_ADM2Code": "NY039", "Actor2Geo_Lat": 42.3037, "Actor2Geo_Long": -74.3335, "Actor2Geo_FeatureID": "942632", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Ashland, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY039", "Action2Geo_Lat": 42.3037, "Action2Geo_Long": -74.3335, "Action2Geo_FeatureID": "942632", "DATEADDED": 20200205020000, "SOURCEURL": "https://www.times-gazette.com/zz/news/20200204/state-of-union-some-republicans-want-trump-to-avoid-impeachment-in-speech--live-updates"}, "ARTICLE": {"TITLE": "Pelosi rips up Trump's speech, and other top moments from 2020 State of the Union", "TEXT": "WASHINGTON — President Donald Trump delivered his State of the Union address Tuesday night, a day before he is expected to be acquitted by the Senate on two articles of impeachment, a topic notably absent from the night.\n\nHis mood was triumphant as he spoke to a Congress sharply split along partisan lines.\n\nThe president used the evening to note what he said were successes on the economy and push some key agenda items, including restricting abortion and illegal immigration. He claimed his administration \"had shattered the mentality of American decline.\"\n\nHere are some of the highlights from Trump's third State of the Union:\n\nTrump boasts of economy\n\nTo roaring standing applause from supporters in the chamber—and some boos and head shaking from Democrats who remained seated—The president touted what he said were the results of the \"great American comeback,\" with a heavy emphasis on the economy.\n\n\"The vision I will lay out this evening demonstrates how we are building the world’s most prosperous and inclusive society, one where every citizen can join in America’s unparalleled success, and where every community can take part in America’s extraordinary rise,\" Trump said.\n\nTrump pointed out one of his guests, Tony Rankins, an Army veteran and recovering addict who found work doing construction as part of the administration's \"Opportunity Zone\" program.\n\nHe also spent part of his address boasting of a revised trade deal he negotiated with Mexico and Canada and a separate new trade agreement with China.\n\n“Unfair trade is perhaps the single biggest reason that I decided to run for president,” he said.\n\nTrump said the new U.S.-Mexico-Canada Agreement will lead to a “much greater level of fairness and reciprocity” in trade with those countries. The China deal will end China’s practice of taking advantage of the United States, he said.\n\nHighlighting low unemployment rates, Trump added that said his administration is particularly \"lifting our citizens of every race, color, religion and creed very, very high.\"\n\n\"The unemployment rate for African Americans, Hispanic Americans and Asian Americans has reached the lowest levels in history,\" he said.\n\nTrump also repeatedly made negative references to Democratic predecessor Barack Obama, at one point hitting the \"failed economic policies of the previous administration\" – and drawing boos from the Democratic half of the U.S. House chamber.\n\nIllustration of agenda points with SOTU guests and surprise moments\n\nTrump illustrated his points with the stories of his selected guests in the audience, who ranged from the sibling of a man who was killed by an immigrant in the country illegally to a mother and young daughter who was born prematurely, according to the White House.\n\nHe also promoted his \"school choice\" agenda, noting that thousands of students remain on waiting lists for Pennsylvania \"opportunity scholarships\" for private schools. Their futures, he said, were \"put further out of reach when Pennsylvania's Governor vetoed legislation to expand school choice for 50,000 children.\"\n\nTrump proposed federal legislation to give tax credits to people who contribute to scholarship funds, and also announced that a child he had invited to the speech, Janiyah Davis of Pennsylvania, would be receiving a scholarship.\n\n\"No parent should be forced to send their child to a failing government school,' he said.\n\nOne family was surprised with the return of Army Sergeant First Class Townsend Williams, who was serving his fourth deployment to the Middle East. During his address, Trump told the story of Williams’ family minutes before Williams walked down an aisle in the gallery to greet his family.\n\n“Welcome home, Sgt. Williams,” Trump said as the chamber erupted into chants of “USA.”\n\nWho was there:Donald Trump's State of the Union guests include girl born prematurely, Army veteran, family of fallen soldier\n\nPelosi tears up speech after a night of mixed reactions\n\nTrump's audience was split in their reactions throughout the night. In an unusual political moment, when the president took the dais at the beginning of the night, Republicans started chanting “four more years!” And Democrats booed at times.\n\nIn a remarkable display, House Speaker Nancy Pelosi tore up the text of Trump's speech and tossed it aside before Trump had left. Pelosi later waved the ripped pieces in the air, and audience members left in the chamber and public-viewing gallery could see Trump's prominent signature. Before his remarks, Trump also appeared to rebuff an effort by Pelosi to shake Pelosi's hand.\n\nAs the president discussed health care, he said wanted a new health care system that protects Americans with pre-existing conditions. House Democrats cut off his speech and chanted for him to take up a piece of legislation that addresses the issue.\n\n\"I’ve also made an iron-clad pledge to American families: We will always protect patients with pre-existing conditions,\" Trump said.\n\n\"HR3! HR3!\" Democrats chanted, holding up three fingers and cutting Trump off for several moments.\n\nThe legislation passed the House last year and has not been taken up in the Senate.\n\nMany others laughed, booed, and crossed their arms as during the health care portion of the address. Reps. Julia Brownley, D-Calf., and Norma Torres, D-Calif., both visibly shrugged. As the president said he was combatting pharmaceutical companies, Democrats laughed.\n\nAt one point, a guest of Pelosi's was escorted out of the chamber after he shouted back responses to Trump. Fred Guttenberg is the father of one of the teenage victims of the Parkland, Fla. shooting in 2018. He is an activist against gun violence and was wearing an orange tie to symbolize gun safety.\n\nOne-by-one, at least 10 lawmakers stood and walked out.\n\nAmong them, Reps. Jackie Speier, D-Calif., Pramila Jayapal, D-Wash., Ilhan Omar, D-Minn., Bill Pascrell, D-N.J., and Tim Ryan, D-Ohio.\n\n\"It’s like watching professional wrestling. It’s all fake,\" Ryan said.\n\nDozens of Democratic women, and some women guests of lawmakers, donned all-white to honor the women's suffrage movement and the 100th anniversary of the ratification of the 19th Amendment, which granted women the right to vote.\n\nWomen also wore white last year, and in 2018 many chose to wear all black to express solidarity with the #MeToo movement.\n\nThe House Democratic Women's Caucus Co-Chair Rep. Brenda Lawrence, D-Mich, said ahead of the speech that the group is united \"against President Trump's backwards agenda,\" which she said attacks \"the foundation that was built by the women pioneers of this country.\"\n\nImpeachment front of mind but absent from address\n\nNotably absent from Trump's speech was any mention at all of the impeachment trial that is expected to conclude in the Senate Wednesday. Unlike at campaign rallies and political speeches, Trump gave did not allude to a process he has repeatedly referred to as a \"witch hunt.\"\n\nBut seated before him in the first row of House seats were the Democratic representatives who serve as impeachment managers in the Senate trial, including lead manager Rep. Adam Schiff, D-Calif., whom Trump has consistently railed against throughout impeachment and accused of \"treason.\" Their faces were front and center as Trump looked out at the audience.\n\nA two-thirds majority of the Senate is necessary to convict and remove Trump from office, in a chamber that has comprises Republicans and 47 Democrats.\n\nThe Senate voted 51 to 49 to reject any witnesses in the trial, with only two Republicans breaking from their party in favor of testimony.\n\nConservative talk show host Rush Limbaugh awarded medal\n\nAfter the announcement that prominent conservative radio talk show host Rush Limbaugh, 69, was diagnosed with advanced lung cancer, Republicans showered him with support and well wishes. Trump took it a step further Monday night by having first lady Melania Trump award Limbaugh with the Presidential Medal of Freedom.\n\nIn the surprise moment, the first lady bestowed Limbaugh with the highest civilian honor, which Trump had hinted at earlier in the day to television anchors but said that the award would come as early as next week.\n\nDemocratic faction boycotts speech\n\nSeveral Congressional Democrats elected to skip the address Tuesday night in a boycott of the president's policies.\n\nRep. Alexandria Ocasio-Cortez, freshman progressive Democrat from New York, announced on Twitter Monday afternoon that she made the \"deeply personal decision\" not to \"normalize Trump's lawless conduct & subversion of the Constitution\" by attending. She added she did not make the decision lightly\n\n\"None of this is normal, and I will not legitimize it,\" Ocasio-Cortez said.\n\nTrump is expecting acquittal in the Senate after a divisive impeachment process stemming from his dealings in Ukraine. Democrats impeached him in the House in December on abuse of power and obstruction of Congress articles, and the Republican-controlled Senate is poised to vote on whether he should be removed from office Wednesday.\n\nReps. Ayanna Pressley of Massachusetts, Al Green of Texas, Steve Cohen of Tennessee, Earl Blumenauer of Oregon, Maxine Waters of California, Bobby Rush of Illinois and Frederica Wilson of Florida also didn't attend.\n\nContributing: Christal Hayes, Maureen Groppe, David Jackson, John Fritze"}}