{"GDELT": {"GlobalEventID": 903815543, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "GBR", "Actor1Name": "LONDON", "Actor1CountryCode": "GBR", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.74555403556772, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200205020000, "SOURCEURL": "https://www.nbcnews.com/news/world/man-shot-terrorist-related-incident-london-n1128461?cid=public-rss_20200205"}, "ARTICLE": {"TITLE": "Man shot dead by police in London after 'terrorist-related' stabbing incident", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nLONDON — At least three people were injured in what police called a \"terrorist related incident\" in South London where a suspect was shot dead.\n\nOne person has been hospitalized with life-threatening injuries in a stabbing attack the Metropolitan Police say was a \"terrorist incident\" and believed to be \"Islamist-related.\"\n\nOfficers found the suspect with a device strapped to his chest, which was determined to be a hoax device by specialists.\n\nThe incident was part of a \"proactive Counter Terrorism operation,\" according to a statement from police later Sunday, and armed officers were able to immediately engage the suspect.\n\n\"The situation has been contained and officers from the Met’s Counter Terrorism Command are now leading an investigation into the incident,\" Metropolitan Police's Deputy Assistant Commissioner Lucy D’Orsi said.\n\nD’Orsi did not identify the suspect.\n\nThe London Ambulance Service said in a statement it \"treated three patients for injuries at the scene, and took all three people to hospital.\" Police later clarified of the other two victims that one was treated for minor injuries and another was hospitalized but is not in life-threatening condition.\n\nPolice said the scene on Streatham High Road, a working class neighborhood around 7 miles south of central London, had been \"fully contained.\"\n\nThree people are known to have been injured in the #Streatham attack earlier this afternoon.\n\n\n\nOne person is at hospital in a life-threatening condition. We are in the process of informing their family. — Metropolitan Police (@metpoliceuk) February 2, 2020\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nMultiple police cars blocked off traffic in the area as helicopters hovered above the scene Sunday afternoon. Karker Tahir, 28, works at a barber shop just across from where the stabbing happened.\n\nThe entire incident lasted about 30 seconds before he heard at least three gunshots fired at the suspect by police, Tahir told NBC News.\n\n“He was running and he was shot,\" Tahir said. \"He was on the floor, looking around. Police kept telling him, 'Don’t move.'”\n\nTahir, who lives in neighboring Brixton, said that armed police responded quickly and told witnesses to back away as the suspect appeared to be wearing a vest.\n\n\"If you see a man get shot and wearing a vest,\" Tahir said. \"If that vest has gone off, I am sure I would not be safe like this right now. I am shocked.”\n\nJonathan Bartley, a ward councillor who lives in the area, told NBC News that he rushed to the scene after hearing from his partner, who encountered the aftermath while shopping. Though Bartley didn't see the incident himself, he said there was a \"real sense of fear and panic.\"\n\n\"There were people in floods of tears moving away form the scene,\" Bartley said. \"There was a woman saying, I fear for my daughter in this area and then just broke down in tears.”\n\nThe councillor called the neighborhood, where he's lived for 20 years, \"one of the most diverse, inclusive, and tolerant communities in London.\"\n\n“On a Sunday afternoon, you’d think this is the safest place in the world — people out of shopping,\" he said. \"I take my children down this high road every weekend. I have never felt more safe than on Streatham High Road.”\n\nEva Csirvasi, 35, is a waitress for nearby Creamery & Coffee Café and lives right next to where the assault took place. She told NBC News that she's been sitting outside the shop waiting to be given access to her apartment as police have taped the area off.\n\nCsirvasi, who has lived in the area for half a year, said she can't allow the incident at affect her.\n\n\"I can’t do anything about it,\" she said. \"I have to go back to normal life.\"\n\nThank you to all emergency services responding to the incident in Streatham, which the police have now declared as terrorism-related. My thoughts are with the injured and all those affected. — Boris Johnson (@BorisJohnson) February 2, 2020\n\nThanking the emergency services Prime Minister Boris Johnson tweeted: \"My thoughts are with the injured and all those affected.\"\n\nLondon's Mayor Sadiq Khan also thanked \"police, security and emergency services for their swift and courageous response,\" to the incident, in a statement.\n\n\"They truly are the best of us,\" he said. \"Terrorists seek to divide and destroy our way of life — here in London we will never let them succeed.\"\n\nYuliya Talmazan and Michelle Gooden-Jones reported from London, Doha Madani reported from New York."}}