{"GDELT": {"GlobalEventID": 903946907, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.882352941176469, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "University Of Fort Hare, Eastern Cape, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF05", "Actor1Geo_ADM2Code": "77320", "Actor1Geo_Lat": -32.7831, "Actor1Geo_Long": 26.8433, "Actor1Geo_FeatureID": "-1228678", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "University Of Fort Hare, Eastern Cape, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF05", "Action2Geo_ADM2Code": "77320", "Action2Geo_Lat": -32.7831, "Action2Geo_Long": 26.8433, "Action2Geo_FeatureID": "-1228678", "DATEADDED": 20200205144500, "SOURCEURL": "https://reliefweb.int/report/south-africa/south-africa-takes-fresh-steps-restrict-rights-refugees"}, "ARTICLE": {"TITLE": "South Africa takes fresh steps to restrict rights of refugees - South Africa", "TEXT": "Christine Hobden, Lecturer, Department of Philosophy, University of Fort Hare\n\nRecent changes to the law, and the promulgation of new regulations governing refugees in South Africa, have been heavily criticised by civil society organisations.\n\nThe Act regulates the status and rights of people seeking asylum in South Africa because of persecution in their home countries.\n\nThe changes restrict, among other things, refugees' ability to take part in political action, and to interact with their home governments' institutions or representatives. This includes, for example, seeking consular services such as acquiring a marriage or birth certificate from their home country's embassy in South Africa.\n\nThey also introduce a host of new procedural requirements, described as a \"paper wall\" to keep refugees out. Activists have spoken out against new time limitations and officials' ability to request a paternity test for dependants.\n\nThese additional procedural elements are particularly frustrating given the current backlog of cases. As of November 2019, 147,794 cases were awaiting hearing at the Refugee Appeal Board.\n\nRefugee legislation introduced after the end of apartheid was lauded as being progressive. But implementation has fallen short of international standards, according to critics.\n\nFollowing the announcement of the new regulations, the government has been accused of violating South Africa's Constitution and the UN Convention on Refugees. The criticism echoes broader concerns that amendments to the country's citizenship law and regulations have been slowly restricting access to South African citizenship since 1994.\n\nDevelopments around the new Refugee Amendment Act and regulations re-emphasise three key concerns surrounding the government's approach to migration. These are the problem of overreach by the Department of Home Affairs, disregard for the value of refugees' political voice, and the kinds of reasons used to justify the department's actions.\n\nOverreach\n\nThe new regulations go beyond the scope of the legislation passed by Parliament. This has also happened in the case of citizenship law.\n\nThe Refugee Amendment Act introduces a number of new ways that a person can \"cease to qualify for refugee status\". Yet, it doesn't explicitly mention any curtailment of political action.\n\nIt is the regulations that introduce clear restrictions on political behaviour. Refugees can lose their refugee status if they take part\n\nin any political campaign or activity related to his or her country of origin or nationality whilst in the Republic without the permission of the Minister.\n\nIn addition, a refugee may not take part in \"in any political activity or campaign in furtherance of any political party or political interests in the Republic\".\n\nThe constitution reserves certain political rights, like voting, for citizens. But the right to participate in political activity is importantly allocated to \"everyone\". This is clearly stated in the country's Bill of Rights which guarantees that:\n\nEveryone has the right, peacefully and unarmed, to assemble, to demonstrate, to picket and to present petitions.\n\nRegulations aren't voted on by Parliament but they do undergo a process of public consultation. They are required to be consistent with the Act and the Constitution. And they should not supplement its provisions or undermine its objectives.\n\nPolitical voice\n\nAnother major concern is around the government's apparent disregard for the value of political voice. In the case of citizenship law, residency requirements for naturalisation as a citizen have been increased since 1995. This means that many people who have been living in South Africa for many years cannot vote in its elections.\n\nWhile it's reasonable that refugees cannot vote in South African elections given their temporary status, the Constitution provides for freedom of expression, association, demonstration, and presenting of petitions. This means that refugees and asylum seekers ought to be able to engage on issues that affect them.\n\nThe suppression of political voice creates a sub-class of residents who are more subject than citizen. This undermines the inclusive, egalitarian principles embodied in the South African Constitution.\n\nUnderlying agendas\n\nFinally, there are concerns about the line of argument being pursued by the Department of Home Affairs in its justification for the restrictions. South African academic Professor Jane Duncan recently argued that the restrictions show a shift toward a security-oriented model of running the Department of Home Affairs.\n\nAn excessive emphasis on security in government policy is often a response to terrorism. Here, the Department of Home Affairs is citing fraud as the chief justification for its increasingly harsh regulations.\n\nAt the public hearings on the Refugee Amendment Act, it was stated that the Amendment Act was responding to the\n\nneed to ensure national security through admission of genuine refugees and not bogus asylum-seekers and through protection against those who abuse the asylum-system.\n\nIn the case of citizenship law, similar concerns around fraud were cited in the issue of extending residency requirements for spouses of South African citizens and children.\n\nBut it's not clear that the restrictions are genuinely an attempt to respond to fraud, or indeed that fraud is a central concern. Or that this would be the best way to protect South Africans against it.\n\nNumerous submissions during the public hearings on the Amendment Act pointed to the fact that the best way to ensure a secure system is through the efficient and fair implementation of existing laws.\n\nThe Department of Home Affairs should focus on this rather than creating an obstructive \"paper wall\", and a culture of fear of deportation among people the country is mandated to protect.\n\nOriginal report"}}