{"GDELT": {"GlobalEventID": 903947865, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.85528756957328, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKR8", "Actor2Geo_ADM2Code": "40152", "Actor2Geo_Lat": 54.5, "Actor2Geo_Long": -6.5, "Actor2Geo_FeatureID": "-2604275", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20200205144500, "SOURCEURL": "https://www.ifsecglobal.com/fire-news/fia-builds-up-to-inaugural-northern-ireland-conference/"}, "ARTICLE": {"TITLE": "FIM Expo in Northern Ireland moved to March 2021", "TEXT": "--- Please Select --- Afghanistan Albania Algeria American Samoa Andorra Angola Antigua and Barbuda Argentina Armenia Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo, Democratic Republic of the Congo, Republic of the Costa Rica Côte d'Ivoire Croatia Cuba Curaçao Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic East Timor Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faroe Islands Fiji Finland France French Polynesia Gabon Gambia Georgia Germany Ghana Greece Greenland Grenada Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati North Korea South Korea Kosovo Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Mauritania Mauritius Mexico Micronesia Moldova Monaco Mongolia Montenegro Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands New Zealand Nicaragua Niger Nigeria North Macedonia Northern Mariana Islands Norway Oman Pakistan Palau Palestine, State of Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal Puerto Rico Qatar Romania Russia Rwanda Saint Kitts and Nevis Saint Lucia Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Sint Maarten Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Sudan, South Suriname Swaziland Sweden Switzerland Syria Taiwan Tajikistan Tanzania Thailand Togo Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States Uruguay Uzbekistan Vanuatu Vatican City Venezuela Vietnam Virgin Islands, British Virgin Islands, U.S. Yemen Zambia Zimbabwe\n\nJames Moore is the Editor of IFSEC Global, the leading resource for security and fire news in the industry. James was previously Editor of Professional Heating & Plumbing Installer magazine.\n\nFIM Expo in Northern Ireland moved to March 2021\n\nOriginally due to take place in March 2020, the FIA will now be hosting its very first Northern Ireland Fire Industry Conference (NIFIC) between 16-17th March 2021.\n\nThe Northern Ireland Fire Industry Conference will now take place in March 2021 at the Titanic Centre in Belfast, a monument to Belfast’s maritime heritage on the site of the former Harland & Wolff shipyard in the city’s Titanic Quarter where the RMS Titanic was built.\n\nThe decision to move the event was made after consultation with members, the venue and after listening to the latest scientific and political advice, explains the FIA. During the week, the associaiton will being together the Fire Industry Manufacturers (FIM) Expo, Northern Ireland Fire Industry Conference (NIFIC) and training to the area.\n\nThe new schedule is detailed below:\n\n16th March: FIM Expo\n\n17th March: Northern Ireland Fire Industry Conference (NIFIC)\n\n15-18th March: Training sessions\n\nThe FIA is keen to offer all industry stakeholders the opportunity to keep up to date with the latest developments, which is key “in today’s competitive and ever-changing industry”, says the FIA. The conference agenda has been designed to be relevant to all individuals working in the fire trade, from installation to fire risk assessments.\n\nThe NIFIC is set to provide a whole host of varied and important topics to engage with. There is a selection of topics, starting with a discussion around competency, which is currently the most important word in the industry, argues the FIA. Followed by two seminars on BS 5839-1:2017 and its equally important counterpart BS 5839 – 6. This serves an opportunity to better understand these standards; both recognised as being at the forefront of every decision made on the: design, installation, commissioning and maintenance of fire detection and alarm systems, highlights the Association. Just before the buffet lunch, you can hear from businesses who are behind a selection of industry changing innovations.\n\nIn the afternoon, NIFIC will cover all the transformational recommendations and changes that will come from Dame Judith Hackitt’s ‘Building a Safer Future: Independent Review of Building Regulations and Fire Safety’. The conference will then explore a variety of the FIA’s research projects where it has collaborated with its members and other organisations to discover meaningful insights into the industry.\n\nThe NIFIC will be free to attend for all delegates and all seminars that take place will count towards attendee Continuing Professional Development (CPD) hours.\n\nWhy attend FIM Expo?\n\nFeaturing a number of the UK’s leading fire detection and alarm manufacturers, the FIA encourages anyone involved in the following to attend:\n\ninstallation/maintenance of fire detection and alarm systems\n\nhas the responsibility for fire detection/alarm systems in a building\n\nspecification of fire protection systems in new buildings\n\nFIM Expo is free to attend and visitors are welcome to drop in throughout the day. Around 20 exhibitors will provide access to key manufacturers, while the show also offers opportunities for networking and education, with seminars covering crucial industry standards.\n\nThe event is just one part of the FIA’s Northern Ireland Week, designed in line with its principal objectives, which will cover the most pressing subjects in the fire industry. The agenda is as follows:\n\nRegister your interest.\n\nFree download: Fire Safety Guide Know your fire safety responsibilities. Business owners have many responsibilities, but the consequences of neglecting your fire safety responsibilities are potentially unthinkable. Download this guide to get: A beginner’s guide to the Regulatory Reform Fire Safety Order\n\nYour guide to fire risk assessments\n\nFurther guides covering fire doors, fire alarm systems, smoke detectors, fire escape signs, sprinklers, water-mist systems and fire safety training Download Your Fire Safety Guide\n\nFIM Expo in Northern Ireland moved to March 2021 As part of the FIA’s Northern Ireland Week, the FIA will be hosting its very first Northern Ireland Fire Industry Conference (NIFIC). James Moore IFSEC Global | Security and Fire News and Resources\n\nRelated Topics"}}