{"GDELT": {"GlobalEventID": 903947457, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "ELI", "Actor1Name": "ACTOR", "Actor1Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.9671682626539, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lesotho", "Actor1Geo_CountryCode": "LT", "Actor1Geo_ADM1Code": "LT", "Actor1Geo_Lat": -29.5, "Actor1Geo_Long": 28.25, "Actor1Geo_FeatureID": "LT", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lesotho", "Action2Geo_CountryCode": "LT", "Action2Geo_ADM1Code": "LT", "Action2Geo_Lat": -29.5, "Action2Geo_Long": 28.25, "Action2Geo_FeatureID": "LT", "DATEADDED": 20200205144500, "SOURCEURL": "https://www2.fundsforngos.org/human-rights-and-social-justice/open-society-initiative-for-southern-africa-osisa-announces-2020-call-for-applications/"}, "ARTICLE": {"TITLE": "Open Society Initiative for Southern Africa (OSISA) announces 2020 Call for Applications", "TEXT": "222 SHARES Share Tweet Whatsapp Email\n\nDeadline: 17 April 2020\n\nFor the 2020 Strategy Year, Open Society Initiative for Southern Africa (OSISA) programmes are looking for concept notes or state actors that address issues in the priority spheres.\n\nThe Open Society Initiative for Southern Africa (OSISA) is part of the global network of Open Society Foundations (OSF) and operates in eleven southern African countries: Angola, Botswana, DRC, Lesotho, Madagascar, Malawi, Mozambique, Namibia, Swaziland, Zambia and Zimbabwe.\n\nOSISA promotes open society values by working towards building vibrant and tolerant democracies across the region, through their various thematic and country programmes.\n\nStrategic Goals\n\n(Ad) Too many advertisements on this website? Get an ad-free and fully optimized website experience to find grants and donors of your interest. Premium Membership service offers a clean and user-friendly interface for you to raise funds successfully! Learn more.\n\nThree strategic goals resonating with values underpin the integrated approach to work. These goals will be imbedded in all of OSISA’s programme areas and will correspond to their three clusters. These are:\n\nTo support pro-democracy voices, processes, organisations and movements that work to promote inclusion and protect people from the abuses and excesses of the state and corporate sector in southern Africa; To support people facing discrimination, injustice and human rights abuse on account of their identity, beliefs and opinions to know, understand, and fight for their rights; To support people to hold governments to account in delivering more equitable economic opportunities, reducing poverty, and providing more equitable health, education and other basic services.\n\nPriorities Spheres\n\n(Ad) Premium Membership offers unlimited search options to find your grants and donors. Search by country or thematic area of your work interest or even by keyword. View the number of open grants for your country. on a Google Map. Keep a watch on grant deadlines through a calendar. Learn more.\n\nEconomic and Social Justice Cluster- Promoting inclusive economies and development processes: Support organisations and groups that pressure states to develop and advocate for the implementation of inclusive economic policies; Promote transparency and accountability in fiscal governance; Build voice and agency amongst economical marginalised groups, with particular attention to youth, women, small-scale farmers, informal traders and other economic justice movements. Addressing structural barriers to equitable provision of education: Strengthening education governance, ethical leadership and innovative financing; Promoting inclusive education for all learners; Advancing transformative quality education. Addressing structural barriers to the attainment of health rights: Promoting health rights for marginalised populations – including sex workers, women and girls in a bid to develop rights driven health service delivery, which enhances the right to health for all; Promoting good governance, transparency and accountability in the health sector; Promoting sustainable financing.\n\nDemocracy and Governance Cluster- Enhancing civic engagement and inclusive public participation in pushing for democratic processes and institutions: Support local demands for better governance through more investments in social movements community groups and residents associations to push back against regression and abuses; Support activism and ICT hubs for youths to strengthen their presence in the public sphere and expand their voices; Support platforms for independent artists and promote spaces for the artistic expression of voices including protests theatre, music, and picture and art exhibitions; Enhance public debates and open spaces pushing for democratic accountability and strengthen voices for collective engagement; Enhance women’s participation at local government level, which can then be used as building block towards attaining full participation at national level. Promoting transparency and accountability in the public and private sectors: Support residents’ associations and civil society groups that work at the local level to promote greater transparency in local government; Support media and civil society to monitor the public procurement processes; Support media and civil society monitoring and advocacy work on anti-corruption as well as strengthen their work with parliaments and anti-corruption bodies. Pushing for Access to Information, Media Freedom and Digital Rights: Promote and support organizations pushing for access to information; Support the development of safety and security measures for independent journalists in the region; Support advocacy campaigns against cyber laws and internet shutdowns; Support the establishment and strengthening of community and alternative media platforms in the region to ensure their sustainability and effectiveness in enhancing access to information in the communities they serve; Support media organisations/processes that seek to build trust in the media following the scourge of disinformation (fake news).\n\nHuman Right, Rule of law and Access to Justice Cluster- Human Rights Education, Promotion and Protection: Strengthening individual human rights defenders and networks at country and regional levels; Improving accountability mechanisms for gross human rights abuse and crimes and improve Advocacy channels before the SADC, African Union and African Commission for Human and People’s Rights; Increasing human rights education, monitoring and reporting in crisis countries including Angola, Zimbabwe, DRC, Mozambique and Lesotho. Justice Reform and Rule of Law: Supporting research and advocacy on the repeal or reform of discriminatory laws to comply with national constitutions, regional and global human rights standards; Exploring Community Justice Systems as an alternative to improve access to justice for the most vulnerable groups (people with disabilities, LGBTIQ groups, Indigenous communities and women); Promoting reform of administration of justice institutions and legal professional bodies to improve delivery of justice services, respect for the rule of law and constitutionalism. Equality and Non-Discrimination: Strengthening the LGBTIQ community, Migrant groups, Indigenous people’s groups and people with disabilities to improve capacity of their networks to better articulate and address issues that affect their fundamental rights at both country and regional levels; Providing more core support to nascent LGBTIQ and indigenous people groups to improve their organisational capacity on financial and administrative management; Continuing to support the use of strategic litigation by marginalised individuals and groups to fight discriminatory laws and practices.\n\nWomen’s Rights Programme- Building voice and agency among women to challenge and remove the structural barriers that cause women’s discrimination and exclusion across all spheres of life; Advocating for duty bearers to respond (through gender responsive policies, institutions and mechanisms and practices) and address the impact that these structural barriers have on the quality of women’s lives; Building the field by ensuring strong, well-resourced and functioning women’s organisations, movements, networks and formations that consistently keep issues of women’s economic advancement and gender equality on development agendas at national, regional and global levels; Building strong and effective leadership in civic spaces, movements, organisations and formations as well as in public spaces maintaining women’s rights and interests on national, regional and global spaces that shape policies influencing their live; and Mobilising and tapping into the agency of young women using artistic and ‘artivism’ in their advocacy.\n\n\n\nEligibility Criteria\n\nIf your concept note submission is selected and short-listed to be developed into a full proposal, the following requirements are essential for established organisations, but not mandatory, particularly, for nascent organisations to be eligible to apply for an OSISA grant:\n\n(Ad) Too many emails about grants, but too few leads? Join Premium and use our Specific Email Alerts feature where you can select your country/countries and thematic areas of work interest and receive grant information accordingly. Learn more.\n\nHave a mission and implement programmes that are consistent with open society values;\n\nDemonstrate the ability to operate in a clear niche and be a significant actor within that arena (demonstrated by a record of producing materials, having conducted research and/or advocacy, and having implemented programmes at a sub-regional, national or region-wide level);\n\nDemonstrate the ability to operate a well-managed and financially viable operation, alternatively be open to being assisted to develop financial and operational systems that are in line with good practice and standards. (This will be done either through OSISA or a fiscal agent).\n\nSound and strong track record of success and impact on target population or area of work (as evidenced by the submission of independent programmatic evaluations that are less than two years old);\n\nA clear strategic vision for the organization, and an articulation of how this vision will assist the organisation to address the needs of the population and/or open society issue for which it requires support and funding.\n\nHow to Apply\n\nApplications must be submitted either via postal mail, fax, online, or email at the address given on the website.\n\nKindly use ONLY ONE method of application.\n\nFor more information, visit https://osisa.org/"}}