{"GDELT": {"GlobalEventID": 903948183, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "MIL", "Actor1Name": "ARMY", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.7336860670193897, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Fort Hood, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX099", "Actor1Geo_Lat": 31.2548, "Actor1Geo_Long": -97.7091, "Actor1Geo_FeatureID": "2512199", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Fort Hood, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.2548, "Action2Geo_Long": -97.7091, "Action2Geo_FeatureID": "2512199", "DATEADDED": 20200205144500, "SOURCEURL": "https://www.army.mil/article/232384/soldier_reaches_milestone_with_induction_into_elite_organization"}, "ARTICLE": {"TITLE": "Soldier reaches milestone with induction into elite organization", "TEXT": "ROCK ISLAND ARSENAL, Ill. -- The Sergeant Audie Murphy Club is a private U.S. Army organization for noncommissioned officers. Originally created in Fort Hood, Texas in 1986. It was established to recognize NCOs who stand out amongst their peers and resemble the leadership qualities of Sgt. Audie Murphy, who, during World War II, received 33 medals, including every medal for valor. Earning membership in this club means the members represent the best of the NCO Corps.Sgt. 1st Class Charles L. Miller II, Operations Noncommissioned Officer to the Deputy Commanding General of Operations, First Army, and a Pennsylvania National Guard member, recently joined this prestigious club during an induction ceremony here. He credits hard work and the influence of transformational mentors for his success.\"It feels great,\" said Miller of his achievement. \"But I couldn't have done this on my own. It's my subordinates, peers, and leaders, who held me accountable when I said I wanted this, who helped me achieve making it into the Audie Murphy Club.\"Miller never thought he would reach to this sort of achievement, nonetheless be in the National Guard long enough to even have the opportunities.\"I joined the National Guard to get experience, travel, and like most people, for education,\" explained Miller with a laugh. \"I never thought it would be a career move. It was supposed to be six years and then get out.\"Early in his career, one of his leaders changed his thinking, and arguably the course of his life. It was the push to do better and act above his pay grade that ultimately led Miller to think of the Army as a career.\"Sergeant 1st Class Weaver was one of the very few leaders I had that kept me motivated while I was Private First Class and Specialist, back when I was a traditional Guardsmen,\" explained Miller. \"He would tell others, 'You can trust Miller, he's got this.' His believing in me and always pushing me to act above my rank is the only thing that kept me in the Guard.\"Now, after 17 years, Miller quickly discovered attempting to qualify into the Audie Murphy Club seemed to take a similar amount of determination, drive, and mentorship that pushed him to see the Army as a career during his first six years.This wasn't his first attempt at the Audie Murphy Club. While working at the National Guard Bureau in Virginia, Miller started working his way through the Audie Murphy Club process.\"When I attempted the first time, it was long, drawn-out process,\" explained Miller. \"In the middle of it, I was working on my Masters of Science in Management of Leadership and Organizational Effectiveness, was making time to spend with my young daughter, and my job requirements left little to no time to study and prepare for the exam and board.\"Miller didn't give up. With the support of his peers and family he decided when things settled down, he would attempt the process again. It was at First Army Miller found this chance.\"I was looking at some of the photos and articles here at First Army and saw a photo of Sergeant First Class Porter during his induction,\" said Miller. \"That inspired me, it was time to go for it again. So I sought out someone else who wore the medallion and came across Sergeant Major Hughes. He mentored me and pushed me through the whole process.\"Since becoming an Active Guard Reserve Soldier, Miller said he has had some incredible leadership that pushes him further, and at First Army he has found the focus to be even better.\"I strive to mimic the culture and climate Lieutenant General James has built here as the Commander here at First Army,\" said Miller. \"The focus on being a fit Army professional and building relationships to strengthen the Total Force.\"From his current role working with Major General Troy Galloway, the Deputy Commanding General of Operations at First Army, Miller feels he has the ability to do exactly that.\"Major General Galloway has asked many of the Guard team here to give feedback on his initiatives in order to facilitate our Guard partners better as they mobilize,\" said Miller. \"Now I use my personal experiences from the mobilization process to help better the process moving forward.\"Miller said being at First Army is an opportunity he wants to see more Soldiers take to be transformational leaders.\"Being at First Army, you get to influence change,\" explained Miller. \"That's so important as the Army continues to modernize. Here we help develop Soldiers for war as well as help set a path of leadership for Soldiers to follow as they leave the Army and move into the civilian world. It's an opportunity you won't find anywhere else.\"Miller said because he is always pushing further into the next step, he will be taking over as the Rock Island Arsenal chapter of the Audie Murphy Club President and hopes to get the club involved in more community service.\"I have a desire to help build Soldiers, help their families, build comradery, and help build communities,\" explained Miller. \"They are embedded in me, in my perspective of where the Army should be, and it takes these desires to make it into the Audie Murphy Club.\"Miller hopes to take this opportunity to inspire others around him and help them push for more in their careers, just as he was pushed all those years ago."}}