{"GDELT": {"GlobalEventID": 903946845, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor2Code": "NLD", "Actor2Name": "DUTCH", "Actor2CountryCode": "NLD", "IsRootEvent": 0, "EventCode": 186, "EventBaseCode": 186, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -5.267118133935281, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Netherlands", "Actor2Geo_CountryCode": "NL", "Actor2Geo_ADM1Code": "NL", "Actor2Geo_Lat": 52.5, "Actor2Geo_Long": 5.75, "Actor2Geo_FeatureID": "NL", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Netherlands", "Action2Geo_CountryCode": "NL", "Action2Geo_ADM1Code": "NL", "Action2Geo_Lat": 52.5, "Action2Geo_Long": 5.75, "Action2Geo_FeatureID": "NL", "DATEADDED": 20200205144500, "SOURCEURL": "https://www.veteranstoday.com/2020/02/05/american-zionists-why-so-much-hate/"}, "ARTICLE": {"TITLE": "American Zionists; Why So Much Hate? – Veterans Today", "TEXT": "Throughout history, there have been many spurts of hate and incitements against others. Except for White American hostility and racisms toward Black, most if not all of the hatred been against “Jews” mainly in White Christian Europe.\n\nThroughout history, Arabs/Muslims and Jews relations not ideal or perfect but acceptance and partnership. Jews, Arabs, and Muslims have lived in relative harmony for centuries going back to the first centuries AD and continued till the early fifties and the establishment of Israel.\n\nThe highlight of which was the order of the Caliphate Omar on his first visit to Jerusalem to allow the Jews to come back and return to Jerusalem after being banned by Christian Byzantine.\n\nFrom Morocco in the West to Kazakhstan in the East, the Jews have lived in harmony and prosperity and were critical partners in commerce, trade, individual intellectual and artistic life, and played a crucial role in helping and establishing new Muslim bureaucracy and legal system in Umayyad Caliphate. Perhaps the Golden Age for both Arabs/Muslims and Jews was Muslim Spain.\n\nIn contract, Europe throughput history has shown utter contempt and hate for Jews from England in the West to Russia in the East. Expulsion, inquisition, pogroms, and Holocaust were the trademark of Christian Europe. So why American Jewish Zionists are so full of hate, racism, and contempt for Arabs and Muslims?\n\nEven in Palestine, ancient and modern, Jews, Arabs, Muslims, and Christians lived in relative harmony and partnership for centuries, and there were NO incidents of ugly hate or racism or Anti-Semitism as we have seen in Europe or the US.\n\nWith the start of the Zionist colonization of Palestine by European secular Jews and the establishment of armed “Zionist Settlements,” the Palestinians at first did not think much of the newcomers.\n\nUnlike other European colonial settlers who were out to loot the wealth of these colonies, the European Zionist settlers were intent on the ethnic cleansing of Palestine from its indigenous population.\n\nThe conflict began when it became clear the newcomers are not coming as partners to share Palestine, or escape the Pogroms of Russia, but are out to establish a nationalistic Zionists state with plans for the ethnic cleansing of the indigenous population.\n\nWell-armed, well-funded, and well organized, they began to undertake and resort to acts of terrorism from the bombing of markets to hotels to mass murder. Terrorism in the Arab and modern the Middle East was born in Palestine by these new European Zionist Jewish settlers.\n\nThere was hardly retaliation against this armed colonizer except for Hebron when scores of Zionist Jews were killed. The number of Palestinians slaughtered and butchered by Zionist settlers far exceed anything done by poorly organized Palestinian with no history of carrying arms.\n\nIt is not the nature of Palestinians to be racists or engage in acts of racism since Palestine throughout history was a beautiful mosaic of culture, ethnicity, and religion, even now.\n\nThat is not the case with these European Zionist settlers who grew up in angry hostile and racists Europe suffering from Anti-Semitisms for centuries. So for them, it was so easy to engage in terrorist acts in Palestine, in answer to what they failed to do in Europe for centuries.\n\nThe “Deal of the Century” shows the contempt and hate not only of the majority of Israelis but within the mainstream of American Jewish Zionism. Too bad for Judaism, it deserves better than that. Too bad for the world and certainly too bad for Palestine and the Palestinians.\n\nPartial Listing of Jewish Zionist Terrorism: Zionist Political Violence\n\nSource: Wikipedia\n\nJune 30, 1924 – Dutch Jew Jacob Israël de Haan was assassinated by Avraham Tehomi on the orders of Haganah leader Yitzhak Ben-Zvi[39] for his anti-Zionist political activities and contacts with Arab leaders.\n\nDutch Jew Jacob Israël de Haan was assassinated by Avraham Tehomi on the orders of Haganah leader Yitzhak Ben-Zvi[39] for his anti-Zionist political activities and contacts with Arab leaders. 1937–1939 – The Irgun conducted a campaign of violence against Palestinian Arab civilians resulting in the deaths of at least 250.\n\nThe Irgun conducted a campaign of violence against Palestinian Arab civilians resulting in the deaths of at least 250. July 15, 1938 – A bomb left in the vegetable market in Jerusalem by the Irgun injured 28.\n\nA bomb left in the vegetable market in Jerusalem by the Irgun injured 28. July 25, 1938 – The Irgun threw a bomb into the melon market in Haifa resulting in 49 deaths.\n\nThe Irgun threw a bomb into the melon market in Haifa resulting in 49 deaths. November 6, 1944 – Lehi assassinated British minister Lord Moyne in Cairo, Egypt. The action was condemned by the Yishuv at the time, but the bodies of the assassins were brought home from Egypt in 1975 to a state funeral and burial on Mount Herzl.\n\nLehi assassinated British minister Lord Moyne in Cairo, Egypt. The action was condemned by the Yishuv at the time, but the bodies of the assassins were brought home from Egypt in 1975 to a state funeral and burial on Mount Herzl. 1944–1945 – The killings of several suspected collaborators with the Haganah and the British mandate government during the Hunting Season.\n\n– The killings of several suspected collaborators with the Haganah and the British mandate government during the Hunting Season. 1946 – Letter bombs sent to British officials, including foreign minister Ernst Bevin, by Lehi.\n\nLetter bombs sent to British officials, including foreign minister Ernst Bevin, by Lehi. July 26, 1946 – The bombing of British administrative headquarters at the King David Hotel, killing 91 people — 28 British, 41 Arab, 17 Jewish, and 5 others. Around 45 people were injured. In the literature about the practice and history of terrorism, it has been called one of the most lethal terrorist attacks of the 20th century.\n\nThe bombing of British administrative headquarters at the King David Hotel, killing 91 people — 28 British, 41 Arab, 17 Jewish, and 5 others. Around 45 people were injured. In the literature about the practice and history of terrorism, it has been called one of the most lethal terrorist attacks of the 20th century. 1946 – Railways and British military airfields were attacked several times.\n\nRailways and British military airfields were attacked several times. October 31, 1946 – The bombing by the Irgun of the British Embassy in Rome. Nearly half the building was destroyed and 3 people were injured.\n\nThe bombing by the Irgun of the British Embassy in Rome. Nearly half the building was destroyed and 3 people were injured. April 16, 1947 – An Irgun bomb placed at the Colonial Office in London failed to detonate. The woman arrested for planting the bomb, alias “Esther,” was identified as a Jewess claiming French nationality by the Scotland Yard unit investigating Jewish terrorist activities. The attack was linked to the 1946 Rome embassy bombing.\n\nAn Irgun bomb placed at the Colonial Office in London failed to detonate. The woman arrested for planting the bomb, alias “Esther,” was identified as a Jewess claiming French nationality by the Scotland Yard unit investigating Jewish terrorist activities. The attack was linked to the 1946 Rome embassy bombing. 14 June 1947 – The Reuters office in Tel Aviv was raided by “Jewish terrorists.”\n\nThe Reuters office in Tel Aviv was raided by “Jewish terrorists.” July 25, 1947 – The Sergeants affair: When death sentences were passed on two Irgun members, the Irgun kidnapped Sgt. Clifford Martin and Sgt. Mervyn Paice and threatened to kill them in retaliation if the sentences were carried out. When the threat was ignored, the hostages were killed. Afterward, their bodies were taken to an orange grove and left hanging by the neck from trees. An improvised explosive device was set. This went off when one of the bodies was cut down, seriously wounding a British officer.\n\nThe Sergeants affair: When death sentences were passed on two Irgun members, the Irgun kidnapped Sgt. Clifford Martin and Sgt. Mervyn Paice and threatened to kill them in retaliation if the sentences were carried out. When the threat was ignored, the hostages were killed. Afterward, their bodies were taken to an orange grove and left hanging by the neck from trees. An improvised explosive device was set. This went off when one of the bodies was cut down, seriously wounding a British officer. December 1947 – March 1948 – Numerous attacks on Palestinian Arabs in the context of civil war after the vote of the United Nations Partition Plan for Palestine.\n\nNumerous attacks on Palestinian Arabs in the context of civil war after the vote of the United Nations Partition Plan for Palestine. 1947 – Letter bombs sent to the Truman White House by Lehi.\n\nJanuary 5–6, 1948 – The Semiramis Hotel bombing, carried out by the Haganah (or, according to some sources, Irgun) resulted in the deaths of 24 to 26 people.\n\nThe Semiramis Hotel bombing, carried out by the Haganah (or, according to some sources, Irgun) resulted in the deaths of 24 to 26 people. April 1948 – The Deir Yassin massacre carried out by the Irgun and Lehi, killed between 107 and 120 Palestinian villagers, the estimate generally accepted by scholars.[56]\n\nThe Deir Yassin massacre carried out by the Irgun and Lehi, killed between 107 and 120 Palestinian villagers, the estimate generally accepted by scholars.[56] September 17, 1948 – Lehi assassination of the United Nations mediator Folke Bernadotte, whom Lehi accused of a pro-Arab stance during the cease-fire negotiations.\n\nSource: Free Download mp3 audio file of “WE EXIST” by Johnny Punish on SoundCloud.com\n\nAuthor Details Author Details Sami Jamil Jadallah Sami, a Palestinian-American and a US Army Veteran (66-68), recipient of the “soldier of the month award and leadership award from the 6th Army NCO Academy, is an international legal and business consultant with over 40 years of international experience, in construction, hospitality services, conservation and defense, in the Middle East, Europe and North Africa. Sami is a holder of BA, MPA in Public and Environmental Affairs, Jurist Doctor from Indiana University. While at IU he was elected class president, student government president and chairman of the Indiana Students Association, Active in peace movement as a co-author of the pre-amble for the One State for All of its people and voluntary service program SalamNation . A frequent contributor on national and international affairs. He resides in the United States."}}