{"GDELT": {"GlobalEventID": 903947447, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "EDUEDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor1Type2Code": "EDU", "Actor2Code": "BUSEDU", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "Actor2Type2Code": "EDU", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.8075801749271203, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Philipsburg, Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_ADM2Code": "PA027", "Actor1Geo_Lat": 40.8964, "Actor1Geo_Long": -78.2206, "Actor1Geo_FeatureID": "1183662", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Philipsburg, Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_ADM2Code": "PA027", "Actor2Geo_Lat": 40.8964, "Actor2Geo_Long": -78.2206, "Actor2Geo_FeatureID": "1183662", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Philipsburg, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_ADM2Code": "PA027", "Action2Geo_Lat": 40.8964, "Action2Geo_Long": -78.2206, "Action2Geo_FeatureID": "1183662", "DATEADDED": 20200205144500, "SOURCEURL": "http://www.statecollege.com/news/local-news/here-comes-the-sun-solar-energy-projects-are-on-the-rise-in-centre-county,1482422/"}, "ARTICLE": {"TITLE": "Here Comes the Sun: Solar Energy Projects Are on the Rise in Centre County -", "TEXT": "(Photo by Darren Andrew Weimert) Jason Little, the State College Area School District’s assistant director of the physical plant, stands among the solar panels on the roof of Corl Street Elementary School.\n\nSolar energy projects – both public and private – are abounding lately in Centre County.\n\nIn March 2018, three State College Area School District elementary schools received $245,500 from Pennsylvania’s Solar Energy Program to purchase and install solar energy systems. At the same time, Burkholder’s Country Market in Spring Mills was granted $718,800 to construct a $1.8 million solar carport array.\n\nIn October 2019, Penn State’s Office of Physical Plant celebrated the completion of a solar project along Orchard Road next to Mount Nittany Medical Center. The project will provide University Park with 1 percent of its electricity needs, while also serving as a living lab for students, according to the university.\n\nIn May 2019, the Centre County Board of Commissioners approved a $1.67-million contract to install a solar array at the Centre County Correctional Facility.\n\nAlso last year, the University Area Joint Authority launched a solar energy project that will be, upon completion, the largest municipal-hosted solar installation in Pennsylvania.\n\nThe Millheim Borough Council voted in December 2019 to approve investing $100,000 into powering the borough buildings with solar energy.\n\nAnd in Philipsburg, Organic Climbing has made “Solar Sewn” the company’s tagline and business model. The manufacturing facility (which also produces Nittany Mountain Works products) has 5,000 square feet of solar panels on its roof and plans to add more this summer.\n\n‘We value renewable energy’\n\nCorl Street, Spring Creek, and Radio Park elementary schools in State College plan to use solar panels for about 10-15 percent of their buildings’ energy use.\n\nJason Little, the school district’s assistant director of the physical plant, says the district passed a resolution in 2008 to have all new building projects reach a minimum certification of LEED Silver. “LEED” stands for Leadership in Energy and Environmental Design and is a system used to rate how “green” buildings are. Little says one of the reasons the district applied for grant money to install solar panels is to help with the LEED accreditation.\n\n“Another reason, solar being a renewable energy, our board recognizes the benefit of being a leader in the Centre County community and pushing to be a leader in our buildings,” says Little. “They felt there was a value not just in energy savings, but in a visual aspect, that we as a district, we as a community, value renewable energy.”\n\n‘Set the county up for success’\n\nThe solar energy project at the Centre County Correctional Facility is ongoing, and Centre County Board of Commissioners Chairman Mike Pipe says, “Everything is in place for an exciting construction season in the next few months.”\n\nThe solar project, which had an official groundbreaking ceremony last week, is part of an energy-savings initiative that has been in progress for several years, he says.\n\n“What we’re really looking at is energy savings long-term,” Pipe says. “We’re always going to have a county jail, we’re always going to have an administrative building, we’re always going to have a courthouse, so we knew that if we were going to be looking at a savings over the next 30 or 40 years – we know we’re not going to be commissioners in 40 years, but we’re still going to be a county, and we want to set the county up for success. [We] identified the fact that there could be savings eventually, and we want it to go in that direction.”\n\nAccording to Pipe, the savings timeline is dependent upon “a few variables” and it will likely be six to 10 years before there is a payback from the switch to solar. The price of Solar Renewable Energy Credits (SRECs) is one thing that will determine how much taxpayers will save and when, Pipe says. SRECs are sold on the market, often to entities needing to meet renewable-energy mandate requirements, and the prices of these credits fluctuate.\n\nCommissioner Steve Dershem voted against the solar contract, citing concerns about the financial guarantees and longevity of the project.\n\n“Any time you enter into any contract or any sort of service long-term, there are always going to be concerns about warranty issues, replacement, maintenance of the project,” Pipe says, “so [we did] a lot of due diligence over about two years before we signed the contract.”\n\nThe county is going to include on its website (centrecountypa.gov) data that is constantly updated so people can see how much energy the solar panels are producing, he says.\n\n“It’s important to track this decision and see the hard metrics,” Pipe says. “I think that helps with the ongoing conversation, so it’s not as if we’re one and done. The key thing is to keep people in the loop and have a conversation about the benefits of this.”\n\n‘We use a lot of energy here’\n\nCory Miller, the University Area Joint Authority’s (UAJA) executive director, says the solar arrays (that include a 1.5-megawatt storage battery) have been a long time coming.\n\n“We use a lot of energy here, and we have thought it would be nice to figure out a way to do it without burning so many fossil fuels,” says Miller. “After several tries, we found a way to financially make it work, so that’s when we actually contracted with a third party to install the solar array and the storage batteries. … We’re actually expected to save some money over the entire length of the project, over what we would be spending if we were using conventional electricity, and the municipalities of the Centre Region have been one after the other passing goals for renewable energy, and the Council of Governments is also involved in that … [and] the UAJA wants to help as much as we can.”\n\nMiller says the authority expects to realize more than $2 million in savings over the life of the project, adding, “That’s a conservative estimate. We know we’re going to do better than that.”\n\n‘It makes business sense’\n\nJosh Helke, Organic Climbing’s founder, says people stop by his light-filled, open-concept factory space each week to ask about the solar panels. The company’s solar energy powers the entire operation during most of the year, and Helke says beyond a marketing tactic to the typically “greenwashed” outdoor industry, solar is also good business.\n\n“We’re not just doing this to do good for the world; it makes business sense not to be paying an electric bill,” Helke says. “Our projected time to pay off our solar panels was 15 years, but now it’s down to seven. When we’ve started to use them, we’ve noticed they’re way better than we thought they were going to be. … I think it’s really taken off here, which is great, and the more people who do it, the more people realize it isn’t some pipe dream, trying to make a political statement; it’s actually a thing to do to save money and really have some influence.”\n\nHelke says his company is getting to the size “where we can share our vision,” and Organic Climbing will soon be working with business school students at Penn State who are interested in the sustainability aspect of the company.\n\n“Ironically, this whole facility is built on an old [strip mine], so it’s cool that now it’s come full-circle and it’s now reclaimed, and the first – to the best of our knowledge – fully solar-powered sewing facility is sitting on it,” Helke says.\n\n(Photo by Darren Andrew Weimert) Organic Climbing founder Josh Helke on the roof of his facility in Philipsburg.\n\nRising residential solar\n\nAndy Porter, solar sales manager at Envinity Inc. in State College, says his company has seen “a significant increase in residential solar projects in Centre County and throughout PA.”\n\n“At Envinity, we have tripled our installation capacity over the past three years and are continually seeking to hire solar installers,” Porter says. “Homeowners are realizing that solar makes sense financially and is a very tangible way to reduce their carbon footprint.”\n\nPorter says most solar systems fall under a 25-year warranty.\n\n“Most people can expect their systems to pay for themselves in the range of five to 12 years,” says Porter. “The systems are simple and mostly maintenance-free, and will generate a bit of income through Solar Renewable Energy Credits.”\n\nSolar advantages and concerns\n\nSolar energy is touted as being cleaner and less expensive than fossil fuels, but initially installing solar systems can be expensive. There is also concern over the availability of the rare earth metals necessary to produce solar panels and batteries, as well as the money, time, and potential environmental toll inherent in mining them.\n\nThere is also the fact that the sun doesn’t shine for 24 hours a day. Alan Reppert, senior meteorologist at AccuWeather, says there are times in Pennsylvania when the clouds are so dense, a solar panel “may struggle to get any” power from solar cells.\n\nReppert adds, however, “Even though we might not be seeing the sun, there is still some incoming solar radiation to help with producing power.”\n\nPorter also warns of misleading advertisements that offer “special programs for free solar.”\n\n“These are usually lease programs in which the lease company increases the price they charge you each year for the energy their panels generate on your home,” Porter says. “This also means you are not eligible for any tax benefits, and the lease company gets the Renewable Energy Credits. So, no matter if you decide to invest in solar or go with a lease, make sure you do your research.”\n\nSolar incentives in Pennsylvania\n\nThe Commonwealth of Pennsylvania offers multiple grants and loan programs to promote the use of solar energy, and there are also tax incentives available at the state and local levels.\n\n“As far as current relevant legislation and federal programs go, there is currently a 26-percent federal income tax credit available for installing a solar energy system,” Porter says. “This will reduce to 22 percent in 2021 and go away entirely in 2022. In 2019, the PA House of Representatives introduced HB531 to allow community solar. This is a bipartisan effort, which will allow PA residents who don't own property or whose properties do not have good solar potential to invest into a community solar facility. There is also a strong effort to require more of Pennsylvania's energy to come from solar.”\n\nTeresa Mull is a freelance writer in Philipsburg."}}