{"GDELT": {"GlobalEventID": 903947061, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.77519379844961, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200205144500, "SOURCEURL": "https://www.itic.org/news-events/news-releases/iti-issues-policy-principles-to-help-secure-and-fortify-the-internet-of-things"}, "ARTICLE": {"TITLE": "ITI Issues Policy Principles to Help Secure and Fortify the Internet of Things", "TEXT": "WASHINGTON – As the use of network-connected devices, systems, and services grows rapidly, ITI today released new policy principles to guide governments, industry partners, and other stakeholders in securing the Internet of Things (IoT). The IoT Security Policy Principles offer guidance to help ensure the entire IoT ecosystem is secure and resilient in the face of malicious actors while also providing the benefits and conveniences that consumers demand.\n\nSpecifically, the principles recommend an approach to:\n\nFocus on the broader ecosystem as opposed to device security alone;\n\nDevelop and utilize industry-driven core baseline capabilities and standards;\n\nAvoid regulatory fragmentation; and\n\nPromote global harmonization.\n\n“There’s no question: IoT will continue to play a big role in our lives,” said John Miller, Senior Vice President of Policy and Senior Counsel for ITI. “ITI’s policy principles make sure IoT innovation continues to thrive while guarding against malicious attacks on consumer devices. These principles include both guidelines for impactful policies and practical solutions that will enable all stakeholders to fully realize the potential of connected devices in a more secure IoT ecosystem. We look forward to working with policymakers, academia, civil society, and other industry sectors to implement these principles into real and actionable policies.”\n\nIoT is already an integral part of daily life, work, and existence. The technology is revolutionizing the way people interact with devices and helping to advance the global economy. According to a Gartner report, there will be 20.4 billion IoT devices in use worldwide by 2020 and more devices are connecting to the internet every second.\n\nAt the same time, global concerns around IoT security, including botnets, have continued to grow. Regulators around the world have responded to the threats by proposing requirements, certifications, and labeling programs for connected devices. However, piecemeal and fragmented regulatory approaches that differ significantly by jurisdiction cannot keep pace with rapid technological advancement across borders. ITI’s policy principles offer companies and governments a roadmap to address this challenge through a more universal approach.\n\nITI’s IoT Security Policy Principles were developed in collaboration with its member companies, which represent the full spectrum of the tech industry including hardware and networking equipment manufacturers, software developers, cybersecurity and internet companies, and other global leaders from across the sector."}}