{"GDELT": {"GlobalEventID": 903947552, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "GBR", "Actor1Name": "WALES", "Actor1CountryCode": "GBR", "Actor2Code": "GBRGOV", "Actor2Name": "DAVID CAMERON", "Actor2CountryCode": "GBR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.53475935828877, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Heathrow, Hillingdon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKF9", "Actor1Geo_ADM2Code": "40133", "Actor1Geo_Lat": 51.4667, "Actor1Geo_Long": -0.45, "Actor1Geo_FeatureID": "-2598406", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Heathrow, Hillingdon, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKF9", "Actor2Geo_ADM2Code": "40133", "Actor2Geo_Lat": 51.4667, "Actor2Geo_Long": -0.45, "Actor2Geo_FeatureID": "-2598406", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Heathrow, Hillingdon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKF9", "Action2Geo_ADM2Code": "40133", "Action2Geo_Lat": 51.4667, "Action2Geo_Long": -0.45, "Action2Geo_FeatureID": "-2598406", "DATEADDED": 20200205144500, "SOURCEURL": "https://www.ntd.com/david-camerons-bodyguard-left-a-loaded-gun-in-the-toilet-on-a-commercial-flight-reports-say_431687.html"}, "ARTICLE": {"TITLE": "David Cameron’s Bodyguard Left a Loaded Gun in the Toilet on a Commercial Flight, Reports Say", "TEXT": "David Cameron’s police bodyguard is under investigation after reports emerged that he left a loaded handgun and the former British Prime Minister’s passport in the toilet on a commercial flight.\n\nThe Metropolitan Police told CNN it had launched an investigation into the incident, which delayed takeoff and reportedly caused panic among passengers on a British Airways flight from New York to London’s Heathrow airport on Feb. 3.\n\nA passenger found the gun in the toilet and alerted crew, leading the captain to confirm to the cabin that a gun had legally been brought aboard the flight, newspapers including the Daily Mail and The Sun reported, citing eyewitnesses.\n\nPassports belonging to Cameron and the bodyguard were also found, reports said, and the weapon was ultimately removed from the flight before takeoff.\n\nFlight-tracking services show that the flight, BA 112 from New York’s JFK airport, was delayed by more than an hour and took off around 8 p.m. local time on Monday evening.\n\nA police spokesperson told CNN, “We are aware of the incident on a flight into the UK on Feb. 3 and the officer involved has since been removed from operational duties.”\n\n“We are taking this matter extremely seriously and an internal investigation is taking place,” the statement added.\n\nPolice officers are allowed to carry weapons onto commercial flights if they meet certain requirements, according to guidelines from the United States’ Transportation Security Administration and the UK’s Civil Aviation Authority.\n\nCameron is entitled to personal protection, provided by the Metropolitan Police, as a former Prime Minister.\n\nA British Airways spokesperson told CNN: “We follow CAA rules which allow UK police to carry firearms on board in specific, controlled circumstances. Our crew dealt with the issue quickly before departure and the flight continued as normal.”\n\nThe incident isn’t the first time Cameron’s team has misplaced something important. In 2012, Downing Street confirmed that the then-prime minister had accidentally left his 8-year-old daughter in a pub.\n\nThe-CNN-Wire\n\n™ & © 2020 Cable News Network, Inc., a WarnerMedia Company. All rights reserved."}}