{"GDELT": {"GlobalEventID": 903947103, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.2988505747126498, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Quebec, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12750", "Actor1Geo_Lat": 47.5, "Actor1Geo_Long": -72.0, "Actor1Geo_FeatureID": "-571850", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Quebec, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12750", "Action2Geo_Lat": 47.5, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "-571850", "DATEADDED": 20200205144500, "SOURCEURL": "https://montrealgazette.com/news/local-news/while-you-were-sleeping-men-in-trouble-after-bag-full-of-drugs-proves-to-be-accurately-labelled"}, "ARTICLE": {"TITLE": "While you were sleeping: Men in trouble after 'bag full of drugs' proves to be accurately labelled", "TEXT": "Article content\n\nHere’s what happened as the Habs stormed back to victory in New Jersey.\n\nOpposition councillors and anti-racism organizations renewed their calls for Montreal to equip police with body cameras. “What Montrealers want is more than words. It is more than training. They want more concrete action,” said city councillor Abdelhaq Sari, the public security critic for the Ensemble Montréal party, at a press conference at city hall. The opposition will table a motion at the next council meeting asking the city to phase in body cams for police officers starting in January 2021. In November, Montreal city council unanimously adopted a motion calling for an immediate stop to unjustified street checks by police. It followed a city-commissioned report last month that shows Montreal police stop black, Indigenous and Arab people far more often than white people.\n\nWe apologize, but this video has failed to load.\n\ntap here to see other videos from our team. Try refreshing your browser, or While you were sleeping: Men in trouble after 'bag full of drugs' proves to be accurately labelled Back to video\n\nAlberta will open an office in Montreal to promote its energy sector and improve relations with Quebec. Premier Jason Kenney made the announcement during a visit to Montreal as part of a one-week trip to Quebec and Washington D.C. to promote investments and pipelines. The new office will be run by a former Quebecer who has spent several years in Alberta. It is slated to open this spring. The news was tempered, however, by the suggestion that pipeline-wary Quebecers should be more appreciative of the resource-rich hand that has long fed them. “Quebecers and Albertans can and should be partners in prosperity,” Kenney said in an interview with the Montreal Gazette’s editorial board.\n\nTwo men were arrested after being caught with a package accurately labeled “Bag Full of Drugs.” Officers found the bags after making a traffic stop, according to a Facebook post by the Santa Rosa County Sheriff’s Office. Reports indicate the bags contained methamphetamine, cocaine, fentanyl and GHB. “Do not traffic your illegal narcotics in bags labeled ‘Bag Full Of Drugs’,” the Sherriff’s Office wrote. Just not trafficking drugs also works, one imagines."}}