{"GDELT": {"GlobalEventID": 903946720, "Day": 20200129, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0795, "Actor1Code": "UZB", "Actor1Name": "TASHKENT", "Actor1CountryCode": "UZB", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.06748466257668, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200205144500, "SOURCEURL": "http://nsjonline.com/article/2020/02/pompeo-message-in-europe-central-asia-trip-beware-of-china/"}, "ARTICLE": {"TITLE": "Pompeo message in Europe, Central Asia trip: Beware of China", "TEXT": "TASHKENT, Uzbekistan — The countries Secretary of State Mike Pompeo visited on a five nation-tour over the last week varied from longtime-ally Britain to ex-Soviet republics in Central Asia. But the message he conveyed to his hosts stayed the same: Beware of China.\n\nIn his trip to Europe and Central Asia, Pompeo denounced China’s human rights record, criticized its aggressive trade practices and urged his hosts to be wary of Chinese investment and influence. He warned that China poses a risk as countries develop next-generation, high-speed wireless networks.\n\nHis language was blunt. “The Chinese Communist Party presents the central threat of our times,” Pompeo said last week in London, just days after the European Union unveiled security guidelines for 5G wireless networks that stop short of a ban on Huawei in the latest setback for the U.S. campaign against the Chinese tech company.\n\nPompeo’s tough rhetoric, on a trip coinciding with the rapid spread of a new virus that originated in China and threatens global growth, underscores his preoccupation with the country and its recent diplomatic and trade victories.\n\nHis comments contrast with President Donald Trump’s more conciliatory language on China. That’s partly because Trump is working to complete a trade deal with President Xi Jinping. When he signed the first phase of the agreement last month, Trump called Xi a “very, very good friend of mine” and said he planned to visit China in the not-too-distant future.\n\nTrump said then that he and Xi have “developed an incredible relationship.”\n\nPompeo’s comments in London, however, maintain the tough approach that he and Vice President Mike Pence have espoused about China, driven mainly by the country’s repression of Muslims and ethnic minorities in its western Xinjiang Province, but also by what they say are Beijing’s predatory trade practices and development projects that they say put small and poor countries at great risk.\n\nPompeo’s visit to Britain came just 48 hours after the country, which is eagerly hoping to secure a massive post-Brexit trade deal with the U.S., ignored American threats and allowed Huawei to have a role in its 5G network.\n\nThe decision highlighted the limits of the Trump administration’s ability to lobby for its policies as it defied a U.S. threat to sever intelligence sharing if Huawei had any presence. U.S. officials believe that the security of information on a network that uses Huawei technology or equipment could be compromised.\n\nStung by the British move but still hoping to retain and boost the U.S.-Britain “special relationship,” Pompeo appeared to step back from the threat on intelligence sharing, saying that he was certain a way could be found to avoid it.\n\nYet, he made clear that the Trump administration would continue to confront China on multiple fronts, including commerce, infrastructure and technology, militarily and diplomatically, even as the administration pursues a second phase of a massive deal to end a current trade war with Beijing.\n\nIn Central Asia, where three of the five nations share borders with western China, Pompeo denounced Chinese human rights abuses.\n\n“The United States urges all countries to join us in pressing for an immediate end to this repression,” he said on Sunday in Kazakhstan. “We ask simply for them to provide safe refuge and asylum to those seeking to flee China; protect human dignity; just do what’s right.”"}}