{"GDELT": {"GlobalEventID": 903948024, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "KWT", "Actor1Name": "KUWAIT", "Actor1CountryCode": "KWT", "Actor2Code": "PHLLAB", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.1613976705490803, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Philippine, Benguet, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP10", "Actor1Geo_ADM2Code": "24213", "Actor1Geo_Lat": 16.45, "Actor1Geo_Long": 120.55, "Actor1Geo_FeatureID": "-2445611", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Philippine, Benguet, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP10", "Actor2Geo_ADM2Code": "24213", "Actor2Geo_Lat": 16.45, "Actor2Geo_Long": 120.55, "Actor2Geo_FeatureID": "-2445611", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20200205144500, "SOURCEURL": "https://news.abs-cbn.com/news/02/05/20/dole-eyes-partial-lifting-of-deployment-ban-in-kuwait-after-officials-meet"}, "ARTICLE": {"TITLE": "DOLE eyes partial lifting of deployment ban in Kuwait after officials meet", "TEXT": "Filipina workers returning home from Kuwait arrive at NAIA in February 2018. Noel Celis, AFP/file\n\nMANILA—The Department of Labor and Employment (DOLE) is looking at partially lifting the deployment ban imposed by the Philippines on Kuwait.\n\nIn a statement Wednesday, the DOLE said that after a \"fruitful\" meeting between Philippine and Kuwaiti officials, the agency is \"set to move\" for the partial lifting of the deployment ban on the Gulf state.\n\nLabor chief Silvestre Bello III said he will recommend to the Philippine Overseas Employment Administration (POEA) the relaxation of the deployment ban after the Kuwaiti government has agreed to sign an agreement on the standard employment contract for Filipino household service workers.\n\n“Both sides agreed on the harmonized standard employment contract. I will talk with the POEA governing board to recommend the partial lifting of the ban,” Bello said.\n\nHowever, he said lifting of the total ban will only follow if Kuwait will provide an official status report on the cases of slain Filipina workers Jeanelyn Villavende, Constancia Dayag, Joanna Demafelis, and on the Filipina who was raped by Kuwaiti police officer upon arriving at the airport.\n\n“In the case of Villavende, I wanted some validation of their claim that they [accused employers] are formally charged and they are behind bars. We have to be contented who have been charged and what are the nature of the charges,” Bello said.\n\nBello said that upon the ban's partial lifting, Filipino workers — skilled, semi-skilled or professional — could be deployed to Kuwait, while new household service workers will still be prohibited.\n\nThe conditions he previously set for lifting the total deployment ban were a consensus on a harmonized standard employment contract, and justice for Villavende.\n\nBello said the DOLE is validating documents given by the Kuwaiti government on its action to bring justice to the death of Villavende and other OFWs in Kuwait.\n\n“I have to be satisfied that Jeanalyn will really be given justice. I should know any time by now kung ano ang magiging charges filed. They told us it’s murder. I don’t think I’ll be contented with murder. It should be murder with rape or homicide with rape. Saka sino? Who are charged as accused? Baka naman ang chinarge lang yung female empployer?” Bello said.\n\n“Kung satisfied na ako du'n sa nature ng crime or crimes charged, and the people charged, kung satisfied kami, probably it could be a good ground already (for complete lifting of the deployment ban to Kuwait).”\n\nLast month, Bello led Manila labor officials in imposing a permanent deployment ban to Kuwait after authorities there sent a \"fake and dishonest\" autopsy result on Villavende, who was slain last December.\n\nThe labor chief doubted the credibility of Kuwaiti forensic doctors after they sent a two-sentence report of the autopsy conducted on Villavende that said the Filipina worker died of \"physical injuries.\"\n\nIn 2018, Demafelis was slain and discovered inside a freezer at an abandoned apartment in the Gulf state.\n\nPresident Rodrigo Duterte responded threateningly, listing some of his demands to the Kuwaiti government on the treatment of Filipino domestic helpers.\n\nThe Philippines and Kuwait then figured in a diplomatic row after a video showing the rescue of distressed Filipino workers by Philippine embassy officials in the Gulf nation went viral online. This led to a labor deployment ban on the Gulf state.\n\nThe two countries settled their differences after both signed a deal to provide better protection for Filipino migrant workers in Kuwait.-- with a report from Vivienne Gulla, ABS-CBN News"}}