{"GDELT": {"GlobalEventID": 903946897, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor2Code": "USALEG", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.20481927710844, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200205144500, "SOURCEURL": "https://wibx950.com/congressman-brindisi-reacts-to-trump-state-of-the-union/"}, "ARTICLE": {"TITLE": "Congressman Brindisi Reacts To Trump State Of The Union", "TEXT": "President Trump delivered his State of the Union Speech Tuesday night in just over an hour. In that time he touted his accomplishments, took on socialism and some say made unprecedented moves.\n\nCongressman Anthony Brindisi was in attendance for the annual address and reacted immediately after.\n\nIn a statement released from his Congressional office Brindisi said,\n\nWe heard from the President tonight about his priorities to improve the State of our Union and now it's time both sides drop the partisan politics and work to improve the lives of the American people. It was an honor to have President Trump sign my legislation last year to improve services for our Veterans, strengthen manufacturing in Upstate New York, and eliminate the harmful Health Insurance Tax that would have raised premiums on the middle class and older Americans. I look forward to building on that success and working with anyone, Democrat or Republican, to rebuild our infrastructure, lower prescription drug costs, and protect Medicare and Social Security.\n\nIn Brindisi's first term in office President Trump has signed four pieces of the Congressman's bills into law.\n\nCongressman Brindisi will face a Republican challenger in November, but that opponent won't be decided until June. The three candidates still in the race for the NY-22 GOP nod are Claudia Tenney, George Phillips and Franklin Sager. Steve Cornwell decided last week to exit the GOP race to pursue a Family Court Judge seat in Broome County."}}