{"GDELT": {"GlobalEventID": 903948696, "Day": 20200205, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0959, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "LEG", "Actor2Name": "CONGRESS", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.96127562642369, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Atlanta, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA121", "Actor1Geo_Lat": 33.749, "Actor1Geo_Long": -84.38799999999999, "Actor1Geo_FeatureID": "351615", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Atlanta, Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_ADM2Code": "GA121", "Actor2Geo_Lat": 33.749, "Actor2Geo_Long": -84.38799999999999, "Actor2Geo_FeatureID": "351615", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Atlanta, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_ADM2Code": "GA121", "Action2Geo_Lat": 33.749, "Action2Geo_Long": -84.38799999999999, "Action2Geo_FeatureID": "351615", "DATEADDED": 20200205144500, "SOURCEURL": "https://www.ajc.com/news/local-govt--politics/georgia-republicans-applaud-state-the-union-speech-some-democrats-boycott/CKXIMP5PB2JYFQHxO1YEsM/"}, "ARTICLE": {"TITLE": "Georgia Republicans applaud State of the Union speech, some Democrats boycott", "TEXT": "“It’s very difficult for me to understand how people could hear this speech and the vision and the accomplishments and the direction we're going in and not unify as Americans to say: this is good,” Hice, a Monroe Republican, said.\n\nWhile Republicans heaped praise on Trump’s third State of the Union addresses, Democrats were far more critical.\n\nSome gasped audibly when Trump said he supported healthcare and coverage for patients with pre-existing conditions, noting after the speech that the president and Republicans in Congress had worked to dismantle the Affordable Care Act that ensured these protections.\n\nAs Trump concluded, House Speaker Nancy Pelosi was spotted tearing her copy of his prepared remarks in half. Later, she called it a “manifesto of mistruths presented in page after page.”\n\nOther Democrats, including U.S. Rep. Hank Johnson skipped the event all together. Johnson, a Democrat from Lithonia, said he has stayed away from all of Trump’s addresses in the House chamber to protest a president he doesn’t consider legitimate.\n\n“I don’t want to hear a lot of lies being told, a lot of puffing going on,” Johnson said. “And I really don’t have the stomach for it.”\n\nU.S. Rep. John Lewis, D-Atlanta, also has made a habit of boycotting Trump’s speeches and was not spotted Tuesday night, although his office did not confirm whether he decided not to attend.\n\nThere some points in the president’s speech that drew bipartisan applause, such as when he referenced criminal justice reform or recognized guests in the gallery while telling their moving personal stories.\n\nBut more often the speech was punctuated by cheers from the side of the room where Republicans sat while Democrats were silent.\n\nU.S. Rep. Buddy Carter described the address as “Reagan-esque,” a nod to former Republican President Ronald Reagan.\n\n“It was all about prosperity,” the Pooler Republican said. “It was about optimism and an economic boom, middle-class boom, a blue-collar boom.”\n\nAs he spoke, Democratic Rep. Gwen Moore from Wisconsin who was nearby shook her head in disagreement. She reminded Carter that Democrats were frustrated because they felt like Trump exaggerated his record throughout the speech.\n\nCarter replied that Congress needs to put partisanship aside.\n\n“This is not about Republicans or Democrats,” he said. “This is about Americans.”\n\nMore State of the Union reaction from Georgia Republicans:\n\n\"Tonight, the President laid out an optimistic vision for our country that continues to build on the successes of the past three years. We will continue working together to find solutions for our country's biggest challenges: immigration, infrastructure, the opioid epidemic, the human trafficking crisis, and prescription drug pricing. I believe in the President's agenda, and I'm committed to helping him deliver even more results for Georgians and the American people.\" -- U.S. Sen. David Perdue\n\n\"President Trump laid out a strong vision for our country that should encourage every American. With unemployment at a 50-year low and job creation at an all-time high, our booming economy is opening the door to new opportunities and bringing forward a renewed spirit of optimism for all Americans.\" -- U.S. Rep. Doug Collins of Gainesville\n\n\"The President has kept his promise to deliver America-first trade deals, and has taken much-needed steps to secure our southern border and keep our homeland safe. Many would prefer to turn a blind eye to these successes due to partisan disagreements. But a successful President means a successful nation.\" -- U.S. Rep. Tom Graves of Ranger\n\n\"This evening, President Trump reiterated that the state of our union is strong – our economy continues to grow, more Americans are back to work, our military remains the best fighting force in the world, and U.S. workers, farmers, and businesses have a more level playing field in our global markets. America is thriving, and new opportunities abound for Americans across our great country.\" -- U.S. Rep. Austin Scott of Tifton"}}