{"GDELT": {"GlobalEventID": 904154969, "Day": 20200206, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0986, "Actor1Code": "SAS", "Actor1Name": "SOUTH ASIA", "Actor1CountryCode": "SAS", "Actor2Code": "BGD", "Actor2Name": "BANGLADESH", "Actor2CountryCode": "BGD", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.8123667377398702, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG81", "Actor1Geo_ADM2Code": "5778", "Actor1Geo_Lat": 23.7231, "Actor1Geo_Long": 90.4086, "Actor1Geo_FeatureID": "-2737683", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG81", "Actor2Geo_ADM2Code": "5778", "Actor2Geo_Lat": 23.7231, "Actor2Geo_Long": 90.4086, "Actor2Geo_FeatureID": "-2737683", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG81", "Action2Geo_ADM2Code": "5778", "Action2Geo_Lat": 23.7231, "Action2Geo_Long": 90.4086, "Action2Geo_FeatureID": "-2737683", "DATEADDED": 20200206094500, "SOURCEURL": "http://banglamirrornews.com/2020/02/06/rmg-dhaka-highlights-fair-prices-safety-sustainability-issues-in-brussels/"}, "ARTICLE": {"TITLE": "RMG: Dhaka highlights fair prices, safety, sustainability issues in Brussels", "TEXT": "Bangladesh and the European Union (EU) must continue to work together on labour reforms, State Minister for Foreign Affairs M Shahriar Alam has said.\n\nHe also emphasised following a roadmap to promote safety, efficiency and sustainability in the RMG industry, and on developing a compact on fair prices.\n\nThe State Minister made the remarks while addressing a multi-stakeholder event titled “EU-Bangladesh Apparel Trade: A Time for a Reality Check” held at the European Parliament in Brussels on Wednesday.\n\nIt was hosted by Tomas Zdechovsky, a Member of the European Parliament (MEP) from the European People’s Party, in collaboration with the Embassy of Bangladesh in Brussels, said the Ministry of Foreign Affairs here on Thursday.\n\nZdechovsky took the initiative to create a platform for discussions on the current status of EU-Bangladesh apparel trade in his capacity as a member of the European Parliament’s International Trade Committee (INTA) as well as Delegation for Relations with the counties of South Asia (DSAS).\n\nBangladesh is the second largest of readymade garment products after China. In 2018, it exported $19.32 billion worth of garment items to the EU.\n\nShahriar said the sea change in the RMG industry in Bangladesh in the last seven years particularly has been the result of the collective efforts by many dedicated actors.\n\nHe said Prime Minister Sheikh Hasina envisions a Bangladesh where equity and social justice prevails in a prosperous economy, and our social partners work together for a harmonious industrial relations management.\n\nThe State Minister highlighted the RMG industry’s significant contribution to Bangladesh’s economy and society, including for turning its female workforce into real agents of change.\n\nHe underscored the industry’s remarkable resilience and strength in course of nearly four decades despite many challenges from both within and outside.\n\nShahriar urged the stakeholders in Brussels to help set a positive agenda for EU-Bangladesh trade relations beyond the “relentless misinformation campaign by certain quarters”.\n\nMaximilian Krah, MEP from the Identity and Democracy Group and INTA Rapporteur for South Asia lauded Bangladesh’s recent economic growth performance and the apparel sector’s contribution to it.\n\nThe German MEP assured of the European Parliament’s support in addressing remaining challenges in the industry and facilitating an easy transition for Bangladesh from the LDC status.\n\nHe mentioned the rising import of machinery and other materials from EU Member States as an example for the added benefits accrued to the EU from the growth of Bangladesh’s RMG industry.\n\nDuring the panel discussions, President of Bangladesh Garments Manufacturers and Exporters Association (BGMEA) Dr Rubana Huq said the labour narrative about Bangladesh needs to change right away.\n\n“The RMG industry in Bangladesh is open for partnership and has nothing to hide as far as workers’ safety and remediation measures are concerned,” she said.\n\nShe addressed with facts and figures a host of issues raised by other panelists and discussants concerning the last leg of remediation measures by a number of non-exporting factories, the possible changes to the National Building Code that encompasses industries beyond the RMG sector, and legislative compliance with ILO standards.\n\nDr Huq shared a number of innovative steps taken by BGMEA to promote the well-being, financial inclusion and family support for the RMG workers.\n\nShe emphasised that there had been no report of harassment or discrimination against workers in the last ten months she had been in office.\n\nThe BGMEA chief highlighted the industry’s lead in promoting sustainability, and urged that ‘green prices’ be ensured for ‘green factories’. She invited further investment and partnership with the EU for higher value-added items, including those from man-made fibre.\n\nProfessor Michael H Posner from the Stern School of Business, New York University, stressed the need for examining the role of international business instead of creating ‘exaggerated pressure’ on the factories in source countries in a ‘policing mode’ of monitoring.\n\nA number of audience members echoed his sentiments and underscored the need for promoting an incentive-based approach under the EU’s GSP Regulations.\n\nDan Rees from Better Work Programme at the ILO headquarters acknowledged the progress made in Bangladesh’s RMG industry. He enumerated certain gaps in labour laws pertaining to trade union activities in the Export Processing Zones (EPZ) and dispute settlement mechanisms.\n\nRees appreciated the openness for partnership demonstrated by the industry and other stakeholders through the recently launched RMG Sustainability Council.\n\nShafiul Islam Mohiuddin, former BGMEA President and member of the Advisory Committee of Bangladesh’s Minister for Commerce, addressed some of issues raised about sub-contracting, fire safety standards and the aftermath of the Rana Plaza tragedy.\n\nRepresentatives of International Trade Union Federation (ITUC) and AMFORI also took part in the discussions.\n\nMohammed Shahdat Hossain, Bangladesh’s Ambassador in Brussels, reaffirmed the government’s commitment to engage in such open dialogues to address misperceptions about the industry.\n\nHe suggested including workers’ representatives from Bangladesh in similar events in future.\n\nThe multi-stakeholder event was attended by a number of MEPs, European Commission officials, members of the Brussels-based diplomatic corps, officials from the Ministry of Commerce, business, trade union, academia, media and civil society representatives as well as members of the Bangladesh community.\n\nPrior to the meeting, State Minister Shahriar Alam had a bilateral meeting with MEP Zdechovksy where they discussed the recent political, economic and social developments in Bangladesh.\n\nThe MEP from Czech Republic reiterated his commitment to support countries like Bangladesh in their development pursuits in the long-term interest of the EU itself.\n\nEarlier in the day, the State Minister also had bilateral conversations with MEP Milan Zver from the European People’s Party and current Vice-Chair of DSAS."}}