{"GDELT": {"GlobalEventID": 904154367, "Day": 20200206, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0986, "Actor1Code": "GHA", "Actor1Name": "GHANA", "Actor1CountryCode": "GHA", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.71258907363421, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kumasi, Ashanti, Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH02", "Actor1Geo_ADM2Code": "190720", "Actor1Geo_Lat": 6.683330000000001, "Actor1Geo_Long": -1.61667, "Actor1Geo_FeatureID": "-2075172", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kumasi, Ashanti, Ghana", "Actor2Geo_CountryCode": "GH", "Actor2Geo_ADM1Code": "GH02", "Actor2Geo_ADM2Code": "190720", "Actor2Geo_Lat": 6.683330000000001, "Actor2Geo_Long": -1.61667, "Actor2Geo_FeatureID": "-2075172", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kumasi, Ashanti, Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH02", "Action2Geo_ADM2Code": "190720", "Action2Geo_Lat": 6.683330000000001, "Action2Geo_Long": -1.61667, "Action2Geo_FeatureID": "-2075172", "DATEADDED": 20200206094500, "SOURCEURL": "http://www.businessghana.com/site/news/politics/205665/NDC,-allied-parties-demonstrate-against-new-Voters-register"}, "ARTICLE": {"TITLE": "NDC, allied parties demonstrate against new Voters register", "TEXT": "Members of the Inter-Party Resistance against the New Voters Register, on Tuesday, held its third demonstration, in Accra, to protest the Electoral Commission's decision to compile a new roll for the December General Election.\n\nThe first and second demonstrations were held in Tamale and Kumasi, respectively.\n\nThe members were clad in red t-shirts, head and hand bands, and carried placards with various inscriptions including: \"No new register\"; \"New voters register is needless\"; and \"Don't waste money on new voters register\".\n\nThe group is made up of the opposition National Democratic Congress, the People's National Convention (PNC), All People's Party (APP) and some smaller parties.\n\nThey marched from the Kawukudi Park to the El-wak Stadium through to the cantonments, to the Jubilee House, and finally reconvened at the Electoral Commission's (EC) headquarters.\n\nMr Bernard Mornah, the PNC Chairman, who presented a petition to Mr Lawrence Sarpong, the Acting Director in charge of Administration, EC, said the Commission had not given any acceptable reason for the compilation of a new voter's register.\n\nHe said the existing register was credible, therefore, the taxpayer's money should not be used to compile a new one.\n\nMr Mornah called on all to join the group to resist move of the EC with the backing of the Government.\n\nMr Hassan Ayariga, founder, All People's Party, said the exercise was needles since the existing register had been recently used to elect Assembly and Unit Committee members across the country.\n\nThe same register was used to elect the current President in 2016, he said, hence, the register could not be described as unfit for the 2020 elections.\n\nThe EC, however, has explained that the integrity of the 2020 polls could be undermined if a new roll and a new Biometric Voter Management System were not deployed.\n\nIn an earlier statement, the EC said: \"The current kits and solutions are obsolete: They have reached end of life and can no longer be supported by their Original Equipment Manufacturers\".\n\nMr Sam George, a member of the Group, rejected the EC's position alleging, a new register with 10 months to the general election was only an attempt by the EC to manipulate the voters register for the governing New Patriotic Party (NPP).\n\nParliament has, however, approved GH¢390 million as the EC's budget for the exercise.\n\nOthers leading members at the demonstration included, Mr Samuel Ofosu-Ampofo, NDC National Chairman; Mr Ade Coker, NDC Greater Accra Regional Chairman; and Mr Johnson Asiedu Nketia NDC General Secretary."}}