{"GDELT": {"GlobalEventID": 904154565, "Day": 20200206, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0986, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "CVL", "Actor2Name": "SETTLEMENT", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.361963190184049, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200206094500, "SOURCEURL": "https://www.france24.com/en/20200206-hamas-hails-jerusalem-attack-as-response-to-trump-peace-plan"}, "ARTICLE": {"TITLE": "Hamas hails Jerusalem attack as 'response' to Trump peace plan", "TEXT": "Advertising Read more\n\nGaza City (Palestinian Territories) (AFP)\n\nPalestinian Islamist movement Hamas hailed a car-ramming in Jerusalem that wounded 12 Israeli troops on Thursday as a \"practical response\" to US President Donald Trump's controversial Middle East peace plan.\n\nIn a statement, Hamas spokesman Hazem Qassem said the attack was part of \"resistance\" operations, including a series of demonstrations in the occupied West Bank, but he stopped short of claiming responsibility.\n\n\"The resistance acts throughout the West Bank -- the clashes between our people from the far south of the West Bank to the north, and the resistance operation in the heart of occupied Jerusalem -- are a practical response by our people to Trump's announcement of the liquidation deal,\" Qassem said.\n\nA 19-year-old Palestinian was shot dead in clashes in Jenin in the northern West Bank Thursday morning, while a teenager was killed in clashes in the flashpoint southern city of Hebron on Wednesday.\n\nHamas, which controls the Gaza Strip but is blacklisted as a terrorist organisation by the European Union and the United States, has fought three wars with Israel since 2008.\n\nTrump's proposals gave Israel the green light to annex settlements and other territory in the occupied West Bank, while also recognising the disputed city of Jerusalem as Israel's undivided capital.\n\nIt demanded that Hamas disarm and that Gaza be handed over to the the West Bank-based Palestinian Authority.\n\nPalestinians of all factions rejected Trump's plan, accusing him of bias towards Israel.\n\nSince the plan was announced, rockets and mortar rounds have been fired near daily from Gaza towards Israel, sparking retaliatory air and artillery strikes. No casualties have been reported on either side.\n\nIn an interview published on Hamas's official website Thursday, the group's leader Ismail Haniya rejected calls to disarm and said the group would \"continue in our strategy of building up force, including in the West Bank and Jerusalem, until we can liberate our homeland.\"\n\n© 2020 AFP"}}