{"GDELT": {"GlobalEventID": 904153948, "Day": 20200206, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0986, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "CHN", "Actor2Name": "WUHAN", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.3731778425656005, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK", "Actor1Geo_Lat": 22.25, "Actor1Geo_Long": 114.16666699999999, "Actor1Geo_FeatureID": "HK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200206094500, "SOURCEURL": "http://english.ahram.org.eg/NewsContent/7/48/363009/Life--Style/Health/Factbox-Latest-we-know-about-the-coronavirus.aspx"}, "ARTICLE": {"TITLE": "Factbox: Latest we know about the coronavirus - Health - Life & Style", "TEXT": "Here are the latest developments:\n\n**The death toll in mainland China rose to 563 on Thursday, up by a record 70 from the previous day, the National Health Commission said.\n\n**The total number of infections in China rose by 3,694 on Thursday to 28,018.\n\n**Nearly 260 cases have been reported in 31 other countries and regions outside mainland China, according to a Reuters tally based on official statements from the authorities involved.\n\n**There have been two deaths outside mainland China, in Hong Kong and the Philippines.\n\n**Ten more people on a quarantined cruise liner in the port of Yokohama south of Tokyo have tested positive for coronavirus.\n\n**In the United States, another 350 American evacuees from Wuhan were placed under quarantine at two military bases in California.\n\n**In Hong Kong, 3,600 passengers and crew were confined to their ship docked in the city for tests after three people on board had tested positive earlier.\n\n**Asian stocks edged up a day after U.S. S&P 500 hit a record peak following encouraging economic data, while investors keep a wary eye on the impact of the coronavirus outbreak. [MKTS/GLOB]\n\n**The hit to Australia’s economy from a viral epidemic spreading from China is likely to be “significant”, Prime Minister Scott Morrison said.\n\n**Hundreds of experts will meet in Geneva next week to set research and development priorities for coronavirus drugs, diagnostics and vaccines to combat the outbreak, the World Health Organization said.\n\n**Taiwan said it would suspend entry for all Chinese citizens who live in mainland China from Thursday.\n\n**White House economic adviser Larry Kudlow said the epidemic would delay a surge in U.S. exports to China expected from the Phase 1 trade deal set to take effect later this month.\n\n**American Airlines Group and United Airlines said they would suspend flights to and from Hong Kong after this week.\n\n**Several countries including Australia and New Zealand continued to evacuate citizens from Wuhan city.\n\n**Schools in China’s financial hub of Shanghai will remain shut until at least the end of February, authorities said.\n\nShort link:\n\n"}}