{"GDELT": {"GlobalEventID": 904154760, "Day": 20200206, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0986, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 231, "EventBaseCode": 23, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.76481835564054, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Warsaw, (PL67), Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL67", "Actor1Geo_ADM2Code": "24452", "Actor1Geo_Lat": 52.25, "Actor1Geo_Long": 21.0, "Actor1Geo_FeatureID": "-534433", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Warsaw, (PL67), Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL67", "Action2Geo_ADM2Code": "24452", "Action2Geo_Lat": 52.25, "Action2Geo_Long": 21.0, "Action2Geo_FeatureID": "-534433", "DATEADDED": 20200206094500, "SOURCEURL": "https://www.newarkadvertiser.co.uk/news/charity-arranges-funeral-of-war-veteran-and-true-friend-of-poland-9098748/"}, "ARTICLE": {"TITLE": "Funeral of former RAF bomb aimer Jim Auton to take place today at Newark Parish Church", "TEXT": "A highly-decorated RAF veteran who took part in a major second world war operation aimed at liberating Warsaw will be given a military funeral thanks to a national charity.\n\nFormer RAF Bomb Aimer Jim Auton, who died last month aged 95, had no known family, so the Royal Air Forces Association stepped in to help arrange his funeral.\n\nJim had been a member of the RAF Association, the charity that supports the wellbeing of the RAF family, for decades, so volunteers at his local Newark Branch, along with employees, joined with Jim’s friend and carer, Paul Trickett, to arrange the funeral.\n\nRAF veteran Jim Auton MBE during his war years. (28494043)\n\nThe RAF Association has liaised with senior RAF officers who have arranged for the Queen’s Colour Squadron to carry Jim’s coffin into church. Personnel from RAF College Cranwell, RAF Waddington and RAF Scampton, including a bugler, will also attend the service. An RAF fly-past from RAF Waddington is also planned to take place.\n\nJim was understood to be the last surviving British member of the 1944 Warsaw Air Bridge – an allied air forces operation to drop supplies to the Polish Resistance. The dramatic 63-day battle cost the lives of over 150,000 civilians and destroyed large parts of the city.\n\nJim was wounded during his 37th mission with 178 Squadron at the age of 20, and lost the sight in his right eye. After the war, he was awarded 20 medals by six different countries, including the Polish Presidential Gold Order of Merit and the Soviet Union War Veterans’ Medal.\n\nRAF veteran Jim Auton MBE in his retirement. (28494041)\n\nPaul Trickett, who cared for Jim for many years, said: “He was a truly remarkable man with many stories to tell. He was proud of what he and his comrades did for the people of Warsaw.\n\n“He campaigned tirelessly for military charities, and for the Warsaw Air Bridge to be properly remembered.”\n\nAfter the war, Jim became an entrepreneur and exported goods around the world. He also helped to raise substantial amounts of money for military charities, for which he received an MBE in 2000.\n\nWhen he became seriously ill last year, he received a letter from the Polish Ambassador calling him “a true friend of Poland”, along with thousands of messages of support from Polish nationals via social media.\n\nAilsa Gough, Divisional Manager for the RAF Association, said: “The actions of Jim and his RAF comrades were instrumental in the struggle for freedom in Warsaw, and, as the charity that supports the RAF family, we wanted to ensure he received a fitting funeral.”\n\nPhil Gough, Chairman of the RAF Association’s Newark and District Branch Club, said: “Jim was a dedicated Association member who regularly attended our coffee mornings and made friends with other veterans. He was a lovely man, and we will all miss him.”\n\nJim’s funeral will take place at Newark Parish Church on Thursday, February 6, at 1pm.\n\nJim will then be buried in Newark Cemetery beside his wife of 70 years, Peggy, who died in 2016. Their burial plot is close to the Warsaw Air Bridge Memorial, which Jim campaigned for and helped to plan in 1989.\n\nYou may also like...\n\nCOURT: Newark woman trespasses on railway and prolific shopkeeper jailed\n\n2019 police data reveals hundreds of unsolved burglaries\n\nSaying Southwell causes big stir\n\nRead more Human InterestNewark"}}