{"GDELT": {"GlobalEventID": 904154115, "Day": 20200206, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0986, "Actor1Code": "CHNGOV", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.6825938566552899, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kunming, Yunnan, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH29", "Actor1Geo_ADM2Code": "13303", "Actor1Geo_Lat": 25.0389, "Actor1Geo_Long": 102.71799999999999, "Actor1Geo_FeatureID": "-1913826", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kunming, Yunnan, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH29", "Actor2Geo_ADM2Code": "13303", "Actor2Geo_Lat": 25.0389, "Actor2Geo_Long": 102.71799999999999, "Actor2Geo_FeatureID": "-1913826", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kunming, Yunnan, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH29", "Action2Geo_ADM2Code": "13303", "Action2Geo_Lat": 25.0389, "Action2Geo_Long": 102.71799999999999, "Action2Geo_FeatureID": "-1913826", "DATEADDED": 20200206094500, "SOURCEURL": "https://www.theguardian.com/politics/2020/feb/06/pms-father-stanley-johnson-passed-on-chinese-message-to-minister"}, "ARTICLE": {"TITLE": "PM's father Stanley Johnson passed on Chinese message to minister", "TEXT": "Boris Johnson’s father, Stanley, acted as an unlikely diplomatic backchannel to No 10, expressing Chinese concern that the prime minister had not offered China a personal message of support about the coronavirus outbreak.\n\nStanley Johnson met the Chinese ambassador to London, Liu Xiaoming, this week and then passed on the Chinese concern in an email to Zac Goldsmith, the minister for environment and international development.\n\nThere have been tensions between the British and Chinese government over potential criticism of China’s handling of the outbreak. The ambassador is due to give a briefing on Thursday setting out what China has been doing to combat the spread of the virus.\n\nIn sending his message to No 10, Stanley Johnson accidentally included a member of BBC staff in the email chain, leading to relatively sensitive potential dates for a prime ministerial visit to China being widely conveyed. Lord Goldsmith apparently did not spot the error.\n\nThere will be anxiety in some quarters at the prospect of Stanley Johnson acting as an unofficial conduit for London-based ambassadors trying to gain the ear of his son. Johnson Sr, a passionate environmentalist, is bound to give fatherly advice but he is not famously discreet and may not be the Foreign Office’s first choice as a message carrier into No 10.\n\nIn his 90-minute meeting with Stanley Johnson in London, Liu said Boris Johnson had not yet directly contacted the Chinese. Stanley Johnson then sent an email from his personal account to Goldsmith.\n\nHe wrote: “Re the outbreak of coronavirus, Mr Liu obviously was concerned that there had not yet – so he asserted – been direct contact between the PM and Chinese head of state or government in terms of a personal message or telephone call.”\n\nJohnson said he had raised the possibility of his son visiting China in October for an international conference on biodiversity, COP 15, due to be held in Kunming.\n\nGoldsmith replied from his personal email address saying: “Thank you so much Stanley. That is extremely useful.”\n\nJohnson and Liu had initially met at a lunar new year reception and agreed to have a longer discussion about the environment, including the UK’s plans for hosting the UN COP 26 climate change conference in Glasgow.\n\nLiu did not regard the meeting with the prime minister’s father as in any way improper, later sharing pictures of the pair on Twitter and saying they had met to exchange views on the COP15 and COP26 meetings.\n\nHe added: “These two conferences are great opportunities to promote international cooperation on environmental protection & climate change.”\n\nAsked at a press conference later if there were concerns on Chinese side about communications with No 10 – an apparent reference to the email from Stanley – Liu said relations were smooth.\n\n“With regards to the prime minister, I think the channel of communication is good. He held a Chinese New Year reception at No 10, both me and my wife were invited. We had a good conversation, I conveyed greetings from president and premier.\n\n“He said that when he congratulated Johnson on his election victory, the prime minister “told me he is still committed to the golden era of China-Britain relations. So I think the channel of communications between the governments is good.”\n\nNo 10 also denied there had been any snub to the Chinese by the prime minister. It pointed out that the foreign secretary and the national security adviser had spoken to their counterparts in the past week.\n\n“The UK has provided medical supplies to help China tackle the outbreak and together we have facilitated the repatriation of British nationals and their dependants from Wuhan,” a spokesman said.\n\nThe UK has chartered a plane to retrieve Britons from Wuhan this weekend. It has advised against all travel to China for the moment, something the Chinese have accepted as long as it is strictly a temporary measure.\n\nIn a lengthy speech by Chris Patten this week criticising the Chinese government’s approach to Hong Kong, it was notable that Lord Patten, a former Hong Kong governor, opened his remarks with a very clear statement of sympathy for the Chinese people at such a difficult time."}}