{"GDELT": {"GlobalEventID": 904154822, "Day": 20200206, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0986, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor2Code": "GOV", "Actor2Name": "STATE GOVERNOR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 7.2829131652661, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Ogun State, Ogun, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI16", "Actor1Geo_ADM2Code": "22963", "Actor1Geo_Lat": 7.0, "Actor1Geo_Long": 3.58333, "Actor1Geo_FeatureID": "-2022272", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Ogun State, Ogun, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI16", "Actor2Geo_ADM2Code": "22963", "Actor2Geo_Lat": 7.0, "Actor2Geo_Long": 3.58333, "Actor2Geo_FeatureID": "-2022272", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Ogun State, Ogun, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI16", "Action2Geo_ADM2Code": "22963", "Action2Geo_Lat": 7.0, "Action2Geo_Long": 3.58333, "Action2Geo_FeatureID": "-2022272", "DATEADDED": 20200206094500, "SOURCEURL": "https://thenews-chronicle.com/ogun-governor-agrees-to-pay-workers-n30500-minimum-wage/"}, "ARTICLE": {"TITLE": "Ogun Governor agrees to pay workers N30,500 minimum wage", "TEXT": "The Ogun State Government has agreed to pay N30,500 as new minimum wage for workers in the state with effect January 1, 2020.\n\nThe revelation was made after the government and the Organised Labour in the State reached agreement on Tuesday night, putting an end to eight weeks meeting on the new minimum wage issue.\n\nA Memorandum of Understanding (MoU) was signed on behalf of government by the State Head of Service, Mrs Amope Chokor who led government delegation and the represent natives of the organised labour which included the state Chairman of the Joint National Negotiating Council, Comrade Olanrewaju Folorunsho; the State Chairman, Nigeria Labour Congress (NLC), Comrade Emmanuel Bankole; the State chairman of Trade Union Congress (TUC), Comrade Bunmi Fajobi.\n\nThe HoS in a statement appreciated the Organised Labour for their understanding and support during the period of negotiation which spanned for eight weeks.\n\nChokor equally thanked the State Governor, Prince Dapo Abiodun, for the good gesture which would spur the workers to be more productive and efficient in their service delivery to the people of the State.\n\n“We thank God for the past eight weeks and finally, we have agreed with the labour and we thank his Excellency, the Governor of Ogun State, Prince Dapo Abiodun MFR, for approving #30,500 minimum wage for workers. We believe that this good gesture of the government will make our workers be more productive and efficient, and it will translate to more effective service delivery in the State; so that the people can benefit from it” the HoS said.\n\nIn their remarks, both Folorunsho and Bankole, on behalf of the organised labour commended the governor for taking the bold step in approving the minimum wage.\n\nThe JNC chairman appreciated the workers for their patience during the negotiation and charged them to reciprocate the gesture by working hard to bring more wealth to the State.\n\nWhile Bankole said that the agreement was signed in the interest of the workers of the State after considering its affordability and sustainability, adding that the new minimum wage would serve as a morale booster for all workers."}}