{"GDELT": {"GlobalEventID": 904154781, "Day": 20200206, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0986, "Actor1Code": "MMR", "Actor1Name": "MYANMAR", "Actor1CountryCode": "MMR", "Actor2Code": "bda", "Actor2Name": "RAKHINE", "Actor2EthnicCode": "bda", "IsRootEvent": 0, "EventCode": 1014, "EventBaseCode": 101, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.45205479452054, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 90.0, "Actor1Geo_FeatureID": "BG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 90.0, "Actor2Geo_FeatureID": "BG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 90.0, "Action2Geo_FeatureID": "BG", "DATEADDED": 20200206094500, "SOURCEURL": "http://www.polity.org.za/article/the-gambia-gives-international-justice-an-unlikely-boost-2020-02-06"}, "ARTICLE": {"TITLE": "The Gambia gives international justice an unlikely boost", "TEXT": "In a watershed moment for international justice, on 23 January the International Court of Justice (ICJ) ordered the government of Myanmar to, among others, immediately protect the Rohingya from further persecution.\n\nThe ICJ – not to be confused with the International Criminal Court (ICC) and criminal courts in general – deals with legal disputes between states. As politicians argue about whether or not genocide is happening in Myanmar, The Gambia left it to independent judges to decide. So, in this case, the ICJ became the first step towards state accountability that could result in individual prosecutions on charges linked to genocide at courts like the ICC.\n\nAdvertisement\n\n\n\nThe two states in this case are, in many ways, worlds apart. The Gambia seemingly has little connection to Myanmar with 11 500 km between them. In bringing the matter, the West African country asked the ICJ for an urgent ruling and provisional order to prevent any further acts of violence or destruction, and to preserve any evidence of genocide against the Rohingya.\n\nThe order is provisional until the ICJ deals with whether Myanmar is in fact carrying out genocide against the Rohingya people. Already, the court’s decision said that some of the actions outlined by The Gambia could amount to genocide.\n\nAdvertisement\n\n\n\nHow could the smallest country in continental Africa (only five island nations are smaller) bring such a mammoth case to the ICJ? In international law, the size of a country doesn’t matter – all have an equal footing. To strengthen its case, The Gambia’s application was backed by the Organisation of Islamic Cooperation, a group of 57 mainly Muslim countries of which it is part.\n\nThe case, which tackles whether the Muslim Rohingya minority in Myanmar are being specifically targeted based on their religion, is significant in three other ways. First, it is instrumental in (re)shaping how the world views the global nature of international crimes such as genocide.\n\nSecond, it shows the role the ICJ plays in interpreting international conventions such as the 1948 Genocide Convention. Third, once the ICJ deals with the substantive arguments, it will clarify whether or not genocide is occurring in Myanmar, which in turn will enable decisions to be taken on situations in other countries. The ICJ decision will also outline the responsibilities of states to prevent or stop genocide.\n\nThe Gambia relied on witness testimonies and reporting from numerous official sources including a United Nations (UN) fact-finding mission in Myanmar to allege that Myanmar had committed atrocities against its people. Myanmar’s government disputes the claims and argues that it is responding to a terrorist threat. It says its actions are aimed at ending an ‘internal armed conflict’ with the Arakan Army in Rakhine State (where many Rohingya come from).\n\nIt’s worth emphasising that just days before the ICJ’s interim order, Myanmar’s own independent commission of inquiry found that crimes against humanity, including sexual violence, were committed in Rakhine.\n\nHowever the commission didn’t find evidence of genocidal intent by the state. It also recommended domestic prosecutions – something Myanmar’s government says it is committed to. Since the crisis started, Myanmar has refused entry to UN investigators, meaning evidence is being collected from outside the country – mostly in neighbouring Bangladesh.\n\nIn the provisional order, the ICJ couldn’t – yet – rule on whether the Rohingya were potential victims of ongoing criminal acts directly targeting them based on their ethnicity and religion with the intention to exterminate them in whole or in part. This will come later when the ICJ rules on whether the Genocide Convention applies in this case and, if so, whether genocide can be said to be happening in Myanmar.\n\nRegardless, already the ICJ’s provisional order could serve as a (political) catalyst for action. Indeed, by ordering Myanmar not only to protect the Rohingya against persecution but also preserve any evidence, the ball is already in the country’s court. But with Myanmar pushing for the problems to be dealt with internally, international prosecutions would only occur if the state itself was found to be instrumental in a genocide.\n\nIt’s fairly new territory for international justice, but should the ICJ find in favour of The Gambia’s arguments, this could put pressure on the UN Security Council to refer the whole situation to the ICC. This won’t happen just yet.\n\nExercising caution, UN Security Council members will probably use more than the final ICJ decision to determine their next steps. The ICC is already investigating the matter from across the border in Bangladesh. The Gambia’s role is significant because in seeking to hold leaders accountable, it would broaden the scope of the investigations.\n\nIn bringing the case against Myanmar, The Gambia is seeking to position itself as an active participant in the international legal system. The Gambia has its own much-contested human rights record and was recently in the spotlight for crackdowns on protests. This makes it an unlikely champion for international justice and some have questioned whether its move in the Myanmar case was altruistic or an effort to whitewash its own chequered past (and present).\n\nWhatever the motives, The Gambia’s actions at the ICJ offer important lessons for other countries on pushing for accountability – whether at home or further afield.\n\nWritten by Ottilia Anna Maunganidze, Head of Special Projects, ISS Pretoria and Karen Allen, Senior Research Advisor, Emerging Threats, ISS Pretoria"}}