{"GDELT": {"GlobalEventID": 904154107, "Day": 20200206, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0986, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "REL", "Actor2Name": "BISHOP", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 5.63380281690141, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200206094500, "SOURCEURL": "http://baguiomidlandcourier.com.ph/life.asp?mode=archives/2020/february/2-2-2020/life1.txt"}, "ARTICLE": {"TITLE": "Baguio Midland Courier Website", "TEXT": "400 needy families in Baguio, Benguet gets aid from group\n\nby Redjie Melvic Cawis / PIA\n\nBAGS OF BLESSINGS --The city government, together with Metrobank Baguio officials led by Area Head Grace Suarez and Area Business Head Nonette Castillo, turned over gift packs to 400 indigent families in Baguio and Benguet during the “Bags of Blessings” gift-giving activity to usher the Year of the Rat in celebration of the Chinese New Year at the Bishop’s House in Baguio on weekend. -- Redjie Melvic Cawis Four hundred indigent families from Baguio City and Benguet received “Bags of Blessings” from the Metrobank Foundation.\n\n\n\nMetrobank Baguio Branch Head Art Peralta said the Bags of Blessings is a nationwide annual gift giving activity of the Metrobank Foundation where 10,000 underprivileged families in different areas identified by the Department of Social Welfare and Development and the Catholic Bishops Conference of the Philippines are benefited.\n\n\n\nFor Baguio City and Benguet, the Metrobank partnered with the DSWD-Cordillera and the Diocese of Baguio in identifying the beneficiaries from the Pantawid Pamilyang Pilipino Program, persons with disability, the youth, and those from other sectors.\n\n\n\nEach family received grocery items like snack packs for children, rice, canned goods, and other basic daily needs.\n\n\n\nMetrobank Area Head Grace Suarez said the gift giving is the institution’s way of giving back and sharing to society, particularly the ones who need it the most, the blessings from the Metrobank Foundation, the GT Foundation, and the Ty Family Foundation through the employees and staff of the Metrobank branches in Baguio and Benguet. She added the activity also is a way to usher in the Year of the Rat.\n\n\n\nBaguio City Mayor Benjamin Magalong thanked the Metrobank and its partners for the gifts for the indigent families.\n\n\n\nDSWD-Cordillera Focal Person Fe Biba also expressed gratitude to Metrobank for its generosity and support to the 4Ps and the non-4Ps beneficiaries who were recipients of this year’s gift giving event.\n\n\n\nThe Bags of Blessings is a brainchild of Metrobank Group founder and chair, Dr. George S.K Ty. Instead of the traditional angpaos or the red envelopes containing cash, each family beneficiary receives a bag containing P1,000 worth of food itemsduring the celebration of the Chinese New Year. Read more: • 4th Abel fest shows well-loved culture & tradition • City celebrates \"Marriage Week\" this love month • Jeff Van Den Broeck at Sepia gallery of BenCab • ‘Obra sa Baro’ exhibit launched • Philrice, SEARCA seal alliance\n\n\n\n"}}