{"GDELT": {"GlobalEventID": 904154972, "Day": 20200206, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0986, "Actor1Code": "SAU", "Actor1Name": "SAUDI ARABIA", "Actor1CountryCode": "SAU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.61153427638738, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA10", "Actor1Geo_ADM2Code": "25316", "Actor1Geo_Lat": 24.6408, "Actor1Geo_Long": 46.7728, "Actor1Geo_FeatureID": "-3093009", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA10", "Action2Geo_ADM2Code": "25316", "Action2Geo_Lat": 24.6408, "Action2Geo_Long": 46.7728, "Action2Geo_FeatureID": "-3093009", "DATEADDED": 20200206094500, "SOURCEURL": "https://www.msn.com/en-us/finance/economy/a-healthier-alternative-to-luxurious-chocolate-this-valentine-e2-80-99s-day/ar-BBZIfjh"}, "ARTICLE": {"TITLE": "A Healthier Alternative to Luxurious Chocolate This Valentine’s Day", "TEXT": "(Bloomberg) -- Until recently, Valentine’s Day was effectively banned in Saudi Arabia in practice, if not by law. Fearing detention by powerful religious authorities, businesses went so far as to expel red products from flower stores and gift shops in the days leading up to Feb. 14, merely to remove all hints of romance.\n\nNow, Saudi Arabia is the unlikely source of a luxurious, if unconventional, Valentine’s Day gift: premium dates.\n\nBateel International LLC, a family-owned Saudi company, has transformed the staple, utilitarian fruit into an indulgent luxury. At one of the company’s boutiques in the capital city of Riyadh, the variety of dates on display is dazzling. There are glossy black Ajwa dates, consumed in Arabia for more than 8,000 years; the popular dark maroon-red Khidri dates; and the golden brown Kholas dates traditionally offered as an after-dinner treat. They vary in sweetness from intense to mild. Some dates are filled with caramelized almonds and pecans, others with vibrant green pistachios or candied orange rind. One well-loved version, rutab—fully ripe and juicy, chilled, fresh dates—is served in the traditional way, with cardamom-flavored coffee.\n\n© Photographer: Evan Ortiz/Bloomberg bateel-dates-01.jpg\n\nBateel dates taste of raisins, sweet toffee, and brown sugar, with a velvety soft chew, and seem to be dried more than the Medjool dates you might find in an upscale supermarket, or the gooey, toffee-like specimens our travel editor picked up at her last conference in Marrakech. Presented in elegant boxes—a pearlescent, ivory lacquered wooden keepsake with shiny gold hinges; a dusty pink heart inscribed with Arabic script—like the finest chocolate, the dates make great gifts. (We recommend sticking to the stuffed dates; the chocolate-covered ones disappointed, as the texture toughens and the sweetness is overshadowed by the coating.) Among Bateel’s fans is Oprah Winfrey, who included the olive green wood box of plain dates in her 2019 list of favorite things.\n\nThe company is part of a growing business in Saudi Arabia, the world’s second-largest producer of dates. Exports from the Middle Eastern country rose 27% in the first half of 2019, compared to the same period in 2018, for revenue exceeding $202 million.\n\n© Photographer: Evan Ortiz/Bloomberg bateel-dates-02.jpg\n\nBateel started business in 1991, though its date farms have been around since the 1930s. The company harvests more than 617,000 pounds of dates annually from more than 100,000 palm trees planted in the Al Ghat region, north of Riyadh. Though small, the company is a leader in a niche market and plans to go global.\n\nThe fruit is graded for premium large size, texture, and appearance. (Inferior fruit is sold under a separate label at supermarkets.) Bateel dates don’t come cheap. While some brands sell for less than 10 riyals per kilogram (about $1.20 per pound), the lowest price for a kilogram (2.2 pounds) of Bateel dates is 175 riyals ($46).\n\nIn a dates vs. chocolate competition, the dried fruit wins the health battle, but the Bateel brand delivers further benefits, according to Chief Operating Officer Henrik Andersen. These dates are organic and are grown using eco-friendly farming processes such as composting anything that’s chopped and trimmed from the trees to be reused as fertilizer.\n\nBateel currently operates 40 boutique stores, most of them in Gulf countries, and is expanding into the U.S., with a franchise in Birmingham, Michigan, a suburb of Detroit; another will open in Houston in midyear. There are plans to expand in Europe and the U.K., according to Andersen, based on demand and favorable demographics.\n\nThe company’s outside-the-box thinking extends to its marketing. Bateel offered a Christmas collection this year, significant in a country that bans churches. The collection was marketed outside Saudi Arabia, and sales were excellent, according to the company. Bateel has also expanded its line with date mustard, a condiment that blends sweet with sour, and a date-infused balsamic vinegar that made a lively addition to our dinner salad. Another popular product is date syrup for drizzling atop ice cream and pancakes and into milkshakes. A sparkling, Champagne-style date juice, made with carbonated apple juice, has become a go-to non-alcoholic option at local weddings. At the company’s Café Bateel chain, which specializes in Italian-French food, bread baskets now include date butter to spread on the date-nut bread.\n\nCorporate gifting has also become a lucrative part of Bateel’s business. Delegates coming to events in Riyadh leading up to the G20 Leaders’ Summit in November are leaving with boxes of dates. And for those in search of Bateel’s dates for a last minute Valentine’s present, the company can deliver boxes in the U.S. in three days.\n\n© Photographer: Evan Ortiz/Bloomberg bateel-dates-03.jpg\n\nTo contact the authors of this story: Donna Abu-Nasr in Riyadh at dabunasr@bloomberg.netKate Krader in New York at kkrader@bloomberg.net\n\nTo contact the editor responsible for this story: Justin Ocean at jocean1@bloomberg.net\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2020 Bloomberg L.P."}}