{"GDELT": {"GlobalEventID": 904154397, "Day": 20200206, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.0986, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.37457817772779, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sanaa, San\u0091a', Yemen", "Action2Geo_CountryCode": "YM", "Action2Geo_ADM1Code": "YM16", "Action2Geo_ADM2Code": "32956", "Action2Geo_Lat": 15.3547, "Action2Geo_Long": 44.2067, "Action2Geo_FeatureID": "-3191442", "DATEADDED": 20200206094500, "SOURCEURL": "https://www.al-monitor.com/pulse/originals/2020/02/yemen-houthis-government-reject-us-peace-plan-palestinians.html"}, "ARTICLE": {"TITLE": "A united response to Trump’s Mideast deal in a divided Yemen", "TEXT": "​Amar Saleh, a 28-year-old resident of Sanaa, took part in a protest on al-Matar street in the capital. He said protesting was the least he could do for Palestine. “We cannot and we will not forget the Palestinian issue,\" he said. \"I believe the Palestinian cause is the core issue of all Arabs and Muslims. Personally, if I abandon thinking about the aggression committed against Palestine, it amounts to abandoning my faith. This will not happen.”\n\nThousands of people in Houthi-controlled Sanaa and Saada protested Jan. 31 against Trump's Middle East peace plan. The protesters raised Palestinian flags and chanted slogans against the United States and Israel.\n\nThis peace proposal is a provocative step, provoking ire in Palestine and beyond. Among the countries reacting to the plan is Yemen. Even in the midst of a civil war, political schisms and economic woes, Yemenis have responded to Trump's plan.\n\nTrump’s peace proposal is incapable of resolving such historical complexities. Instead, the proposal has sent waves of widespread resentment across the Muslim and Arab world. While the deal-makers think they have attained justice for the Palestinians, the global community that supports Palestine sees it as an absolute injustice and disregard for human rights. Protests denouncing the deal broke out in several Arab and Muslim countries.\n\nSeveral Arab and Muslim countries have condemned the so-called deal of the century put forward by US President Donald Trump Jan. 28. Trump called the deal a “win-win peace plan” to solve a complex conflict that commenced in 1948, when an Arab-Israeli war broke out, initiating an era of tension and violence, particularly in Palestine. The seed of the Palestine-Israel conflict was laid in 1917 by British Foreign Minister Arthur Balfour, who declared a Jewish home in Palestine.\n\nHe added, “I know about this issue since my school days. I studied history books at school and I know about the Balfour Declaration. If this generation cannot support and help liberate Palestine now, the next generation will.”\n\nSenior Houthi officials delivered remarks at the protest in Sanaa, stating that support for Palestine is a sacred duty. Mohammed Ali al-Houthi, a member of the Houthi Supreme Political Council, said, “We do not want any favor from our Palestinian brothers because our support for Palestine is a religious duty and we do not gloat over it.” He also called for an Arab-Islamic summit to develop a practical program with regard to the Palestinian issue.\n\nHouthi spokesman Mohammed Abdul Salam tweeted, “Aggressively, arrogantly and stubbornly, Trump announces his losing deal to perpetuate the Israeli occupation in a failed attempt to liquidate the Palestinian cause in the name of achieving the alleged peace.”\n\nAlthough the Houthis and the internationally recognized government have been locked in deadly fighting since 2015, they share similar stances on the US plan.\n\nA statement from the Foreign Affairs Ministry said Yemen’s support to Palestine is unchanging. The ministry tweeted: “Our position in the Republic of Yemen is consistent, firm and supportive of the Palestinian cause and the inalienable rights of the brotherly Palestinian people, including the establishment of an independent state with Jerusalem as its capital. The Yemeni people will always remain with the Palestinian people and with their right to their land and state, and we will not change [this position].”\n\nYemenis and their government have long supported Palestine. Prior to the eruption of the popular uprising in 2011, Yemenis regularly collected donations for Palestine. In 2010, Yemeni lawmakers were part of the humanitarian flotilla to Gaza, an initiative intended to mitigate the severity of the Israeli siege on Gaza. However, Israeli commandos intercepted the flotilla and killed nine activists. The Yemeni participants were arrested, and the Yemeni government and the opposition displayed a united stance. Thousands of Yemenis took to the streets, calling for severing relations with Israel.\n\nYemen’s thinkers have also reacted with unanimous disapproval to Trump’s deal.\n\nKhaled al-Rowaishan, a Yemeni writer and former government minister, tweeted, “Trump dubbed it the deal of the century and declared it today a peace deal in the presence of [Israeli Prime Minister Benjamin Netanyahu], as if they shamelessly wrote it together. The first item of Trump’s deal is that Jerusalem is the capital of Israel. And you can imagine the remaining items of the deal.”\n\nMohammed Abdu, a Yemeni political journalist, said Palestine is the issue that unites all Yemenis. He told Al-Monitor, “Despite the huge rifts between the warring sides in Yemen, they agree to support Palestine and they have shown unequivocal rejection to Trump’s deal. Siding with Palestine has been ingrained in the Yemeni culture for decades, and I do not expect Yemen will one day consider the Israeli occupation a minor issue.”\n\nHe added, “Whether the political elites have staged protests or declared statements with regard to this matter, they all intend to oppose any peace deal that violates the human rights of Palestinians or legalize the Israeli occupation of Palestine.”\n\nAbdu reckoned that Yemenis’ deep love for Palestine will not die down, irrespective of the circumstances Yemen is undergoing. “The impetus to support Palestine is not solely religious but also humanitarian and moral. There is nothing harsher than being removed from your country and being rendered stateless,” he said."}}