{"GDELT": {"GlobalEventID": 904370510, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.9023569023569, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Antonio, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX029", "Actor1Geo_Lat": 29.4241, "Actor1Geo_Long": -98.4936, "Actor1Geo_FeatureID": "1380951", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "San Antonio, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 29.4241, "Actor2Geo_Long": -98.4936, "Actor2Geo_FeatureID": "1380951", "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Antonio, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 29.4241, "Action2Geo_Long": -98.4936, "Action2Geo_FeatureID": "1380951", "DATEADDED": 20200207050000, "SOURCEURL": "https://www.expressnews.com/news/local/article/Suspect-accused-of-injuring-woman-who-died-two-15037180.php"}, "ARTICLE": {"TITLE": "Suspect accused of injuring woman who died two days later arrested for probation violation", "TEXT": "A man accused of injuring an elderly woman who later died was back in jail after he violated the terms of his probation in another case.\n\nJohn Paul Maspero, 31, was arrested Wednesday on a DWI charge out of Comal County. He was expected to be released Thursday night from the Bexar County Jail after posting a $2,500 bond.\n\nMaspero was previously arrested on Jan. 23 and charged with injury to elderly causing serious bodily injury after Phyllis “Lili” Maranto Bailey was hospitalized in critical condition, according to San Antonio police.\n\nAccording to police, Maspero told officers that he had sex with Bailey the night of Jan. 22 at her apartment at the Carmel at Deerfield, 1440 W. Bitters Road, and that afterward she could not breathe. He did not think her situation was serious because she has chronic obstructive pulmonary disease, the report said.\n\nHe left the home, he said, but returned because he forgot his ID. She again told him she could not breathe and collapsed on the floor. He then called EMS, according to the report.\n\nHospital staff told police that Bailey was without oxygen for some time. She died at 5:56 p.m. on Jan. 25. according to the Bexar County Medical Examiner’s Office. Her cause and manner of death were pending as of Thursday.\n\nPolice noted that at the time of Maspero’s arrest, his speech was slurred.\n\nMaspero’s arrest Wednesday stems from a September 2016 incident. According to Comal County court records, Maspero pleaded guilty to driving while intoxicated with a blood alcohol content greater than or equal to .15. He was convicted in June 2018 and sentenced to 20 months probation.\n\nOn Monday, a motion to revoke probation was filed because he was arrested on Dec. 6 and charged with public intoxication by the Kerrville Police Department. Details on the arrest were not available.\n\nOn social media, Maspero often posted about his efforts to stay sober in his battle with alcohol addiction. In one video from December, he talks about how he came close to taking a drink.\n\nIn April 2017, he was arrested for resisting arrest and DWI in Kerr County. In October 207, his DWI case was dismissed, and he pleaded no contest to resisting arrest and was given probation, according to court records.\n\nBrenna Brothers, Bailey’s daughter, said that she did not know of Maspero until the night she received a call that her mother was being rushed to the hospital.\n\nBailey, a mother of two with five grandchildren, was remembered by family for her fun-loving, youthful spirit.\n\nShe was also active in the recovery community, helping others struggling with addiction.\n\n“Her whole life was around helping other people,” her daughter said.\n\nShe was a huge fan of Texas Country music star Ray Wylie Hubbard, and often enjoyed live performances at venues such as Gruene Hall in New Braunfels.\n\n“She was the life of the party. She loved to sing and dance,” her daughter said. “She didn’t act like a 69-year-old woman. She was just all fun, all the time.”\n\nBrothers said that her mother’s nickname, Lili, was inspired by her love of the lilies on Caddo Lake, where she lived for years just outside her hometown of Marshall.\n\nBailey moved to San Antonio to be closer to Brothers and her family. Her son James Barrett Horak, who retired last year after 20 years of service with the U.S. Marines, moved to San Antonio just before Christmas, her daughter said.\n\n“It can’t get any sadder. We had all of us together,” she said.\n\nJacob Beltran is a reporter covering San Antonio and Bexar County. Read him on our free site, mySA.com, and on our subscriber site, ExpressNews.com. | jbeltran@express-news.net | Twitter: @JBfromSA"}}