{"GDELT": {"GlobalEventID": 904370645, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "Actor2Code": "AUT", "Actor2Name": "AUSTRIA", "Actor2CountryCode": "AUT", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.59365994236312, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vienna, Wien, Austria", "Actor1Geo_CountryCode": "AU", "Actor1Geo_ADM1Code": "AU09", "Actor1Geo_ADM2Code": "5672", "Actor1Geo_Lat": 48.2, "Actor1Geo_Long": 16.3667, "Actor1Geo_FeatureID": "-1995499", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vienna, Wien, Austria", "Actor2Geo_CountryCode": "AU", "Actor2Geo_ADM1Code": "AU09", "Actor2Geo_ADM2Code": "5672", "Actor2Geo_Lat": 48.2, "Actor2Geo_Long": 16.3667, "Actor2Geo_FeatureID": "-1995499", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vienna, Wien, Austria", "Action2Geo_CountryCode": "AU", "Action2Geo_ADM1Code": "AU09", "Action2Geo_ADM2Code": "5672", "Action2Geo_Lat": 48.2, "Action2Geo_Long": 16.3667, "Action2Geo_FeatureID": "-1995499", "DATEADDED": 20200207050000, "SOURCEURL": "https://blogs.timesofisrael.com/rhode-island-jews-join-in-joyous-celebration-of-the-13th-global-siyum-hashas-of-daf-yomi/"}, "ARTICLE": {"TITLE": "Rhode Island Jews join in joyous celebration of the 13th Global Siyum HaShas of Daf Yomi", "TEXT": "At the First International Congress of Agudath Israel, held in Vienna in 1923, the Eastern European Rabbi Meir Shapiro, then in his mid-thirties, proposed having Jews around the world study a double-sided page (daf) of the Babylonian Talmud together each day. Rabbi Shapiro saw this global engagement with a daily (yomi) Talmud folio as advancing both Jewish knowledge and Jewish unity.\n\nIf a person devotes about an hour a day to studying the Babylonian Talmud’s 2711 double-sided pages, he or she can complete its volumes in about seven and a half years. January 4 marked the 13th Global Siyum HaShas of Daf Yomi – the completion of the Babylonian Talmud by studying a folio a day – since 1923.\n\nThough I have not felt compelled to take on this daunting task of daily study, I admire those committed to the seven-and-half year cycle, and sought to participate in the celebrations of their accomplishments taking place in New Jersey and Providence.\n\nThe Providence Hebrew Day School and Congregation Mishkon Tfiloh’s Rabbi Yechezkel Yudkowsky arranged for a chartered bus on New Year’s Day from Providence to MetLife Stadium in East Rutherford, New Jersey, where the main North American Siyum HaShas gathering took place. About a dozen of those on the bus, myself included, were given tickets to attend the event by the Olami Foundation, an affiliate of Rhode Island’s Project Shoresh, which is run by Rabbis Naftali Karp and Noah Karp.\n\nMetLife Stadium was packed with about eighty-eight thousand people bracing themselves against the early-January cold. The theme of the event was “One Nation. One Siyum.” Only a few weeks before, some American Jews and non-Jews were insisting in the media that being Jewish meant only a religious affiliation, without an identity tied to nationality. But here were tens of thousands of Jews that were devoted to Jewish religious study and a Jewish religious way of life and were also cognizant and proud of Jewish peoplehood. NPR may have obscured Jewish peoplehood this past December, but the Babylonian Talmud has been making the existence of a Jewish nation clear for fifteen-hundred years, and those in attendance understood the concept of Am Yisrael.\n\nThough the overwhelming majority of attendees were haredi Jews from North America, our Project Shoresh group from Rhode Island was seated in the Olami section, which included religiously diverse groups of Jews who traveled from as far away as Germany or South Africa in order to participate in the celebration.\n\nThe stadium program began with a communal mincha service and the recitation of psalms, and was followed by speeches by yeshiva heads and Chassidic rebbes, and video presentations highlighting individuals and groups around the world, including Israeli soldiers, celebrating the completion of the cycle.\n\nPart of the program was dedicated to Masmidei HaSiyum, a project designed to include children in the world-wide Siyum HaShas celebrations by offering prizes and incentives for young people learning Talmud, Mishna or Torah at their homes. There were many children on our Providence bus and thousands in the stadium.\n\nAfter this, there was singing and dancing led by several vocalists and choirs. The communal completion of the last page of the Babylonian Talmud was almost immediately followed by beginning its first page, thus commencing the seven-and-a-half-year cycle once more. No doubt quite a few people in the crowd were inspired by the gathering to join those already determined to embark on the new cycle.\n\nA significant portion of rest of the event was devoted to honoring the six million martyrs of the Holocaust. Rabbi Avi Shafran, director of public affairs and spokesman for Agudath Israel of America and a columnist for Hamodia, explains that the gathering was “dedicated to the concept of Torah’s primacy in every Jew’s life” and was “also a memorial to the Jewish victims of the Holocaust.”\n\nThe celebration of Torah as life, in a poignant way, represents the perseverance of the Jewish people and its ultimate victory over the Nazis\n\nIn the narrative of Agudath Israel’s Siyum HaShas, the fact that Judaism flourishes today signifies the defeat of the Jewish nation’s enemies. “The celebration of Torah as life, in a poignant way, represents the perseverance of the Jewish people and its ultimate victory over the Nazis and over all those over the course of history who have wished to destroy the Jewish faith and people,” according to Rabbi Shafran.\n\nMany of the speakers in New Jersey stressed the Jewish unity that was evident at the gathering. As Rabbi Noach Karp quipped later in the week about the Rhode Island participants, “It took a few days to thaw from the weather but our souls and hearts are still warm from the sense of unity and Jewish pride in the stadium.”\n\nThe Siyum HaShas festivities continued in Providence, where Rabbi Shafran, who worked at Providence’s New England Academy of Torah until 1994, was invited to be a guest scholar over Shabbat on January 3 and 4 as part of the celebrations put on by the local Daf Yomi Chaburah. On Friday evening, he spoke at the home of Rabbi Avrohom and Mrs. Lynn Jakubowicz, and he spoke the following morning at Sha’arei Tefilla. Also that morning, a kiddush was held at Congregation Beth Sholom in honor of Michael Pelcovits, who was a participant in the 13th Daf Yomi Siyum HaShas.\n\nOn Saturday evening, the Rhode Island Jewish community was invited to a melave malke sponsored by Ben Tzion Taube of Pawtucket to celebrate the local Daf Yomi Chaburah’s completion of the Babylonian Talmud at the Kollel Center for Jewish Studies. There was singing, dancing and dining, as well as a third talk by Rabbi Shafran.\n\nThe occasion marked the third time that Mr. Taube concluded the Daf Yomi cycle, which he first began in 1997\n\nThe occasion marked the third time that Mr. Taube concluded the Daf Yomi cycle, which he first began in 1997. Having finished the Babylonian Talmud three times, he is now working on completing the less-studied Jerusalem Talmud with Providence’s Norman Rosenfield.\n\n“We learn weekdays at 5:30 AM,” Mr. Taube explains. “Sundays we take it easy and start at 6:45.”"}}