{"GDELT": {"GlobalEventID": 904370971, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 124, "EventBaseCode": 124, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.83540556542333, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200207050000, "SOURCEURL": "https://indaily.com.au/arts-and-culture/film/2020/02/07/which-best-picture-nominee-will-win-an-oscar/"}, "ARTICLE": {"TITLE": "Which Best Picture nominee will win an Oscar?", "TEXT": "Last year was an exceptional year for Hollywood cinema, and this is reflected in the Oscar nominees for Best Picture.\n\nThe Oscars often celebrate the middlebrow and polite over the exceptional and avant garde, resulting in many extraordinary films missing out on the accolades. In 2018, it was Luca Guadagnino’s striking Suspiria that received zero nominations.\n\nContrary to form, four of this year’s nominees could have been deserved winners other years. Even more refreshing is the radical difference between these films – from bourgeois social realist drama Marriage Story to anarchic black comedy Joker.\n\nClose runner-up: Joker\n\nJoker proves that Todd Phillips — whose early career, from Hated to Old School, showed comedic promise — is finally making funny movies again.\n\nAfter a poignant first half hour, the film breezes into (black) comedy mode, as we watch Joaquin Phoenix’s down-on-his-luck comedian Arthur Fleck become progressively more deranged. Phillips presents some genuinely hilarious tableaux.\n\nFitting for a movie about self-important Batman’s arch-nemesis, the whole thing is wonderfully absurd. Phoenix proves once again that he is the master of flawed characters who, while taking themselves seriously, are pathetically funny.\n\nJoker reveals the contradictions of our political present — collective meaning-making transformed into individualised, identity-based fantasy. Phoenix’s Joker – forgotten by a broken welfare system — shows mass disenfranchisement can only be made sense of as its apolitical other: individual bursts of aimless violence.\n\nJoker is a thoroughly amoral film. It presents a world of vital (and violent) negativity without offering the usual Hollywood moral bandaid.\n\nExquisitely simple: Marriage Story\n\nNoah Baumbach’s Netflix film is similarly peppered with bursts of humour, but its approach is naturalistic.\n\nUnlike some of Baumbach’s earlier films (see The Squid and the Whale and Greenberg), this has a decisive quality to it.\n\nA simple narrative – a couple with a child undergoes a divorce – anchors an unbelievably compelling performance from Scarlett Johansson. It would be a great injustice if she did not win the Best Actress Oscar. Laura Dern and Ray Liotta are also brilliant as a couple of combative divorce attorneys.\n\nThe film is technically flawless in its construction, with the camera, editing, and score tending towards invisibility.\n\nThe final moment between the pair, involving a trivial daily act, epitomises the film as a whole – simple, beautiful, funny and emotionally devastating.\n\nLong but worthy: The Irishman\n\nMartin Scorsese’s true crime yarn The Irishman, also made for Netflix, demands a more complex process of critical evaluation.\n\nSome of it is awe-inspiring – Joe Pesci’s performance as ageing gangster Russell Buffalino is one of its highlights. Robert De Niro’s subtle brilliance as Frank Sheeran is epitomised in a sequence towards the end of the film in which he makes a telephone call. He should have been nominated for a Best Actor Oscar on the basis of this scene alone.\n\nYet the territory is familiar stuff for Scorsese, and the first two-thirds of the (very long) film plays like a watered-down Goodfellas or a season of Boardwalk Empire – a retro true crime saga following gangsters and politicos in control of the Teamsters union. Al Pacino, nominated for an Oscar for his turn as Jimmy Hoffa, just does the usual Pacino thing where he shouts a lot, with little nuance.\n\nIn the final third, however, the film takes a radically different turn. As the consciousness of the movie merges with that of the eponymous hitman, it becomes increasingly emotionally complex.\n\nThe Irishman’s estrangement from his family, from his work, and from his social world is starkly realised when we find him in a nursing home. This one-time heavy now seems like a disoriented and tired old fogey, attempting to relive glory days by telling stories to people who don’t know – or care – about them.\n\nIt’s a long (did I mention long?) and gruelling film, brilliantly shot and staged. The finale turns what might otherwise seem like a self-indulgent genre exercise into a profound reflection on art and existence.\n\nMy pick for Best Picture: Once Upon a Time … in Hollywood\n\nOnce Upon a Time… in Hollywood is Quentin Tarantino’s 21st-century masterpiece, and it would not be surprising if he made no more films after this one, given it seems to sum up the rest of his oeuvre – and Hollywood at large – as, indeed, fairytale.\n\nHis best film since Jackie Brown is a stunning, elegiac lament of the impossibility of film art to transform and transcend history.\n\nEverything about this film works, from the extraordinary performances from old timers like Leonardo DiCaprio and (relative) newcomers like Margaret Qualley (who self-assuredly steals her scenes with Brad Pitt) to the stately creation and photography of a nostalgic Los Angeles.\n\nThe sequence in which Margot Robbie, as Sharon Tate, watches her performance on the big screen, delightfully laughing the whole time, is one of the most moving scenes in cinema. The fact that the character has few lines is in itself significant, a comment on her early silencing at the hands of the Manson family – and a wail for what could have been.\n\nAdvertisement\n\nThe explosive (and unexpected) violence at the end of the film offers the viewer, familiar with the Manson mythos, a chance to imagine other possibilities – and this is both satisfying and devastating.\n\nEvery moment in the film seems acutely aware of the absurdity, the thoroughly “Tinseltown” quality of its representation of history. It emphasises that nothing can ever be revised – unless it’s in the make-believe movies. And there is, typical for Tarantino, something sweet and naïve about this celebration of the potential of movies to allow us to simultaneously remember and forget the past.\n\nAnd the rest…\n\nParasite, the latest film from stellar Korean director Bong Joon Ho, was many critics’ pick for film of the year — but it is let down by an uncommitted ending that drifts into sentimentality.\n\nThe premise of a lower-class family manipulating their way into domestic positions in an upper-class household serves as the basis for a very funny narrative. But when the film is called on to commit to this violent premise, it seems to back out. Its tone becomes smarmy and self-important.\n\nFord v Ferrari is a well-made biopic (from director of mediocre films James Mangold) about the professional and personal struggles of car designer Carroll Shelby (Matt Damon) and driver Ken Miles (Christian Bale) as they seek to win the 1966 Le Mans race, but, like all biopics, seems a little hackneyed and stupid at times.\n\n1917, likewise, is technically dynamic – the “one shot” experiment makes sense in this case – but is otherwise an unexceptional film about a couple of soldiers on a quest to save their fellows.\n\nCould do better …\n\nOnly two of the eight nominees, Little Women and Jojo Rabbit were disappointments.\n\nLittle Women promised great things. It would seem like a good time to remake the cherished story of the March sisters, and a young director like Greta Gerwig would seem like a good choice – but it just doesn’t work as a movie. The acting is remarkably stiff with virtually no rapport between the sisters. Timothée Chalamet, usually brilliant, seems acutely uncomfortable with the staginess of the film’s approach.\n\nThere doesn’t appear to be any reason for the clunky reordering of the narrative or for major plot omissions and there appears to be no age differentiation between the sisters.\n\nWe simply watch a bunch of film star friends hanging out for a while, and this is pleasant enough – you wouldn’t turn it off if you were on a plane. But it is so stilted and affected (underscored by a kind of unjustified sense of self-importance) that it is hard to see why it was nominated for Best Picture.\n\nRelentlessly clever Taika Waititi’s latest film, Jojo Rabbit is wildly uneven. Some of the comedy works, some falls flat. It seems overly reliant on an outrageous comedic premise, while never quite gelling as a piece of cinema.\n\nIt is funny for a minute to see Waititi sending up Hitler, but it quickly becomes tiresome, as does Sam Rockwell’s turn as a disaffected Nazi. A bit like Waititi’s 2004 Oscar-winning short, Two Cars, One Night, it appears overly concerned with style. Though it almost taps into a child’s point of view – an awesome experience when effectively realised – it jars with the heavy-handed stylistic treatment of the material.\n\nNot on the list …\n\nThere were, of course, several excellent films that received no nominations.\n\nThe French eco-thriller School’s Out, about a substitute teacher being gaslighted by his class of elite high school students, was one of the highlights of 2019. So too the outrageous Brazillian-French exploitation yarn Bacurau, about rich American pleasure seekers attempting to wipe a small Brazilian town off the map.\n\nIndeed, it was a very good year. Once Upon a Time … in Hollywood and Joker will be long-remembered as two of the strongest films of the 21st century, embodying some of the tendencies and contradictions of our age.\n\nThe 2020 Academy Awards will be announced on February 10. Channel 7 will have live coverage from midday AEST.\n\nAri Mattes is a lecturer in Communications and Media at the University of Notre Dame Australia. This article is republished from The Conversation under a Creative Commons licence.\n\nHelp our journalists uncover the facts In times like these InDaily provides valuable, local independent journalism in South Australia. As a news organisation it offers an alternative to The Advertiser, a different voice and a closer look at what is happening in our city and state for free. Any contribution to help fund our work is appreciated. Please click below to donate to InDaily. Donate here Powered by PressPatron"}}