{"GDELT": {"GlobalEventID": 904370213, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "CAN", "Actor2Name": "CALGARY", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.915082382763, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wenzhou, Zhejiang, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH02", "Actor1Geo_ADM2Code": "13328", "Actor1Geo_Lat": 27.9994, "Actor1Geo_Long": 120.667, "Actor1Geo_FeatureID": "-1930588", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Calgary, Alberta, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA01", "Actor2Geo_ADM2Code": "12549", "Actor2Geo_Lat": 51.0833, "Actor2Geo_Long": -114.083, "Actor2Geo_FeatureID": "-561990", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wenzhou, Zhejiang, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH02", "Action2Geo_ADM2Code": "13328", "Action2Geo_Lat": 27.9994, "Action2Geo_Long": 120.667, "Action2Geo_FeatureID": "-1930588", "DATEADDED": 20200207050000, "SOURCEURL": "https://www.cbc.ca/news/canada/calgary/julia-morris-wenzhou-china-coronavirus-calgary-max-mercado-1.5455014"}, "ARTICLE": {"TITLE": "From behind the quarantine: What one former Calgarian is seeing in Wenzhou, China", "TEXT": "More than nine million people live in Wenzhou, China, a major commercial hub located more than 680 kilometres from Wuhan, where the coronavirus epidemic was first reported.\n\nOne of those residents is Julia Morris, a former Calgarian who arrived in Wenzhou around 10 years ago.\n\nThe city has 291 confirmed coronavirus cases as of Sunday, the most in any city aside from those in the Hubei province, where Wuhan is located.\n\n\"It's a bit of a dreamworld [here],\" Morris said in an interview with the Calgary Eyeopener. \"Everything is so quiet outside. Normally, it's quite hustle and bustle, most of the time. Now that everybody's shut in, it's like a ghost town.\"\n\nJulia Morris first worked in Wenzhou as a teacher. Since then, she's worked mostly in freelance, attempting to develop ESL programming for the schools in the area. (Max Diaz Mercado)\n\nQuarantine rules enforced\n\nAs the government attempts to battle back against the coronavirus — which jumped to 28,018 confirmed cases on Thursday, according to Chinese health authorities — strict quarantine rules have been enforced, including in Wenzhou.\n\nUnder restrictions implemented on the weekend, only one person per household is allowed to leave their home at a time. Shopping centres and other markets are closed.\n\n\"One person from your family every two days is allowed to go get groceries,\" Morris said. \"Now, it's just a little more quiet because of being locked in the house.\"\n\nResidents of Wenzhou are on lockdown, which means trips to public places like grocery stores are limited. (Max Diaz Mercado)\n\nTemperature checks\n\nWhen residents of Wenzhou leave their homes, they are subject to a number of tests in order to confirm they have not picked up the virus.\n\n\"When you leave your apartment, they'll take your temperature. If you go into any grocery stores, they'll take your temperature. They'll make sure you're not infected,\" Morris said. \"Some of the grocery stores, they've been spraying antiseptic on your pants and shoes.\"\n\nSome stores in Wenzhou have been dousing antiseptic spray on shoppers' shoes when they enter. (Max Diaz Mercado)\n\nTemperature checks are taken frequently, such as when residents leave their homes or enter public spaces. (Max Diaz Mercado)\n\nGrocery stores remain mostly fully stocked, Morris said, and it hasn't been difficult to find necessary items — though medical masks were initially in short supply.\n\n\"It's nothing to be afraid of because the government is taking preventative action,\" Morris said. \"It's not so much that they're trapping everybody, they're just trying to cut it off before it gets out of control.\"\n\nGrocery stores have plenty of supplies, though medical masks were a bit difficult to locate early on during the outbreak. (Max Diaz Mercado)\n\nStay or go?\n\nDozens of Canadians are returning home today after being stuck in the coronavirus outbreak zone. Morris, however, will remain in Wenzhou.\n\n\"[Returning] has crossed my mind. It's one of those decisions that's hard to make because you don't know [if] you're just panicking and trying to get out or if everything is OK,\" she said. \"Nothing is scary — it's just taking precautions.\"\n\nSome of those precautions include wearing masks, washing hands frequently and trying to not be around too many groups of people, Morris said.\n\n\"I don't know. I don't get carried away with the hype. I'm not scared about catching anything because there's nowhere to catch it, if you're smart about it,\" she said.\n\nMuch of Wenzhou was already quiet due to families travelling during the Chinese New Year, and the quarantine has further emptied the streets. (Max Diaz Mercado)\n\nLimited access to transportation\n\nMorris isn't able to leave Wenzhou by train or car. Other cities not under similar lockdowns have limited access.\n\n\"They have limited trains and limited highways. But anytime you come in and go out, you're giving your information, they're taking your temperature,\" she said.\n\nWenzhou is more than 680 kilometres from Wuhan, where the novel coronavirus originated. (Google Maps)\n\nIn the meantime, Morris has a lot of time to kill. She said she's spending much of it working on her courses, reading books and studying Chinese.\n\n\"They're just stopping it from spreading everywhere. As long as your immune system is pretty good, you'll [be OK],\" Morris said. \"I'm not trying to make it sound like an easy thing, or a small thing, because it's not. But I don't think there's any need to panic.\"\n\nMost of the cases of novel coronavirus around the world have been found in China, and approximately 565 deaths have been reported.\n\nFive cases have been reported in Canada — three in Ontario and two in British Columbia. Public health officials say the risk to Canadians remains low.\n\nAlberta still has no reported cases."}}