{"GDELT": {"GlobalEventID": 904370412, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "EUR", "Actor1Name": "EUROPEAN", "Actor1CountryCode": "EUR", "Actor2Code": "IGOEUREEC", "Actor2Name": "THE EU", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.7170311464546097, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kinshasa, Kinshasa, Democratic Republic Of The Congo", "Actor1Geo_CountryCode": "CG", "Actor1Geo_ADM1Code": "CG06", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -4.32972, "Actor1Geo_Long": 15.315, "Actor1Geo_FeatureID": "-2049111", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kinshasa, Kinshasa, Democratic Republic Of The Congo", "Actor2Geo_CountryCode": "CG", "Actor2Geo_ADM1Code": "CG06", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -4.32972, "Actor2Geo_Long": 15.315, "Actor2Geo_FeatureID": "-2049111", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kinshasa, Kinshasa, Democratic Republic Of The Congo", "Action2Geo_CountryCode": "CG", "Action2Geo_ADM1Code": "CG06", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -4.32972, "Action2Geo_Long": 15.315, "Action2Geo_FeatureID": "-2049111", "DATEADDED": 20200207050000, "SOURCEURL": "https://allafrica.com/stories/202002070012.html"}, "ARTICLE": {"TITLE": "Central Africa: De-Escalating Tensions in the Great Lakes", "TEXT": "President Tshisekedi's plans for joint operations with DR Congo's belligerent eastern neighbours against its rebels risks regional proxy warfare. In this excerpt from our Watch List 2020 for European policymakers, Crisis Group urges the EU to encourage diplomatic efforts in the region and Tshisekedi to shelve his plan for the joint operations.\n\nSince assuming office in early 2019, the Democratic Republic of Congo's (DRC) president, Félix Tshisekedi, has stressed his determination to dismantle the dozens of Congolese and foreign armed groups blighting the troubled east of the country. He has also prioritised repairing ties with neighbouring states, which have historically both backed and fought against rebels in the eastern DRC over various cycles of war in the last two decades. Today, tensions are again mounting among the DRC's neighbours - between Burundi and Uganda, on one hand, and Rwanda, on the other - potentially compounding the country's security challenges. Alongside Tshisekedi's diplomatic efforts to calm tensions, he has floated plans to invite these three neighbours to deploy their armed forces into the DRC to conduct joint operations with Congolese forces against rebels. Yet insofar as tensions among those countries remain high, such operations could pave the way for them to step up support to allied groups even while fighting rivals, and thus fuel proxy warfare. Civilians in the eastern DRC are likely to suffer most.\n\nIn line with its December Foreign Affairs Council conclusions that lay out the EU's plans for re-engagement with the DRC, and to help President Tshisekedi de-escalate regional tensions, the EU and its member states should:\n\nReinforce the International Contact Group for the Great Lakes region, an informal gathering comprising the UN (including both the UN's special envoy to the Great Lakes and the head of its mission in the DRC, MONUSCO), the U.S., the African Union and South Africa, as well as the EU and several European states that are important donors in the region, such as Belgium, the UK, Germany, France, the Netherlands and Sweden. The EU and European governments could designate senior EU and other European ministerial appointees to fill the group, over and above the working-level desk officers who normally tend to participate.\n\nUse the increased clout this would bring to push for a mechanism whereby each of the three neighbours airs allegations against states they believe are backing armed groups in the DRC and supports the charges with evidence. Allegations can then be investigated by the UN Group of Experts and the Expanded Joint Verification Mechanism of the International Conference of the Great Lakes Region (the ICGLR comprises regional states and is a guarantor of a 2013 regional peace agreement; its joint verification mechanism and the UN expert group already have mandates to investigate claims of support to armed groups). Their findings could inform diplomatic efforts to de-escalate tensions among neighbours and end their backing of insurgents in the DRC.\n\nAt the same time, encourage President Tshisekedi to shelve, at least for now, his plan for joint operations with neighbours' security forces.\n\nOffer financial and technical support for the national disarmament, demobilisation and reintegration (DDR) process, to ensure that Congolese militias linked to foreign rebels operating in the eastern DRC have a safe pathway to giving up their fight.\n\nSecurity Challenges\n\nIn recent months, eastern DRC-based foreign insurgencies have escalated attacks on both the Congolese army as well as soldiers and civilians in neighbouring countries. The Burundian, Rwandan and Ugandan presidents are all rattling their sabres in response, accusing one another of proxy warfare.\n\nOn 4 October, DRC-based fighters killed fourteen people in Kinigi village in Rwanda's Musanze district. Rwandan authorities blame the Forces démocratiques de liberation du Rwanda (FDLR) rebels. They say the FDLR is working with another DRC-based rebel group, the Rwanda National Congress (RNC), which they allege is run by one of President Paul Kagame's former generals. They also say both the FDLR and the RNC enjoy Burundian and Ugandan support. In a speech, Kagame vowed to retaliate against anyone seeking to attack Rwanda.\n\nAfter the Kinigi killings, fighters crossed into Burundi from the DRC to launch two separate deadly attacks. Burundian RED-Tabara rebels, whom Burundian officials say are backed by Rwanda, claimed the first attack. No one claimed the second, but Burundian President Pierre Nkurunziza, recalling Kigali's support for mutineers in a 2015 coup attempt, blamed Rwanda for both attacks, alleging that Kigali supports RED-Tabara. Ugandan officials, for their part, assert that Rwanda is collaborating with the Allied Democratic Forces, a rebel movement with roots in Uganda that is implicated in dozens of massacres in the Beni area of North Kivu since 2014.\n\nRwandan and Ugandan officials continue to trade accusations that each is plotting to destabilise the other. Both governments have purged their security services of suspected traitors. Rwanda has now also closed a main border crossing into Uganda, suffocating trade between the two countries. Meanwhile, Burundi and Rwanda have dispatched troops to their mutual border while Uganda has deployed troops to its western frontier facing North Kivu. Should these tensions heighten, they could fuel more proxy fighting in the eastern DRC, further threatening regional stability.\n\nRecognising the dangers, Tshisekedi invited Rwanda and Uganda for talks in July and August hosted by Angolan President João Lourenço in the Angolan capital Luanda. They culminated in a memorandum of understanding, signed on 21 August, in which both countries promised to halt \"actions conducive to destabilisation or subversion in the territory of the other party and neighbouring countries\". In addition to these diplomatic efforts, the DRC president floated plans that would involve the armed forces of Burundi, Rwanda and Uganda conducting joint military operations with Congolese forces against insurgents in the eastern DRC. Absent political de-escalation among the neighbour governments, such operations could pave the way for all three to ratchet up support to proxies opposing their respective rivals. The eastern DRC could again become the arena for a multi-sided melee.\n\nCalming Regional Tensions\n\nIn its latest Foreign Affairs Council Conclusions on the DRC in December 2019, the EU asserted its readiness to redefine its relationship with the country. This comes after relations between Brussels and Kinshasa cooled at the tail end of Kabila's presidency, when the EU sanctioned some of his top henchmen in late 2018. President Tshisekedi has expressed an increasing willingness to work with Brussels even as the EU renewed sanctions in December 2019 against twelve of the fourteen Kabila-era officials. In particular, the EU could help de-escalate regional tensions and lessen neighbours' support to foreign armed groups while contributing to pathways to surrender for Congolese fighters allied to such groups.\n\nThe immediate priority is to encourage President Tshisekedi to reinvigorate diplomatic efforts to calm tensions among DRC's neighbours while putting aside, at least for now, plans for those neighbours to conduct military operations in the eastern DRC. The EU's best bet for pressing for an approach along these lines would be to increase its influence in the International Contact Group for the Great Lakes, the informal group to which it and a number of European states belong. Brussels and other European capitals should commit more senior officials both to the contact group itself and to liaising with the group and with regional governments. Together with the UN special envoy to the Great Lakes, Xia Huang, who has recently been instrumental in bringing together the Burundian, Congolese, Rwandan and Ugandan intelligence chiefs to discuss their deteriorating relations, the EU should use its weight in the group to prioritise the need for a political solution to tackling foreign armed groups in the eastern DRC.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Central Africa Conflict Europe and Africa By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nSuch a solution could entail Xia encouraging the three states to lay out their allegations and evidence of support by their rivals to armed groups in the DRC. He could share all information received with the UN Group of Experts and the Expanded Joint Verification Mechanism of the International Conference of the Great Lakes Region. The evidence provided by regional states, and investigations conducted by the expert group and joint verification mechanism, could collectively inform diplomatic efforts to halt or diminish support to DRC-based insurgents.\n\nBy financially and technically supporting the national DDR process, the EU can also back Tshisekedi's priority of tackling the plague of Congolese armed groups. Congolese insurgents, many of whom are sucked into alliances with more powerful foreign armed groups, often lack an alternative in the absence of a fully funded DDR program. Under Kabila, the Congolese authorities gave only limited resources to DDR. Several donors pulled out, frustrated by Kinshasa's lack of commitment to funding a national program. Despite the uptick in attacks in the east, there are signs that some fighters are placing greater hope in Tshisekedi's presidency and expressing greater desire to surrender. MONUSCO's new mandate, adopted at the end of December 2019, encourages the DRC's government to appoint a senior coordinator to lead the DDR effort. The EU could consider supplying this person with the necessary funding and expertise to carry out the mandate."}}