{"GDELT": {"GlobalEventID": 904370192, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "USA", "Actor2Name": "MIAMI", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 842, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.20168067226891, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "City Of Miami, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL086", "Actor1Geo_Lat": 25.7753, "Actor1Geo_Long": -80.2098, "Actor1Geo_FeatureID": "2404247", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "City Of Miami, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 25.7753, "Actor2Geo_Long": -80.2098, "Actor2Geo_FeatureID": "2404247", "Action2Geo_Type": 3, "Action2Geo_Fullname": "City Of Miami, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 25.7753, "Action2Geo_Long": -80.2098, "Action2Geo_FeatureID": "2404247", "DATEADDED": 20200207050000, "SOURCEURL": "https://communitynewspapers.com/biscayne-bay/lobbyist-carollo-asks-taxpayers-to-cover-private-legal-bills/"}, "ARTICLE": {"TITLE": "Lobbyist Carollo asks taxpayers to cover private legal bills", "TEXT": "Joe Carollo is being sued.\n\nThat’s not breaking news in Miami. But it’s the kind of news that makes me crazy – because it is absolutely outrageous that Miami taxpayers are on the hook for the legal fees even though the work at the center of the suit was done prior to him becoming a City of Miami commissioner.\n\nI’m no rocket scientist, but I have a question: Why are Miami residents, some being the poorest in the entire country, being forced to put their pennies together to pay for this scofflaw’s alleged bad behavior?\n\nOh wait – did you hear that hiss? That’s the sound of a car tire going flat after pounding into a pothole that wasn’t repaired because Miami’s money was spent on Joe’s legal bills.\n\nOh, and that’s the burglar alarm going off at your local cafecito shop for the last four hours, because covering Joe’s legal bills means one fewer police officer on the street.\n\nThink about it: Miami doesn’t have money to enhance city services because Joe Carollo asked – and got – Miami to pay for legal bills tied to his private lobbying business. Like any banana republic dictator, he just puts the burden on the people, forcing them to shell out cash to cover his mistakes. I say only a coward would hide behind the city, tapping its resources to protect him.\n\nHow did we get here, you might ask? Prior to returning to the city commission in November 2017, Carollo was a lobbyist for a company seeking to build a Ferris wheel at Bayside Marketplace, which is a city of Miami property. Once Crazy Joe became a commissioner, the contract ended. But that didn’t stop him from using his inside information to squeeze his former employer to hand over more money to the city.\n\nThat’s a breach of contract, his former employer said in the lawsuit filed last year.\n\nAnother BIG Question why didn’t Lobbyist-Joe formally register with the city, as lobbyists are required to do? We know why – because he didn’t want transparency!\n\nHe doesn’t follow rules. He’s like a dictator in waiting. Just like the time he failed to pull permits for his house.\n\nIn January, his former employer Platinum Advisors filed another suit against the City of Miami to stop the city from paying Crazy Joe legal bills.\n\nBut listen, apparently Miami is printing up money these days, right? Or, is it as Joe Carollo says regularly, that the City needs to tighten its belt.\n\nDon’t fret though. Worst-case scenario is, if Miami runs out of money covering for Joe’s private lobbying mistakes, taxpayers can always pitch in a little more for Crazy Joe."}}