{"GDELT": {"GlobalEventID": 904370007, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor2Code": "MNCUSA", "Actor2Name": "DISNEY", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.2608695652173902, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Walt Disney World, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 28.4117, "Actor2Geo_Long": -81.5826, "Actor2Geo_FeatureID": "292855", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Walt Disney World, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 28.4117, "Action2Geo_Long": -81.5826, "Action2Geo_FeatureID": "292855", "DATEADDED": 20200207050000, "SOURCEURL": "https://comicbook.com/starwars/2020/02/07/star-wars-walt-disney-world-galactic-starcruiser-new-look-revealed-reservations-open-later-this-year/"}, "ARTICLE": {"TITLE": "New Look at Star Wars: Galactic Cruiser Revealed, Reservations Opening Later This Year", "TEXT": "Star Wars fans got news about the Galactic Starcruiser last year and have been waiting for more info for a while. Now, Disney Parks Blog has released some new images and dates to reserve slots in Florida for the two-day and two-night vacation experience. Walt Disney World will play host to the Starcruiser and now fans have a way to live out their own Star Wars story exactly how they want. The attraction debuts in 2021, so that should give families planning to make a visit ample time to get their credits in order to make the trek to Florida.\n\n“Star Wars: Galactic Starcruiser is a completely new type of experience,” Ann Morrow Johnson, executive producer for Walt Disney Imagineering offered. “You’re going to live onboard a star cruiser…and you can get wrapped up in the larger Star Wars story.”\n\nWhen guests step aboard the Halcyon, the well-furnished cabins and restaurants will greet them. From there, they are free to visit the Black Spire Outpost on Batuu or other activities. There are characters and crew roaming around as well to make the visit even more magical. Disney Parks gave a detailed rundown last year:\n\n* The adventure begins when you arrive at the Galactic Starcruiser Terminal at Walt Disney World and check in for your two-night experience.\n\n* You will be invited to enter a Launch Pod for transport into space. Through windows above, you’ll see yourself leave the real world behind as you jump to hyperspace and draw closer and closer to the Halcyon.\n\n* When the Launch Pod docks with the Halcyon and the airlock opens, you will step into the ship’s main deck Atrium to begin your journey through a galaxy far, far away.\n\n* A visit aboard the Halcyon becomes a multi-day story that interweaves with members of the crew, other passengers, familiar Star Wars characters, and an excursion to Star Wars: Galaxy’s Edge at Disney’s Hollywood Studios.\n\n* The all-immersive experience also features entertaining activities, such as:\n\n* Wielding a lightsaber while facing off against a training remote, where you may discover your own connection with the Force.\n\n* Visiting the starcruiser’s Bridge to learn about ship systems and how to operate them, including navigation and defense – skills that may come in handy during a journey through this adventure-filled galaxy.\n\nDid you know ComicBook.com has a podcast? That's right folks, ComicBook Nation is available every Wednesday and Friday bringing you the best breakdowns of the week's biggest news from Kofi Outlaw, Matt Aguilar, Janell Wheeler & the rest of the staff at the site. Catch the newest episode right here or subscribe on iTunes today!\n\nDisclosure: ComicBook is owned by CBS Interactive, a division of ViacomCBS."}}