{"GDELT": {"GlobalEventID": 904423891, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.02369668246445, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.889, "Action2Geo_Long": -77.0003, "Action2Geo_FeatureID": "529313", "DATEADDED": 20200207110000, "SOURCEURL": "https://hamodia.com/2020/02/06/senate-obama-officials-hamstrung-russia-election-attack/"}, "ARTICLE": {"TITLE": "Senate: Obama Officials Hamstrung by Russia Election Attack", "TEXT": "WASHINGTON (AP) -\n\nThursday, February 6, 2020 at 5:03 pm |\n\nSen. Richard Burr, R-N.C., speaks with reporters on Capitol Hill, Feb. 4, 2020 in Washington. (AP Photo/Alex Brandon)\n\nThe Obama administration was ill-prepared to handle and failed to respond effectively to Russian interference during the 2016 election, according to a bipartisan congressional report released Thursday. It noted officials feared getting caught up in a heavily politicized environment and undermining public confidence in the electoral process.\n\nThe Senate Intelligence Committee’s report said the U.S. government was “not well-postured” to counter Russian election interference, adding Russia’s cyberactivities did not cease despite high-level warnings of potential retaliation. The report also noted that some Republicans in 2016 were wary of releasing information on the interference.\n\nCommittee members said they hoped lessons learned from 2016 will better position the U.S. to foil another round of potential interference, as the nation’s intelligence chiefs warn that Russia, China, Iran and North Korea remain a threat.\n\nRepublicans and Democrats on the Senate intelligence panel agreed on the broader conclusions of the report, a rare show of bipartisan unity a day after President Donald Trump was acquitted in a highly contentious and fractious impeachment trial. But some members on both sides submitted “additional views,” including five Republicans who were more sharply critical of the Obama administration’s actions.\n\nIn 2016, Russia carried out a “sweeping and systematic” effort to interfere in U.S. elections through disinformation on social media, stolen campaign emails and attacks on voting systems. U.S. officials have made advances in trying to prevent similar attacks from undermining the 2020 vote, but the potential threats have increased and some old problems such as outdated and vulnerable voting machines have not been fully addressed.\n\nSen. Richard Burr, who chairs the Senate Intelligence Committee, said the report found the Obama administration in 2016 struggled to determine an appropriate response as it became aware of Russian activities.\n\n“Frozen by ‘paralysis of analysis,’ hamstrung by constraints both real and perceived, Obama officials debated courses of action without truly taking one,” said Burr, a North Carolina Republican, noting many of their concerns were valid. “However, Obama officials made decisions that limited their options, including preventing internal information-sharing and siloing cyber and geopolitical threats.”\n\nThe committee noted most Obama administration officials interviewed in the investigation said they had first learned about the Russian operation to steal emails from the Democratic National Committee from the media. The initial reaction of administration officials and members of the intelligence community was that Russia’s activity “fell within the bounds of traditional espionage” and was not understood at that point to be part of a broader campaign, according to the report.\n\nThe top Democrat on the committee, Virginia Sen. Mark Warner, said in a statement that there were many flaws with the U.S. response to the 2016 attack, “but it’s worth noting that many of those were due to problems with our own system – problems that can and should be corrected.” He said he was particularly concerned that the fear raised by the Obama administration, that warning the public of a foreign attack could backfire politically, “is still present in our hyper-partisan environment.”\n\nFive GOP senators on the panel wrote in an addendum that the report “exposes in great detail the Obama administration’s inept response to Russia’s persistent and complex campaign to influence and interfere in the most recent U.S. presidential election.” They wrote that concerns about undermining confidence in the election “do not excuse the administration’s failures.”\n\nThe addendum was signed by Republican Sens. Marco Rubio of Florida, Jim Risch of Idaho, Tom Cotton of Arkansas, John Cornyn of Texas and Ben Sasse of Nebraska. The other three GOP members of the panel — Burr and Sens. Susan Collins of Maine and Roy Blunt of Missouri — did not sign on.\n\nDemocratic Sen. Ron Wyden of Oregon submitted an additional view that was also critical of the Obama administration, charging that officials did not share enough information with Congress at the time. Wyden writes that they still don’t have access to important records and documents, and that the report “lacks critical information, leaving the American people in the dark about key events leading up to the 2016 election.”\n\nThere was no immediate response to requests for comment from former Obama administration officials, including former Homeland Security Secretary Jeh Johnson.\n\nThe report also detailed concerns among Republicans in Congress about the effect of publicly acknowledging the interference. It said that several Obama administration officials testified in closed-door interviews that some lawmakers resisted an administration request for a bipartisan statement on Russia’s election meddling.\n\nOne of those officials, Lisa Monaco, the former assistant to the president for homeland security and counter terrorism, said Senate Majority Leader Mitch McConnell questioned the intelligence surrounding the Russian intervention.\n\nMonaco quoted McConnell as saying, “you security people should be careful that you’re not getting used,” which the report says Monaco interpreted as suggestive that the intelligence might have been inflated for partisan purposes. It also quotes Burr at the time describing McConnell’s apprehension that a bipartisan letter could contribute to Russia’s efforts in creating concerns about the U.S. election process.\n\nThe report is the third in a series that the panel is releasing as part of its probe into Russian interference in the 2016 election, an investigation that is now in its fourth year. Burr has said that the panel is working methodically to review what happened and has worked to keep its conclusions bipartisan — a contrast to a House GOP report released in early 2018 that had no Democratic support.\n\nThe House Intelligence Committee’s report, released when Republicans still controlled that chamber, concluded there was no evidence that Trump coordinated with Russians during the 2016 election. In his report on Russian interference, special counsel Robert Mueller said there was insufficient evidence to prove a criminal conspiracy between Russia and the Trump campaign.\n\nBurr has signaled that his committee will have similar findings, but it is unclear when a final report will be released and whether it would be bipartisan.\n\nThe panel has released two other reports as part of the Russia probe. The first focused on Russia’s effort to target state and local election systems and the second detailed the use of social media to sow division during the election."}}