{"GDELT": {"GlobalEventID": 904423676, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 1721, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.2792022792022797, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Busan, Sindh, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK05", "Actor1Geo_ADM2Code": "23687", "Actor1Geo_Lat": 27.9194, "Actor1Geo_Long": 68.2361, "Actor1Geo_FeatureID": "-2757329", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Busan, Sindh, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK05", "Action2Geo_ADM2Code": "23687", "Action2Geo_Lat": 27.9194, "Action2Geo_Long": 68.2361, "Action2Geo_FeatureID": "-2757329", "DATEADDED": 20200207110000, "SOURCEURL": "http://images.dawn.com/news/1184602/mahira-khan-and-okb-are-having-a-conversation-about-zindagi-tamasha-we-should-all-be-having"}, "ARTICLE": {"TITLE": "Mahira Khan and OKB are having a conversation about Zindagi Tamasha we should all be having", "TEXT": "Zindagi Tamasha was slated to be 2020's first Pakistani film release, meant to hit cinemas on January 24.\n\nHowever the Sarmad Khoosat directorial has been stopped from being released, despite being cleared by multiple censor boards twice.\n\nKhoosat also revealed that he has been receiving threats, even though he clarified many times that \"the only censor cuts on the original version were some slang and colloquial words expressing anger. It never had any other ‘objectionable’ content.\"\n\n\"I am bringing this to your notice not just because my team and I are being bullied and pressurised but also because this series of episodes undermines a state institution like the Central Board of Film Censors and strips it of its authority and stature,\" he had previously stated.\n\nCelebrities such as Mahira Khan responded to the news of the film's release being halted, calling out the silence within the industry that should've stood up in support of the film:\n\nOsman Khalid Butt responded to her tweet, making a point about stars raising their voices beyond social media.\n\nZindagi Tamasha won the Kim Ji-seok Award at the Busan International Film Festival where it had its international premiere.\n\nMira Sethi is another celeb who has voiced her opinion calling out those who pretest Zindagi Tamasha despite having no knowledge on what the film is about.\n\nWrites Sethi, \"The ban on Zindagi Tamasha has everything to do with protecting the egos & interests of those 'offended' than the actual content of the movie which contains nothing underhanded or sly... That’s why it was initially unanimously cleared by the censor board... Release the movie.\"\n\nPreviously Humayun Saeed had also spoken up, but he was one of the handful of celebs that did so.\n\nIt is surprising that so few artists are speaking up about the censorship of one of their own from the fraternity. Here's hoping a few actually pick up on OKB's advice and make a statement regarding the film and stand in solidarity with Sarmad Khoosat in times like these."}}