{"GDELT": {"GlobalEventID": 904423564, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "MED", "Actor1Name": "JOURNALIST", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.955947136563879, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200207110000, "SOURCEURL": "https://www.cbc.ca/radio/thecurrent/the-current-for-feb-6-2020-1.5454037/what-s-it-like-to-be-black-in-canada-under-policing-it-s-hell-says-desmond-cole-1.5454039"}, "ARTICLE": {"TITLE": "What's it like to be black in Canada? Under policing, it's hell, says Desmond Cole", "TEXT": "Read Story Transcript\n\nJournalist and activist Desmond Cole says the conversation about race in Canada needs to move away from whether racism exists, and focus on the reality of living under it, particularly through the lens of law enforcement.\n\n\"The question is, 'What is it like to live as a black person?'\" said Cole, author of The Skin We're In: A Year of Black Resistance and Power, released last month.\n\n\"And when it comes to policing, it is hell,\" he told The Current's Matt Galloway.\n\nCole's book explores several cases of violence involving police and members of the black community and their aftermath.\n\nHe pointed to the case of Dafonte Miller, who testified last fall that he was beaten by off-duty Toronto police officer Michael Theriault and his brother Christian in 2016 in Whitby, Ont. The incident left Miller with numerous injuries, including the loss of an eye.\n\nDafonte Miller, then 19, was severely beaten on Dec. 28, 2016. Miller, left, pictured before the incident and Miller, right, seen following the beating. (Leisa Lewis)\n\nThe brothers have pleaded not guilty to aggravated assault and obstruction of justice, and say they were the ones attacked after catching Miller stealing items from their truck.\n\nOn the night of the incident, Miller was handcuffed and arrested. The charges against him were later dropped. A verdict in the case is expected in April.\n\nCole argued that incidents like this show that the police force \"cannot be reformed; it has to be dismantled.\"\n\nA CBC analysis in 2018 found that 18 black men and one black boy were among the 52 people killed in encounters with Toronto police officers between 2000 and 2017. That is more than a third of the total figure. Of those 52 cases, seven Toronto police officers have faced charges after being involved in the death of a civilian. Only one was found guilty.\n\n\"To get justice for one cop who takes a life in this country is almost impossible,\" Cole said.\n\nHe argued that \"when you're living in that kind of a condition, where the society will fight so hard to justify killing you,\" it affects both the opportunities for black people, and the chance to have basic needs met.\n\nWhen contacted by The Current, the Toronto Police Service declined to comment on the Miller case as it is still before the courts, while the Durham Regional Police Service said it could not answer any questions because \"this is an active case with the office of the Independent Police Review director.\"\n\nJournalist Desmond Cole explains why he thinks systemic racism puts black people at a marked disadvantage. 1:24\n\nIn place of our current policing structure, Cole said there needs to be \"a new way of keeping people safe, that does not involve spending — in this city — a billion dollars to have thousands of armed men running through the street, meting out what they believe to be justice.\"\n\nGalloway said the idea of abolishing the police would be a stretch too far for many people, but Cole asked why \"they don't think that the violence that black people face every day is going too far.\"\n\n\"The white majority in this country, they can tolerate almost any violence against a black person, almost any offence against a black person,\" Cole said.\n\n\"But they cannot imagine a world where people who hurt black people take account for it.\"\n\nIn The Skin We're In, Cole looks at what it's like to live in Canada as a black person. (Doubleday Canada, Martin Trainor/CBC) White people should stop taking offence at discussions on racism, and instead work to end it, Desmond Cole tells Matt Galloway. 2:11\n\nCanada's 'magical thinking' about race\n\nSociety suffers from the \"magical thinking\" that race doesn't matter in Canada, Cole said.\n\nPeople argue \"it's not holding anyone back, it's not dividing people in terms of the way that their government services operate,\" he said.\n\nHe said that the work of the Ontario Human Rights Commission, which has highlighted racism towards both Indigenous communities and people of colour, shows that to be false.\n\n\"The danger of that is that there is no real motivation then to challenge white supremacy in this country — there is no even need to name it,\" he said.\n\n\"There is only a need to get angry when people say words like white supremacy or black liberation. All there is room for is rejection and kind of papering over people's reality.\"\n\nCole said that conversation needs to change, and incremental change isn't enough when \"lives are at stake.\"\n\nBlack people are tired of being stepped on. We don't care if you mean to step on us. - Desmond Cole\n\nHe used an analogy of someone stepping on your foot every day, but apologizing and saying they didn't mean to.\n\n\"After a week, whether this person is being real that they saw you there or not — all the toes on your feet are broken now,\" he told Galloway.\n\n\"All I'm saying is that black people are tired of being stepped on. We don't care if you mean to step on us,\" he said.\n\n\"I'm tired of the conversation about intention, and I want us to move to addressing the hurt and fixing it.\"\n\nHe said he doesn't mind if people find his ideas extreme.\n\n\"People can call me a radical. It's a compliment,\" he said.\n\nWritten by Padraig Moran. Produced by Howard Goldenthal."}}