{"GDELT": {"GlobalEventID": 904422998, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.47798066595059, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ahmedabad, Gujarat, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN09", "Actor1Geo_ADM2Code": "17644", "Actor1Geo_Lat": 23.0333, "Actor1Geo_Long": 72.6167, "Actor1Geo_FeatureID": "-2088270", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ahmedabad, Gujarat, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN09", "Action2Geo_ADM2Code": "17644", "Action2Geo_Lat": 23.0333, "Action2Geo_Long": 72.6167, "Action2Geo_FeatureID": "-2088270", "DATEADDED": 20200207110000, "SOURCEURL": "https://thewire.in/rights/ahmedabad-section-144-police"}, "ARTICLE": {"TITLE": "Removing Section 144 Will Lead to 'Chaos', Free Speech 'Not Absolute': Ahmedabad Police", "TEXT": "New Delhi: The Ahmedabad police on Thursday defended the continuous imposition of Section 144 of the Code of Criminal Procedure in the city, which prohibits the assembly four or more persons, saying that a stay on its implementation would lead to “chaos”.\n\nThe restriction has been imposed continuously in Ahmedabad since at least 2016.\n\nThe city police, in its affidavit filed before the Gujarat high court, also asserted that although the right to freedom of speech and expression is a fundamental one, it is not absolute. According to the Indian Express, the police referred to the 2002 riots, the Patidar quota agitation, Dalit protests after the Una attack and protests against the movie Padmaavat to make its case.\n\nThe police’s reply was in response to a petition filed in December last year by five people, including professor Navdeep Mathur of the Indian Institute of Management, Ahmedabad, against the repeated imposition of Section 144,\n\nThe affidavit filed by the Ahmedabad city police added that such restrictions are necessary to maintain law and order in the city.\n\n“The right to freedom of speech and expression is a fundamental right. However, it is not absolute and there are restrictions…The petitioner has not given a single instance which shows that the freedom and liberty or any constitutional right of any citizen is taken away,” the reply stated.\n\nAfter taking the reply on record, Justice Umesh Trivedi posted the matter heading on February 13.\n\nMathur was among the 50-odd persons detained by the city police on December 16 for taking part in a peaceful protest outside IIMA campus against the controversial Citizenship (Amendment) Act and the police crackdown on the students in Delhi.\n\nThe petitioners had sought quashing of orders passed by the city police commissioner under Section 144 of CrPC. The petition also sought a stay on the implementation of any such order currently in force.\n\nAlso read: The Misuse of ‘Lathi Charge’ by the Indian Police\n\nAs The Wire has reported before, the petition says that the police commissioner has been issuing these orders claiming that “it seems that there is a need to maintain public order in [the] city of Ahmedabad” at the beginning of each order, but with no explanation of why the renewal is needed. The commissioner has no authority to issue such orders and that the power to do so lies with the district magistrate, a sub-divisional magistrate or any other executive magistrate, they argue.\n\nThe petitioners had stated that the police order banning assembly of more than four people needs to be quashed “to enable them, the residents of Ahmedabad, exercise their right to freedom of expression, right to peaceful assembly and right to move freely under Article 19(1) of the Constitution”.\n\nIt was also contended that people in general do not even know that police have issued such notification banning such assembly. Petitioners argued that orders are passed in a routine manner, as a new notification is issued with almost the same text as soon as the tenure of the old notification comes to an end.\n\nIn their defence, Ahmedabad police said that any stay on the implementation of the notification would “lead to chaos in law and order situation in the city” and “there is always a requirement of maintaining law and order situation in the city”.\n\n“The city had witnessed several protests, agitations and rallies in the past, the latest being those against as well as in favour of the CAA. Despite heavy police deployment, some protesters assaulted on duty police officers and damaged public and private property,” it said.\n\n“If the police starts using its powers, then protesters would be behind bars in such situation and a number of FIRs would be lodged. But due to the restrictions imposed under section 144, the police controls the unlawful assembly and only detains them,” the affidavit said.\n\nIt added that even some of the petitioners who had organised the rally without permission (outside IIMA in December) were detained and released without any FIR registered against them.\n\n“This provision is not used for restricting public rallies. Permission was given by the police for 10 anti-CAA rallies and even today two protests against CAA are going on at different locations in Rakhiyal area,” the reply said.\n\nReplying to the allegation that people are not aware that such restrictions are in place, the police said the notifications are displayed at all the police stations and it is also shared on social media.\n\nPolice all over the country have been accused of misusing Section 144 at their own convenience. The Supreme Court too has noted this, and said in 2011, “Refusal and/or withdrawal of permission [for a public gathering/protest] should be for valid and exceptional reasons. The executive power, to cause a restriction on a constitutional right within the scope of Section 144 Cr.P.C., has to be used sparingly and very cautiously.”\n\nLawyer Sarim Naved wrote in The Wire about how the police misuse the section to justify violence:\n\n“This is the real danger posed by Section 144. You have a body, namely the police, which is not trained or known for its restraint in the face of the disadvantaged. The consequences of the violation of Section 144 have to be legal, including prosecution for wilfully disobeying a public servant and for any other offences which may be committed.\n\nThe imposition of an order under Section 144 does not grant authority to the police to become violent. The police can use violence to disperse an ‘unlawful assembly’ only if the situation warrants so. Otherwise, the procedure has to be the same as committing any offence under the IPC. File an FIR and prosecute.”\n\n(With PTI inputs)"}}