{"GDELT": {"GlobalEventID": 904423596, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "MIL", "Actor1Name": "MILITARY FORCE", "Actor1Type1Code": "MIL", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 1, "EventCode": 128, "EventBaseCode": 128, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.292171995589849, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ07", "Actor1Geo_ADM2Code": "36785", "Actor1Geo_Lat": 33.3386, "Actor1Geo_Long": 44.3939, "Actor1Geo_FeatureID": "-3103581", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ07", "Actor2Geo_ADM2Code": "36785", "Actor2Geo_Lat": 33.3386, "Actor2Geo_Long": 44.3939, "Actor2Geo_FeatureID": "-3103581", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "36785", "Action2Geo_Lat": 33.3386, "Action2Geo_Long": 44.3939, "Action2Geo_FeatureID": "-3103581", "DATEADDED": 20200207110000, "SOURCEURL": "https://www.wionews.com/opinions-blogs/us-refusal-to-withdraw-troops-from-iraq-is-a-breach-of-international-law-279238"}, "ARTICLE": {"TITLE": "US refusal to withdraw troops from Iraq is a breach of international law", "TEXT": "By Andrew G Jones\n\nA US strike which killed Iranian general Qasem Soleimani in Baghdad in January, and the counter-strike by the Iranian military on US targets in Iraq, raised serious questions about the legitimate use of force. When military force was used against targets within its territory, Iraq’s sovereignty was breached.\n\nAs a country caught in the middle of the long-running feud between the US and Iran, Iraq has already suffered a great deal in this latest escalation. A senior Iraqi militia commander, Abu Mahdi al-Muhandis, was also killed in the US strike.\n\nIn the weeks since, thousands of protesters have taken to the streets in Iraq. While some continue to demonstrate against the government, others – many of them supporters of Shiite cleric Muqtada al-Sadr – are demanding the withdrawal of US troops from the country.\n\nThe continued US military presence in the country, against the wishes of the Iraqi government and parliament, is a breach of international law.\n\nForce and intervention\n\nPublic international law maintains a tight grip on the rules surrounding the use of force. Article 2(4) of the UN Charter prohibits the use of force, except in self-defence against an armed attack or collective action authorised by the UN Security Council.\n\nBeyond this, there are very few truly accepted justifications which a country can rely on to legitimately use force within another’s territory. One exception is a doctrine called “intervention by invitation”, where one country is given express permission to take military action in another country by that country’s government.\n\nAlongside other rules that govern this kind of interaction, there are also rules on when a state overstays its welcome and becomes in breach of its international obligations. For example, the Definition of Aggression, a text adopted by the UN which outlines what is considered aggression under international law, sets out that if the state intervening breaks the conditions, or extends its presence on the territory, this counts as an act of aggression.\n\nThis was put forward as a claim in a case between the Democratic Republic of Congo (DRC) and Uganda in 2005. The DRC claimed that Uganda’s ongoing use of force on its territory after it had stopped giving consent, amounted to aggression.\n\nAlthough in this particular case the International Court of Justice did not find Uganda’s actions were an act of aggression, the court did rule that Uganda had breached the UN Charter’s basic prohibition of force. As a result it was clearly established that a country cannot maintain a military presence within another country after it has been asked to leave.\n\nUS refusal to withdraw\n\nThe presence of US troops in Iraq dates to the invasion which overthrew Saddam Hussain’s regime in 2003. Whatever the legal status of that conflict, the presence of US forces has been legitimised since that point through the consent of the Iraqi government. In more recent years, American and Iraqi forces have maintained friendly relations, working together to fight the threat of Islamic State.\n\nThe closeness of Iraq’s relationship with the US is part of a wider balancing act. Iraq also needs to maintain its relationship with Iran, to which it has become much closer since the fall of Hussein. But since the drone attack which killed Soleimani and al-Muhandis, this balance has shifted. The country’s alliances have been put under increased strain amid growing anti-US sentiment.\n\nIn the aftermath of the US strike in January, Iraq’s parliament voted on the future presence of US troops in the country. MPs passed a non-binding resolution stating that the Iraqi government should: “Work to end the presence of any foreign troops on Iraqi soil and prohibit them from using its land, airspace or water for any reason.”\n\nDuring a subsequent phone call with US secretary of state, Mike Pompeo, Iraq’s prime minister, Adel Abdul-Mahdi, requested a US withdrawal. But instead of heeding the Iraqi authorities’ decision, the US State Department declared that it would not discuss the withdrawal of US troops as their presence in Iraq was “appropriate”. It claimed that there was instead a need for “a conversation between the US and Iraqi governments not just regarding security, but about our financial, economic, and diplomatic partnership.”\n\nImplications under international law\n\nDespite the undeniable power and influence the US has over global events and international policy, the country remains subject to international law. By refusing to withdraw its troops as the Iraqi government requested, the US finds itself at least in breach of Article 2(4) of the UN Charter. A case could also be made that this amounts to an act of aggression.\n\nThere is a very real danger of Iraq becoming the battleground for a fight between Iran and the US to which it is not a party. In a country already scarred by decades of conflict, Iraq urgently wants to avoid such a circumstance. As such, it’s now for the US to heed the country’s request and to withdraw its troops in line with its international obligations, and for both the US and Iran to avoid further escalating an already tense situation.\n\nIt is up to the international community as a whole to ensure respect of the rule of law. But as the world’s most powerful nation, the US must demonstrate its willingness to comply with its responsibilities and uphold the ideals of international law.\n\n(Andrew G Jones is Lecturer of Law, Coventry University)\n\n(This article was originally published on The Conversation. Read the original article)\n\n(Disclaimer: The opinions expressed above are the personal views of the author and do not reflect the views of ZMCL)\n\n\n\n"}}