{"GDELT": {"GlobalEventID": 904422731, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor2Code": "NZL", "Actor2Name": "NEW ZEALAND", "Actor2CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 18, "NumSources": 2, "NumArticles": 18, "AvgTone": 6.8431795271032305, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rotorua, New Zealand (general), New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ00", "Actor2Geo_ADM2Code": "22389", "Actor2Geo_Lat": -37.9, "Actor2Geo_Long": 176.217, "Actor2Geo_FeatureID": "-1515453", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rotorua, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22389", "Action2Geo_Lat": -37.9, "Action2Geo_Long": 176.217, "Action2Geo_FeatureID": "-1515453", "DATEADDED": 20200207110000, "SOURCEURL": "http://www.canindia.com/india-is-our-priority-market-tourism-new-zealand/"}, "ARTICLE": {"TITLE": "India is our priority market: Tourism New Zealand • Canindia News", "TEXT": "New Delhi, Feb 7 (IANSlife) Tourism New Zealand recently launched its newest campaign ‘100% Pure Welcome – 100% Pure New Zealand’ in the national capital, underpinned by the Maori concept of manaakitanga, which is about creating deep connections between people, extending hospitality, care and respect.\n\nIn a conversation with IANSlife, Venessa Chen, Regional Consumer Marketing Manager, Asia, Tourism New Zealand, speaks more about their new campaign and why you should spend your next holiday in the country. Excerpts:\n\nWhat is ‘100% Pure Welcome – 100% Pure New Zealand’ campaign all about? And what are its key points\n\nChen: What makes New Zealand an amazing holiday destination is its unique combination of warm and welcoming people, stunning landscapes and a variety of things to do.\n\nOften visitors come to New Zealand for the landscapes, arriving as strangers, but leave as family, talking about the warm and welcoming embrace of the people. It is this warm welcome that underpins the new iteration of ‘100% Pure New Zealand’ Tourism New Zealand’s successful and long running brand marketing campaign.\n\nThis new iteration ‘100% Pure Welcome – 100% Pure New Zealand’ is a fresh approach to storytelling that brings to life the unique nature of how New Zealanders treat their visitors like family.\n\nIt is underpinned by the Maori concept of manaakitanga, which is about creating deep connections between people, extending hospitality, care and respect.\n\nTell us about ‘Good Morning World’ content series.\n\nChen: Inspired by the fact that New Zealand is one of the first places to see the sunlight of a new day, Tourism New Zealand, as a part of 100 per cent Pure Welcome – 100% Pure New Zealand, has released a content series with ‘Good Morning World’ messages shared by locals welcoming visitors from their favourite spots across the country. The campaign showcases what makes New Zealand unique as a holiday destination – the warm and friendly people, stunning landscapes and a variety of things to do.\n\n‘Good Morning, World’ is all about people showing off New Zealand with their sincere welcome. It celebrates the warmth, kindness, and open heartedness of everyday New Zealanders who go out of their way to ensure visitors feel their trip was extra special.\n\nWhat are your expectations in regard to Indian footfall?\n\nChen: New Zealand is growing as a preferred holiday destination for Indian travellers. Our target is long term and focused on sustainable growth which delivers the best experiences for our visitors and enriches New Zealand. When we measure success, it isn’t all about volume of visitor arrivals, it’s about when those visitors travel, where they go within New Zealand and the experiences they enjoy.\n\nSo, in summary, our goal is to enrich New Zealand for locals and visitors alike and for India, our three key targets are: To grow preference for New Zealand as a holiday destination, to increase holiday arrivals, spend and regional dispersal, to drive shoulder season travel – i.e. in New Zealand spring and autumn.\n\nHow do you see India as a market?\n\nChen: India is one of our important priority markets for Tourism New Zealand and an important growth market. Indian arrivals are particularly valuable due to the high number of activities they enjoy while in New Zealand; and because they have a high propensity to travel during the shoulder season. We see immense potential for growth amongst the Independent Professional travel segment from India.\n\nWhat are the must visit places in New Zealand according to you and why?\n\nChen: New Zealand is a country of stunning landscapes and diverse natural beauty. It is a multicultural nation of people from Maori, European, Pacific and Asian origins… With a country so diverse, each region has something unique to offer visitors. Auckland, Queenstown, Christchurch and Rotorua are very popular locations, whereas Bay of Plenty, Northland, Kaikoura and Wanaka are currently less visited but growing in popularity amongst Indian travellers as they discover hidden gems off the beaten track.\n\nWhy would anyone choose New Zealand as their next holiday destination over many other countries?\n\nChen: Travellers today increasingly don’t just want to sight-see but also experience all offerings first hand; scenic, cultural, adventure and leisure. What’s unique about New Zealand is its unique combination of warm and welcoming people, stunning landscapes and a variety of things to do.\n\n(Puja Gupta can be contacted at puja.g@ians.in)\n\n–IANS\n\npg/adr/lh/"}}