{"GDELT": {"GlobalEventID": 904423778, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "kur", "Actor2Name": "KURD", "Actor2EthnicCode": "kur", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.02197802197802, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20200207110000, "SOURCEURL": "https://www.alaraby.co.uk/english/news/2020/2/7/russia-repatriates-dozens-of-is-linked-orphans-from-syria-camp"}, "ARTICLE": {"TITLE": "Russia repatriates dozens of IS-linked orphans from Syria camp", "TEXT": "The boys and girls were handed over to a Russian delegation in the town of Qamishli, AFP reported citing a senior official.\n\nThe handovers of Russian children were completed from Iraq, said Anna Kuznetsova, children's rights commissioner for the Russian president.\n\n\"We are glad to be continuing this work on the issue of repatriating children that are today in camps,\" she said.\n\nThe Russian children were approved for transfer after their identities were verified via DNA testing, said Abdelkarim Omar, a senior foreign affairs official with the Kurdish authorities.\n\n\n\nThey were aged from four to 16 years old, a Kurdish official said.\n\nIS fighters overran large swathes of Syria and neighbouring Iraq in 2014, running a brutal proto-state before their territorial defeat in March last year.\n\nAfter years of fighting IS, Syria's Kurds hold thousands of foreigners linked to IS in their custody.\n\nThese include thousands of foreign women and children, the majority in the overcrowded camp of Al-Hol.\n\nIn March last year, the Kurds handed over three Russian orphans aged five to seven from the Country's Muslim-majority North Caucasus region.\n\nA month earlier, 27 children aged four to 13 were flown from Iraq to the Moscow region. That followed the repatriation from Iraq of 30 children in late December 2018.\n\nRussian President Vladimir Putin in late 2017 called the drive to return the children \"a very honourable and correct deed\" and promised to help.\n\nSyria's Kurds have repeatedly called for the repatriation of foreign IS suspects and their relatives.\n\nBut the home countries of suspected IS members are reluctant to take them back, due to potential security risks and the likely public backlash.\n\nSome Western government - including France and Belgium - have however brought a handful of orphans home.\n\n\n\nAgencies contributed to this report.\n\n\n\nFollow us on Twitter and Instagram to stay connected"}}