{"GDELT": {"GlobalEventID": 904423862, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.9630484988452699, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lang Son, L?ng Son, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM39", "Action2Geo_ADM2Code": "74149", "Action2Geo_Lat": 21.8333, "Action2Geo_Long": 106.73299999999999, "Action2Geo_FeatureID": "-3719502", "DATEADDED": 20200207110000, "SOURCEURL": "https://www.zerohedge.com/geopolitical/truckloads-tropical-fruit-are-rotting-chinas-border-outbreak-hammers-farmers"}, "ARTICLE": {"TITLE": "Truckloads Of Tropical Fruit Are Rotting At China's Border As Outbreak Hammers Farmers", "TEXT": "Secretary of Agriculture Sonny Perdue said Thursday that China might need more time to fulfill its commitment to buy tens of billions of dollars in American farm products. But while President Trump has already promised more money will flow to beleaguered farmers as part of the White House's farm bailout, impoverished farmers in southeast Asia have nowhere to turn to compensate for the thousands of tons of fruits and veggies rotting along their borders with China.\n\nFor years, China has been the biggest buyer for farmers in Thailand, Myanmar and Vietnam, Nikkei reports. Now, with the coronavirus closing down importers and weighing on demand, farmers are being forced to instead sell their products in local markets for a serious discount.\n\n\"The coronavirus has undoubtedly hurt business,\" said Maung Phyu, a 48-year-old farmer north of Yangon, in an interview with the Nikkei Asian Review. \"There aren't many things the [Myanmar] government can do for us in this situation.\"\n\nOver the last decade, as China's population boomed, the county became the biggest buyer of fruits and vegetables from its neighbors. Thailand and Vietnam now export about 25% of their agricultural products to China, while Myanmar sends more than 50% of its harvest according to ASEANStats.\n\nIn the poorest, most rural parts of these three countries, farming is critical: without it, local economies could collapse.\n\nOne farmer said he sent dozens of truckloads of fruit to the border with China's Yunnan Province every day during the harvest season. Now, those shipments have stopped, while some have spoiled after being unexpectedly held up at the border.\n\nThree years ago, Maung Phyu contracted with several Chinese traders to supply watermelons and muskmelons. Almost every day during the harvest season, he would send truckloads of fruit to Muse, a border town in China's southernmost Yunnan Province. He sent 70 shipments in December followed by 120 in January. But now all shipments have stopped, and even transporting goods to the border is discouraged. \"We were told not to send our produce to the border, as there was nobody to buy it,\" said Maung Phyu. Fishery products like crabs and eels are also being held up, said a commerce ministry official in Muse. The situation has forced Maung Phyu to sell at domestic markets in Yangon, where watermelons go for only 3,000 kyat to 5,000 kyat ($2.00 to $3.50) each, compared with 10,000 kyat on the export market. Muskmelons also only fetch 50% to 70%. \"Many farmers haven't harvested their crops, and when they do they'll have nowhere to bring them,\" he said.\n\nSince millions of Chinese have been ordered not to leave their homes, shopping for fresh fruit and vegetables has become far more difficult.\n\nHe said the lockdowns in Chinese cities have disrupted logistics while tighter border inspections have lengthened wait times, causing fruit to spoil before it gets to market. \"Chinese have been ordered to stay home, and that means no shoppers,\" said Jira. \"And if they manage to go out, they only buy necessities, not durian.\"\n\nThailand's durian farmers, who recently expanded their operations following a spike in demand for durian in China, are being left in the lurch.\n\nDurian farms in Thailand have also been hit just as the harvest season is set to begin. Production is forecast at 956,000 tons this year - up about 27% from 2019 - on the back of growing demand from Chinese traders and tourists. Helping drive China's newfound appetite for the fruit has been Jack Ma, founder of e-commerce giant Alibaba Group Holding. In April 2018, Ma said he would start selling durian online. He then stunned Thai officials by selling 80,000 durians in just one minute on his shopping site. But instead of cashing in on increased Chinese sales this year, growers face disaster. Nearly one million tons of durian is expected to flood the market from late February, with few buyers in sight. \"We can't do anything except pray for an end to the outbreak,\" said Jira Payungporn, a durian trader in Chantaburi Province, home to Thailand's premium durian. Paiboon Wongchatsathit, president of the Thai Fresh Fruit Traders and Exporters Association, said Thailand has lost a good chance to boost durian exports. He said prices are expected to fall sharply this year, angering farmers, who will likely call for government support. \"Prices could fall to 50 baht ($1.60) per kilogram, down from 180 baht during last year's boom,\" Paiboon said.\n\nPresently, hundreds of containers of Vietnamese dragonfruit are at risk of spoiling at the border after China closed nine border crossings with its neighbor (likely in response to Vietnam's decision to cut off movement of people and goods from China).\n\nMeanwhile, local media in Vietnam have reported that hundreds of containers loaded with dragon fruits and watermelons are stuck at border crossings. \"China closed nine border crossings [with Vietnam] for import and export activities last week,\" the vice chairman of Lang Son Province said on Monday. \"If the border remains closed, Vietnamese exports will suffer significant harm.\" The official said more than 300 container trucks are waiting at the Lang Son border crossing, including 190 containers of dragon fruit.\n\nHopefully, these farmers can cultivate markets elsewhere: given America's ever-changing food trends, maybe durian will be the next \"super fruit\"?"}}