{"GDELT": {"GlobalEventID": 904422688, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor2Code": "ETH", "Actor2Name": "ETHIOPIA", "Actor2CountryCode": "ETH", "IsRootEvent": 1, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.4018691588785, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ethiopia", "Actor2Geo_CountryCode": "ET", "Actor2Geo_ADM1Code": "ET", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "ET", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ethiopia", "Action2Geo_CountryCode": "ET", "Action2Geo_ADM1Code": "ET", "Action2Geo_Lat": 8.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "ET", "DATEADDED": 20200207110000, "SOURCEURL": "http://www.polity.org.za/article/ramaphosa-to-lead-sa-delegation-to-au-summit-in-ethiopia-2020-02-07"}, "ARTICLE": {"TITLE": "Ramaphosa to lead SA delegation to AU summit in Ethiopia", "TEXT": "President Cyril Ramaphosa will head off to Addis Abba, Ethiopia at the weekend where he will officially assume chairmanship of the African Union (AU) at the 33rd summit of heads of State and government, his office said.\n\nThis will be the second time South Africa holds chairmanship of the continental body after first doing so in 2002 when the African Union succeeded the Organisation of African Unity, the Presidency said in a statement.\n\nAdvertisement\n\n\n\nThe 2020 summit, will discuss peace and security in Africa, among other issues.\n\nIt will hear presentations from several heads of State, including King Mswati of eSwatini who will speak about malaria, while King Mohammed VI of Morocco will give a talk of migration, Rwanda's President Paul Kagame will make a presentation on post conflict reconstruction and Zambian leader Edgar Lungu is scheduled to talk about ending child marriages in Africa.\n\nAdvertisement\n\n\n\nCurrent AU chairperson, President Abdel Fattah el Sisi of Egypt, will officially hand over the reins to Ramaphosa at the opening session of the summit, which will be held under the 2020 theme: “Silencing the guns: creating conducive conditions for Africa’s development”.\n\nThe assembly will review progress made and the challenges to peace, stability and sustainable development in Africa."}}