{"GDELT": {"GlobalEventID": 904423604, "Day": 20200207, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1014, "Actor1Code": "MNCBRA", "Actor1Name": "EMBRAER", "Actor1CountryCode": "BRA", "Actor1Type1Code": "MNC", "Actor2Code": "BRA", "Actor2Name": "BRAZIL", "Actor2CountryCode": "BRA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.6, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Azul, Roraima, Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR25", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.921111, "Actor1Geo_Long": -60.4122, "Actor1Geo_FeatureID": "80007", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Azul, Roraima, Brazil", "Actor2Geo_CountryCode": "BR", "Actor2Geo_ADM1Code": "BR25", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 0.921111, "Actor2Geo_Long": -60.4122, "Actor2Geo_FeatureID": "80007", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Azul, Roraima, Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR25", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.921111, "Action2Geo_Long": -60.4122, "Action2Geo_FeatureID": "80007", "DATEADDED": 20200207110000, "SOURCEURL": "https://airlinegeeks.com/2020/02/07/breeze-airways-david-neeleman-s-new-u-s-airline-is-officially-launched-outlines-brand/"}, "ARTICLE": {"TITLE": "David Neeleman's Newest U.S. Airline Expects to Take Flight This Year – AirlineGeeks.com", "TEXT": "[ Top Story ] By João Machado\n\nDavid Neeleman’s Newest U.S. Airline Expects to Take Flight This Year\n\nAfter almost two years of rumors, aviation tycoon David Neeleman’s startup airline in the United States was officially launched this Friday. Breeze Airways will be the name of the new company, which up until now was provisionally called “Moxy.”\n\nThe new airline, which labels itself as the “world’s nicest airline,” is still applying to its operating certificate with the U.S. Federal Aviation Administration along with the U.S. Department of Transportation, and expects to start operations by the end of this year.\n\nThis will be Neeleman’s fifth airline start-up, following the creation of Morris Air, WestJet, JetBlue and Azul. These four disrupted the markets they were founded in, and Breeze’s plan is to disrupt the aviation market in the United States once again.\n\nWhile Morris Air brought the e-ticket to light, JetBlue was the first to count with Live TV onboard and Azul broke a long-lived duopoly in Brazil, the new airline plans to break the high concentration of traffic of the U.S. in fortress hubs.\n\nA media release by the entrant claims this results “in diminished air travel options for entire segments of the country, with many routes now only served by connecting flights.” Trying to benefit from this gap, Breeze wants to initially connect “abandoned” secondary cities in the United States with nonstop flights and low fares, while competing with new technologies to simplify the travel experience.\n\nThis ambition of dodging from routes already served by other airlines was already foreseen in 2018, when the first drafts of the then-called Moxy came to the media. In an interview for Skift, Neeleman then said that “I doubt we’ll have a single route that has any competition.”\n\nSimilarly, this Friday the airline mogul, now CEO and President of the start-up stated in the press release that “Breeze will fly non-stop service between places currently without meaningful or affordable service”. He added that “20 years ago, we brought humanity back to the airline industry with JetBlue. Today, we’re excited to introduce plans for ‘the World’s Nicest Airline’.”\n\nBreeze’s fleet plan is already outlined, with smaller jets to fulfill the airline capacity. Thirty Embraer E195s of the first generation are expected to come from Azul starting in May, while sixty Airbus A220-300 will be delivered, starting in April 2021.\n\nWhile the Embraer 195 is planned to operate in smaller cities and shorter routes with its lower capacity and cost-effectiveness, the larger A220-300 will come to serve longer routes and “mid-sized” markets, says Breeze.\n\nThe Breeze Airways logo (Photo: Breeze Aviation)\n\nAlong with the official name of the airline, Breeze Airways’ logo and livery was also announced, sporting diverse tones of blue. The colors were created by Brazilian marketing specialist and aviation fanatic Gianfranco “Panda” Beting, which has already worked with Neeleman upon the creation of Azul’s branding and marketing strategy in Brazil."}}