{"GDELT": {"GlobalEventID": 904995746, "Day": 20200210, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1096, "Actor1Code": "RUSMIL", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor1Type1Code": "MIL", "Actor2Code": "SYR", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.49099099099099, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Idlib, Idlib, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY12", "Actor2Geo_ADM2Code": "26365", "Actor2Geo_Lat": 35.9306, "Actor2Geo_Long": 36.6339, "Actor2Geo_FeatureID": "-2542538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200210160000, "SOURCEURL": "https://inhomelandsecurity.com/turkish-russian-relations-nearing-breakpoint/"}, "ARTICLE": {"TITLE": "Turkey Russia Relations Are Again Nearing a Breakpoint", "TEXT": "By William Tucker\n\nColumnist, In Homeland Security\n\nThe Syrian civil war has not been about the Syrians themselves for several years now. Rather, the war became a vehicle by which Iran and Russia could extend their influence. It is still about survival for Assad, and it is nothing but a national security headache for Turkey.\n\nThe U.S. waded into the fray, rather begrudgingly, for a short period to battle the Islamic State, but with IS diminished, Washington’s appetite for adventures in the Middle East waned. Indeed, with the U.S. looking to withdraw from the Middle East, Turkey and Russia will not be able to maintain the veneer of cooperation that has existed the past few years.\n\nThese two nations have fought each other numerous times over the past several centuries, and without a U.S. presence in the region these belligerents will once again turn hostile. Although Turkey and Russia have existed in different incarnations over the intervening years, their respective interests remain similar.\n\nTurkey Controls Access to the Black Sea via the Dardanelles and the Bosporus\n\nBecause of its strategic location, Asia Minor has long been the seat of empires. The Anatolian peninsula sits adjacent to the Caucasus and north of the Middle East. It touches the Black Sea to the north and the Mediterranean to the west. By benefit of its location, modern Turkey controls access to the Black Sea via the Dardanelles and the Bosporus.\n\nFrom an economic standpoint, Asia Minor sits at the crossroads of numerous ancient trade routes, making the location a potentially wealthy one. Turkey’s place in the world comes with a significant disadvantage, however. Despite its strategic location, Turkey is surrounded by instability. Empires of the past that occupied Anatolia sought with mixed results to remedy this instability by expansion and conquest. This expansion often brought the Anatolian people in conflict with their neighbor north of the Black Sea.\n\nModern Turkey may no longer by the seat of the Ottoman Empire, but its national interests and challenges of neighboring instability remain much the same. When the U.S. removed Saddam Hussein in Iraq, the ancient land of Mesopotamia became chaotic enough that Turkey was vulnerable.\n\nDuring the early years of the U.S. occupation of Iraq, Turkey sent troops into northern Iraq to quell any thoughts of Kurdish independence. By 2011, that chaos diminished somewhat only to have Syria descend into a civil war that brought further instability to Turkey’s southern border. The Ankara government wanted Assad gone, but was not ready to commit Turkish troops to the job.\n\nInstead, Turkey hoped that groups such as the Syrian Free Army, backed by Ankara, would manage the task themselves. It was a bad gamble: The Islamic State grew in prominence and Russia moved in to bolster the flagging Assad regime, while Iran hoped to co-opt the Assad government.\n\nTurkey fell short in nearly all of its endeavors to the south. Ankara soon realized that if Turkey wanted to ensure its regional interests, it would have to engage directly. Over the past two decades, Turkey has often threatened to move forces into Iraq and Syria but Ankara has now moved beyond those threats. Turkish troops have moved into Syria proper and are directly engaging Syrian forces, backed by Russia.\n\nIn the northern province of Idlib, Turkish and Syrian forces have engaged in combat with fatalities on both sides. Turkey also sent troops to Libya to back the Libyan National Army, while Russia, among others, moved to back the Libyan Government of National Accord, creating yet another flashpoint between the two nations.\n\nThe European Plains and the Eurasian Steppe Made Russia Extraordinarily Vulnerable\n\nThe land of the czars is massive, yet difficult to defend. Russia’s western border abuts several European nations without any natural boundaries; the same can be said for much of Russia’s southern border. The invasion highways of the European plains and the Eurasian steppe made Russia extraordinarily vulnerable to highly mobile, nomadic forces entering from several different directions until the infamous Czar Ivan IV, aka Ivan the Terrible, shut down much of this access.\n\nRussia then took to expanding its borders to both subdue minority groups in the expansive territory and move toward areas that are more defensible. Even then, however, it wasn’t enough. Moscow wanted to consume all of Europe, Central Asia, and the Caucasus to eliminate all invasion routes and conquer the very peoples that had long exploited Russia.\n\nRussia also needed access to waters that didn’t freeze in the winter, but the best choice was blocked by Russia’s neighbors south of the Black Sea. The czars never came close to accomplishing this goal, but their successor state, the Soviet Union, came very close.\n\nFor many Russians, the fall of the Soviet Union was just as disastrous as living under the communist regime. The borders that Russia worked so hard to secure withered away as the Soviets’ foe, NATO, expanded and pushed to within 200 miles of St. Petersburg. Moscow retains significant military capabilities, a functioning strategic deterrent, and perhaps most important, a very capable intelligence apparatus with a former intelligence officer ensconced in the Kremlin.\n\nRussia used its intelligence experience and wherewithal to subvert its adversaries. It then used its military capabilities to invade Georgia, annex Crimea, split Ukraine in two and send forces to Syria. All this from a Russia in economic and demographic decline, knowing that it is in decline, and deciding to strike out and regain whatever it can. These efforts might seem chaotic, but that is partially the point. If Moscow cannot seize territory to improve its security situation, then at the very least it must prevent those areas from being used by the West. Creating instability is an inexpensive and effective weapon.\n\nRussia has another tool to exert its influence that it uses to great effect — energy. Russian energy is delivered via pipeline to numerous points in Europe, and yes, to Turkey. That gives Moscow the ability to interrupt these deliveries or increase prices to get its point across.\n\nThis is not a foolproof plan as energy is available for purchase elsewhere. Admittedly that might not as convenient, but nations that receive Russian energy avoid crossing Moscow when possible — doubly so if they are former members of the Eastern bloc. The Russian oil weapon came into play when the Baku-Tblisi-Ceyhan pipeline was mysteriously attacked in 2008. The BTC pipeline is the only non-Russian owned and operated pipeline that runs into Turkey. So even if Russia didn’t orchestrate the attack, Moscow still stood to benefit.\n\nCozy Relations among Old Enemies\n\nThe Syrian civil war brought Russia and Turkey into close proximity again, but in an unfamiliar venue. In 2015, a Russian fighter plane crossed from Syria into Turkish airspace, prompting the Turkish air force to shoot it down. As one would expect, the two nations entered into a short diplomatic spat that raised concerns of it becoming violent.\n\nThe rather undiplomatic epithets hurled between the two capitals proved to be short lived and the spat even blossomed into a working relationship. This newfound kinship saw Turkey purchasing an air defense system from Moscow, which in turn, angered Washington. The U.S., Turkey’s strategic ally in NATO, threatened sanctions and pushed Turkey out of the F-35 program. The move against NATO’s interests was so explicit that President Trump threatened to wreck Turkey’s economy. Given the U.S. administration’s use of sanctions and tariffs over the past three years, this is no idle threat.\n\nHowever, Turkey was on the outs with Washington only momentarily. As Turkey increased its troop presence in Syria the chance of bumping up against Syrian forces backed by Russia increased significantly. The situation in Libya is inching toward a similar showdown, making the rapprochement with Russia short-lived. Turkey and Russia have more conflicting interests than overlapping ones and with the aforementioned issues cropping up, a break in their cozy relationship of the past five year is likely.\n\nMoving Forward, Energy Is Still a Problem for Turkey\n\nEnergy is still a problem for Turkey. Ankara’s aggressive moves against its neighbors Greece, Israel, and Egypt demonstrate that Turkey is keen on sourcing energy independent of Russia but still within the region. An additional problem for Turkey is that while oil and natural gas fields do exist in the eastern Mediterranean, none of them are in Turkish waters.\n\nTurkey is not to be dissuaded, however, from fulfilling its energy needs. In fact, it has used its navy in the past few years to bully its neighbors. The threat, while telegraphed, has not yet morphed into an active operation to physically seize these oil fields. Also, Turkey does not want to rely on energy sources to the south because of the frequent instability there. That makes offshore energy far more attractive. For Turkey to confront Russia and protect its interests, it must find a secure and steady source of petroleum and gas.\n\nRussia, too, has impending issues that will likewise cause problems in the near and long term. Moscow is already having trouble paying pensions and salaries. But with exporting economies in Eurasia facing an economic slowdown, Russia will experience falling demand for energy. Oil exporters, except the U.S., are trying to stabilize prices in the face of such a slowdown.\n\nFor many nations such an expected economic downturn would temper adventurism. But Russia will continue its foreign adventures just the same because it believes it has no other option. Moscow will hold talks with Ankara. Although these talks may temper baser emotions leaning toward conflict, the talks will not resolve the underlying conflicting interests that led both parties to this current situation. However, the bilateral talks will serve to buy time, but the overriding national interests will eventually assert themselves.\n\nA break in diplomatic relations does not always portend an armed conflict, but it does set each nation on a mission to shore up support and exercise its capabilities. Neither Turkey nor Russia seems to want conflict at the moment because they would rather contend with other pressing matters. For Turkey, it is stability along its southern border, acquisition of energy, and finding stability economically. Russia, on the other hand, is seeking any sort of longer-term stability for almost all of its pressing issues.\n\nThis situation carries the weight of an ascendant power, Turkey, trying to spread its influence regionally while being blocked by an established power, Russia, trying to stay relevant. Although both nations are coexisting with a strained peace, the historic hostility between the two will once again come to the fore.\n\nComments\n\ncomments"}}