{"GDELT": {"GlobalEventID": 904995200, "Day": 20200210, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1096, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "UAF", "Actor2Name": "TERRORIST", "Actor2Type1Code": "UAF", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.580357142857139, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Uttar Pradesh, Uttar Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN36", "Actor1Geo_ADM2Code": "17938", "Actor1Geo_Lat": 27.25, "Actor1Geo_Long": 80.75, "Actor1Geo_FeatureID": "-2113996", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Raghuraj Singh, Uttar Pradesh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN36", "Actor2Geo_ADM2Code": "17941", "Actor2Geo_Lat": 26.2667, "Actor2Geo_Long": 80.9, "Actor2Geo_FeatureID": "-2108550", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Raghuraj Singh, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17941", "Action2Geo_Lat": 26.2667, "Action2Geo_Long": 80.9, "Action2Geo_FeatureID": "-2108550", "DATEADDED": 20200210160000, "SOURCEURL": "https://www.republicworld.com/india-news/general-news/up-minister-raghuraj-singh-demands-burqa-ban-links-it-to-ramayana.html"}, "ARTICLE": {"TITLE": "UP Minister Raghuraj Singh Demands 'burqa Ban'; Links It To Ravana's Sister Surpanakha", "TEXT": "Uttar Pradesh Minister Raghuraj Singh ignited a debate after he called for a ban on burqas, stating that it was being used by 'terrorists' to conceal their identity. In demand was made in an apparent reference to protestors against the controversial citizenship act (CAA) in Agra's Shahjamal area. \"I would also appeal to the government to ban burqas because terrorists enter our country wearing burqas.\" Raghuraj Singh claimed burqa is not worn in countries like Sri Lanka, China, the US, and Canada and said it should be banned in India. Without citing his source, Raghuraj Singh, in addition, linked burqa to Surpanakha, the demon who has her face disfigured in Ramayana. According to the BJP leader's version, Surpanakha fled to hide in the Arab desert.\n\nThe Uttar Pradesh Minister said, \"The system of burqa has come from Arab. They hide their face because Lord Lakshman cut their ears and nose. They wear burqas because they are the descendants of demons. Only the descendants of demons can wear burqa, no ordinary person can wear burqa.\" The BJP leader said people are sporting burqas in Delhi’s Shaheen Bagh protest against the new citizenship law, and added, \"The burqa helps terrorists, thieves and anti-social elements to hide behind it.\"\n\nREAD| Uttar Pradesh CM Yogi defends 'shoot traitors' & 'shot like dogs' remarks by BJP netas as 'nationalist'\n\n\"This is Hindustan and it will be run as per traditions of the Hindus. This is our wish,\" he said. \"Burqa is a threat to national security and has to be banned to crush terrorism,\" the Minister in Yogi Adityanath's government added. Hours after his controversial statement, Uttar Pradesh BJP issued a show-cause notice to Raghuraj Singh. The showcase notice issued by state BJP chief Swatantra Dev Singh said, \"The respect of women is of utmost importance for the party organisation. The party cannot give permission to flout party norms and principles.\"\n\nRaghuraj Singh's 'burn them alive' threat\n\nPreviously, Raghuraj Singh had courted controversy after he claimed that those protesting against the Yogi Adityanath government and the BJP-led government over CAA and the proposed National Register of Citizens (NRC) should be 'burnt alive'. Singh used the terms \"will bury alive\", \"will beat you\", while speaking about agitators.\n\nHe said, \"You will take tax money for your university and raise slogans against Chief Minister Yogi Adityanath and Prime Minister Narendra Modi? I will bury you alive,\" Singh said while addressing a public gathering organized in support of CAA. Reiterating the Center's stand of implementing NRC across the country, he said that people have the right to stay in the country, but \"this is not a Dharamshala\" implying that outsiders infiltrating illegally will be detained.\n\n(With PTI inputs)\n\nREAD| 'Owaisi's DNA will match Jinnah's in a test; his remarks superficial & seditious': BJP MP\n\nREAD| Karnataka BJP asks Muslim voters to 'keep papers ready' for NPR"}}