{"GDELT": {"GlobalEventID": 904994863, "Day": 20200210, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1096, "Actor1Code": "CRM", "Actor1Name": "KILLERS", "Actor1Type1Code": "CRM", "Actor2Code": "GBREDU", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.14746543778802, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bacup, Lancashire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH2", "Actor1Geo_ADM2Code": "40123", "Actor1Geo_Lat": 53.7, "Actor1Geo_Long": -2.1833299999999998, "Actor1Geo_FeatureID": "-2588925", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bacup, Lancashire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH2", "Actor2Geo_ADM2Code": "40123", "Actor2Geo_Lat": 53.7, "Actor2Geo_Long": -2.1833299999999998, "Actor2Geo_FeatureID": "-2588925", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bacup, Lancashire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH2", "Action2Geo_ADM2Code": "40123", "Action2Geo_Lat": 53.7, "Action2Geo_Long": -2.1833299999999998, "Action2Geo_FeatureID": "-2588925", "DATEADDED": 20200210160000, "SOURCEURL": "https://www.birminghammail.co.uk/news/uk-news/sophie-lancaster-killer-ryan-herberts-17723202"}, "ARTICLE": {"TITLE": "Sophie Lancaster killer Ryan Herbert's prison sentence cut for 'exceptional progress'", "TEXT": "Latest news straight to your inbox Subscribe Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nOne of the killers of student Sophie Lancaster, who was attacked in a park along with her boyfriend because they were dressed as Goths, has had his minimum jail term reduced by one year.\n\nRyan Herbert was just 16 when he was handed a life sentence after he admitted murdering the 20-year-old, who died from her injuries after being viciously beaten as she cradled Robert Maltby's head in her lap in 2007.\n\nHe also admitted assault causing grievous bodily harm with intent to Mr Maltby and was given a minimum term of 16 years and three months - later reduced to 15-and-a-half years on appeal.\n\nHerbert, now 28, of Bacup, Lancashire, had his tariff cut to 14-and-a-half years on Monday, as a High Court judge concluded he has made \"exceptional progress\" in jail.\n\n(Image: PA)\n\nA previous attempt by Herbert to have his minimum term reduced was rejected in 2016.\n\nBut Mr Justice William Davis said evidence from professionals at HMP Warren Hill, Suffolk, where Herbert has been since May 2017, indicates he has significantly improved since the earlier review.\n\nThe judge said he also received a letter from the directors of the Learning Together programme, based at the University of Cambridge, where Herbert has taken a law course which involves inmates and university students working together.\n\nVideo Loading Video Unavailable Click to play Tap to play The video will start in 8 Cancel Play now\n\nHe said Herbert has taken on a mentoring role, has designed and delivered new sessions as part of the course, and was described in the letter as \"one of the most reliable, sensitive and conscientious students\" on the programme.\n\nThe judge said: \"The way in which Herbert has developed since his arrival at HMP Warren Hill some two-and-a-half years ago does amount to exceptional progress.\n\n\"The way in which he is described by the senior staff at that establishment goes significantly beyond what would be expected of any inmate making good progress.\n\n\"The material from the Learning Together programme shows extraordinary progress, even from the point reached by Herbert at the time of the review conducted (in 2016).\n\n(Image: PA)\n\n\"This exceptional progress most certainly could not have been foreseen at the time the sentence was imposed.\n\n\"In 2008, Herbert was a young person whose only contribution to education was to disrupt and who saw no purpose in learning.\n\n\"In 2020 he is someone who has a profound interest in his own education and the education of others.\"\n\nThe decision means Herbert will now be eligible to apply for parole in February 2022 - although he will not be released until the Parole Board is satisfied he no longer poses a danger to the public.\n\nBrendan Harris, who was found guilty of Miss Lancaster's murder at Preston Crown Court in March 2008 and admitted the attack on Mr Maltby, was jailed for life with a minimum term of 18 years.\n\nA judge who carried out a review of his tariff in January concluded he had not made enough progress to have his sentence reduced.\n\nHerbert and Harris, then aged 15, and four other teenage boys \"savagely and mercilessly attacked\" Mr Maltby in Stubbylee Park, Bacup, during the early hours of August 11, 2007.\n\nGap-year student Miss Lancaster rushed to help her boyfriend as he lay unconscious and shouted at his attackers to leave him alone.\n\nHerbert and Harris then turned on her, subjecting her to a \"sustained and vicious attack\" which involved her head being kicked and stamped on until she too lost consciousness.\n\nMiss Lancaster never regained consciousness and died in hospital 14 days later.\n\nMr Justice William Davis said it appeared the couple were attacked because they \"looked and dressed differently\", and Herbert later told two people he encountered there were \"two moshers nearly dead\" in the park."}}