{"GDELT": {"GlobalEventID": 904995657, "Day": 20200210, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1096, "Actor1Code": "NGOBUSWEF", "Actor1Name": "WORLD ECONOMIC FORUM", "Actor1KnownGroupCode": "WEF", "Actor1Type1Code": "NGO", "Actor1Type2Code": "BUS", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 20, "NumSources": 2, "NumArticles": 20, "AvgTone": 3.0856423173803598, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Cross River State, Cross River, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI22", "Actor1Geo_ADM2Code": "22714", "Actor1Geo_Lat": 5.75, "Actor1Geo_Long": 8.5, "Actor1Geo_FeatureID": "-2003914", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Cross River State, Cross River, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI22", "Actor2Geo_ADM2Code": "22714", "Actor2Geo_Lat": 5.75, "Actor2Geo_Long": 8.5, "Actor2Geo_FeatureID": "-2003914", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Cross River State, Cross River, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI22", "Action2Geo_ADM2Code": "22714", "Action2Geo_Lat": 5.75, "Action2Geo_Long": 8.5, "Action2Geo_FeatureID": "-2003914", "DATEADDED": 20200210160000, "SOURCEURL": "https://www.pulse.ng/bi/strategy/maternal-mortality-in-africa-how-msd-for-mothers-is-working-to-ensure-that-no-woman/j9fczrr"}, "ARTICLE": {"TITLE": "Maternal mortality in Africa: How MSD for Mothers is working to ensure that no woman loses her life during childbirth", "TEXT": "Maternal mortality is a grave concern throughout the world, and the cost of ending preventable maternal deaths by 2030 is an estimated $115 billion.\n\nDespite what LifeBank and other organizations are doing, Nigeria still has the highest rate in the world.\n\nBusiness Insider SSA talks to Dr. Mary-Ann Etiebet, Lead and Executive Director of MSD for Mothers.\n\nMaternal mortality is a grave concern throughout the world. The cost of ensuring that no woman has to die while giving birth by 2030 is an estimated $115 billion, according to the UN Population Fund.\n\nIn Nigeria, where the maternal mortality rate is the highest in the world, community organizations are tackling the problem head-on. A typical example is LifeBank, which is rapidly expanding access to lifesaving medical products for mothers in Africa, while international corporations and initiatives continue to support.\n\nAt the 2020 World Economic Forum in Davos, Switzerland, MSD for Mothers announced an investment in LifeBank to address maternal mortality in Africa.\n\nThe investment was in partnership with the U.S International Development Finance Corporation, USAID, and Credit Suisse as part of the MOMs (Maternal Outcomes Matter) initiative. The initiative seeks to mobilise up to $50 million to local organisations to improve and expand infrastructure, services, and access to care to ensure healthy pregnancies and safe deliveries—laying the foundation for lifelong good health.\n\nBusiness Insider SSA talks to Dr. Mary-Ann Etiebet, Lead and Executive Director of MSD for Mothers on their works on maternal mortality, investment in LifeBank, cost of ending preventable maternal deaths by 2030 among other pressing issues.\n\nFounder of LifeBank, Temie Giwa-Tubosun\n\nExcerpts from the interview with Dr. Mary-Ann Etiebet\n\nBusiness Insider SSA (BISSA) Maternal mortality is a serious global issue. According to UNICEF data, Sub-Saharan Africans suffer from the highest maternal mortality ratio with the highest record in Nigeria. Since the establishment of the MOMs initiative in June 2019, what are the success stories of MSD for Mothers on the MOMS Initiative so far.\n\nDr. Etiebet: Through The MOMs (Maternal Outcomes Matter) Initiative, we recently announced that we would pursue supporting LifeBank as our first planned investment. LifeBank is a technology and logistics startup based in Lagos, Nigeria, that delivers life-saving blood to a woman at risk of dying from blood loss during childbirth. LifeBank has already delivered nearly 20,000 products to facilities who previously did not have adequate, quality-assured blood when they needed it. With our support, LifeBank will be able to grow its operations, enabling the company to expand across Nigeria and Sub-Saharan Africa and to supply an expected one million additional units of blood, meeting the needs of additional women.\n\nDr. Mary-Ann Etiebet, Lead and Executive Director of MSD for Mothers (MSD for Mothers) merckformothers\n\nWhile this is our first planned investment through The MOMs Initiative, a collaboration that we built with the U.S. International Development Finance Corporation, Credit Suisse and USAID, to support social entrepreneurs and ensure that their ingenuity and passion can drive sustainable solutions to end preventable maternal deaths. We are excited that The MOMs Initiative is surfacing many exciting innovations and sustainable businesses that can help save and improve the lives of mothers and that we already have a pipeline of potential investments to assess.\n\nMSD for Mothers has been working on these issues for nearly ten years when in 2011, our company committed $500M to help create a world where no woman has to die while giving life. Since then, our collaborations in over 48 countries – including 17 in Africa – have resulted in healthier pregnancies and safer deliveries for more than 10.9 million women.\n\nBut we are not stopping there. Over the next several years, The MOMs Initiative is looking to deploy up to $50M in grant and low-cost loan financing to improve maternal health in regions of the world where there are high rates of women dying from complications of pregnancy and childbirth.\n\nBISSA: Can you shed light on some of The MOMs Initiative approaches - especially the idea of tapping into the world’s stock market\n\nDr. Etiebet: The world – through the United Nations Sustainable Development Goals - has set ambitious targets to reduce the number of women dying in pregnancy and childbirth. However, at the rate that we are going, we will get less than half-way there, and in some countries in Africa, we will have to accelerate progress by 6-7-fold. The cost to achieve this is projected to be over $115 billion.\n\nWith just a fraction of that projected to be available through development assistance and national health budgets strapped and trying to address many issues, we need to figure out how to fill a $100 billion plus investment gap to save women’s lives. We need to figure out how we can attract private capital to invest in the lives of women and we need to prove that these investments will be sustainable to get to the scale of investment that is needed – that’s why we created The MOMs Initiative.\n\nMaternal mortality\n\nWe also hope that our co-investments will help expand access to capital for innovators who otherwise would not have the financing needed to scale their solutions.\n\nWe know that the private sector can bring more than its check-book. It can also bring business and technical expertise and we are leveraging the unique capabilities and experience that each of The MOMS Initiative partners bring to the table, to support the successful growth of the planned investments.\n\nBISSA: The cost of ending preventable maternal deaths by 2030 is estimated at around $115 billion. How can Sub-Saharan Africa break the funding gap\n\nDr. Etiebet: Emerging markets account for almost half of global GDP. However, capital investment in these markets is rare – representing only 5% of private capital inflow. This is a gap we need to close.\n\nAfrica is home to over 100 million informal micro and small enterprises that contribute to around 70% of the continent’s employment. This provides enormous potential for impact and opportunity for further investment and scale of these businesses. And, by investing in small businesses, we help economies prosper, which leads to good health.\n\nThe MOMS Initiative intends to support local enterprises that are primed to have an even greater impact on maternal health because of their successful track record in areas that are closely related: upgraded clinics, reliable and sustainable energy sources, stronger supply chains to make sure lifesaving products get to women, digital solutions to make care more efficient and effective and platforms for financial inclusion that help ensure women can access affordable quality care.\n\nBISSA: What can be done to reduce maternal deaths by two-thirds in 2030\n\nDr. Etiebet: If we are to meet our goals in ten years, it’s not just about what can be done, but what needs to be done. We need to ensure that the many potential contributions of the private sector are integrated into global, national and local efforts.\n\nFor example, in many low- and middle-income countries, approximately 40% of women seeking care receive maternal health and family planning services from private health providers. Given the significant role these providers play, it would be a missed opportunity if health systems failed to integrate them into national efforts to expand maternal health care coverage more broadly.\n\nPrivate sector can bring its capital to help close the $100 billion financing gap, and advance innovation that will enable us to achieve the desired health outcomes more efficiently, effectively and transparently. Most importantly, we need to ensure that the voices and needs of women are front and center and inform and lead our efforts.\n\nA mother and her children (MSD for Mothers)\n\nBISSA: Nigeria has the highest record of maternal mortality rate in the world. How can stakeholders work to reduce this drastically\n\nDr. Etiebet: We need to look to where there has been successes, understand why. replicate and scale. For example, Nigeria has the largest number of maternal deaths annually. One area where we have seen a promising approach was through the Saving Mothers, Giving Life (SMGL) initiative, a public-private collaboration that came to Cross River State in 2016. The program consisted of action at the community level to engage local leaders to help spread the word about the importance of seeking antenatal care during pregnancy and delivering at a facility with a skilled birth attended, and action at the facility level to ensure public and private providers were well educated to deliver quality maternity care, and that the facility had adequate infrastructure to support quality service delivery.\n\nIn three years, SMGL reduced maternal deaths across 108 supported facilities by 66% - and today more than 90% of women in Cross River State have access to quality emergency obstetric care within the recommended 2-hr time frame.\n\nWhen we look ahead, we are searching for these types of solutions: efforts that improve quality and access and bring the best of the private and public sectors together to help women have healthier pregnancies and safer deliveries.\n\nWe also need to change norms. Too many people know a woman who has died in childbirth and expect – and accepts - that this is something that will happen. By surfacing the voices of women – and educating that the majority of these deaths are preventable – we can shift the narrative that this is unacceptable and there is an action we all can take to end this.\n\nThis interview has been lightly edited and condensed for clarity."}}