{"GDELT": {"GlobalEventID": 904994597, "Day": 20200210, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1096, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.28985507246376896, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Philadelphia, Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_ADM2Code": "PA101", "Actor2Geo_Lat": 39.9523, "Actor2Geo_Long": -75.1638, "Actor2Geo_FeatureID": "1209052", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Miami, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_ADM2Code": "FL086", "Action2Geo_Lat": 25.7743, "Action2Geo_Long": -80.1937, "Action2Geo_FeatureID": "295004", "DATEADDED": 20200210160000, "SOURCEURL": "https://www.newsday.com/business/northwell-cancer-center-genomics-expert-1.41671591"}, "ARTICLE": {"TITLE": "Jeff Boyd joins Northwell Health as chief scientific officer for cancer", "TEXT": "Northwell Health on Monday said it has named Jeff Boyd its vice president and chief scientific officer and director of its cancer institute's Center for Genomic Medicine.\n\nHe will also be a member of the Cold Spring Harbor Laboratory Cancer Center.\n\n“Genomics has become an important piece to helping us understand the genetic roots of the various forms of cancer, which is why it has become an important area of investment for Northwell Health,” said Dr. Richard Barakat, physician-in-chief and director of the Northwell Health Cancer Institute, and senior vice president of cancer services at Northwell Health.\n\nNorthwell said Boyd is being tasked with developing a Molecular Diagnostics Laboratory for Northwell’s Cancer Institute, designed to deliver point-of-care genomic testing for cancer patients.\n\nHe will also foster academic relationships with Northwell’s scientific collaborators, including the basic cancer researchers at the Cold Spring Harbor Laboratory Cancer Center, and the oncology researchers at the health system and at the Donald and Barbara Zucker School of Medicine at Hofstra/Northwell.\n\nBoyd has more than 30 years of cancer research experience, most recently serving on the executive leadership team of the Miami Cancer Institute at Baptist Health South Florida as associate deputy director for Translational Research and Genomic Medicine. He was also professor and chair of the Department of Human and Molecular Genetics, professor of Obstetrics and Gynecology, and associate dean for Basic Research and Graduate Programs at the Herbert Wertheim College of Medicine at Florida International University.\n\nGet the Biz Briefing newsletter! The latest LI business news in your inbox Monday through Friday. By clicking Sign up, you agree to our privacy policy.\n\nBefore joining the Miami Cancer Institute in 2015, Boyd held senior leadership positions at other National Cancer Institute-designated centers, most recently at the Fox Chase Center in Philadelphia. There he was a senior vice president, chief scientific officer and founding executive director of their Cancer Genome Institute."}}