{"GDELT": {"GlobalEventID": 904995207, "Day": 20200210, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1096, "Actor1Code": "GOV", "Actor1Name": "PRINCE", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.4653465346534698, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200210160000, "SOURCEURL": "https://www.dailymail.co.uk/femail/article-7986731/Prince-Harry-Meghan-Markle-declined-invitation-present-award-Oscars.html"}, "ARTICLE": {"TITLE": "Prince Harry and Meghan Markle 'declined the invitation' to present the award at the Oscars", "TEXT": "The Duke and Duchess of Sussex turned down an invitation to present an award at Sunday night's Oscars ceremony in LA, according to HELLO! magazine.\n\nPrince Harry, 35, and Meghan Markle, 38, were reportedly asked to present the prestigious gong for Best Picture at the 92nd Academy Awards.\n\nSpeaking to the publication, a source said: 'They were honoured by the request, but declined the invitation.'\n\n'Parasite' won Best Picture on the night - marking the first time a foreign-language film has ever won the award.\n\nPictured, Meghan Markle and Prince Harry attend 'The Lion King' film premiere in London on - 14 July, 2019\n\nThe Duke and Duchess of Sussex with their son Archie, visiting the Desmond & Leah Tutu Legacy Foundation in Cape Town, South Africa, on 25 September 2019\n\nThe star-studded ceremony was attended by a whole host of A-listers including Bradley Cooper, Renee Zellweger and Jennifer Aniston.\n\nThey went on to say organisers had hoped the royals would participate in the glitzy event, which would've been their most high profile appearance since 'stepping back' as 'senior' royals in January.\n\nIt comes after the Duke and Duchess of Sussex are thought to have been paid up to $1 million for their first post-Megxit appearance.\n\nThe couple broke their self-imposed exile in Canada to attend J P Morgan's 'Alternative Investment Summit' in Miami on Thursday.\n\nPictured, Prince Harry and Meghan Markle attend the WellChild awards at Royal Lancaster Hotel on October 15, 2019 in London\n\nDuring his keynote speech, Harry told American bankers he has been in therapy for seven years to cope with loss of his mother.\n\nMeanwhile, the Queen has requested Harry and Meghan attend the annual Commonwealth Service with the rest of the royals next month.\n\nGovernment representatives of the 53 member nations will gather at Westminster Abbey for the one-hour event on the afternoon of March 9.\n\nFor the Duke and Duchess of Sussex, it will be wrapped into a wider whistle stop schedule which will mark their final duties on the Family frontline.\n\nAt last year's event, Meghan was heavily pregnant with now nine-month Archie, who will fly with his parents from Canada for their engagements, the Sunday Times reports."}}