{"GDELT": {"GlobalEventID": 904994397, "Day": 20190210, "MonthYear": 201902, "Year": 2019, "FractionDate": 2019.1096, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 35, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.6097560975609699, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Portland, Oregon, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOR", "Actor2Geo_ADM2Code": "OR051", "Actor2Geo_Lat": 45.5235, "Actor2Geo_Long": -122.676, "Actor2Geo_FeatureID": "1136645", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Portland, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_ADM2Code": "OR051", "Action2Geo_Lat": 45.5235, "Action2Geo_Long": -122.676, "Action2Geo_FeatureID": "1136645", "DATEADDED": 20200210160000, "SOURCEURL": "https://www.opb.org/news/article/jimmy-crumpacker-oregon-congress-district-residence/"}, "ARTICLE": {"TITLE": "District Newcomer Crumpacker Raises Big Money In Race To Replace Walden", "TEXT": "In the race for Southern and Eastern Oregon’s open congressional seat, commodities trader Jimmy Crumpacker has raised more money than the other candidates.\n\nBut almost none of his donations come from anybody living in the district — and he appears to have only recently moved there. Rivals are now questioning whether he has the community ties and knowledge to effectively represent the sprawling 2nd Congressional District.\n\nTHANKS TO OUR SPONSOR: Become a Sponsor\n\nCrumpacker said his family has owned a ranch in Deschutes County and has spent a lot of time there over the years.\n\n“I think my values really align with this district,” he said, adding that he’s a seventh-generation Oregonian.\n\nJimmy Crumpacker has raised more money than anyone else in the Republican primary race to replace Rep. Greg Walden as of February. Courtesy of the Jimmy Crumpacker campaign\n\nThe 41-year-old Crumpacker lived outside the state for 20 years and in recent years has been living in Portland. He registered to vote in Deschutes County for the first time last year on Nov. 20 — three weeks after U.S. Rep. Greg Walden, R-Ore., announced he would retire after 22 years in the U.S. House.\n\nCrumpacker said he moved to the family ranch near Bend within the last year. But asked if he moved there to run for Congress, he replied, “It’s hard to say.”\n\nWalden's retirement attracted a bumper crop of Republican candidates in the conservative district. So far, eight Republicans have filed for the seat, including three former legislators regarded as the leading contenders: Knute Buehler of Bend, Cliff Bentz of Ontario and Jason Atkinson of Central Point.\n\nThe first financial disclosure report filed in the race showed that Crumpacker had collected the most money up until Dec. 31.\n\nHe raised nearly $600,000, including $200,000 that he loaned himself. His $393,000 in contributions included large amounts from donors based in Portland as well as from around the country. Only $6,200 came from donors — three of them — within the district.\n\nThat’s led some of his rivals to pounce.\n\n“I think it means a lot where your support comes from,” Atkinson said. He raised just under $100,000 before the end of the year, with about two-thirds coming from within the district.\n\n“I wish him the best and all that,” added Atkinson, who served in the Oregon House and Senate for 14 years. “But Oregon is still a place where doing the work, being known and being in your community means something.”\n\nTHANKS TO OUR SPONSOR: Become a Sponsor\n\nBentz loaned his own campaign $100,000 and raised another $98,000, with less than 10% coming from outside the district.\n\nSen. Cliff Bentz, R-Ontario, asks questions during the Senate Judiciary Committee work session for House Bill 2625 on April 30, 2019. Kaylee Domzalski / OPB\n\n“If you’re going to help, you’ve got to know the nature of the district to know what to do for them,” said Bentz, who resigned after 11 years in both state chambers to run for Congress.\n\n“You’ve got to know about forests and forest fire and smoke,” Bentz added, “and you’ve got to know about cattle and irrigation and water, and you’ve got to know about energy and how it plays out there.”\n\nBuehler, a former state representative whose unsuccessful race for governor in 2018 made him known throughout the state, raised $386,000. Just over half of his itemized contributions came from voters within the district. He said it’s up to voters to decide if they want someone new to the district or someone “like me who has lived and worked in the district for decades.”\n\n“It’s certainly something they’re going to be talking about non-stop, which is fine,” Crumpacker said, “because I don’t think they’re going to be attacking me on policy.”\n\nRelated: In Partisan Era, Oregon's 2nd District Still Talks Politics At Breakfast\n\nCrumpacker said his three major rivals all have a “decade or more” of political work while he comes fresh to the process as a businessman.\n\nIn an introductory campaign video, Crumpacker portrayed himself as a strong supporter of President Donald Trump who will work to boost the rural economy, defend gun rights and “end socialism once and for all.”\n\nCrumpacker said that after announcing his candidacy, he had less than two weeks to raise money before the Dec. 31 deadline for the disclosure report for 2019. He said he was advised that showing fundraising strength would help “put him on the radar.”\n\nHe said he focused on raising money from his family, friends and business associates around the country. His two big celebrity donors were Cameron and Tyler Winklevoss, who each gave the maximum donation of $5,600 for the full election cycle. The twins were Olympic rowers and famously sued Mark Zuckerberg, claiming he stole the idea for Facebook from them. They eventually settled for $65 million.\n\nCrumpacker’s family has long been known in social circles in Portland and has several generations of wealth. His great-grandfather, Maurice Crumpacker, was a member of the U.S. House from Portland for three years until dying in office in 1927.\n\nCrumpacker says on his website that he is a “product of Oregon Public Schools,” though he went to high school at St. Paul’s School, a well-known private boarding school in New Hampshire. He spent his K-8 years at Riverdale Grade School, which is part of a small district located in the exclusive Dunthorpe neighborhood next to Lake Oswego.\n\nCrumpacker later attended Georgetown University and then worked as a commodities trader in New York City specializing in oil. He said he returned to Portland in 2012. He was involved in several civic activities, including serving as chairman of the Oregon Ballet Theatre.\n\nHe left that post after announcing his candidacy."}}