{"GDELT": {"GlobalEventID": 904996112, "Day": 20200210, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1096, "Actor1Code": "sen", "Actor1Name": "SENA", "Actor1EthnicCode": "sen", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.91387559808613, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Shiv, Rajasthan, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN24", "Actor1Geo_ADM2Code": "17848", "Actor1Geo_Lat": 26.1833, "Actor1Geo_Long": 71.25, "Actor1Geo_FeatureID": "-2111141", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Shiv, Rajasthan, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN24", "Actor2Geo_ADM2Code": "17848", "Actor2Geo_Lat": 26.1833, "Actor2Geo_Long": 71.25, "Actor2Geo_FeatureID": "-2111141", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shiv, Rajasthan, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN24", "Action2Geo_ADM2Code": "17848", "Action2Geo_Lat": 26.1833, "Action2Geo_Long": 71.25, "Action2Geo_FeatureID": "-2111141", "DATEADDED": 20200210160000, "SOURCEURL": "https://www.timesnownews.com/india/article/testing-times-for-maha-vikas-aghadi-bjp-urges-shiv-sena-to-prove-love-for-savarkar/551796"}, "ARTICLE": {"TITLE": "Testing times for Maha Vikas Aghadi? BJP urges Shiv Sena to 'prove love for Savarkar'", "TEXT": "BJP has been vehemently asking for the Maharashtra govt to honour Veer Savarkar | Photo Credit: IANS\n\nMumbai: The resolve of Maha Vikas Aghadi (MVA) alliance members, mainly Shiv Sena and Congress, has been put to test by Bharatiya Janata Party (BJP) which has asked the Shiv Sena to prove whether it loves Veer Savarkar more or staying in the government. The BJP has demanded its former ally to move a welcome motion for Savarkar during the upcoming budget session in Maharashtra. However, it can complicate things since Congress does not hold the freedom fighter who suffered Kaal Paani (Rigorous Imprisonment) at the Cellular Jail in the Andaman & Nicobar Islands in high regard though he is larger than life in Maharashtra as an icon of patriotism. The Congress considers him merely a Hindutva ideologue in and has even gone to make controversial comments about him in the past.\n\nDemanding a welcome motion for Veer Savarkar in the Maharashtra Assembly, BJP leader Sudhir Mungantiwar said that it is unfortunate that Shiv Sena has taken this long to honour Savarkar due to its alliance. It is high time Uddhav Thackeray-led party cleared what is important to it - an ideology or government, added the BJP leader.\n\nMungantiwar went on to assert, \"We have to give a message that Maharashtra Assembly respects freedom fighter Veer Savarkar. Now we have to see whether the state government's love for him is in their heart or just in words.\"\n\nClearly, this demand did not go down well with Congress as party leader and state minister Vijay Wadettiwar questioned why the BJP failed to honour Savarkar during five years of its government and has suddenly woken up from sleep on this issue.\n\nWadettiwar then claimed that the BJP is merely trying to politicise the issue. \"Congress’ position is clear on Savarkar. We will oppose this motion,\" confirmed the Congress leader.\n\nMeanwhile, Shiv Sena MLA Anil Parab sniped at the saffron party asking it to first honour Veer Savarkar with Bharat Ratna since the Central government is led by the BJP. He added that if BJP succeeds in conferring Savarkar with Bharat Ratna, Shiv Sena will definitely bring a welcome motion for him in the state Assembly.\n\nDifferent viewpoints within Maha Vikas Aghadi\n\nShiv Sena has time and again pledged its respect for Hindutva icon Vinayak Damodar Savarkar and his contribution towards the freedom struggle of the country. However, Congress not only questions his efforts but continues to condemn him for his ideology. Some Congress leaders, including former party chief Rahul Gandhi, have publicly made controversial comments on Veer Savarkar.\n\nIn December last, Congress leader Rahul Gandhi had whipped up a controversy by belittling Savarkar while addressing a mega rally in Delhi. While rejecting outright the BJP's demand for an apology for his 'rape in India' remark, the Nehru-Gandhi scion had quipped 'my name is not Rahul Savarkar'. However, his caustic remark with reference to the freedom fighter who has assumed cult status in Maharashtra didn't go down well with the Shiv Sena, the Congress' new-found alliance partner in Maharashtra government.\n\n\"Veer Savarkar is an idol of the whole country and not just Maharashtra. The name Savarkar denotes pride about nation and self. Like Nehru and Gandhi, Savarkar too sacrificed his life for the country. Every such idol must be revered. There is no compromise on this,\" Sena leader Sanjay Raut had tweeted.\n\nIt will be interesting to see how the two parties which are in an alliance together will deal with the opposition's demands over Savarkar in the Maharashtra Assembly. The budget session in the state will begin from February 24."}}