{"GDELT": {"GlobalEventID": 905113644, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "INDGOV", "Actor1Name": "OMAR ABDULLAH", "Actor1CountryCode": "IND", "Actor1Type1Code": "GOV", "Actor2Code": "JUD", "Actor2Name": "SUPREME COURT", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -7.12074303405573, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200211024500, "SOURCEURL": "https://www.tribuneindia.com/news/psa-against-ex-cms-38971"}, "ARTICLE": {"TITLE": "PSA against ex-CMs", "TEXT": "Expect the unexpected in Jammu and Kashmir. On that count, the dossier prepared by the police to justify the arrest of two former Chief Ministers under the Public Safety Act, hours before the expiry of their six-month preventive detention, touches a new low. The PSA allows detention without trial for three to six months. Omar Abdullah’s sister has challenged the move in the Supreme Court; the Bench has agreed to urgent listing. Mehbooba Mufti’s daughter claims the PDP chief has been slapped with the stringent Act because of her refusal to sign an ‘illegal bond that no statements against the scrapping of Article 370’ will be made.\n\nThe continuous detention of several political leaders since August 5 last year, following abrogation of Article 370, has drawn widespread criticism, but the Centre has not only refused to budge, there’s a marked hardening of its stand. The unsubstantiated accusation against Omar, of trying to stoke public anger, has been linked with his ability to ‘convince his electorate to vote in huge numbers even during the peak of militancy and poll boycotts’. In short, brickbats now for what was once considered a courageous act of defying the militant diktat. The Mehbooba file is more absurd, made to look worse because she headed till not so long ago a coalition government with the BJP. ‘Hot-headed and scheming person... referred for her dangerous, insidious machinations; usurping profile and nature,’ it reads. The PDP’s creation, it goes on, is dubious, the ‘green colour of the party flag reflects radical origin’.\n\nThe language used is objectionable, the case made out could pass off as farcical were it not for the seriousness of the issue, only the intent is clear. And that is to ensure that the top political leadership of the Valley remains incarcerated. Questions about how that has helped the new administrators, or ensured public safety, are again likely to go unanswered, unless the courts intervene."}}