{"GDELT": {"GlobalEventID": 905113132, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "CRM", "Actor1Name": "CRIMINAL", "Actor1Type1Code": "CRM", "Actor2Code": "NZL", "Actor2Name": "NEW ZEALAND", "Actor2CountryCode": "NZL", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.92610837438423, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paraparaumu Beach, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22391", "Actor1Geo_Lat": -40.9, "Actor1Geo_Long": 174.983, "Actor1Geo_FeatureID": "-1515879", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paraparaumu Beach, New Zealand (general), New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ00", "Actor2Geo_ADM2Code": "22391", "Actor2Geo_Lat": -40.9, "Actor2Geo_Long": 174.983, "Actor2Geo_FeatureID": "-1515879", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paraparaumu Beach, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22391", "Action2Geo_Lat": -40.9, "Action2Geo_Long": 174.983, "Action2Geo_FeatureID": "-1515879", "DATEADDED": 20200211024500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7989241/Pharmacist-doused-neighbour-petrol-threatened-set-house-FIRE.html"}, "ARTICLE": {"TITLE": "Pharmacist doused neighbour with petrol and threatened to set his house of FIRE", "TEXT": "A pharmacist said he 'just snapped' when he doused his neighbour in petrol after years of clashes over noise complaints.\n\nNew Zealand pharmacist James Scott Bowman faced the Health Practitioners Disciplinary Tribunal over his actions on August 5, 2017.\n\nOn that day Bowman doused two of his neighbours and a home in petrol and threatened to set it alight, Stuff reported.\n\nNew Zealand pharmacist James Scott Bowman doused his neighbour in petrol during a noise complaint dispute before threatening to set the man's house on fire (stock image)\n\nThe tribunal heard Bowman's wife had tried to talk to their neighbour about noise complaints in the lead up to the incident.\n\nWhen they contacted Noise Control the sound was deemed to be within the appropriate levels and no action was taken.\n\nAt around midnight that night, August 5, 2017, Bowman went to the home with a petrol can, which he says he didn't intend to use.\n\n'All I wanted to do was send a message that enough was enough,' he said.\n\nHowever he doused both neighbour 'head to toe' in petrol along with the home.\n\nIt was then a struggle began and another neighbour attempted to intervene but was also doused in the flammable liquid.\n\nBowman, who owns the Paraparaumu Beach Pharmacy in Kāpiti, told the tribunal after the incident got out of control he sought out a clinical psychologist for stress management.\n\nHis lawyer also argued in the years since the 2017 incident there had been no other negative interactions between the neighbours.\n\nIn criminal proceedings, Bowman was charged with one count of common assault and one of a threatening act.\n\nHe was sentenced to 120 hours of community work over the charges.\n\nThe tribunal ordered Bowman to undergo six therapy sessions with a clinical psychologist.\n\nThey will also require a written letter from the psychologist reflecting their view of Bowman's current state."}}