{"GDELT": {"GlobalEventID": 905114605, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USACRM", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "CRM", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.489795918367349, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200211024500, "SOURCEURL": "https://www.alternet.org/2020/02/trump-openly-cheers-chinas-authoritarian-use-of-the-death-penalty/"}, "ARTICLE": {"TITLE": "Trump openly cheers China’s authoritarian use of the death penalty", "TEXT": "by Hunter\n\nAs he has multiple times before, Donald Trump again is musing about revamping the American justice system to model it after authoritarian China. Specifically, he wants to duplicate China’s policy of executing drug dealers.\n\n“Countries with a powerful death penalty, with a fair but quick trial, they have very little if any drug problem. That includes China,” he noted.\n\nChina is known for many things, but fair trials is conspicuously not among them. As tweeter Brandon Rittiman pointed out, the State Department specifically warns American travelers that the Chinese legal system “can be opaque,” “arbitrary,” and is subject to “political influence.” Trials in China are not “fair,” though they can be “quick.” Drug sentences in China do indeed include state executions, though, which is transparently the only part Donald Trump is most interested in.\n\nTwo other bits seem evident as well: Trump doesn’t mean, for example, the Sackler family, who are ground zero for much of the U.S. opioid epidemic. Trump also is unlikely to mean he intends to start executing drug users in the regions that epidemic is most rampant: white, rural, Trump-supporting places. On the contrary, Trump’s visions of ultimate “justice” tend to run the most rampant when he is discussing, a la white supremacist Republican Rep. Steve King, the “drug mules” of the southern border, so we can presume any such speedy-trial, speedy-execution plan would at least initially be aimed mostly toward Trump’s new tented border courtrooms.\n\nBut Trump keeps coming back to this idea of executing more criminals, over and over, and it clearly is based in Trump’s overall fixation on the raw efficiency of dictatorships. As a malignant narcissist, the idea of his own proclamations being enforced without archaic notions of checks and balances must be enthralling. The man may very well fall asleep each night imagining what he could do with such powers. As a vengeance-obsessed cretin turned tinpot authoritarian, the notion of dispensing permanent “justice” aimed at whichever figures Trump deems most dangerous, with a Justice Department fully willing and able to carry out his orders, seems unlikely to be one Trump intends to confine only to one particular sort of miscreant.\n\nIn any case, when someone tells you who they are you should believe them. Trump has been consistent in his advocacy here, and unapologetic. He dreams of retooling the United States justice system to mirror what he finds best about autocracies: their efficient process of executing designated criminals. Some criminals, of course. Not others."}}