{"GDELT": {"GlobalEventID": 905112760, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.21940928270042, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Indus River, Pakistan (general), Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK00", "Actor2Geo_ADM2Code": "23693", "Actor2Geo_Lat": 24.1909, "Actor2Geo_Long": 67.7355, "Actor2Geo_FeatureID": "-3414586", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Indus River, Pakistan (general), Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK00", "Action2Geo_ADM2Code": "23693", "Action2Geo_Lat": 24.1909, "Action2Geo_Long": 67.7355, "Action2Geo_FeatureID": "-3414586", "DATEADDED": 20200211024500, "SOURCEURL": "https://www.thenews.com.pk/print/612321-experts-warn-of-water-issues-in-sindh"}, "ARTICLE": {"TITLE": "Experts warn of water issues in Sindh", "TEXT": "SUKKUR: Experts haverevealed the number of migrants affected by the floods in the Indus River exceeded 13 million, while millions of acres of land were also turning to be barren. Speaking at a session of the Fifth Literature Festival in Hyderabad, former secretary of Irrigation Department, Khalid Haider Memon, said the Punjab had taken away Sindh’s water from the Indus River. He said the government should disclose statistical data about the affected people and the land on the delta line. The secretary said the 1991 water accord added more problems to Sindh, as surprisingly the design of the Phuleli Canal was incorrect.\n\nKhalil Burghari said people of Badin district were being forced to migrate from their native land after three breaches occurred in the Phuleli Canal. Syed Khuda Dino Shah revealed that 13 million people had migrated due to the depletion of Indus water in Sujawal and Badin districts. If the water in the Kotri downstream did not reach the sea, the demographics of the Indus Delta would be changed.\n\nSpeaking on the session, Dr Asif Farrukhi said the poor translation caused the weakness of the state, while translating was a painful process. The task of translation was an art to strengthen the language. He said the translation work in Urdu literature was done by some individuals but not by institutions."}}