{"GDELT": {"GlobalEventID": 905113546, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "GOVEDU", "Actor1Name": "EDUCATION DEPARTMENT", "Actor1Type1Code": "GOV", "Actor1Type2Code": "EDU", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.7225042301184397, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Karachi, Sindh, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK05", "Actor1Geo_ADM2Code": "40398", "Actor1Geo_Lat": 24.8667, "Actor1Geo_Long": 67.05, "Actor1Geo_FeatureID": "-2764584", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Karachi, Sindh, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK05", "Action2Geo_ADM2Code": "40398", "Action2Geo_Lat": 24.8667, "Action2Geo_Long": 67.05, "Action2Geo_FeatureID": "-2764584", "DATEADDED": 20200211024500, "SOURCEURL": "https://www.thenews.com.pk/print/612084-almost-deserted-tughlaq-house-provokes-sindh-cm-s-ire"}, "ARTICLE": {"TITLE": "Almost deserted Tughlaq House provokes Sindh CM’s ire", "TEXT": "KARACHi: At around 10am on Monday, Sindh’s chief minister paid a surprise visit to the offices of different provincial government secretaries at the Tughlaq House (the old Sindh Secretariat) to check their and their staff members’ attendance records. CM Syed Murad Ali Shah started his visit from the home department, where all the officers, including the secretary, were absent. After the chief executive expressed displeasure over their absence, the home secretary’s private secretary said the home secretary was in court in connection with a case. Shah asked where the rest of the staff members were. “Almost all the additional secretaries, deputy secretaries and section officers are absent,” he said, and directed his principal secretary to summon a report from the home secretary. On his visit to the office of the agriculture department, the chief executive found almost all the staff members, including the agriculture secretary, absent from duty. He expressed severe displeasure going from one office of the department to another and finding most of the staff members absent. He called for reports from the departments to explain why the officials were absent. Shah also visited the offices of the labour, transport and irrigation departments and found all the secretaries except the labour secretary absent. He talked to Irrigation Secretary Saeed Mangnejo, who was away for a meeting with the irrigation minister. The provincial chief executive directed the irrigation secretary to send him a report on the officers of his department absent from their respective duties even at 10 in the morning. Shah’s visit to the education department also found almost all the officers there absent. He went from one room to the other but hardly any section officer or an officer of senior level was present. He directed his principal secretary to summon a report from the department. At the planning & development (P&D) department, the CM was received by P&D Chairman Muhammad Waseem, who showed him around on his floor, where most of the department chiefs and members were absent. Shah directed Waseem to send him a detailed report on the absent officers.\n\nOn his return, the chief executive visited the local government department and found almost all the staff members, mostly the senior ones, absent from their respective duties. The LG secretary was in court in connection with a case.\n\nShah visited the biometric unit of the department and asked its staff members to send him a detailed list of the officials who were present and those who were late.\n\nHe then went to his office on the seventh floor of the new Sindh Secretariat and held a meeting with General Administration Secretary Khalid Hyder Shah. He directed him to send him a detailed report on the officers present at the old and new secretariats.\n\nCar park\n\nThe chief executive along with the P&D chairman visited the under-construction car park between the Sindh Muslim Government Law College and the SM Arts & Commerce College near the Sindh Secretariat.\n\nShah also inspected the sitting area that has been declared as a recreational spot, where tuck shops, coffee shops and fast food restaurants are being set up and benches of granite have been placed.\n\nIn the centre of each and every rectangular bench, a tree will be planted so the visitors could sit under its shadow. The CM directed the P&D chairman to expedite the work to complete the car park and the recreational area near the secretariat."}}