{"GDELT": {"GlobalEventID": 905114134, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "PSE", "Actor1Name": "GAZA", "Actor1CountryCode": "PSE", "Actor2Code": "MIL", "Actor2Name": "LAND FORCE", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.3166023166023098, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE", "Actor2Geo_Lat": 33.833333, "Actor2Geo_Long": 35.833333, "Actor2Geo_FeatureID": "LE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE", "Action2Geo_Lat": 33.833333, "Action2Geo_Long": 35.833333, "Action2Geo_FeatureID": "LE", "DATEADDED": 20200211024500, "SOURCEURL": "https://www.meforum.org/60402/high-tech-secret-weapon-to-win-the-next-big-war"}, "ARTICLE": {"TITLE": "Fire Weaver: Israel's Super High-Tech Secret Weapon to Win the Next Big War?", "TEXT": "Rafael's Fire Weaver system could be a game-changer for the IDF as it faces the challenges of urban warfare.\n\nThe infantry soldier with an M-16 entering a congested urban area won't have to call in for support and wait precious minutes for it to arrive in the future battlefield. Israeli technology that links fighters on the ground with their battalion commanders will give a full picture to all the boots on the ground, the UAV assets and shooters in the vicinity to find the best angle to take out adversaries who hide among civilians. It will also protect against friendly fire because all the soldiers are on the same network and can see each other through the new technology.\n\nCalled 'Fire Weaver' by its developers at Rafael Advanced Defense Systems, the Israeli Ministry of Defense is now betting big on its technology as Israel's army seeks to digitize the modern warrior on the frontline. The ministry announced a contract for the system in early February 2020 that will see the IDF's ground forces divisions equipped with it in the coming years. The system \"enables closing rapid, precise, effective and secure sensor-to-shooter loops.\" It works in GPS-denied environments and is based on open architecture so it can be flexibly integrated to other western hi-tech armies depending on how they want to use it.\n\nFor many years, soldiers on the modern battlefield have faced a variety of challenges, especially in urban areas, such as during the battle for Mosul against ISIS. A modern army has no shortage of different weapon systems, from tanks to artillery, drones and special forces. But harnessing them and having the commander know in real time where everyone is located is essential. It's also essential to find the best weapon that will bring precision and reduce collateral damage, such as civilian casualties or damaging sensitive buildings. Gone is the era of carpet bombing and the casualty rates of the First World War. Such technology led to high death tolls in the last century, now it may reduce them. Israel's land forces think this digitization revolution is a key to that.\n\nThe revolution in warfare has already brought us what is called C4i systems or command, control, communications, computers and intelligence technology. Armies have battle management systems that can help coordinate tactical teams through vehicles and different manned and unmanned vehicles. Fire Weaver is supposed to take the IDF to the next level in digitization as part of the IDF's \"Momentum\" plan that will make the army faster, more precise and effective by harnessing technology and add-ons for soldiers and weapon systems. Rafael, one of Israel's three large defense industry giants, along with Elbit Systems and Israel Aerospace Industries, says it's a step forward. \"For us to deliver a system that is fast, accurate and effective it is important it is Rafael's way to leverage years of investment in relevant technology.\"\n\nThis new technology brings electro-optical systems, fast calculations and artificial intelligence, which is already on Rafael weaponry, to the tactical land force level. Israel faces a challenging modern battlefield that requires such technology. Fighting in Gaza, or a future conflict in Lebanon, requires land forces to go into villages and urban areas to fight groups that hide among civilians. This is the essence of \"asymmetric\" war that pits extremist groups against hi-tech militaries.\n\nBut that doesn't mean the hi-tech militaries always win. The attack on U.S. special forces in Niger in 2017, the attack on a base where U.S. troops were located in Kenya in January and battles in Afghanistan or Syria show how complex the modern battlefield is. A swath of territory across the Sahel to Kashmir and the Philippines has wars like this where technology faces off against large terror groups that exploit ungoverned spaces or weak states. Using the best technology to monitor and seek out these groups is why armies need to coordinate their resources quickly in battle and not allow enemy ambush and then escape.\n\nThe question facing soldiers is that these technologies turn the battlefield more and more into something that looks like a video game on various screens, and soldiers need to not be distracted by the technology or need to use it correctly. All the add-ons to gun sights and headquarters won't work if the team doesn't use them effectively. That means the next challenge for Israel and other countries attempting digitization is to use the open architecture of systems like Fire Weaver to integrate it with land forces and assets like UAVs that assist operations."}}