{"GDELT": {"GlobalEventID": 905114279, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.99529964747356, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Hampshire, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNH", "Action2Geo_Lat": 43.4108, "Action2Geo_Long": -71.5653, "Action2Geo_FeatureID": "NH", "DATEADDED": 20200211024500, "SOURCEURL": "https://www.straitstimes.com/world/united-states/trump-touts-senates-full-complete-acquittal-in-first-rally-since-trial"}, "ARTICLE": {"TITLE": "Trump touts Senate's 'full, complete' acquittal in first rally since trial", "TEXT": "WASHINGTON (BLOOMBERG) - United States President Donald Trump bragged about his \"full, complete\" acquittal in his first rally since the Republican-led Senate cleared him in his impeachment trial, while assailing Democrats and undocumented immigrants and revisiting a false claim about his 2016 election.\n\nMr Trump addressed thousands of supporters in Manchester, New Hampshire the day before Democrats running to challenge his re-election will hold their primary election in the state. The President's rally was his latest effort to steal the spotlight from his rivals; he held a similar rally in Des Moines, Iowa, before the error-plagued Democratic caucus there last week.\n\nIn between the two rallies, the Senate voted to reject two articles of impeachment against Mr Trump that the Democratic-led House passed in response to his attempt to pressure Ukraine's government to investigate former vice-president Joe Biden and his son Hunter.\n\nSenate Republicans \"voted to reject the outrageous, partisan impeachment hoax, and to issue a full, complete and absolute, total acquittal. And it wasn't even close\", Mr Trump said.\n\n\"In the House, we won 196 to 0, and then we got three Democrats. And in the Senate, other than Romney, we got 52 to nothing.\"\n\nSenator Mitt Romney, a Utah Republican, became the first senator in US history to vote to remove a president of his own party from office. He supported one of the two articles of impeachment.\n\n\"The radical left's pathetic partisan crusade has completely failed and utterly backfired with 18 votes, think of that, 18 votes to spare,\" Mr Trump said. The Senate fell 18 votes shy of the two-thirds majority necessary to convict Mr Trump.\n\nBUNGLED CAUCUS\n\nThe President has repeatedly mocked Democrats for the chaotic Iowa caucus last week that yielded no clear winner and said on Monday that he would travel to New Hampshire in order to \"shake up the Dems a little bit\".\n\nThe rally is part of the Trump campaign's strategy to try to spook Democrats by showing off its financial and organisational might in key early states, even without Mr Trump facing a serious primary challenge.\n\n\"We have the highest poll numbers that we've ever had,\" Mr Trump told his New Hampshire audience. \"Thank you Nancy,\" he said, referring to House Speaker Nancy Pelosi.\n\nAt one point, the Manchester audience changed \"lock her up\" about Ms Pelosi, re-purposing a chant Mr Trump's supporters usually apply to his 2016 opponent, former secretary of state Hillary Clinton.\n\nBut a poll published on Monday by Quinnipiac University shows that the President has reason to worry about the general election: All of the top Democratic candidates lead him in hypothetical match-ups, with Mr Michael Bloomberg beating him the worst at 51 per cent to 42 per cent, and Mr Bernie Sanders defeating him 51 per cent to 43 per cent.\n\nThe poll surveyed 1,519 registered voters nationwide and had a margin of error of 2.5 percentage points.\n\nRelated Story Trump impeachment fury sows fear of payback among diplomats\n\nRelated Story Trump says Congress should 'expunge' his impeachment\n\nFALSE CLAIM\n\nMr Trump narrowly lost to Mrs Clinton in New Hampshire during his 2016 victory, and on Monday revisited a false conspiracy theory about the election: That Democrats illegally bussed voters from more liberal Massachusetts to New Hampshire to swing the vote for Mrs Clinton.\n\n\"We should've won the election but they had buses being shipped up from Massachussets,\" Mr Trump falsely told his audience. He pointed out that Republican Chris Sununu is now governor of New Hampshire and said: \"Now you get prosecuted if you do what they did.\"\n\nHe later encouraged his audience to vote for \"the weakest\" candidate in New Hampshire's Democratic primary on Tuesday. The state has open primaries, meaning voters can choose to participate in either party's nominating contest regardless of their registration.\n\n\"If you want to vote for a weak candidate tomorrow, go ahead, vote for one,\" Mr Trump said. \"Pick the weakest candidate, I don't know who it is.\"\n\nRETURN TO 'THE SNAKE'\n\nMr Trump recited a poem he popularised during his 2016 election, \"The Snake\", which he re-purposed from its original meaning to apply to immigrants. The poem tells the story of a well-meaning woman who encounters a \"half-frozen\" snake on her way to work and brings it to her home to revive it, only for the snake to later bite and kill her.\n\n\"This is illegal immigration,\" he said before reciting the poem. It was originally written by civil-rights activist Oscar Brown in the 1960s, according to the Washington Post.\n\n\"Got to come in legally and through merit,\" he said after he had finished.\n\nMr Trump's appearance comes at a pivotal moment in the Democratic primary race. The final Boston Globe/Suffolk/WBZ tracking poll showed Mr Sanders in the lead in New Hampshire with 26 per cent of likely primary voters, followed by former South Bend Mayor Pete Buttigieg at 19 per cent and Senator Amy Klobuchar at 13 per cent. Former vice-president Joe Biden, once the field's front runner, and Senator Elizabeth Warren are each polling around 11 per cent.\n\nMr Trump has seized on the popularity of Mr Sanders, a self-proclaimed democratic socialist, to argue the entire Democratic field as too far left.\n\nTrump campaign spokesman Tim Murtaugh said the campaign's main goal would be to \"remind voters of the dangers of the Democrats' big-government socialist agenda\"."}}