{"GDELT": {"GlobalEventID": 905114552, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "JUD", "Actor2Name": "ADVOCATE", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.34782608695652, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_Lat": 33.7712, "Actor1Geo_Long": -111.38799999999999, "Actor1Geo_FeatureID": "AZ", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Arizona, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAZ", "Actor2Geo_Lat": 33.7712, "Actor2Geo_Long": -111.38799999999999, "Actor2Geo_FeatureID": "AZ", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_Lat": 33.7712, "Action2Geo_Long": -111.38799999999999, "Action2Geo_FeatureID": "AZ", "DATEADDED": 20200211024500, "SOURCEURL": "https://vdare.com/articles/the-fulford-file-mitt-romney-was-an-immigration-wimp-dammit"}, "ARTICLE": {"TITLE": "The Fulford File | Mitt Romney Was An Immigration WIMP, Dammit! | Articles", "TEXT": "One of VDARE.com’s functions is to combat immigration enthusiast myths, for example the claim that George W. Bush got 44% of the Hispanic vote in 2004—long-refuted but apparently unkillable.\n\nNow, after GOP Presidential nominee Mitt Romney’s (narrow) defeat in the 2012 Presidential election, Americans are hearing from both Democrats and Republicans that his problem was being an immigration hardliner, “giving in” to the “nativist” wing of his party who want immigration laws, well, enforced. See, for example Republicans need to shut up and listen, by Aaron Rodrigues [email him], Milwaukee Journal Sentinel, November 12, 2012.\n\nThis is what John Derbyshire has called “hate creep”—every year, the old mild options become the new “Hate”. Thus “self-deportation”—Romney’s not entirely original formulation for “attrition through enforcement,” which used to be the milder alternative to mass deportation—is now HATE.\n\nAccordingly, President Obama, in the second debate, duly accused Romney of favoring \"making life so miserable on folks that they'll leave.\" (And, typically, Romney promptly backed off his earlier support for Arizona’s SB 1070, protesting that he only favored its E-Verify provisions.)\n\nBut what’s going on here is Orwellian: a totalitarian drive to eliminate un-PC facts and ideas from public discourse. Case in point: Kevin Drum’s creepy piece in Mother Jones about Sean Hannity’s attempt to surrender on illegal immigration [The GOP's Immigration Problem Goes Way Beyond Immigration, November 8, 2012] suggested, in Steve Sailer’s tart paraphrase, that\n\nImmigration isn't some technical issue like tax rates where the two sides can reach a compromise. It's a test of morals. Amnesty won't be just a practical tool for Democrats to solidify their majority; it will also be a symbolic milestone permanently delegitimizing any and all skepticism about the Democratic-run government electing a new people to elect a Democratic-run government.”\n\nSo let the record show: Mitt Romney was not an immigration hardliner/patriot. He was a wimp—a WIMP!\n\nThe best you could say about Romney’s immigration policies is that he was, as Washington Watcher put it, “Not The Worst From Immigration Patriot Viewpoint”—just as the best you could say about Paul Ryan was: “Thank God he’s not Marco Rubio!”\n\nBut suppose that Romney had been the worst (Republican) candidate from an immigration standpoint? How would he have fared with the Latino vote?\n\nIt happens that we can answer that—because the 2000, 2004, and 2008 elections featured George W Bush and John McCain. It’s impossible to imagine two candidates who pandered harder to the Hispanic vote.\n\nBut George W. Bush’s candidacy achieved, at most, 38 percent of the Hispanic vote. John McAmnesty achieved 31 percent. Romney got 28.3%.\n\nWe’re talking about a difference of maybe one per cent of the overall vote—massively overwhelmed by the potential of the white working class.\n\nJames Fulford [Email him] is a writer and editor for VDARE.com."}}