{"GDELT": {"GlobalEventID": 905113703, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.63380281690141, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Milan, Lombardia, Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT09", "Actor1Geo_ADM2Code": "18363", "Actor1Geo_Lat": 45.4667, "Actor1Geo_Long": 9.2, "Actor1Geo_FeatureID": "-121726", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40350", "Action2Geo_Lat": 34.796, "Action2Geo_Long": 72.1502, "Action2Geo_FeatureID": "-2764806", "DATEADDED": 20200211024500, "SOURCEURL": "https://www.thenews.com.pk/print/612116-hundreds-stage-protest-in-italy-against-kashmir-lockdown"}, "ARTICLE": {"TITLE": "Hundreds stage protest in Italy against Kashmir lockdown", "TEXT": "MILAN, Italy: Hundreds of Pakistanis and Kashmiris settled in Italy staged an anti-India protest demonstration here demanding an end to the lockdown of the Indian Occupied Jammu and Kashmir (IOJ&K).\n\nThe protest was organised by Tehreek-e-Kashmir Europe Italy in front of Indian Consulate Milan. Carrying the Pakistan and Azad Jammu and Kashmir (AJ&K) flags the protesters were shouting anti-India and pro-freedom of Kashmir slogans, according to a press release issued on Monday.\n\nThe banners and placards carried by the protesters were inscribed with the slogans like ‘We want Freedom’ , ‘India get out from Kashmir’, ‘stop killing in Kashmir’ and ‘go India go back’. President TeK UK Raja Fahim Kayani who specially arrived from the UK to join the anti-India rally as chief guest said it was the duty of big powers to come forward to stop human rights violations in the IOJ&K.\n\n“European Union should take notice of curfew and communication blackout of IOJ&K people who have been locked by Indian army since August 5, 2019. Political leadership has been arrested under draconian and black laws like Public Safety Act (PSA),” Kayani added.\n\nSpeaking on the occasion, President TeK Europe Italy Chaudhry Maqsood Aslam said the protest was against the rising human rights abuses which were being carried out by Indian occupation army in IOJ&K, saying now it was time for Europe to raise their voice against Indian brutalities in IOJ&K.\n\nWhile former TeK Europe president Tanveer Kadhar said they would continue to raise voice for the voiceless IOJ&K people who had been under Indian suppression for the last seven decades.\n\nLater, the protesters marched towards the Indian Consulate to condemn the lockdown of the IOJ&K and show complete solidarity with the people IOJ&K.\n\nThe other overseas Kashmiri and Pakistani leaders who spoke in support of IOJ&K people were Secretary General TeK Europe Chaudhry Jamsheed Cheema, Vice President Tehreek-e-Kashmir Europe Italy Sajjad Warriach and Vice President TeK Europe Italy Fahim Chaudhry."}}