{"GDELT": {"GlobalEventID": 905114714, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "VENGOV", "Actor1Name": "HECTOR RODRIGUEZ", "Actor1CountryCode": "VEN", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.089820359281441, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20200211024500, "SOURCEURL": "https://www.sandiegouniontribune.com/news/public-safety/story/2020-02-10/man-gets-nearly-12-years-for-pointing-gun-at-border-patrol-agent"}, "ARTICLE": {"TITLE": "Man gets nearly 12 years for pointing gun at Border Patrol agent", "TEXT": "An unauthorized immigrant from Mexico who pointed a loaded pistol at a Border Patrol agent in a remote stretch of Otay Mesa was sentenced Monday to nearly 12 years in prison.\n\nThe sentencing came five months after Hector Rodriguez-Chavez pleaded guilty to a count each of assault on a federal officer and brandishing a gun during the crime.\n\nAccording to authorities, agents responding to a report of a person crossing the border from Mexico to the U.S. found Rodriguez-Chavez lying face down in tall grass in an area about three miles east of the Otay Mesa Port of Entry about 4:30 a.m. Nov. 26, 2018.\n\nAs an agent got closer, Rodriguez-Chavez pointed the loaded semiautomatic pistol at the agent, who placed his body on Rodriguez-Chavez’s right arm in an attempt to take away the gun.\n\nAdvertisement\n\nThe two men wrestled for about a minute until two other agents arrived. The second agent to arrive used a Taser to subdue Rodriguez.\n\nIn imposing a sentence Monday, U.S. District Judge Gonzalo Curiel said “few other law enforcement officers place their life on the line to the extent that Border Patrol agents do.”\n\nHe handed down an 11-year, nine-month sentence for the two counts, plus an additional two years for a violation of the terms of a supervised release, which stemmed from a 2014 conviction for illegal re-entry.\n\nProsecutors previously said Rodriguez-Chavez had been deported from the U.S. on five occasions.\n\nAdvertisement\n\n“This sentence is a fitting reminder that the safety of our courageous agents, who put their lives on the line every day to protect our country, is of paramount importance to our office and to the community,” U.S. Attorney Robert Brewer said in a statement.\n\nSan Diego’s new Border Patrol chief, Aaron Heitke, shared a similar sentiment.\n\n“Border Patrol agents risk their lives every day protecting America, and the agent’s quick thinking in this case prevented any bloodshed,” Heitke said."}}