{"GDELT": {"GlobalEventID": 905114175, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "SLE", "Actor1Name": "SIERRA LEONE", "Actor1CountryCode": "SLE", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.6936026936026902, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Freetown, Western Area, Sierra Leone", "Actor1Geo_CountryCode": "SL", "Actor1Geo_ADM1Code": "SL04", "Actor1Geo_ADM2Code": "111381", "Actor1Geo_Lat": 8.49, "Actor1Geo_Long": -13.2342, "Actor1Geo_FeatureID": "-1315606", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Freetown, Western Area, Sierra Leone", "Actor2Geo_CountryCode": "SL", "Actor2Geo_ADM1Code": "SL04", "Actor2Geo_ADM2Code": "111381", "Actor2Geo_Lat": 8.49, "Actor2Geo_Long": -13.2342, "Actor2Geo_FeatureID": "-1315606", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Freetown, Western Area, Sierra Leone", "Action2Geo_CountryCode": "SL", "Action2Geo_ADM1Code": "SL04", "Action2Geo_ADM2Code": "111381", "Action2Geo_Lat": 8.49, "Action2Geo_Long": -13.2342, "Action2Geo_FeatureID": "-1315606", "DATEADDED": 20200211024500, "SOURCEURL": "http://mennoworld.org/2020/02/10/news/growing-interest-in-anabaptism-spurs-3-new-west-african-churches/"}, "ARTICLE": {"TITLE": "Growing interest in Anabaptism spurs 3 new West African churches", "TEXT": "Feb 10, 2020 by Micah Brickner and Eastern Mennonite Missions\n\nThe sound of jubilant singing — “Yahweh, Yahweh” — ricocheted off the stucco walls of the Mennonite meetinghouse in Catel, Guinea-Bissau. Dressed in colorful, traditional West African attire, worshipers celebrated the growing interest in Christ-centered theology throughout the region.\n\nThe occasion was the annual conference of Mennonite Church West Africa Dec. 26-30. Less than a year after credentialing its first pastors, MCWA has discerned a call to start several new congregations.\n\n“We had a commissioning service for two men in the congregation who are going out as missionaries,” said Eastern Mennonite Missions volunteer worker Beryl Forrester.\n\nAfter worship and teaching, bottles of cola were poured into cups and served with bread to celebrate communion.\n\nHaving received requests from people in Guinea-Bissau, Guinea and Sierra Leone, the church used the annual meeting to explore what expansion could look like for this young conference.\n\nOne of the four initial MCWA pastors, Daniel Djin-ale, was commissioned to plant a congregation in Guinea-Bissau’s capital city of Bissau, where he is studying business management and teaching at a university. He plans to begin a Bible study with a goal of developing into a Mennonite congregation.\n\nPreparing to return to his home country of Guinea, Timothy Koiba was commissioned to plant a church in Nzé­rékoré, Guinea’s second-largest city.\n\n“We need to take the example of Christ,” he said. “Jesus needs to be the center of everything we do.”\n\nCommitted to a Christ-centered approach to church planting in Guinea, Koiba is eager to start a Mennonite congregation.\n\nThe model of Jesus\n\nForrester has been living in West Africa since 2000. Having planted congregations in the Gambia and Guinea-Bissau, he has worked to empower African leaders to take charge of the growing church. Part of his strategy to develop pastors is to teach a course, Biblical Studies in Anabaptist Perspectives.\n\nThe course was initially offered only among members of MCWA. Forrester and another pastor, Adriano MBackeh, have begun sharing in other locations. People are responding to the gos­pel through an Anabaptist perspective.\n\n“Many youth are seeing [Anabaptist theology] as a ­viable alternative to a church that struggles with a goal of maintaining a Christendom inherited from the past,” Forrester said. “Many are looking for a fellowship of believers who are empowered by the transforming reality of the Holy Spirit focused on extending God’s kingdom in the here and now and living after the model of Jesus.”\n\nMBackeh said preaching, singing and Bible studies should all have Jesus as the center.\n\nIn March, Samuel Bobor, a pastor and Bible college administrator from Freetown, Sierra Leone, contacted EMM about the possibility of working together in his country.\n\nEMM administrative staff connected Bobor with Mennonite Church West Africa, and a relationship began to form. MBackeh and Forrester began sharing about Anabaptist theology with Bobor and his college. As a result of this relationship, two new opportunities have opened up.\n\nWhile still in the preliminary stages, Bobor’s articulation of Anabaptist theology, as learned from MBackeh and Forrester, has inspired a third church plant­er, who is in conversation about the possibility of founding a Mennonite church in Freetown.\n\nMCWA will collaborate with Bobor’s Spirit of Faith Bible Institute to begin offering Anabaptist curriculum to leaders in West Africa. EMM is looking for visiting guest lecturers to teach intensive courses in Freetown."}}