{"GDELT": {"GlobalEventID": 905112665, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor2Code": "GOV", "Actor2Name": "MAYOR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.632653061224491, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Shawinigan, Quebec, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA10", "Actor2Geo_ADM2Code": "12743", "Actor2Geo_Lat": 46.55, "Actor2Geo_Long": -72.7333, "Actor2Geo_FeatureID": "-573483", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shawinigan, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12743", "Action2Geo_Lat": 46.55, "Action2Geo_Long": -72.7333, "Action2Geo_FeatureID": "-573483", "DATEADDED": 20200211024500, "SOURCEURL": "https://montreal.ctvnews.ca/completely-unacceptable-municipalities-blast-caq-for-bill-40-provision-on-building-transfers-1.4805760"}, "ARTICLE": {"TITLE": "'Completely unacceptable': Municipalities blast CAQ for Bill 40 provision on building transfers", "TEXT": "Municipal representatives have added their names to the long list of critics of Bill 40, which will transform school boards into service centres.\n\nThe Union of Quebec Municipalities (UMQ) strongly denounced on Monday the authoritarianism of the Legault government, which will allow these future service centres to force cities to cede buildings to them without any financial compensation.\n\nThe anticipated loss of land, buildings, income and power, has been tough to swallow for the province's elected municipal officials.\n\nFurious, the UMQ is calling on the government to account for this provision of the law, adopted in the early-morning hours of Saturday, and examine what its plans are to possibly challenge it.\n\nThe bill, which took municipalities by surprise, was called \"completely unacceptable,\" by Shawinigan Mayor Michel Angers at a press conference on another matter Monday.\n\nThe UMQ condemns both the decision and the government's approach to this matter. According to Angers, by acting in this way, without notifying the elected municipal officials, without having discussed it with them or having consulted them, the Legault government contradicted its stance on a partnership with the province's mayors.\n\n\n\nOPPOSITION INSULTED\n\nOpposition parties were livid about the provision, with Parti Quebecois MNA Veronique Hivon calling it an affront to democrary and saying Education Minister Jean-Francois Roberge insulted a swath of stakeholders.\n\n\"The minister has insulted everybody. The minister has insulted the mayors, he has insulted all the opposition parties, members of this parliament with his way of hiding things, of doing things under the rug. I think it's really serious, when we consider how our institutions are supposed to work,\" said Hivon.\n\n\"It's strictly unacceptable,\" added Liberal leader Pierre Arcand. \"In the space of about, what, 48 hours, unions are against them, municipalities are against them, many parents are against them. Clearly there's something wrong and clearly it shows that we were right last week when Mme. Rizqy said there was not enough consultations.\"\n\nLiberal MNA Marwah Rizqy last week called out the CAQ for not giving the bill enough time for full consultation.\n\n\"It's like buying a house without any visit, and you say no no no, it's a good house, so just buy it, and we'll see later on if there are any problems. Clearly will Bill 40, every day we're having new problems with this bill,\" she said.\n\n\n\nHivon is daring Roberge to face members of city and town councils when they meet Thursday at a general caucus of the Union of Quebec Municipalities.\n\n- With files from CTV News Montreal's Amy Luft"}}