{"GDELT": {"GlobalEventID": 905112947, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 138, "EventBaseCode": 138, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.53731343283582, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12552", "Actor1Geo_Lat": 49.25, "Actor1Geo_Long": -123.133, "Actor1Geo_FeatureID": "-575268", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20200211024500, "SOURCEURL": "https://www.theglobeandmail.com/canada/british-columbia/article-psychologists-gaming-consciousness-theory-not-an-accepted-science/"}, "ARTICLE": {"TITLE": "Crown questions scientific base for psychologist’s video game rationale in B.C. murder trial", "TEXT": "A psychologist’s theory that “gaming consciousness” may have led a man with a passion for video games to kill two strangers should not be considered by the judge at the accused’s first-degree murder trial because the condition isn’t accepted science, Crown lawyers argued Monday.\n\n“A reliable foundation has not been established,” Crown counsel Jeff La Porte said, in notifying the judge that the Crown will be arguing to have the testimony, which Mr. La Porte called “novel science,” struck from consideration.\n\nUnder Crown cross-examination, psychologist Edward Shen acknowledged in B.C. Supreme Court the concept is not in the recognized text used by the criminal justice system for psychological disorders.\n\nStory continues below advertisement\n\nIndeed, he said he came up with the term to explain his theory about the case of 27-year-old Rocky Rambo Wei Nam Kam, who is being tried for killing a couple in Vancouver’s Marpole neighbourhood.\n\nIn September, 2017, Mr. Kam, wandering the area, spotted 64-year-old Dianna Mah-Jones unloading groceries from her car, forced his way into the house, and killed her and her 68-year-old husband Richard Jones.\n\nMr. Kam has pleaded not guilty to two counts of first-degree murder and, in testimony last week, said he has no idea why he killed the couple. His lawyers have said Mr. Kam committed the killings believing he was in a video game and could not form the intent to commit first-degree murder. Mr. Shen’s testimony was intended to explain that view.\n\nBut on Monday, the clinical psychologist said he had not reviewed any studies or peer-reviewed scientific publications about “gaming consciousness” before advancing the idea.\n\n“So you can’t say whether or not gaming consciousness has been scientifically scrutinized?” Crown counsel Daniel Mulligan asked during cross-examination.\n\n“I cannot say that. When I used that term, I was basically describing a condition. They were my words,” Mr. Shen said, as Mr. Kam looked on from the prisoner’s box. “I was using it as a descriptive term.”\n\n“So is your term not a scientifically tested term?” Mr. Mulligan asked.\n\nStory continues below advertisement\n\n“Correct,” said Mr. Shen, who conducted about 11 hours of interviews with Mr. Kam, whose case is being heard without a jury by Justice Laura Gerow.\n\nAs Mr. Shen finished his testimony Monday, the Crown said it will be arguing to strike it out of consideration. “The evidence is not necessary. Dr. Shen is not a qualified expert,” Mr. La Porte said.\n\nGlen Orris, Mr. Kam’s lawyer, said, in a submission to Justice Gerow, that Mr. Shen was offering a theory to try to explain what might have happened, which is something specialists routinely do.\n\nHe said Mr. Shen is not saying his opinion is definitive, but rather a view on the likely state of mind to assist the justice in assessing the facts of the case.\n\nAt the time of the killings, Mr. Kam, a recent economics graduate of the University of Calgary, had moved to Vancouver for the “nice beaches,\" Mr. Shen has testified, based on his interviews.\n\nPreviously, court heard Mr. Kam would play for as many as 15 hours a day. Mr. Shen has said the defendant told him he enjoyed games that involved “ambushing, breaking in, spying and assassinating.”\n\nStory continues below advertisement\n\nAsked on Monday whether Mr. Kam might have been influenced or inspired by the video games he played, Mr. Shen said, “Yes. It is possible.”\n\nMr. Kam was arrested a month-and-a-half after the crimes, having made no effort to flee the city or elude police, Mr. Orris told court.\n\nMr. Kam has been in custody since 2017, without access to video games. However, Mr. Shen said that he is getting by. “He’s not bored because he is designing a new game in his head based on the previous game he played.”\n\nMr. Kam, named Rocky Rambo because of his father’s affection for Sylvester Stallone movies, had a poor relationship with the rest of his family, the psychologist told the court.\n\nWe have a weekly Western Canada newsletter written by our B.C. and Alberta bureau chiefs, providing a comprehensive package of the news you need to know about the region and its place in the issues facing Canada. Sign up today."}}