{"GDELT": {"GlobalEventID": 905113177, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.56989247311828, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK", "Actor1Geo_Lat": 22.25, "Actor1Geo_Long": 114.16666699999999, "Actor1Geo_FeatureID": "HK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Hong Kong", "Actor2Geo_CountryCode": "HK", "Actor2Geo_ADM1Code": "HK", "Actor2Geo_Lat": 22.25, "Actor2Geo_Long": 114.16666699999999, "Actor2Geo_FeatureID": "HK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK", "Action2Geo_Lat": 22.25, "Action2Geo_Long": 114.16666699999999, "Action2Geo_FeatureID": "HK", "DATEADDED": 20200211024500, "SOURCEURL": "http://www.xinhuanet.com/english/2020-02/11/c_138773011.htm"}, "ARTICLE": {"TITLE": "Dozens of households evacuated after 2 coronavirus cases found in same building in Hong Kong - Xinhua", "TEXT": "Source: Xinhua| 2020-02-11 10:20:42|Editor: huaxia\n\nVideo Player Close\n\nPhoto taken on Feb. 11, 2020 shows a view near the Hong Mei House, Cheung Hong Estate of Tsing Yi area in south China's Hong Kong. Dozens of households in the residential building in Hong Kong's Tsing Yi area were evacuated after two cases of the novel coronavirus infection were found in the same building, Hong Kong's Centre for Health Protection (CHP) said on early Tuesday. The total number of the novel coronavirus infection cases in Hong Kong has risen to 42 as of Tuesday morning. Among Monday's six confirmed cases, five involve two families, triggering warning about outbreaks in families and communities. (Xinhua/Li Gang)\n\nHONG KONG, Feb. 11 (Xinhua) -- Dozens of households in a residential building in Hong Kong's Tsing Yi area were evacuated after two cases of the novel coronavirus infection were found in the same building, Hong Kong's Centre for Health Protection (CHP) said on early Tuesday.\n\nAs the 62-year-old female patient of Hong Kong's 42nd case announced on Monday and the 75-year-old male patient of the 12th case confirmed on Jan. 30 both reside at the 07 unit on different floors in Hong Mei House, Cheung Hong Estate, the CHP said it is proactively following up to investigate whether the infections of the two cases are related.\n\nThe CHP has immediately coordinated with relevant government departments and organizations to formulate and execute corresponding measures on Monday night. A multi-disciplinary response team has also been activated to investigate and examine if environmental factors were involved in the infection of the two cases.\n\nTaking into the opinions from experts, the CHP decided to carry out prudent measures on infection control. Personnel from the CHP inspected the building on Monday night and conducted active case-finding on residents living at the 07 units of the whole block, covering 30 odd floors, to identify if there are undiagnosed cases so as to stop the potential risk of further spread.\n\nSymptomatic residents will be sent to the hospital for quarantine while asymptomatic residents will be issued quarantine orders and be transferred to the quarantine center, the CHP said.\n\nThe Food and Environmental Hygiene Department and the Housing Department will conduct thorough cleaning and disinfection for the building. The Department of Health will provide residents with guidelines on professional cleaning and disinfection, such as to maintain drainage pipes properly and regularly pour about half a liter of water into each drain outlet (U-traps) to ensure environmental hygiene, and after using the toilet, to put the toilet lid down before flushing to avoid spreading germs, it said.\n\nThe total number of the novel coronavirus infection cases in Hong Kong has risen to 42 as of Tuesday morning. Among Monday's six confirmed cases, five involve two families, triggering warning about outbreaks in families and communities."}}