{"GDELT": {"GlobalEventID": 905114048, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.53968253968254, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 31.5497, "Actor1Geo_Long": 74.3436, "Actor1Geo_FeatureID": "-2767043", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20200211024500, "SOURCEURL": "https://www.thenews.com.pk/print/612114-lhc-stays-turning-dar-s-house-into-shelter-home"}, "ARTICLE": {"TITLE": "LHC stays turning Dar’s house into shelter home", "TEXT": "LAHORE: The Lahore High Court (LHC) on Monday issued a stay order against converting former finance minister Ishaq Dar’s house into a shelter home.\n\nJustice Shahid Bilal Hasan also directed the provincial government to submit a response within 10 days. According to petitioner Tabassum Dar, wife of the former minister, the decision to turn Dar’s residence into a shelter home was illegal as the Islamabad High Court (IHC) had already issued a stay order against auctioning the same.\n\nThe IHC had issued a stay order on January 29 against the auction of Dar’s Lahore property and scheduled the next hearing of the case for February 13. In her petition, Dar’s wife argued that the house cannot be auctioned off as it actually belonged to her, adding Dar had given her the house as Haq-e-Mehr (dower).The plaintiff took the stance that Pakistan Muslim League-Nawaz (PML-N) leaders were being subjected to political revenge. “The Punjab government has illegally turned the house into shelter home as the IHC had already issued stay order over auctioning Dar’s residence and thus the provincial government has violated the court’s order.”\n\nThe LHC issued the stay order against changing the status of Dar’s residence and sought a reply from the provincial government within 10 days. Advocate Rana Mashood appeared before the court as Tabassum’s counsel.\n\nIt is worth mentioning here that on Friday the Punjab government converted Dar’s house into a shelter home, which started functioning from Saturday. The Lahore city district government had taken possession of Dar’s property on July 27 last year after the National Accountability Bureau seized all of his movable and immovable assets in connection with a corruption case. The property in question is built on a five kanal plot in the Gulberg-III area of Lahore."}}