{"GDELT": {"GlobalEventID": 905114368, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.01936799184506, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Page County, Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_ADM2Code": "IA145", "Actor1Geo_Lat": 40.7505, "Actor1Geo_Long": -95.1669, "Actor1Geo_FeatureID": "465261", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Page County, Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 40.7505, "Action2Geo_Long": -95.1669, "Action2Geo_FeatureID": "465261", "DATEADDED": 20200211024500, "SOURCEURL": "https://www.nbcnews.com/politics/politics-news/iowa-democratic-party-blames-app-coding-issue-delay-caucus-results-n1129701?cid=public-rss_20200211"}, "ARTICLE": {"TITLE": "Iowa caucus app: Iowa Democratic Party blames 'coding issue' for results delay", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nThe Iowa Democratic Party said Tuesday that its new app, meant to speed up the reporting of caucus results, had a “coding issue” that instead led to a significant delay in counting and reporting results.\n\nThe error, which caused accurately collected data to be only partially reported, pushed the party to resort to manual backups.\n\n\"As part of our investigation, we determined with certainty that the underlying data collected via the app was sound,\" Iowa Democratic Party chairman Troy Price said in a statement. \"While the app was recording data accurately, it was reporting out only partial data. We have determined that this was due to a coding issue in the reporting system. This issue was identified and fixed.\"\n\nPrice also said that the party has been able to verify the vote counts through \"required paper documentation,\" but did not promise that results would be reported on Tuesday.\n\nThe party said later on Tuesday that the majority of the results from the Iowa caucus would be released at 5 p.m. ET.\n\nPrice said there was no indication of any outside effort to affect the app or the reporting of results. In remarks to reporters on the Hill today, Senate Intelligence Committee Chairman Richard Burr and Vice Chairman Mark Warner said there is no evidence of foreign interference or hacking that played a role in the Iowa debacle.\n\n\"We have every indication that our systems were secure and there was not a cybersecurity intrusion,\" Price said. \"In preparation for the caucuses, our systems were tested by independent cybersecurity consultants.”\n\nBut the app appeared to have problems even before the “coding issue.”\n\nEarly Monday, Democratic county chairmen in Iowa said that some of their precinct leaders had trouble downloading and installing the app, and others received error messages. Two of those chairs said they were going to use manual methods and call the results in on a hotline.\n\nCaucus managers reported extended wait times on the hotline, leading to frustration and confusion.\n\nGet breaking news and insider analysis on the rapidly changing world of media and technology right to your inbox. This site is protected by recaptcha\n\n“I waited on hold for 20 minutes and gave up,” said Jennifer Herrington, a caucus chair in Page County, Iowa. “They were asking for first alignment results and final results, plus delegates. In 2016, it was an automated call reporting system that just asked for delegates. Seems they tried to fix what wasn’t broken.”\n\nShawn Sebastian, the caucus secretary for a precinct in Story County, said he was on hold for 90 minutes waiting to report his results.\n\nSome precinct captains and caucus organizers also expressed doubt about the app in the days leading up to the caucuses. An email chain provided to NBC News showed that precinct captains and caucus organizers in the Iowa City area knew of problems with the reporting app as early as Monday morning. The email was shared on the condition that identities would be redacted.\n\n“Nobody having trouble with the app should feel dumb!” one of the organizers wrote on Monday morning. “I am hearing way more problems than in 2016… Worst case, call it in, which I expect 90% of the state will be doing anyway.”\n\n“I gave up on the app,” another precinct chair replied.\n\nThe app was the subject of scrutiny in the weeks before the caucus due in part to the lack of information around it. Before the caucus, the Iowa Democratic Party cited security reasons in declining to say which company developed the app. Party officials did not respond Tuesday to requests to confirm the app's maker.\n\nTwo Democratic strategists familiar with the matter told NBC News that the app developer was Shadow Inc., a technology company focused on helping progressive candidates. A review of public records by NBC News show payments this winter of over $50,000 by both the Iowa and Nevada Democratic parties to the developer.\n\nThe company was funded by Acronym, a Democratic political nonprofit, according to Acronym founder Tara McGowan.\n\nMcGowan said on Twitter that Acronym is an investor in several companies including Shadow.\n\nShadow has also contracted with various Democratic campaigns, including those of Pete Buttigieg and Joe Biden, according to Federal Election Commission records.\n\nShadow released a statement on its Twitter account on Tuesday afternoon.\n\n\"We sincerely regret the delay in the reporting of the results of last night’s Iowa caucuses and the uncertainty it has caused to the candidates, their campaigns, and Democratic caucus-goers,\" the company wrote.\n\nWe will apply the lessons learned in the future, and have already corrected the underlying technology issue. We take these issues very seriously, and are committed to improving and evolving to support the Democratic Party’s goal of modernizing its election processes. — Shadow, Inc. (@ShadowIncHQ) February 4, 2020\n\n\"We will apply the lessons learned in the future, and have already corrected the underlying technology issue,\" the company continued. \"We take these issues very seriously, and are committed to improving and evolving to support the Democratic Party’s goal of modernizing its election processes.\"\n\nThe Nevada Democratic Party issued a statement saying the same app would not be in use during its caucus and it would be using a different developer.\n\nGreg Miller, co-founder of Open Source Election Technology Institute, a nonprofit that conducts election technology research, said it was clear the IDP had not adequately planned for what would happen if the app did not work properly.\n\n\"Without proper testing of the overall system, they were unprepared for a predictable overload of the backup phone lines,\" Miller said. \"That raised unnecessary concerns, confusion, and conspiracy theories. For the sake of clarity and reassurance of the public, it's important to conduct a full and transparent review of where things went wrong. This starts with confirming the identity of the developer and their deployment strategy.\"\n\nSince 2016, NBC News has collaborated with the institute to monitor U.S. election-technology and voting issues.\n\nBen Popken reported from New York City, Maura Barrett reported from Des Moines, Iowa, and Dan Gallo and Cal Perry reported from Iowa City, Iowa."}}