{"GDELT": {"GlobalEventID": 905113416, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT OFFICIAL", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.08108108108108, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20200211024500, "SOURCEURL": "https://news.microsoft.com/en-nz/2020/02/11/protecting-aotearoas-democracy-with-accountguard/"}, "ARTICLE": {"TITLE": "Protecting Aotearoa’s democracy with AccountGuard", "TEXT": "In view of the upcoming general elections in New Zealand, called by Prime Minister Jacinda Ardern for 19 September 2020, Microsoft is making AccountGuard available to all of New Zealand’s political parties and eligible NGOs that conduct political analysis or education.\n\nAccountGuard is a unique, free-of-charge service at no additional cost to customers engaged in electoral processes with unified threat detection across personal and campaign accounts, in addition to providing guidance to strengthen their cybersecurity practices.\n\nNew Zealand is an evergreen spot on the Democracy Index map according to the Economist Intelligence Unit’s EIU’s Democracy Index 2019, consistently ranking in the top five most democratic nations in the world.\n\nWhile Kiwis can be justifiably proud of the democratic foundations of their country, in the 21st Century, threats to democracy don’t exclusively come from weak state institutions or leaders who abuse power. In fact, robustness of electoral processes and their digital resilience to manipulation by malicious cyber actors, both domestic and foreign, are becoming very important areas of focus.\n\nFor Microsoft, 2019 marked a year when we made public that we took legal action and technically disrupted operations of Advanced Persistent Threats (APTs) from Iran (Phosphorus), North Korea (Thallium), China (Barium) or Russia (Strontium).\n\nThese groups have run sophisticated cyber campaigns, aiming to gain access to sensitive information that had the potential to allow them to influence real-world political processes in the US and Europe. Such APTs don’t only target government officials or candidates – they also attempt to exploit think-tanks that contribute with their research to the electoral processes.\n\nIn order to address this growing threat, AccountGuard was first deployed in the United States in 2018 and later expanded to Canada, India, Australia and 22 European countries ahead of the EU elections last year.\n\nFurther information about AccountGuard is available here.\n\nNew Zealand has become synonymous with the land of strong democratic institutions, human rights and government transparency. Microsoft believes all these values deserve equal protection in both the offline and online worlds. We are looking forward to playing a role in protecting New Zealand’s democracy and the integrity of the upcoming electoral process.\n\nMaciej Surowiec\n\nGovernment Affairs Lead – New Zealand\n\nMicrosoft"}}