{"GDELT": {"GlobalEventID": 905299999, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "CVL", "Actor2Name": "POPULATION", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.07843137254902, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Binnish, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26365", "Actor1Geo_Lat": 35.9566, "Actor1Geo_Long": 36.7138, "Actor1Geo_FeatureID": "-2540459", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Binnish, Idlib, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY12", "Action2Geo_ADM2Code": "26365", "Action2Geo_Lat": 35.9566, "Action2Geo_Long": 36.7138, "Action2Geo_FeatureID": "-2540459", "DATEADDED": 20200211204500, "SOURCEURL": "https://www.justsecurity.org/68604/american-policy-paralysis-in-the-middle-east-strikes-idlib/"}, "ARTICLE": {"TITLE": "American Policy Paralysis in the Middle East Strikes Idlib", "TEXT": "While observers of the Middle East focus on the spiraling escalation of US-Iran tensions, a humanitarian crisis with potentially far greater consequences is rapidly unfolding in Idlib province in northwestern Syria. As the conflict has raged, millions of internally displaced persons (IDPs) have sought refuge in what was until recently a relative safe haven in the northwest. With the Assad regime and its allies closing in, this relative safety has evaporated and millions of lives hang in the balance. It is important for policy makers and the international community to consider how indecision and inconsistent policymaking got us here – and the narrow path we have to get out of it.\n\nThe Current Situation\n\nNorthwestern Syria – which had a population of about one million before 2011, now finds itself hosting about 3 million people – most of which are IDPs who fled from other parts of Syria to what they believed was relative safety. As the Assad regime and its Russian and Iranian allies pursue their offensive into Idlib province, these millions of civilians find themselves trapped. Turkey closed its borders, signaled that it would not accept any more Syrian refugees, and took active steps to deport Syrian refugees back to Syria in the summer of 2019. Assad regime attacks have killed over 1,000 civilians and displaced over 400,000 more since April 2019. Between April and December 2019, the regime and its Russian allies attacked at least 47 civilian facilities including nine schools, two medical facilities, thirteen places of worship, and six markets. The UN Office for the Coordination of Humanitarian Affairs (OCHA) stated that 284,000 civilians fled further north as the southern regions of Idlib province were taken by the regime throughout December 2019.\n\nFacing increased onslaught from the Assad regime, the civilians in northwest Syria have limited options. Many may consider reconciliation with the regime as a solution, just as others have throughout the war. Yet reconciliation will not be straightforward. At times, the regime has allowed Syrians who lived in opposition-held areas and who did not want to live under Syrian regime control to be evacuated to Idlib province. Even such evacuations involved force, however. In 2017, in a report to the UN Human Rights Council, the Independent International Commission of Inquiry on the Syrian Arab Republic classified the Aleppo evacuation agreement as involving “forced displacements amounting to war crimes.” However, even these less than ideal alternatives to violence were offered when the regime found itself in a weaker position than it is today. More recently, the Syrian regime has moved against opposition groups even in “reconciled” areas, detaining over 3,600 Syrians in these areas between April 2018 and May 2019. The Syrian security apparatus continues to forcibly conscript, detain, torture, and execute Syrian civilians. This leaves the people of northwestern Syria with three terrible options: reconcile and put their trust in the Syrian regime they have long resisted and that has reneged on other deals; stand and join the fight against a better equipped adversary; or attempt to cross the border and face the guns of the Turkish gendarmerie.\n\nUS National Security Policy and Paths Not Taken\n\nThe current situation in Idlib is untenable for the people of northwest Syria, and it should be for the United States as well. The continued assault is not only an atrocious humanitarian tragedy, but also presents threats to American national security. In the short-term, the assault is bound to create more refugees and limit opportunities for current refugees to return to Syria. Although Turkey has recently fortified its border with Syria, Turkish President Erdogan has throughout the years threatened to open up his borders with Europe, potentially leading to more refugees in a region that has already struggled to accommodate them. Commentators have cited previous large refugee flows as an explanation for the rise of right-wing populism and economic downturn in Europe. Additionally, in the medium and long-term, regime air assaults have worked and continue to work to radicalize the conflict, partly by empowering armed and extremist actors – including al-Qaeda-linked and Idlib-based Hayat Tahrir al-Sham – who can provide defense to civilians, marginalized moderates and civil society actors with limited funding. It is difficult to build up alternative forms of democratic governance structures and civil society when the skies are filled with death. The Syrian conflict has global implications that are not confined to Syrian or Middle Eastern borders. The United States cannot ignore Syria, but for the fight against ISIS. Refugee and terrorism issues inevitably cross over into domestic politics.\n\nThis past January, in an emergency meeting with commanders of Syria’s military opposition in Ankara, Erdogan informed the room that talks with Russia for a political solution in northwestern Syria had been unsuccessful, and that Russia was proceeding with a military solution. He indicated that Turkey was ready to increase material support to the armed opposition against Russia and Assad regime forces. He told opposition forces to prepare for a major battle. In the past weeks there have been multiple field sightings of new anti-tank guided missiles used by the armed opposition as fighting escalates. Turkey understands that in order to prevent creating millions of refugees, the opposition needs strong leverage – purely political negotiations are not sufficient.\n\nAt this point, the prospects for northwest Syria are dire and the pathway to a solution that foregoes pending violence is almost nonexistent. Had US policy toward Syria played out differently over the past half-decade, things might be different. One can imagine the leverage the United States would have if it had been willing to exercise leadership earlier instead of letting the regime’s conflict with its opponents play out with virtually no US action in response. The United States might have been able to consider, or at least credibly threaten, strong decisive action. Even something like a no-fly zone may have been more palatable before 2015: before Russia had a strong air presence in Syria, before more hardline opposition groups consolidated power, when Syrian civil society was flourishing, and when Turkey had a better relationship with the United States. The fact that a no-fly zone, or other significant actions to prevent the slaughter of civilians, were not seriously considered under the Obama administration highlights a major failing of American foreign policy in the Middle East over the past decade.\n\nThe Trump administration has demonstrated somewhat more willingness to act, but a few cruise missile strikes on emptied out chemical weapons facilities is not enough to prevent the carnage the regime and its Russian and Iranian allies have wrought with conventional weapons. The Trump administration’s options were more limited by 2017, but he did not fundamentally transform the Obama administration’s strategy of statements of condemnation and sanctions as the main tools to combat Damascus.\n\nIt can often seem like there are no good options, but that’s because dire situations, such as Syria’s today, are fostered by policy that does not consider long-term, cross-country landscapes.\n\nThen there’s the Iranian factor. As Washington struggles with a rogue and empowered Iran, few consider how Iran was enabled by a lack of a consistent and clear regional policy from Washington and a willingness to push back on Iran and its proxies’ gains in Syria specifically. As the Obama administration was attempting to secure the Iran nuclear deal, it downplayed Iran’s violent role in Syria. Appeasements were made in efforts to slow down Iran’s theoretical nuclear capabilities in the future, all while Iran was using conventional weapons and fighters under its control, from Pakistan to Lebanon, to destroy Syria. A Syria whose reconstruction nobody seems eager to pay for.\n\nAt this point, thinking about decisive actions that would actually stem the blood flow, things like a no-fly zone or humanitarian corridor, is an exercise in what could have been. One can imagine a United States that was willing to lead in Syria, marshaling regional and European powers to stop the violence, make way for a political solution, and punish those who massacred innocent civilians.\n\nThe Path Forward\n\nIn the wake of US inaction, the options now are limited, made up mostly of reiterations of previous strategies that have had uneven success: keeping economic pressure on the Assad regime, while allowing Iran, Turkey, Russia, and local actors to sort out control by themselves militarily and diplomatically. The US supports the diplomatic process in theory, but anti-regime powers: the Syrian opposition, the US, and Turkey, often come to the negotiation table without leverage or credible alternatives to negotiations. The solution for Syria will have to be diplomatic in the end, but without some check on Assad’s worst aggressions, the diplomatic solution will inherently victimize his opposition.\n\nTo convince the pro-Damascus axis to provide even basic political concessions, they need to be convinced that the war cannot be won purely militarily and that the world will stand with those who Assad seeks to victimize. Inaction is still a decision, and if Washington prefers to watch as Syria is bombarded, as has been previously done with the rest of Syria, it is setting the table in the Middle East for further instability and violence.\n\nSo what does action look like? It must begin with and rely heavily on Turkey. Last week Turkey claimed that it had coordinated with Russia to bring in a supply convoy with reinforcements to Turkey’s observation points in northwestern Syria. When the convoy came under Syrian fire killing eight Turkish soldiers, Erdogan decided to strike back. Turkish F-16 fighter jets conducted an attack that reportedly killed at least thirteen Syrian soldiers on February 3. Moscow did not retaliate against the Turkish airstrike, suggesting that Russia accepts some level of Turkish military action in Syria to defend its interests. A serious dialogue with Turkey could focus on ensuring its basic security needs around Idlib are met and encouraging them to take additional action to proactively prevent Idlib’s problems from bleeding over the border. This might focus on increasing Turkish support to actors on the ground. It might also focus on strengthening Turkey’s hand in the intermittent dialogue Ankara has had with Moscow concerning northwest Syria.\n\nFinally, the United States should consider its own limited action to address the crisis. As the US wages its maximum pressure campaign against Iran, it should consider checking Iran and its proxies’ actions in Syria, particularly those that threaten innocent civilians. The US should also consider establishing some new “red lines” that are not purely limited to the use of chemical weapons but also focus on massacres of civilians using conventional weapons. With President Trump’s willingness to use force in response to chemical weapons use, such new threats would carry considerable credibility and could have some deterrent effect on how the Assad regime operates in Idlib. Admittedly, this action, no matter how prudent, may now be too risky for this White House in an election year. And I do not want to underestimate the serious international legal issues that make such a path difficult to take without Security Council authorization.\n\nThe choice between entering a war with massive troop deployments and diplomacy is not a binary. Washington can deter greater violence and chaos in the region. It can set clear standards and boundaries for what is acceptable behavior. Ideally, American action would have come in 2013 following the breach of Obama’s red line when the Assad regime killed over 1,000 civilians in a chemical-weapons attack. In 2013, Russia had not yet entered Syrian airspace and the moderate opposition presented a viable pathway. Those conditions are gone and the path is narrower, but with concerted diplomacy and limited threats of force, the United States can still help stem the violence, as well as the extensive regional and even global chaos the conflict in Syria has produced. It will require creativity, but more importantly, honest reflection in Washington on why Syria and its Iranian and Russian allies were enabled by both the Obama and Trump administrations, and consideration of how to prevent further catastrophe for the Syrian people.\n\nImage – A Turkish military convoy passes through the town of Binnish in Syria’s northwestern province of Idlib, near the Syria-Turkey border on February 10, 2020. (Photo by MUHAMMAD HAJ KADOUR/AFP via Getty Images)"}}