{"GDELT": {"GlobalEventID": 905299184, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "CVL", "Actor1Name": "POPULATION", "Actor1Type1Code": "CVL", "Actor2Code": "SVK", "Actor2Name": "SLOVAK REPUBLIC", "Actor2CountryCode": "SVK", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.8616852146263905, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pantanoso, Florida, Uruguay", "Actor1Geo_CountryCode": "UY", "Actor1Geo_ADM1Code": "UY07", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -33.9833, "Actor1Geo_Long": -56.3167, "Actor1Geo_FeatureID": "-908013", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Slovak Republic", "Actor2Geo_CountryCode": "LO", "Actor2Geo_ADM1Code": "LO", "Actor2Geo_Lat": 48.666667, "Actor2Geo_Long": 19.5, "Actor2Geo_FeatureID": "LO", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pantanoso, Florida, Uruguay", "Action2Geo_CountryCode": "UY", "Action2Geo_ADM1Code": "UY07", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -33.9833, "Action2Geo_Long": -56.3167, "Action2Geo_FeatureID": "-908013", "DATEADDED": 20200211204500, "SOURCEURL": "https://panampost.com/hana-fischer/2020/02/11/uruguays-pepe-mujica/"}, "ARTICLE": {"TITLE": "Uruguay’s Pepe Mujica Trivializes Violent Past", "TEXT": "Spanish – There are many people from different parts of the world who admire the former Uruguayan president José “Pepe” Mujica. They are similar to those indigenous Americans, who, dazzled by the colorful mirrors offered by the Spanish conquerors, gave away their gold and silver in exchange for those trinkets.\n\nNow, it is true that Pepe is a “stage artist” and can tell every audience what they want to hear. He knows how to sugar-coat so that they voluntarily consume toxic ideas without being aware of the truth. However, this ability has an insurmountable limit: the clash with reality.\n\nTherefore, Pepe’s “fans” are those who have not themselves suffered the consequences of his actions, first as a guerrilla and then as a ruler. But those who know the whole story because they have lived it, are outraged by Mujica’s fables and frivolous attitude in the face of painful events.\n\nOne of those people is Jorge Zabalza, another former Tupamaro guerilla. He says, “I am one of the guys who followed Mujica; I am ten years younger than him. But we also pushed, we wanted to. There was a need. It was the spirit of ’68. That year there had been a lot of events worldwide, the struggle for democracy in Czechoslovakia, Tlatelolco Square, the big demonstrations in São Paulo and Rio de Janeiro, the Black Power, the demonstrations against the war in Vietnam and Woodstock in the United States. All this created an ideological climate. You felt the need for revolution. That there was little reflection; it’s true. The ideal society we wanted had not been discussed much, of course, it was yearning…”\n\nAs a result, Zabalza knows well how things were at that time. He affirms that “Mujica is the symbol of the guy who renounced his past, who fantasized about it, transformed it into an epic story, and used it to build the electoral wealth that allows him to be one of the major operators of capitalism in Uruguay today.”\n\nRecently, the “documentary” by Serbian filmmaker Emir Kusturica titled “El Pepe: a supreme life” was released on Netflix. Subsequently, a journalist asked Zabalza if he was hurt by Mujica’s frivolous reference to the Pando “raid.”\n\nThe so-called “Toma de Pando” (Pando raid) was an operation carried out by the Tupamaros in October 1969, which involved some forty guerrillas. The result was the death of three Tupamaros (Jorge Salerno, Alfredo Cultelli, and Ricardo, Zabalza’s brother), a policeman (Enrique Fernández Díaz), and a civilian, Carlos Burgueño, who was passing by and was the victim of a shoot-out between the police and the Tupamaros.\n\nBut the version Mujica gives in the documentary is that “the action ended with some drinking beer, others in prison, and some were wounded, but they recovered. But the most important thing is that after a few days, we were operating out in the streets.”\n\nZabalza responded to these statements by saying, “why do you remember having a beer and not remember the deaths? It makes me very angry; I am outraged.” “It upsets me a lot. It makes me angry because he has no right to refer to himself that way. He made up a new story because the comrades who died were gurises”, he added.\n\nThe journalist notes that the references to Pando are often like an epic as if it had been an adventure, almost celebratory, devoid of all pain. To which Zabalza adds, “And then I went and had a beer.”\n\nThis brings us back to another frivolous comment by Mujica when in Venezuela, the brutal Chavista dictatorship was running over peaceful protesters. At that time, he said, “You don’t have to get in front of the tanks.”\n\nZabalza explains that Mujica built a “story” about the history of the Tupamaros through the interviews. Others “never wrote down our experiences. Mujica did it through the media. He is part of the show; he is an actor of the political show.”\n\nAccording to Zabalza, Kusturica “was in love with Pepe,” and that’s why he portrayed him in the film as “a rock star.” This confirms that the “story” he tells in his “documentary” is closer to fiction than to reality.\n\nOn the other hand, Zabalza exhibits more humanity than Mujica when he recalls the “Pando raid.” He expresses his grief for the young comrades who died there. He is also self-critical about what happened to Burgueño.\n\n“I don’t believe in collateral damage. The blame lies with us there. The narrative at that time was that a police bullet killed Burgueño. But there was a crossfire and this is our fault. Whenever something about Pando comes up, I talk about it because Burgueño was a man of the people. The responsibility for his death, at least for me, is ours. Or it’s shared with the police. We have to assume our share.”\n\nZabalza also acknowledges that the Tupamaros executed innocent people such as Pascasio Báez (a rural laborer), Roque Arteche (a Tupamaro), Juan Bentancor (a factory worker), and Vicente Oroza (a bus driver). Regarding these murders, he admits, “we did things that make no sense” and recognizes that these deaths “are tantamount to crimes against humanity.”\n\nOn the other hand, Mujica is admired for having created and donated part of his presidential salary to Plan Juntos, an organization dedicated to building houses for the poor. In the style of “humble” Pepe, that program had high public exposure in the mass media, especially on radio and television, nationally and internationally.\n\nHowever, it would seem that there is a lot of talk about that too. Mujica stated that he would provide housing solutions for 15,000 families in extremely precarious conditions. Accordingly, he promised that 4,000 houses would be built during his term in office. However, when he left office, the results were very different. Plan Juntos had carried out only 1008 “interventions,” which included building some houses but also renovating other homes in precarious situations.\n\nZabalza is critical of the leftist Uruguay governments that promised they would build a lot of housing to meet the needs of the needy population. “But today, 15 years later, the shortage is the same as it was in 2004. They haven’t done anything. People continue to live in slums (favelas).” In fact, more so than earlier.\n\nThis critical view is corroborated by the World Bank. Recently, a delegation from the international organization visited (along with the elected officials who will take office in March) eleven settlements in the Pantanoso Creek basin. The purpose of their visit was to learn first-hand about the reality of the situation and to help the new government solve this terrible problem because according to the monitoring conducted by the Montevideo City Hall, the Pantanoso has fecal coliform, ammonia, nitrogen, and phosphorus levels well above those permitted by national and international regulations.\n\nAccording to World Bank data, about 190,000 people are living in settlements in Uruguayan territory. Celia Ortega, a representative of that organization, said that it is “striking” because “the poverty numbers (in Uruguay) are decreasing, but the settlements are still growing.”\n\nThere is an explanation for the paradox: the measures taken by the governments of Tabaré Vázquez and Mujica were not focused on helping people out of poverty, but on presenting “favorable statistics.”\n\nIn conclusion, Mujica tends to talk about painful matters frivolously, and he is also a great fabulator."}}