{"GDELT": {"GlobalEventID": 905299469, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "GOV", "Actor1Name": "IMMIGRATION MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "SAUGOV", "Actor2Name": "SAUDI", "Actor2CountryCode": "SAU", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.162464985994389, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cairo, Al Qahirah, Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG11", "Actor1Geo_ADM2Code": "65350", "Actor1Geo_Lat": 30.05, "Actor1Geo_Long": 31.25, "Actor1Geo_FeatureID": "-290692", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA", "Actor2Geo_Lat": 25.0, "Actor2Geo_Long": 45.0, "Actor2Geo_FeatureID": "SA", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sanaa, San\u0091a', Yemen", "Action2Geo_CountryCode": "YM", "Action2Geo_ADM1Code": "YM16", "Action2Geo_ADM2Code": "32956", "Action2Geo_Lat": 15.3547, "Action2Geo_Long": 44.2067, "Action2Geo_FeatureID": "-3191442", "DATEADDED": 20200211204500, "SOURCEURL": "http://www.marsecreview.com/2020/02/yemens-houthi-rebels-release-32-egyptian-fishermen-detained-since-december/"}, "ARTICLE": {"TITLE": "Yemen’s Houthi Rebels Release 32 Egyptian Fishermen Detained Since December", "TEXT": "Yemen’s Houthi Rebels Release 32 Egyptian Fishermen Detained Since December\n\nFebruary 04: Yemen’s Houthi rebels released 32 Egyptian fishermen who were [allegedly] caught illegally entering the country’s territorial waters in December, the Iran-aligned movement said.\n\nThe move came after an amnesty was issued by Mahdi al-Mashat, president of the Houthi-administered Supreme Political Council, the Yemeni Press Agency reported.\n\nThe agency said that the fishermen were released late on Tuesday and were put on a chartered flight to Cairo from the rebel-held capital, Sanaa.\n\nFlag waving ministers greeted the fishermen in Cairo, while Egyptian President Abdel Fattah el-Sisi lauded their release on Twitter.\n\nSisi tweeted a photo of the Egyptian flag with a caption saying that through “intensive efforts”, the men’s lives “were saved and they were returned home safely”.\n\nImmigration Minister Nabila Makram told Egypt’s pro-government CBC Extra channel that the government had been trying to negotiate their release with Yemeni and Saudi authorities since mid-December.\n\nCritical Waterway\n\nHouthi media had previously reported that the rebel movement’s coast guard had captured the fishermen in the Red Sea, accusing them of violating Yemen’s sea border off the southern coast.\n\nYemen lies along the southern end of the Red Sea, a critical waterway that sees oil tankers crossing from the Middle East towards Europe.\n\nThe waters have become increasingly dangerous over the past five years since a Saudi-led military coalition began launching air strikes against Houthi positions after the rebel movement took control of large swathes of territory, including the capital.\n\nEach year, the Houthis seize dozens of fishing boats and other vessels that pass through their waters.\n\nThe rebel group has also targeted oil tankers and military ships belonging to Saudi Arabia and its coalition partners, which intervened in Yemen in 2015 to fight the Houthis.\n\nWhile Egypt is a member of Saudi Arabia’s anti-Houthi coalition, it has a limited role in the conflict, mainly consisting of maritime patrols and reconnaissance missions.\n\nSource: Middle East Eye\n\nTags: Egypt, Houthis, Red Sea, Yemen, conflict, geopolitical, illegal fishing, territorial dispute, territorial waters"}}