{"GDELT": {"GlobalEventID": 905299260, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.25252525252525004, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI05", "Actor1Geo_ADM2Code": "191416", "Actor1Geo_Lat": 6.45306, "Actor1Geo_Long": 3.39583, "Actor1Geo_FeatureID": "-2017355", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lagos, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191416", "Action2Geo_Lat": 6.45306, "Action2Geo_Long": 3.39583, "Action2Geo_FeatureID": "-2017355", "DATEADDED": 20200211204500, "SOURCEURL": "https://www.globalcitizen.org/en/content/lolo-cynthia-nigeria-reusable-pads-initiative/"}, "ARTICLE": {"TITLE": "This Nigerian Activist is Empowering Her Community Through Menstrual Health Education", "TEXT": "Nigerian menstrual and reproductive health advocate Lolo Cynthia.\n\nCourtesy of Lolo Cynthia\n\nWhy Global Citizens Should Care\n\nAchieving menstrual equity worldwide is an integral part of achieving Global Goal 5 and ending extreme poverty by 2030. People who menstruate cannot attend school or work if they lack the resources to manage their periods safely and with dignity. You can join us and take action on this issue here.\n\nLolo Cynthia was born in Lagos, Nigeria, and it was always assumed that she would eventually study medicine.\n\nBut when she moved to Johannesburg, South Africa for post-secondary studies in 2009, she stumbled upon opportunities to work within reproductive and sexual health. Cynthia knew girls who did not survive unsafe abortions back home and she was drawn to learning how to prevent health issues, rather than treat them.\n\nNow 24, Cynthia is a UNHCR Nigerian influencer and founder of the popular social enterprise LoloTalks. She empowers communities through comprehensive sex education and menstrual health advocacy every single day.\n\nLoloTalks’s motto is “developing communities, one conversation at a time.” She tackles social issues people do not always want to address by organizing events and programs that create awareness, are educational, and foster discussions about stigmatized topics ranging from sexuality to menstrual hygiene.\n\nCynthia learned that menstruation was a taboo topic at a young age.\n\n“As a child, I never understood why such an integral part of our lives was denied for us to talk about,” she told Global Citizen. “Back in the day, it wasn’t an easy conversation. To just talk about going to buy sanitary pads are things that people still have to hide.”\n\nWhen Cynthia graduated from Monash University at 19, she wanted to address period poverty in Nigeria.\n\nShe has already taught 2,000 students her MyBodyIsMine program, a comprehensive sex-education curriculum, and she delivers free condoms and STI tests to sex workers around Lagos.\n\nSaturday well spent ..\n\nDistributing condoms to sex workers.. pic.twitter.com/cO0qMPsnU2 — Lolo Cynthia (@Lolo_cy) September 14, 2019\n\nTeachers were worried about Cynthia teaching the children, but she quickly saw that students were eager for a safe platform they could access to learn about their bodies.\n\nWhile teaching, Cynthia met young girls who used toilet paper or unsafe cloth in place of sanitary pads while on their periods. Around 25% of women in Nigeria lack adequate privacy to manage their periods, often preventing them from attending school and reaching their full potential.\n\n“I just wanted to find a way that I could play my own part of the bigger conversation,” Cynthia said.\n\nRead More: Period Poverty: Everything You Need to Know\n\nThis need to make a difference led her to organize an outreach program for local women. The group met monthly to discuss issues around sex, sexuality, and domestic abuse, and they started handing out sanitary pads to the community.\n\nThrough her NoDayOff campaign, Cynthia distributed 1,000 pads to women and girls in Lagos State’s Festac Town in August. But it quickly became apparent that women in the community needed more sustainable options to manage their periods — so she came up with the idea for women to make reusable pads.\n\nSharing the materials needed for the girls to make their own reusbale cloth pad at the #Bemoresummerbootcamp2019@olaniyan_dolapo making sure the girls are euipped with the right skills to make them.#Nodayoff#reusbalepads#LoloTalkshttps://t.co/KyR0K6EC11 — Lolo Cynthia (@Lolo_cy) August 13, 2019\n\nWhen Cynthia first started introducing the concept of reusable pads to young girls they “freaked out.” There is a stigma attached to using reusable pads, she explained.\n\n“Nobody wants to accept that they are poor,” she said.\n\nReusable pads, which cost more upfront but can last up to five years, are the more economical choice for many low-income communities, but they require access to clean water or detergent to wash them. Many people who menstruate also feel embarrassed hanging their period products to dry in public spaces.\n\nRead More: Why Periods Are Keeping Girls Out of School — and How You Can Help\n\n“It was difficult at first to get the girls to deconstruct the idea that your menstrual blood is not dirty, there's nothing wrong with you washing your clothes,” Cynthia said. “It’s not just something for period poverty, it’s a lifestyle change.”\n\nSome community members embraced reusable pads immediately –– one woman went home and made 50 pads to give out, according to Cynthia.\n\nDespite the many positive responses to Cynthia’s projects, she struggled to secure funding — which she attributed to the fact that LoloTalks deals with issues around sexuality.\n\nBut thanks to a chance connection on social media, Cynthia received financial backing from the First Lady of Nigeria’s Ondo State, Betty Anyanwu-Akeredolu.\n\nRead More: These Students Created a Game-Changing Device for Reusable Menstrual Pads\n\nCynthia encourages others to take similar risks and stand up for menstrual and reproductive health. She recommends using social media to make legislators aware of the realities young girls face.\n\n“The first thing we need to be able to recognize is that not everyone has the same reality as you, which should give you bigger compassion for all the young girls out there,” she said. “We just need to use our voices for people to recognize that period poverty is a public health epidemic. We need our voices to echo, let people know that menstruation should not be hidden.”"}}