{"GDELT": {"GlobalEventID": 905299353, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "GBR", "Actor1Name": "BRITON", "Actor1CountryCode": "GBR", "Actor2Code": "GBRMED", "Actor2Name": "BRITISH", "Actor2CountryCode": "GBR", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.95358649789029, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "SW", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sweden", "Actor2Geo_CountryCode": "SW", "Actor2Geo_ADM1Code": "SW", "Actor2Geo_Lat": 62.0, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "SW", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "SW", "DATEADDED": 20200211204500, "SOURCEURL": "http://revolutionradio.org/2020/02/11/how-dare-you-bbc-viewers-furious-public-network-is-giving-climate-alarmist-greta-thunberg-a-show-not-paying/"}, "ARTICLE": {"TITLE": "HOW DARE YOU! BBC Viewers Furious Public Network Is Giving Climate Alarmist Greta Thunberg A Show — ‘Not Paying’", "TEXT": "by Eric A. Blair\n\nTheGatewayPundit.com\n\nFebruary 11, 2020\n\nBritons pay a fee each year that funds its public TV channels, the British Broadcasting Corporation.\n\nBut viewers aren’t happy that the BBC is planning a new show with climate activist Greta Thunberg, the globetrotting teenager from Sweden who has become a media darling.\n\n“Many took to Twitter to voice their outrage over the series,” the U.K.’s Express wrote Tuesday.\n\n“One user wrote: “More reason to ditch the TV tax!!”\n\nAnother said: “What are her qualifications to be interviewed for anything at all Zero.\n\n“This is yet more BBC propaganda and misinformation being presented as if it was factual.\n\n“Another reason (if one was needed) to axe the TV tax.”\n\nThe Express said the new series will explore Greta’s “rise and action on the frontline of the battle to stop global warming.”\n\n“Viewers will also get the chance to learn about her own journey into adulthood and how she confronts the challenges she faces. Rob Liddell, BBC Studios Executive Producer said: “Climate change is probably the most important issue of our lives so it feels timely to make an authoritative series that explores the facts and science behind this complex subject. “To be able to do this with Greta is an extraordinary privilege, getting an inside view on what it’s like being a global icon and one of the most famous faces on the planet.”\n\nThe Wrap reported that “the project was announced at the BBC Showcase trade show on Monday. No network, release date or number of episodes have yet been set.”\n\n“Here is the description for the series, which comes from the studio’s science unit.\n\n“The series will follow Greta’s international crusade, which takes her to the front line of climate change in some of the most extraordinary places on earth, as she explores what actions could be taken to limit climate change and the damage it causes.\n\nAs she travels Greta meets not only leading scientists but political leaders and business heavyweights, exploring the scientific evidence with them and challenging them to change.\n\nThe films will also charts her own journey into adulthood as she continues to be confronted by the real world consequences of inaction; and will share some of the quiet moments as she writes the impactful speeches that are now broadcast and analysed around the world, as she lives a teenage life like no other.”\n\nThe climate alarmist has also moved to trademark her name and the phrase “Fridays for Future,” a school strike movement she kicked off in Sweden. In an Instagram post, the 17-year-old Swede with Asperger’s did so because her name and that of the movement “are constantly being used for commercial purposes without any consent whatsoever.”\n\nShe wrote:\n\n“Impostors, trademarks, commercial interests, royalties and foundation… First: Unfortunately there are still people who are trying to impersonate me or falsely claim that they “represent” me in order to communicate with high profile people, politicians, media, artists etc. Please be aware that this is happening and be extremely suspicious if you are contacted by ”me” or someone saying they ”represent” me.\n\nI apologize to anyone who has been contacted – and even misled – by this kind of behavior."}}