{"GDELT": {"GlobalEventID": 905298962, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "CHEGOV", "Actor1Name": "SWISS", "Actor1CountryCode": "CHE", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.4018691588785, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "SZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ", "Action2Geo_Lat": 47.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "SZ", "DATEADDED": 20200211204500, "SOURCEURL": "https://www.telegraph.co.uk/news/2020/02/11/cia-german-intelligence-agency-secretly-owned-swiss-encryption/"}, "ARTICLE": {"TITLE": "CIA and German intelligence agency secretly owned Swiss encryption company used by 120 governments", "TEXT": "Yet it was an astonishing resource for the intelligence agencies.\n\nIn the 1980s Crypto accounted for roughly 40 per cent of the diplomatic cables and other transmissions by foreign governments. US analysts then decoded the communications, and mined them for intelligence.\n\nThe revelations raise uncomfortable questions as to whether the German and US authorities were in a position to intervene in, or at least expose, international atrocities, but opted against doing so at times to preserve its access to valuable streams of intelligence.\n\nThey are also difficult for former employees of Crypto, who had no idea they were selling rigged devices.\n\n“You think you do good work and you make something secure,” said Juerg Spoerndli, an electrical engineer who spent 16 years at Crypto.\n\n“And then you realise that you cheated these clients.”\n\nCrypto’s products are still in use in more than a dozen countries around the world. But the company was dismembered in 2018, liquidated by shareholders whose identities have been permanently shielded by the byzantine laws of Liechtenstein.\n\nThe Germans sold their stake in Crypto in the 1990s, and the CIA in 2018.\n\nAndreas Linde, the chairman of the company that now holds the rights to Crypto’s international products and business, said he had no knowledge of the company’s relationship to the CIA and Germany’s equivalent, the BND.\n\n“We at Crypto International have never had any relationship with the CIA or BND — and please quote me,” he told the US and German publications.\n\n“If what you are saying is true, then absolutely I feel betrayed, and my family feels betrayed, and I feel there will be a lot of employees who will feel betrayed as well as customers.”\n\nThe Swiss government announced on Tuesday that it was launching an investigation of Crypto AG’s ties to the CIA and BND.\n\nBoth intelligence agencies have refused to comment.\n\nBut those who ran the programme remain unapologetic.\n\n“Do I have any qualms? Zero,” said Bobby Ray Inman, who served as director of the National Security Agency (NSA) and deputy director of the CIA in the late 1970s and early 1980s.\n\n“It was a very valuable source of communications on significantly large parts of the world important to US policymakers.”"}}