{"GDELT": {"GlobalEventID": 905298668, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor2Code": "IND", "Actor2Name": "DELHI", "Actor2CountryCode": "IND", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.93548387096775, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mehrauli, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17657", "Actor2Geo_Lat": 28.5167, "Actor2Geo_Long": 77.1833, "Actor2Geo_FeatureID": "-2103217", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200211204500, "SOURCEURL": "https://www.ndtv.com/india-news/shots-fired-at-mla-naresh-yadav-after-his-win-in-delhi-1-volunteer-dead-tweets-aap-2178756"}, "ARTICLE": {"TITLE": "Shots Fired At AAP Candidate Naresh Yadav's Open Car After Delhi Election Win, Volunteer Killed", "TEXT": "AAP worker Ashok Mann was standing behind MLA Naresh Yadav when the firing took place.\n\nHighlights AAP leader Naresh Yadav was returning from a temple after poll win\n\nNaresh Yadav escaped unhurt; a volunteer died, another was injured\n\nVolunteer Ashok Mann was seen standing behind the AAP leader\n\nAn Aam Aadmi Party worker died in Delhi late last night after bullets were shot at an open car of the party's MLA from Mehrauli, Naresh Yadav, while he was returning from a temple following his win in the assembly election. Another worker has been injured. The MLA escaped unhurt.\n\nThree people who allegedly opened the fire have been arrested. They confessed to the firing and said the motive was to kill Ashok Mann and his nephew Harender who was injured, the police said. They said he was not targeting the AAP MLA.\n\nIn photographs before the firing, the volunteer, Ashok Mann, was seen standing behind the AAP leader and flashing a victory sign as he smiled at the cameras.\n\n\"Shots fired at AAP MLA Naresh Yadav and the volunteers accompanying him while they were on their way back from temple. At least one volunteer has passed away due to bullet wounds. Another is injured,\" the party tweeted from its official handle.\n\n\"Volunteer Ashok Mann has passed away in the attack at AAP MLA Naresh Yadav. Today we have lost one of our family member. May his soul rest in peace,\" it added.\n\nShots fired at AAP MLA@MLA_NareshYadav\n\nand the volunteers accompanying him while they were on way back from temple.\n\n\n\nAt least one volunteer has passed away due to bullet wounds. Another is injured. — AAP (@AamAadmiParty) February 11, 2020\n\nAt around 10:30 last night, Naresh Yadav was in south Delhi's Kishangarh village. He was standing in an open car with his supporters as he left the temple when unknown persons opened fire at the car. Mr Yadav said there were celebratory fireworks in the area when his car was passing and initially thought the sound was that of the fireworks. When he realised that his car was shot at, the MLA was moved to another car.\n\nSpeaking to news agency ANI, Mr Yadav demanded that police should thoroughly check the CCTV footage to identify the assailants who shot at his convoy.\n\n\"The incident is really unfortunate. I do not know the reason behind the attack but it happened all of a sudden. Around 4 rounds were fired. The vehicle I was in was attacked. I am sure if the police probes properly, they will be able to identify the assailant,\" Naresh Yadav was quoted as saying by news agency ANI.\n\nMr Yadav added that he could have been killed.\n\n\"Two people were shot, in which Ashok Mann-ji has died and Harender-ji was injured. I do not know whether they attacked me in particular but they certainly targeted our convoy. Anybody could have been shot in this attack including me,\" he said.\n\nAAP MP Sanjay Singh has raised questions on law and order of the national capital.\n\n\"The brazen murder of Ashok Mann after an attack on Mehrauli MLA Naresh Yadav- this is the rule of law in Delhi, Naresh Yadav was returning from a temple,\" AAP leader Sanjay Singh tweeted in Hindi.\n\nArvind Kejriwal's Aam Aadmi Party surged to power in Delhi for a third term, boosted by a massive mandate of 62 seats - just a shade lower than its record 67 seats of 2015. The BJP won 8 seats.The Congress failed to open its account, second time in a row.\n\nNaresh Yadav, the Mehrauli MLA, defeated BJP's Kusum Khatri with a margin of 18,161 votes.\n\nThe law and order in the national capital, which is overseen by the centre, has been a hot topic ever since two shootings took place at the anti-Citizenship Amendment Act protest sites last month. The AAP had attacked Home Minister Amit Shah over the incidents.\n\nLast week, after a mob barged into the campus of Delhi's Gargi college and sexually assaulted students, Delhi Chief Minister Arvind Kejriwal had said such behaviour will not be \"tolerated\".\n\n\"Misbehaviour with our daughters in Gargi College is very sad and disappointing. This sort of behaviour will not be tolerated. Culprits should be given the harshest possible punishment and we must ensure that children studying in our colleges feel safe,\" Mr Kejriwal had tweeted."}}