{"GDELT": {"GlobalEventID": 905298665, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor2Code": "HLH", "Actor2Name": "DOCTOR", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.64102564102564, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Andover, Tasmania, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS06", "Actor2Geo_ADM2Code": "5349", "Actor2Geo_Lat": -42.3333, "Actor2Geo_Long": 147.45, "Actor2Geo_FeatureID": "-1555848", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Andover, Tasmania, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS06", "Action2Geo_ADM2Code": "5349", "Action2Geo_Lat": -42.3333, "Action2Geo_Long": 147.45, "Action2Geo_FeatureID": "-1555848", "DATEADDED": 20200211204500, "SOURCEURL": "https://globalnews.ca/news/6537522/six-community-hospital-ers-in-n-b-to-begin-closing-overnight-minister-says/"}, "ARTICLE": {"TITLE": "Six community hospital ERs in N.B. to begin closing overnight, minister says", "TEXT": "Send this page to someone via email\n\nEmergency rooms in six community hospitals in New Brunswick will begin to close overnight starting next month to allow resources to be directed to other services during the day.\n\nThe closures are among a list of changes announced Tuesday by the CEOs of the province’s two regional health authorities and Health Minister Hugh Flemming.\n\n1:58 New Brunswick says healthcare changes necessary for province New Brunswick says healthcare changes necessary for province\n\nEffective March 11, emergency departments in Sussex, Sackville, Perth-Andover, Ste-Anne-de-Kent, Caraquet and Grand Falls will be closed from midnight to 8 a.m.\n\nStory continues below advertisement\n\nREAD MORE: New Brunswick Green leader launches his ‘budget with a heart’ tour\n\nThe six communities will get added mental health services, and 120 acute care beds will be converted to long-term chronic care beds, mainly for seniors awaiting a nursing home bed.\n\nHorizon Health CEO Karen McGrath said the changes will allow physicians and nurse practitioners to see more patients in the daytime.\n\n“We understand that these changes may cause concern to some since we all know emergencies can happen at any time of the day or night. The reality is that on average, these emergency departments saw only five patients per night and most of these cases were not emergencies,” said McGrath.\n\nGilles Lanteigne, CEO of Vitalite Health Network said the province is “coping with a severe shortage of medical professionals, an aging population and increasing mental health needs.”\n\nREAD MORE: New Brunswick releases 10-year strategy aimed at heading off nursing shortage\n\n“These challenges are becoming more and more visible systemwide,” Lanteigne said.\n\nFlemming said the biggest issue facing health care in New Brunswick is a shortage of human resources.\n\n“Our health-care system is facing serious challenges, and inaction and doing nothing is not an option,” he said.\n\nStory continues below advertisement\n\nPremier Blaine Higgs said Monday the government needs to act with a sense of urgency to ensure quality health care is maintained.\n\nREAD MORE: ‘Government has really dropped the ball’: N.B. misses 2020 EV targets by wide margin\n\nBut opposition parties pushed back on the plan to close the emergency departments at night.\n\n“This announcement is totally unacceptable. It puts in danger the health and welfare of our citizens of New Brunswick, especially children and our elderly people,” said Liberal Leader Kevin Vickers.\n\nVickers said his party would do everything in its power to bring down the minority Progressive Conservative government.\n\nHe said a Liberal government would also look to balance the books, but not on the backs of the “weak and vulnerable.”\n\nFlemming said the changes were recommended by the two health authorities, and are not an effort to cut costs.\n\n“Every nickel is going back into the system, back into these communities, back into these hospitals. This is not a money-driven exercise,” he said.\n\nREAD MORE: New Brunswick premier says necessary changes coming to health care system\n\nThe changes are in addition to a recent announcement that the province is hiring 32 nurse practitioners in an effort to reduce wait times.\n\nStory continues below advertisement\n\nPeople’s Alliance Leader Kris Austin said he supports many of the changes, but is opposed to the plan to close the emergency rooms at night.\n\nHe suggested government could find the money to improve care by merging the two regional health authorities into one.\n\n“Here we are as a province trying to keep two systems afloat rather than merging them into one bilingual health authority and then operating out of that,” he said.\n\nAs for the Liberal threat to try to bring down the government, Austin said he thinks an election is the last thing the Liberals actually need right now.\n\nThe three members of the Green party aren’t saying what they’d do if the Liberals do manage to get a confidence vote in the legislature, but say they want the government to reverse the ER closures.\n\nREAD MORE: New Brunswick adding 32 nurse practitioners to improve primary care access\n\n“Every New Brunswicker should be able to access emergency care at the nearest hospital in the middle of the night when they need it the most,” said Green leader David Coon.\n\nGreen members Megan Mitton and Kevin Arseneau said people in their ridings were not consulted and are very concerned with the announced changes.\n\nStory continues below advertisement\n\nDr. Chris Goodyear, president of the New Brunswick Medical Society, said the group representing the province’s doctors recognizes the health system must evolve and modernize.\n\n“We will be monitoring the situation closely and listening to our emergency department physicians to ensure that these changes reflect the future needs of our health system and that patient safety is not negatively impacted,” he said.\n\nThis report by The Canadian Press was first published Feb. 11, 2020."}}