{"GDELT": {"GlobalEventID": 905299702, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.48936170212766, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_Lat": 33.8191, "Actor1Geo_Long": -80.9066, "Actor1Geo_FeatureID": "SC", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "South Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSC", "Action2Geo_Lat": 33.8191, "Action2Geo_Long": -80.9066, "Action2Geo_FeatureID": "SC", "DATEADDED": 20200211204500, "SOURCEURL": "https://www.businessinsider.com/doj-selected-hookers-for-jesus-for-an-anti-human-trafficking-2020-2"}, "ARTICLE": {"TITLE": "The DOJ gave more than $500K to Hookers for Jesus, according to a whistleblower complaint", "TEXT": "Department of Justice employees are questioning whether the agency's selection of anti-human trafficking funding recipients were politically motivated, Reuters reported.\n\nThe DOJ awarded Hookers for Jesus and the Lincoln Tubman Foundation more than $1 million over three years for trafficking prevention work.\n\nReuters found that these groups had been selected to replace two more well-established nonprofits.\n\nVisit Insider's homepage for more stories.\n\nA US Justice Department whistleblower is questioning whether the selection of nonprofits that received anti-human trafficking grants was politically motivated, Reuters reported in an exclusive story.\n\nAn internal department memo seen by Reuters showed that as of September 12, two nonprofits – the Catholic Charities of the Diocese of Palm Beach and Chicanos Por La Causa of Phoenix – were on the list of recommended anti-trafficking grant winners after receiving high marks from contractors hired to review applications.\n\nLater that month, though, those nonprofits had been replaced by Hookers for Jesus and the Lincoln Tubman Foundation, which both received lower rankings from the outside reviewers, according to Reuters. The two groups were awarded more than $1 million, triggering a whistleblower complaint filed by the Justice Department's employee union to the department's Inspector General.\n\nIn a Sept. 23 memo, which was seen by Reuters, the DOJ says that the change was in an effort to distribute funding across \"as many states as possible.\"\n\nIn December, the American Federation of State, County, and Municipal Employees local 2830 filed its complaint in which it asked the inspector general to investigate whether politics factored in the two grant awards.\n\nIn a statement, union president Marilyn Moses told Reuters that the grants call into question the department's mission to serve the public. \"Our employees take their … responsibility to the taxpayer very seriously,\" she told Reuters.\n\nHookers for Jesus is run by Annie Lobert, a born-again Christian trafficking survivor who has lobbied against decriminalizing prostitution. the organization runs a safe house for trafficking victims and, according to Reuters, requires guests to go to religious services and follow other strict rules. The nonprofit was awarded 530,190 over three years.\n\nInsider reached out to Lobert, but she said by email she is unavailable to comment until Friday.\n\nThe Lincoln Tubman Foundation, of South Carolina, was awarded $549,345 over three years. It was launched by the daughter of a prominent local Republican who supported President Donald Trump, Reuters reported. The organization is a private non-operating foundation, which means that it disburses funds to other non-profits rather than running its own charity program.\n\nAlternatively, Chicanos Por La Causa has opposed the Trump administration's immigration policies, and the head of Catholic Charities in Palm Beach has participated in past Democratic National Committees as a delegate or standing committee member, Reuters reported."}}