{"GDELT": {"GlobalEventID": 905298712, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor2Code": "SEA", "Actor2Name": "SOUTHEAST ASIA", "Actor2CountryCode": "SEA", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.0989010989010901, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200211204500, "SOURCEURL": "https://sourcingjournal.com/denim/denim-business/jeans-sourcing-imports-china-mexico-bangladesh-vietnam-pakistan-nicaragua-194044/"}, "ARTICLE": {"TITLE": "In Jeans Sourcing, the Mighty are Falling and the Upstarts are Rising", "TEXT": "Download 'A New Relationship with Nature' to learn why the environment, people and communities, and animal welfare must be the clear pillars of a sustainable future for fashion.\n\nThe balance of power in denim jeans manufacturing took a dramatic turn in 2019, leading to a decline in volume and value for the top three suppliers–China, Mexico and Bangladesh–and strong upswings for the next three–Vietnam, Pakistan and Egypt.\n\nThe reasons and issues are many, executives have said, ranging from the U.S.-China trade war, rising costs and unstable economic and labor conditions, to capacity building, experience and quality.\n\nU.S. imports of blue denim apparel, 97 percent of which are jeans, from top volume supplier China plummeted 25.87 percent in volume to 7.28 million dozen in 2019, while similarly falling 25.68 percent in value to $696.55 million.\n\nThe overriding theme in sourcing today is diversification to limit risk. Nesli Danisman, president of Angora Group, a strategic product management consulting firm, said at the recent Texworld USA show that the trade war has resulted in the company “being more open-minded and nimble, and also less focused on our base of factories.”\n\n“It’s been about taking more trips, seeing what’s out there and having more options on the table for different product categories and different regions,” Danisman said. “We’ve really been building our database. That’s because we work with some brands that are in China and want to diversity and shift some of their production base.”\n\nMexico, the No. 1 supplier in value terms, saw its shipments to the U.S. dip 1.84 percent to $802.55 million for the year. Volume from Mexico in 2019 fell 6.78 percent to 71.60 million dozen in the 12 months.\n\nIt was more of a mixed but unimpressive performance from Bangladesh, which posted a 3.5 percent increase in value to $585.92 million in the year, but saw volume fall 2.49 percent to 72.08 million dozen.\n\nIn a year that saw U.S. jeans imports decline 3.16 percent to $3.73 billion–clearly attributable in great part to store closings and overall retail malaise–the gains made by Vietnam, Pakistan and Egypt were notable.\n\nJeans imports from Vietnam jumped 25.6 percent in value to $372.34 million in 2019. In volume, the country shipped 28.62 percent more merchandise for the year to reach 3.69 million dozen.\n\nWith strong vertical manufacturing structures, Pakistan and Egypt both solidified their positions as important denim apparel suppliers. Imports from Pakistan rose 8.69 percent in volume to 2.85 million dozen, while increasing 5.13 percent in value to $259.10 million. Imports from Egypt rose 12.7 percent in value to $173.76 million and increased 8.96 percent in volume to 1.51 million dozen.\n\nNicaragua and Cambodia both posted substantial increases in value for the year, while volume dipped, meaning the countries were making more expensive jeans for U.S. consumption, taking business from major manufacturing neighbors.\n\nIn the case of Nicaragua, companies have reported moving business out of Mexico to get the same Western Hemisphere logistical advantages at lower costs. Imports from Nicaragua were up 16.91 percent in value terms in 2019 to $131.01 million, while volume was down 3.73 percent to 1.43 million dozen.\n\nFor Cambodia, a large portion of business was switched from China to avoid tariff costs, although the country has its own problems in labor that could result in its losing preferential trade treatment from the European Union. Imports from the Southeast Asian country increased 11.8 percent in value to 126.19 million, as volume decreased 0.49 percent in the year to 1.22 million dozen."}}