{"GDELT": {"GlobalEventID": 905298812, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "AUS", "Actor1Name": "AUSSIE", "Actor1CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.9383378016085799, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200211204500, "SOURCEURL": "https://www.vulture.com/2020/02/josh-thomas-everythings-gonna-be-okay.html"}, "ARTICLE": {"TITLE": "Josh Thomas Isn’t Afraid of America", "TEXT": "Photo: Ryan Pfluger\n\nJosh Thomas has figured out exactly how much gay anal he can get on basic cable. In Everything’s Gonna Be Okay, his comedy on Freeform (the Disney-owned channel geared to teens), he can be explicit about the positioning of the bodies, with one man on top of another, legs splayed, after they banter about whether one of them can get hard and who can grab the lube and a condom. Then he can show the face of the person who is being penetrated. “There’s a process of going through the standards-and-practices rules,” Thomas says, “and working out what I can do that lets us get away with stuff.”\n\nEverything’s Gonna Be Okay is Thomas’s first American TV series, and his follow-up to Please Like Me, a somewhat autobiographical comedy of floundering Australian 20-somethings. Both are filled with gay characters whose neuroses, obsessions with well-plated meals, and, of course, sex lives stem from Thomas’s own life and observations of those around him. The new series weds his fondness for sweetly cringe-inducing comedy to the structure of a more traditional family sitcom, centered on an older sibling abruptly saddled with more responsibility than he expects he can handle. (The series premiered in mid-January, but older episodes are streaming on Hulu.)\n\nPlease Like Me snuck into the States via the now-defunct network Pivot, but it earned enough cult attention to allow Thomas to pitch the new show to Freeform. Which brings us back to anal sex. “I’m not, like, an easy guy to have on a call if you want to reduce the amount of anal sex in a thing,” Thomas says, recalling the one (and so far only) time an American TV executive asked if he needed to include a shot of a character with his legs up. “I didn’t even let her finish the sentence. I was like, ‘Yes, you need that shot because that shot signifies that they are doing anal sex. And gay sex is anal sex. And if you’re telling me that I can’t show anal sex, you’re telling me I can’t show gay sex.’ ” Thomas is impassioned in the retelling, a change of pace from his typically casual, self-deprecating demeanor. “She was like, ‘I’m just asking!’ ” He laughs and says, “They never brought it up again.”\n\nThomas is telling me this anecdote as we huddle on the upper level of an NYC sightseeing bus, both of us shivering but pretending to not be. Thomas had suggested a sightseeing tour, but thanks to my own incompetence, we ended up on a bus service without an in-person guide. When we put on our headphones, the prerecorded audio is transitioning out of a segment on 9/11 and into a tinny recording of “Empire State of Mind.” “Oh no,” Thomas says, “this is the wrong bus tour.” It feels appropriate for the tone of his comedy, like something that might happen on one of his shows.\n\nThe 32-year-old Aussie, who’s wearing vintage sunglasses and a dyed blue-purple coat he describes as “a whole sheep,” likes scenarios that veer from shambolic into sweet. The first episode of Please Like Me kicks off with his character’s girlfriend dumping him because she’s pretty sure he’s gay and follows that up with his mom’s attempted suicide. Things do not necessarily improve from there, even if everyone involved keeps a sense of humor. “Sorry about your life,” Josh tells his friend Tom in the series’ final exchange. “I’m sorry about your life,” Tom answers.\n\nBoth shows star Thomas as a less competent version of himself, in the vein of Girls’ Hannah Horvath or Curb Your Enthusiasm’s Larry David, focusing the comedy on experiences that other series might handle with Very Special Episodes: Several Please Like Me characters lived with mental illness and Everything’s Gonna Be Okay opens with a father’s death, leaving Thomas’s character to take care of his teenage half-sisters, one of whom is autistic.\n\nWe’ve set off from a stop in the Financial District after missing one bus thanks to Thomas running late (he’d messaged me “I’M SORRY” over Twitter), and stocking up for the journey with some stale Pop-Tarts at a kiosk across the street (neither of us had tried them untoasted).\n\nThomas started writing the new series out of an interest in revisiting high school, having already mined most of his 20s for Please Like Me. He was nominally straight in high school—“In my old stand-up, I used to say, ‘Yeah, I used to have sex with girls, and once when I was 13, I tried to fuck a watermelon’ ”—and sees versions of his teenage self represented in Everything’s Gonna Be Okay’s younger characters.\n\nThomas decided to write a character with autism primarily because he hadn’t seen the experience represented well onscreen before. “I was interested in how little I knew about [autism], and how little everyone that I know knew about it,” he says. “Those characters are always geniuses who come in and solve problems and leave; it’s rare for them to have interpersonal relationships [onscreen],” he says. His character’s sister Matilda, who has high-functioning autism, gets drunk, fights with her friends, and acts on her sexual desires. For research, Thomas interviewed teenage girls on the spectrum, and read books and watched videos on the subject, including a Ted Talk by Alix Generous, a woman with Asperger’s who became a consultant on the series. The idea that someone on the spectrum would do well with public speaking became a plot point, when Matilda excels at giving a eulogy at her father’s funeral, full of the kinds of bleak jokes that have become Thomas’s specialty. (“Dad used to get frustrated when I always made things about myself,” Matilda starts her speech, “but he is dead now. Surprise!”)\n\nMatilda is played by Kayla Cromer, an actress who is on the spectrum. Thomas wanted to cast someone with autism to play the lead part, in defiance of TV’s history of having neurotypical actors play characters on the spectrum (as in Atypical or The Good Doctor). He and his collaborators initially weren’t sure if it would be possible to find an actor with autism who could carry a leading role on a series, but quickly discovered that there were “heaps of girls” who could play the part. Matilda also takes classes with other kids on the spectrum, allowing Thomas to depict a range of autistic experiences, and to make it clear that Matilda’s specific attributes aren’t universal.\n\nDoes he worry about getting it wrong? “It’s a community that’s had such little representation, and you get very nervous that you’re going to fuck their representation up, because it means so much to them,” he says. “But my experience with the community is that they’re very understanding.”\n\nBy this point in our journey around Manhattan, Thomas and I have decided to abandon ship, get off our (still empty) tour bus, and take refuge in a nearby bakery, where it will be warm and we can drink coffee. As we make our way over, Thomas compares the pressure he feels in representing autism on television to the way he often got asked about depicting gay characters on Please Like Me. “It always annoyed me a bit when I would get praised for not making the guys too camp,” he says. “I don’t think people would say that anymore.”\n\nHe has a way of being self-deprecating when he talks about representation, even though it’s clear how important it is to him. On Please Like Me, in addition to depicting gay relationships with nuance — and, yes, sex — Thomas paid careful attention to the way the show portrays experiences with depression and suicidal thoughts.\n\nWe’ve made it into the bakery, and Thomas is nursing a cappuccino with an extra shot, slowly warming himself up from our tour-bus misadventure. His characters try to act with good intentions but fumble in important situations, he says, because that’s the way he tends to react. And even though the characters he plays tend to make a mess of things, fans sometimes assume Thomas is an expert. “Sometimes people want to have meaningful conversations about the topics in my shows, and I don’t really want to when I’m out at a bar,” he says, “and sometimes they’re a bit surprised that I don’t really want to talk about it, or don’t talk about it that well.” If his shows are honest and specific about “topics,” as Thomas air-quotes, it’s because the writing comes from an honest and specific understanding of how easy it is to get those topics wrong. “The show is always about just being lost,” he says. “When somebody thinks I’m gonna know how to solve their problem, I’m like, ‘No, that’s the whole point! I don’t know.’ ”\n\n*A version of this article appears in the February 17, 2020, issue of New York Magazine. Subscribe Now!"}}