{"GDELT": {"GlobalEventID": 905300402, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.69082125603865, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_Lat": 33.8191, "Actor1Geo_Long": -80.9066, "Actor1Geo_FeatureID": "SC", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "South Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSC", "Actor2Geo_Lat": 33.8191, "Actor2Geo_Long": -80.9066, "Actor2Geo_FeatureID": "SC", "Action2Geo_Type": 2, "Action2Geo_Fullname": "South Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSC", "Action2Geo_Lat": 33.8191, "Action2Geo_Long": -80.9066, "Action2Geo_FeatureID": "SC", "DATEADDED": 20200211204500, "SOURCEURL": "https://www.foxnews.com/politics/pro-biden-super-pac-warns-of-doomsday-scenario-for-democrats"}, "ARTICLE": {"TITLE": "Pro-Biden super PAC warns of 'doomsday scenario' for Democrats", "TEXT": "MANCHESTER, N.H. - A super PAC supporting former Vice President Joe Biden’s White House bid is urging donors to “dig deep right now” into their pockets and is warning that if Biden’s campaign collapses, Democrats could face “a doomsday scenario.”\n\nThe memo from the Unite the Country super PAC -- seen as a signal of deep concerns among Biden supporters about the former vice president’s White House prospects -- warned that “donors hedging their bets on Biden because of [Mike] Bloomberg could be creating a doomsday scenario for the Democrats everywhere.”\n\nBIDEN DEPARTING NH BEFORE POLLS CLOSE TO KICK OFF CAMPAIGN IN SC\n\nThe former vice president limped into New Hampshire after a lackluster fourth-place finish in last week’s Iowa caucuses. At the top of Friday night’s presidential primary debate, Biden strikingly said that “I took a hit in Iowa and I’m probably going to take a hit here.”\n\nAnd on Tuesday morning, Biden announced he would be heading south before the polls closed in the state that holds the first primary in the White House race so he could instead hold a kick-off rally in South Carolina, which votes later this month.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nBiden’s departure is seen as a sign that his prospects for a third-place finish in New Hampshire are fading. A strong finish in the Granite State was thought to be critical -- if only to prevent an exodus of donors and the possible erosion of his so-called \"firewall\" of support in the looming South Carolina contest.\n\nThe memo, written by Unite the Country treasurer Larry Rasky, argues that the “[Bernie] Sanders-[Elizabeth] Warren wing of the Party is ready for the Bloomberg fight. Democrats cannot afford a split Convention.”\n\nAnd the memo predicts that “if Bernie has more delegates, do you really think the Bros will make way for Mike?” (The \"Bros\" refers to hardcore Sanders supporters.)\n\nTHE LATEST FROM FOX NEWS ON THE 2020 PRESIDENTIAL CAMPAIGN\n\n\"Not to mention that the legacy of the Sanders campaign (such as the \"Squad\") will ravage any chance center-left Democrats have of maintaining hard-won victories in states from Pennsylvania to California,” Rasky added."}}