{"GDELT": {"GlobalEventID": 905300081, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -11.8997912317327, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Sarah Lawrence College, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY119", "Actor1Geo_Lat": 40.9354, "Actor1Geo_Long": -73.8435, "Actor1Geo_FeatureID": "964476", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Sarah Lawrence College, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 40.9354, "Action2Geo_Long": -73.8435, "Action2Geo_FeatureID": "964476", "DATEADDED": 20200211204500, "SOURCEURL": "https://www.inquisitr.com/5886133/lawrence-ray-sex-cult-daughter-college-dorm-room/"}, "ARTICLE": {"TITLE": "Lawrence Ray Accused Of Running A ‘Sex Cult’ Out Of His Daughter’s College Dorm Room", "TEXT": "A New York man is accused of moving into his daughter’s student housing at an elite college and running a so-called “sex cult” out of her dorm room, The Daily Beast reports. Lawrence Ray is facing a multitude of felony charges, including sex trafficking, extortion, and forced labor, among others.\n\nSarah Lawrence College is an elite, private liberal arts university in Yonkers. It was there that an unidentified female student enrolled and moved into student housing. Some time afterward, in 2010, the woman’s father, Lawrence Ray, now 60, an ex-con, allegedly moved into the building.\n\nThere, federal authorities say, Ray began to ingratiate himself into the lives of the school’s most vulnerable students. He allegedly began preaching his “personal philosophy” to the students, then inviting them for “therapy sessions.” During those so-called therapy sessions, he would allegedly learn intimate details of the students’ lives.\n\nHe also allegedly convinced the young adults that they were “broken” and in need of “fixing,” and would allegedly isolate the students from their families.\n\nThe “therapy sessions” eventually morphed into sexual, financial, and physical abuse, authorities say. For example, Ray would convince the students that they owed him money for this reason or that. Using sleep deprivation, psychological and sexual humiliation, verbal abuse, physical violence, and threats of legal action, Ray would allegedly get the students to make false confessions of damaging his property– confessions which he would then allegedly hold over their heads to force their compliance.\n\nArrested and Indicted:\n\nLawrence Ray is charged with sex trafficking, extortion, forced labor, and other offenses for running a sex cult at Sarah Lawrence College.\n\n@ABC7NY pic.twitter.com/WjVz7PvTSR — Sandra Bookman (@SandraBookman7) February 11, 2020\n\nOne young woman, for example, was convinced that she owed Ray half a million dollars, for which she was allegedly forced into prostitution to pay back. Other young women were allegedly cruelly punished for such misdemeanors as bringing him cold food. Ray allegedly held a knife to the throat of a young man to get him to confess to a nonexistent crime.\n\nRay’s other alleged victims were forced into labor to “pay off” the imagined debt they incurred after they confessed to damaging his properties.\n\nRay has since been arrested and is now facing federal charges of sex trafficking, extortion, and forced labor.\n\n“If you’re not angry, you don’t have a soul,” said William Sweeney Jr., assistant director-in-charge of the FBI in New York.\n\nSarah Lawrence College, for its part, issued a statement stating that it had investigated similar claims against Ray on its own and could not substantiate them.\n\n“As always the safety and well-being of our students and alumni is a priority for the College,” the statement says in part."}}