{"GDELT": {"GlobalEventID": 905300356, "Day": 20200211, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1123, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "MED", "Actor2Name": "SPOKESMAN", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 2, "NumArticles": 2, "AvgTone": -5.17241379310345, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Wisconsin, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWI", "Actor1Geo_Lat": 44.2563, "Actor1Geo_Long": -89.6385, "Actor1Geo_FeatureID": "WI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Wisconsin, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWI", "Actor2Geo_Lat": 44.2563, "Actor2Geo_Long": -89.6385, "Actor2Geo_FeatureID": "WI", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Outagamie County, Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_Lat": 44.4167, "Action2Geo_Long": -88.4668, "Action2Geo_FeatureID": "1581104", "DATEADDED": 20200211204500, "SOURCEURL": "https://www.wisconsinrapidstribune.com/story/news/2020/02/11/wisconsins-hmong-community-waits-fear-trump-administration-pursues-talks-deporting-non-u-s-citizens/4722104002/"}, "ARTICLE": {"TITLE": "Wisconsin Hmong community waits in fear amid reports Trump administration may deport non-U.S. citizens to Laos", "TEXT": "A push from President Donald Trump's administration to begin deporting hundreds of Hmong refugees and other non-U.S. citizens to Laos could devastate families and close-knit clans, Hmong community leaders say.\n\nCommunity members are living in fear of what might happen, said Yee Leng Xiong, director of the Hmong American Center in Wausau.\n\n\"They're wondering who's going to be targeted,\" he said.\n\nMinnesota Democratic Rep. Betty McCollum first raised an alarm in a Feb. 3 letter sent to U.S. Secretary of State Mike Pompeo in the wake of a meeting between Pompeo and Lao Foreign Minister Saleumxay Kommasith.\n\nDuring the meeting, the two spoke about the deportation of Hmong and Lao residents who have not become U.S. citizens and who have committed crimes or have deportation orders against them, according to the Star Tribune in Minneapolis.\n\n\"Any deportation of Hmong and Lao refugees residing in the U.S. to Laos will tear families apart while putting those individuals at risk in a country that has never been their home,\" McCollum wrote.\n\nConcern about deportations spread after the Council on Asian Pacific Minnesotans circulated the McCollum letter.\n\nA State Department spokesperson did not directly answer a reporter's questions Tuesday about the administration's plans but noted the United States and Laos are in constant dialogue about Lao nationals subject to deportation. The U.S. government expects Laos to fulfill its obligation to accept those who are deported and funds a reintegration program there when needed.\n\nWisconsin is home to more than 49,000 Hmong residents, nearly one-fifth of the 259,000 who live in the U.S., according to census data. The first Hmong residents arrived as refugees in the 1970s after the end of the Vietnam War.\n\nHmong soldiers fought alongside U.S. forces in the Secret War in Laos, and have been discriminated against in Laos by a government that still harbors ill will against them for their role in the war, said Kou Vang, vice president of the Hmong American Partnership in Appleton.\n\n“They can make it hard on us,” he said. “They can put us in camps. We don’t know. It’s fear of the unknown.”\n\nVang said the United States is the only country many Hmong residents have known in their lifetimes.\n\nXiong said that from what he's heard, the deportations would target Hmong residents who are not U.S. citizens and have committed a felony. Many of those felonies date to the late 1990s and early 2000s, when young Hmong and Lao refugees were involved in gang activity, he said.\n\n\"Many individuals made mistakes at one point in time, getting involved in negative influences,\" he said. \"But a lot of those individuals have changed. They've served their sentence, you could say, and now they're being served another — being sent back to a country they've never known.\"\n\nLaos has historically been reluctant to take people in when the U.S. tried to remove them, said Theresa Brown, director of immigration and cross border policy at the D.C.-based think tank Bipartisan Policy Center.\n\nA new agreement between the U.S. and Lao governments could change that, allowing the United States to deport Hmong people who are not citizens, have been convicted of certain crimes and have already been through immigration court, she said.\n\nAnyone with U.S. citizenship would not be affected, she said.\n\nThere’s no statute of limitations on crimes that make someone deportable, she added, meaning it doesn’t matter how long ago the crime was committed.\n\nXiong said that he's been told about 360 Hmong residents of Wisconsin and Illinois could be at risk of deportation.\n\n\"It's hard to calculate, because these people aren't coming out,\" he said.\n\nClose to 5,000 Lao nationals who live in the U.S. have received final orders for removal from the country, according a spokesperson for U.S. Immigration and Customs Enforcement.\n\nThe spokesperson in a statement said that as of Feb. 1, 38 Lao nationals with final orders for removal were in ICE custody, and all 38 have criminal convictions.\n\nAnother 4,716 Lao nationals who also have final orders of removal aren’t in ICE custody. Of those, 4,086 have criminal convictions, the statement says.\n\nThe spokesperson didn’t say how many of those people lived in Wisconsin.\n\nAccording to ICE data, 18 Lao citizens were removed from the U.S. in fiscal years 2017, 2018 and 2019. None was removed in fiscal year 2016.\n\nThe U.S. had not previously pushed to remove Hmong residents with deportation orders from the country because Laos has a track record of human rights violations.\n\nLong Vue, the director of the Wisconsin United Coalition of Mutual Assistance Association Inc., said that during the Vietnam War, groups of 10 to 20 Hmong soldiers at a time would risk their lives to rescue American pilots and air crews when they crashed in enemy territory. Others blocked military supply routes used by the North Vietnamese Army.\n\nNearly 3,800 Hmong soldiers were killed and 5,400 were wounded.\n\nIn return, the U.S. offered the Hmong people protection after the war.\n\nBut now, he said, it feels as if the U.S. is walking back on that promise of protecting its former allies.\n\n\"They're saying, 'We don't value your sacrifice now that the war is over,'\" Vue said. \"That's the message.\"\n\nU.S. Sen. Tammy Baldwin in a Tuesday statement asked the Trump administration to remember previous administrations' concerns about the safety of Hmong people should they be returned to Laos.\n\n\"There is a long and dark history of human rights violations by the Communist government of Laos against the Hmong and I am deeply concerned that the Trump administration would tear families apart in Wisconsin and target Hmong and Lao refugees residing in our state,\" the Democratic senator said in the statement. \"Wisconsin has a special bond with the Hmong community and it is my hope that this administration will stop its plan to break this bond with my constituents.\"\n\nGov. Tony Evers and officials within his administration overseeing the federal refugee resettlement program haven’t been told of any mass deportation or a program to target Hmong residents for deportation, said Evers’ spokeswoman Melissa Baldauff.\n\nIn Appleton, home to about 5,000 residents of Southeast Asian descent, Outagamie County Executive Tom Nelson sent a letter to Wisconsin's other U.S. senator, Republican Ron Johnson, a member of the Senate's Foreign Affairs Committee, urging him to investigate the matter.\n\nIn a statement to USA TODAY NETWORK-Wisconsin, Johnson on Wednesday said he is urging the Trump administration \"to act carefully and judiciously to ensure law-abiding Hmong in the United States legally are treated fairly.\"\n\n“The Hmong community is an important part of the fabric of Wisconsin,\" Johnson said.\n\nNelson said Hmong residents in Outagamie County are scared and just now are starting to process something that “came out of left field.”\n\nHe contends the Trump administration owes Hmong people an apology, noting their long history in the Fox Valley and role in helping the United States during the Vietnam War.\n\n“We don’t know why now, and we don’t know why they are singling out this community,” Nelson said. “It is wrong.”\n\nVue said that, in reality, the Hmong people don't have a country, and he worries people may be killed if they are sent back.\n\n\"Forty years in this country and the American people still don't know who the Hmong are,\" he said. \"And to deport them is an easy solution. I don't know if that's the right answer. To me, it's not the right answer. We could do better than that.\"\n\nMica Soellner, Megan Stringer, Maria Perez and Molly Beck contributed to this report.\n\nContact watchdog reporter Laura Schulte at 715-496-4088 or leschulte@gannett.com. Follow her on Twitter @schultelaura.\n\nRelated:"}}