{"GDELT": {"GlobalEventID": 905602325, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor2Code": "IRL", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.42808219178082, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI", "Actor2Geo_Lat": 53.0, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "EI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7997557/Rose-McGowan-slams-Natalie-Portman-Oscars-cape-embroidered-snubbed-female-directors-names.html"}, "ARTICLE": {"TITLE": "Rose McGowan slams Natalie Portman over Oscars cape embroidered with snubbed female directors' names", "TEXT": "Activist Rose McGowan branded Natalie Portman a 'fraud' for wearing a Dior cape embroidered with the names of female directors snubbed by the Oscars to Sunday's award ceremony.\n\nMcGowan tore ripped into the actress in a Facebook post on Wednesday, writing: 'I find Portman's type of activism deeply offensive to those of us who actually do the work. I'm not writing this out of bitterness, I am writing out of disgust.'\n\nPortman received widespread praise on Sunday when she walked the red carpet wearing the black cape with the names of eight female directors including Little Women's Greta Gerwig and The Farewell's Lulu Wang.\n\nMcGowan, however, was not impressed. She called Portman's fashion statement 'the kind of protest that gets rave reviews from the mainstream media for its bravery.'\n\n'Brave? No, not by a long shot,' McGowan vented. 'More like an actress acting the part of someone who cares. As so many of them do.'\n\nPortman responded to McGowan's scathing statement by agreeing that she did not deserve to be called 'brave' for the small gesture.\n\nRose McGowan branded Natalie Portman a 'fraud' for wearing a Dior cape embroidered with the names of female directors snubbed by the Oscars to Sunday's ceremony\n\nThe actress also acknowledged her lacking record of working with female directors, which McGowan had called out.\n\n'Natalie, you have worked with two female directors in your very long career- one of them was you,' McGowan wrote. 'You have a production company that has hired exactly one female director- you.'\n\nShe continued: 'What is it with actresses of your ilk? You 'A-listers' [puke emoji] could change the world if you'd take a stand instead of being the problem.\n\n'Yes, you, Natalie. You are the problem. Lip service is the problem. Fake support of other women is the problem.'\n\nPortman was quick to respond to the rant.\n\n'I agree with Ms. McGowan that it is inaccurate to call me 'brave' for wearing a garment with women's names on it,' she said in a statement.\n\n'Brave is a term I more strongly associate with actions like those of the women who have been testifying against Harvey Weinstein the last few weeks, under incredible pressure.'\n\nShe then said: 'It is true I've only made a few films with women. In my long career, I've only gotten the chance to work with female directors a few times …Unfortunately, the unmade films I have tried to make are a ghost history.\n\n'I have had the experience a few times of helping get female directors hired on projects which they were then forced out of because of the conditions they faced at work.\n\n'After they are made, female-directed films face difficulty getting into festivals, getting distribution and getting accolades because of the gatekeepers at every level.'\n\n'I want to say, I have tried, and I will keep trying. While I have not yet been successful, I am hopeful that we are stepping into a new day,' she concluded.\n\nAsked about her cape on the red carpet, Portman said she wanted to give 'subtle' recognition to female directors who were not nominated this year\n\nThe names of Little Women' director Greta Gerwig, 'The Farewell's' Lulu Wang and others were sewn in gold thread\n\nSewn in the inseam of the cape were the names of Little Women director Greta Gerwig, The Farewell director Lulu Wang, Queen & Slim director Melina Matsoukas, Harriet director Kasi Lemmons, Hustlers director Lorene Scafaria, A Beautiful Day in the Neighborhood director Marielle Heller and Honey Boy director Alma Har'el\n\nPortman's company, Handsomecharlie Films, released seven films in total, including No Strings Attached, which she starred in, and the thriller Pride and Prejudice and Zombies.\n\nThe only female directed film on that list is A Tale of Love and Darkness. Another film, Jane Got a Gun, was slated to have a female director, until Lynne Ramsay was replaced by Gavin O'Connor.\n\nPortman has been outspoken about the shortage of female directors nominated by the Academy in the past, including at the 2018 awards show when she introduced the best director category by saying: 'Here are your male nominees.'\n\nShe said she chose to feature female directors' names on her cape this year to recognize the women.\n\nJoining Gerwig and Wang in the list of women snubbed were Melina Matsoukas for Queen & Slim, Kasi Lemmons for Harriet, Lorene Scafaria for Hustlers, Marielle Heller for A Beautiful Day in the Neighborhood and Alma Har'el for Honey Boy.\n\nNatalie Portman attended the Oscars with her husband Benjamin Millepied\n\nPortman removed her cape before taking the stage with actor Timothee Chalamet\n\nThis year's Academy Awards' best director category was male dominated for the 87th time in the ceremony's 92-year history.\n\nThe five contenders were Martin Scorsese for The Irishman, Todd Phillips for Joker, Sam Mendes for 1917, Quentin Tarantino for Once Upon a Time in Hollywood and Bong Joon-ho, who took home the statuette for Parasite.\n\nIssa Rae, who announced the Oscar nominees last month, had a dig at the Academy during the broadcast, saying 'congratulations to those men' after noticing Gerwig's snub.\n\nAn online platform also promised to shine a light on those snubbed at the Oscars by using the ceremony's advertising breaks to celebrate female directors.\n\nNonprofit initiative Give Her a Break have launched the online portal to the Oscar's live stream which automatically plays viewers trailers for female-directed films during commercial breaks.\n\nThe initiative was born out of frustration over the absence of women in the best director category which this year celebrates an all-male set of nominees - with the website including phrases such as 'You stole our Oscars, so we stole your ads.'\n\nIt comes after several stars used their speeches at awards ceremonies to speak about diversity in the industry, including Joaquin Phoenix who spoke about the issue at the BAFTAs on Sunday night."}}