{"GDELT": {"GlobalEventID": 905602497, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.73195876288659, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Iowa, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIA", "Actor2Geo_Lat": 42.0046, "Actor2Geo_Long": -93.214, "Actor2Geo_FeatureID": "IA", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Fort Dodge, Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.4975, "Action2Geo_Long": -94.16799999999999, "Action2Geo_FeatureID": "456686", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.570news.com/2020/02/12/suspect-in-killing-of-iowa-pastor-mentally-unfit-for-trial/"}, "ARTICLE": {"TITLE": "Suspect in killing of Iowa pastor mentally unfit for trial", "TEXT": "FORT DODGE, Iowa — A Fort Dodge man accused of beating a pastor to death outside a central Iowa church was found mentally unfit Wednesday to stand trial.\n\nWebster County Judge Gina Badding ordered Joshua Pendleton, 36, to undergo treatment at the Iowa Medical Classification Facility, the Des Moines Register reported. The treatment will be designed to make Pendleton eventually competent to stand trial, Badding wrote in her ruling.\n\nLast month, the judge suspended proceedings in the case and ordered Pendleton to undergo a mental competency evaluation after his attorney said he had been acting irrationally. Pendleton is charged with first-degree murder in the slaying of the Rev. Allen Henderson. Officers sent to St. Paul Lutheran Church in Fort Dodge on Oct. 2 found Henderson, 64, lying unresponsive outside. He was pronounced dead at a hospital.\n\nSecurity footage shows a man whom officers identified as Pendleton trying to get into the building, police said. Pendleton later acknowledged that he had fought with a man at the church.\n\nHenderson was senior pastor at St. Paul and had served as a chaplain to first responders.\n\nThe Associated Press"}}