{"GDELT": {"GlobalEventID": 905605150, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.6952627685894699, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Nevada, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNV", "Actor2Geo_Lat": 38.4199, "Actor2Geo_Long": -117.12200000000001, "Actor2Geo_FeatureID": "NV", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0046, "Action2Geo_Long": -93.214, "Action2Geo_FeatureID": "IA", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.nbcnews.com/politics/meet-the-press/blog/meet-press-blog-latest-news-analysis-data-driving-political-discussion-n988541/ncrd1134786?cid=public-rss_20200213"}, "ARTICLE": {"TITLE": "Most voters think President Trump will win reelection, new poll finds", "TEXT": "SEE NEW POSTS\n\nMost voters think President Trump will win reelection, new poll finds MANCHESTER, N.H. — Two-thirds of voters believe that President Trump will be re-elected in November, according to a new Monmouth University poll released Tuesday. Of those, 27 percent said they think Trump will \"definitely\" be re-elected, while 39 percent said they feel he will \"probably\" win again. The poll also finds that just 11 percent of registered Democrats say their party's eventual nominee will \"definitely\" beat Trump, while 38 percent said \"it is more likely than not\" that President Trump will win. President Donald Trump arrives at a campaign rally on Feb. 10, 2020, in Manchester, N.H. Evan Vucci / AP In the Democratic primary race, the poll shows a new front-runner, with Vermont Sen. Bernie Sanders leading the field at 26 percent support among Democratic and lean-Democratic voters — up from 23 percent in the last national Monmouth University poll, taken before the Iowa caucuses. Former Vice President Joe Biden fell to 16 percent support in this poll — in January he was at 30 percent. And former South Bend, Ind. Mayor Pete Buttigieg saw the biggest bump post-Iowa. In the new poll, Buttigieg rose to 13 percent, tied with Massachusetts Sen. Elizabeth Warren. In the previous Monmouth poll, Buttigieg's support was at just 6 percent. The poll also finds former New York City Mayor Michael Bloomberg with 11 percent support nationally, making this his third qualifying poll, out of the four he needs, to make the Democratic debate stage in Nevada. Because Bloomberg will likely not receive a delegate from the New Hampshire race, where he is not on the ballot, Bloomberg's only way to qualify will be through the polling thresholds. Joe Biden: I think I'm an underdog in New Hampshire Feb. 11, 2020 08:27 Democratic voters also raised concerns about the party's nominating schedule. Twenty-six percent of Democratic voters said they felt that having Iowa and New Hampshire go first in the contest \"makes it less likely\" that the party will \"nominate the best candidate for president.\" And that's the argument that some candidates, like Biden, are making on the morning of the New Hampshire primary contest. Share this -\n\n\n\n\n\n\n\nKlobuchar declines to set expectations for New Hampshire EXETER, N.H. — Amy Klobuchar declined to set expectations for Tuesday’s primary here, saying in an interview that it would be for “many others” to decide what constitutes success, adding that she has “kept meeting every single standard” set before her thus far. Klobuchar plans to use New Hampshire surge to strengthen Nevada, South Carolina showings Feb. 10, 2020 07:02 The Minnesota senator has ridden a wave of post-debate momentum the last three days: raising more than $3 million and jumping to third in one prominent tracking poll. Klobuchar has avoided being pinned down on whether a third place finish is her goal, but has pledged to go on to Nevada regardless, where she is scheduled to speak at a League of United Latin American Citizens (LULAC) conference Thursday. The candidate acknowledged that her road ahead will be challenging. She has spent far less time in diverse Nevada and South Carolina than she did in Iowa or New Hampshire, and in a Quinnipiac national poll released Monday, she failed to register any support among African American voters. “I have had significant African American support in all my races that I have run, and that is in Minnesota. A number of the leaders from my state have been out campaigning for me including the mayor of St. Paul — went out to L.A., went out to Iowa for me. And so that'll be part of my strategy,” Klobuchar told NBC News. “And the other piece will just simply just be getting people to know me, they don't know me.” Share this -\n\n\n\n\n\n\n\nPoll roundup: Sanders and Buttigieg on top in New Hampshire, Bloomberg rising in national poll WASHINGTON — With one day to go before the New Hampshire primary, Vermont Independent Sen. Bernie Sanders and former South Bend Mayor Pete Buttigieg sit at the top of the newest polls of likely New Hampshire Democratic primary voters. Sanders secures 29 percent in the newest results from CNN and the University of New Hampshire's three-day tracking poll, with Buttigieg trailing at 22 percent, a margin within the poll's plus-or-minus 5.1 percent margin of error. Then, there's a pile-up significantly behind those two candidates, with former Vice President Joe Biden at 11 percent, Massachusetts Sen. Elizabeth Warren at 10 percent, Minnesota Sen. Amy Klobuchar at 7 percent, Hawaii Rep. Tulsi Gabbard at 5 percent and businessman Andrew Yang at 4 percent. Then there's the WBZ/Boston Globe/Suffolk University tracking poll, which has the same top two candidates with Sanders at 27 percent and Buttigieg at 19 percent, within the plus-or-minus 5.6 percent margin of error But that poll shows Klobuchar in third place with 14 percent, ahead of Biden and Warren's 12 percent each. While part of the CNN poll was conducted before Friday night's debate, all of the WBZ poll was conducted after that debate, which could help to explain some of the differences between the two. Both polls show that a significant portion of the electorate is open to changing their mind before Tuesday's vote — almost half of the CNN/UNH respondents say they're only leaning toward a candidate or still trying to decide, while 38 percent of WBZ poll respondents say they're open to changing their mind. Looking beyond New Hampshire, Quinnipiac University dropped another national poll that found Sanders holding firm and former New York City Mayor Michael Bloomberg rising. Sanders leads with 25 percent, followed by Biden at 17, Bloomberg at 15, Warren at 14, Buttigieg at 10 and the rest of the pack very far behind. That sample has a margin of error of 3.8 percentage points. Those results represent a modest increase for Sanders and a modest decrease for Biden when compared to Quinnipiac's last national poll from two weeks ago. But Bloomberg's share of the vote shot up significantly from 8 points in late January to 15 points now. And while the margin of error for smaller groups is larger, Biden's numbers with black voters dropped 22 points between the two polls, while Bloomberg's rose by 15 points. Quinnipiac national poll: Black voters\n\n\n\nBiden 27% (-22 in two weeks)❗\n\nBloomberg 22% (+15)❗\n\nSanders 19% (+2)\n\nWarren 8% (+1)\n\nButtigieg 4% (+4) — Sahil Kapur (@sahilkapur) February 10, 2020 In head-to-head matchups against President Trump, Bloomberg performed the best, ahead by 9 points. Sanders led Trump by 8 points, Biden by 7 points, Klobuchar by 6 points, and Warren and Buttigieg by 4 points each. Share this -\n\n\n\n\n\n\n\nSanders and Buttigieg campaigns request partial recanvass of some Iowa caucus precincts DES MOINES, Iowa — Sen. Bernie Sanders, I-Vt., and Pete Buttigieg, the former mayor of South Bend, Indiana, are officially calling for a partial recanvassing of the results of last week's Iowa caucuses, claiming they found discrepancies in the party's official results that hurt their campaigns. The state party announced Sunday that Buttigieg had won 14 national convention delegates from what it said was a narrow victory in the Iowa caucuses. Sanders received 12 delegates; Massachusetts Sen. Elizabeth Warren won eight delegates; former Vice President Joe Biden secured six delegates; and Minnesota Sen. Amy Klobuchar won one delegate. But while those results were based on the party's revised results, the NBC News Decision Desk has not called the race for any candidate or issued its own delegate allocation after a series of delays and inconsistencies surfaced in the days following the caucuses. The Sanders campaign says it wants the Iowa Democratic Party to recanvass 25 precincts and three satellite caucuses, arguing that there are errors in the data that could flip a national delegate to Sanders. \"Our volunteers and supporters worked too hard, and too many people participated for the first time to have the results depend on calculations that even the party admits are incorrect,\" Sanders senior adviser Jeff Weaver said in a statement. \"Once the recanvass and a subsequent recount are completed in these precincts, we feel confident we will be awarded the extra national delegate our volunteers and grassroots donors earned.” The Buttigieg campaign requested a recanvass in 66 precincts and the in-state satellite caucuses in what a campaign aide told NBC News was in direct response to Sanders' request. In a letter sent to Iowa Democratic Party Chairman Troy Price, the Buttigieg campaign contends this recanvass would result in a net gain of 14 State Delegate Equivalents for Buttigieg. A campaign aide notes that the Sanders’ campaign recanvass request would at most result in a net gain of fewer than six SDEs. Share this -\n\n\n\n\n\n\n\nNew Hampshire leaders stay on the sidelines ahead of primary WASHINGTON — Less than 24 hours before the New Hampshire primary, the only member of Congress from the state who is endorsing a presidential candidate is Democratic Rep. Ann Kuster. Kuster, who has represented New Hampshire's second district since 2013, announced her endorsement of former South Bend Mayor, Pete Buttigieg, on January 15. Presidential candidate Pete Buttigieg visits The Works Cafe with Rep. Annie Kuster in Concord, N.H., on Jan. 17, 2020. Elizabeth Frantz / Reuters file “With our country so consumed by division, @PeteButtigieg is the leader who can finally turn the page on the Trump presidency and bring our nation together,\" Kuster tweeted that day. \"He has the courage to break from the past to lead us to a better future — I'm excited to endorse him to be our next president.\" Buttigieg shortly after thanked Kuster for her backing, writing in a statement that amid a time of dysfunction in Washington, Kuster has united constituents and “spent her career delivering results for New Hampshire families.\" The congresswoman co-chairs the campaign and has hit the trail with Buttigieg. No other national politicians from the state have yet to formally support a 2020 presidential candidacy for the first-in-the-nation primary. The Granite State's lack of endorsements also stands in contrast with the number of Iowan endorsements issued ahead of last week’s caucuses. Three out of four congressional districts in Iowa are represented by Democrats and all of them announced endorsements of 2020 Democrats prior to the February 3 caucus in the state. Democratic Reps. Abby Finkaneur and Cindy Axne of IA-01 and IA-03 respectively endorsed former Vice President Joe Biden in January. David Loebsack of the Hawkeye State’s second district endorsed Buttigieg the same month. Share this -\n\n\n\n\n\n\n\nSanders, Buttigieg raised more money online in N.H. than rest of Democratic field WASHINGTON — Vermont Independent Sen. Bernie Sanders and former South Bend, Ind. Mayor Pete Buttigieg sit at the top of the polls in New Hampshire one day before the state's primary. And new data shows they raised more money online from the state last year than the rest of the Democratic presidential field. Sanders raised the most New Hampshire online dollars of any candidate in 2019 through the Democratic online-fundraising platform ActBlue. He raised $727,410 from Granite Staters through the platform, which handles virtually all online donations for Democratic candidates, an NBC News analysis shows. Buttigieg finished 2019 in a clear second place for New Hampshire online donors, significantly behind Sanders but also well above his other competitors. He raised almost $510,370 through the platform. Massachusetts Sen. Elizabeth Warren raised $344,600 through ActBlue from voters in her neighboring state, followed by former Vice President Joe Biden's $253,380, Minnesota Sen. Amy Klobuchar's $190,000 and businessman Andrew Yang's 147,610. That order — Sanders at the top, followed by Buttigieg then Warren then Biden then Klobuchar then Yang — mirrors the ActBlue fundraising results from Iowa. It's also almost exactly how the candidates finished in the state's caucus last week, according to the state Democratic Party's results, with Sanders and Buttigieg locked in a virtual tie, followed by Warren, then Biden and Klobuchar. However, Iowa's results have been marred by concerns about accuracy and the NBC News Decision Desk has not called a winner or allocating any delegates as a result of the caucuses at this time. ActBlue is the primary online fundraising tool that candidates use to accept donations. Fundraising totals through ActBlue don't include offline donations, like checks sent to campaigns directly. Share this -\n\n\n\n\n\n\n\nKlobuchar releases new ad ahead of New Hampshire primary KEENE, N.H. — Sen. Amy Klobuchar, D-Minn., is making her final pitch to New Hampshire voters the day before the first-in-the-nation primary with the release of a new closing ad airing on cable, digital and radio. The ad, “Empathy,” includes excerpts of Klobuchar’s closing debate statement on the stage. The senator’s debate performance has widely been viewed as strong fueling additional interest in her candidacy and sparking significant fundraising totaling about $3 million. “There is a complete lack of empathy in this guy in the White House right now, and I will bring that to you,” Klobuchar says in the new ad. “If you have trouble stretching your paycheck to pay for that rent, I know you, and I will fight for you. If you have trouble deciding if you’re going to pay for your childcare or your long term care, I know you and I will fight for you. Please, New Hampshire, I would love your vote, and I would love the vote of America.” It's a message and sentiment Klobuchar often emulates on the campaign trail, especially in the final days while campaigning in the Granite State. Recent polling has suggested Klobuchar is in or near third place in New Hampshire, a state where there are still many undecided voters and high independent and undeclared electorate counts. The Minnesota candidate has also received endorsements from the only statewide newspaper in New Hampshire, The Union Leader, and two other papers in the state, The Keene Sentinel,and Seacoast Media Group. Share this -\n\n\n\n\n\n\n\nSteyer to skip primary night in New Hampshire MANCHESTER, N.H. — Billionaire Tom Steyer will be skipping New Hampshire primary night to campaign in the more diverse early states of Nevada and South Carolina, his campaign confirms to NBC News. In lieu of spending election day in the Granite State, he will kick off a bus tour in Reno, NV. \"Like he said on the debate stage, Democrats have to build a national, diverse coalition in order to defeat Donald Trump in November,” his spokesman Jake Lewis said in a statement. “So Tom stopped in Nevada the day after the Iowa caucuses and will be traveling to South Carolina today then on to Reno on the 11th for his bus tour across Nevada because these states are critically important to his strategy to build that broad coalition Democrats need to beat Donald Trump.\" His South Carolina trip had been previously announced but the campaign had not made his plans for Tuesday public until today. Steyer spent the last five days in New Hampshire, but has only held 32 public events across seven trips to the first-in-the-nation primary state. Share this -\n\n\n\n\n\n\n\nSanders on his medical records: I 'released as much' as 'any other candidate' MANCHESTER, N.H. — Vermont Independent Sen. Bernie Sanders, who had a heart attack last year, said Sunday that his campaign has released \"as much\" medical information as other candidates. Sanders argued on \"Meet the Press\" that his rigorous campaign schedule stands out among his fellow Democratic presidential hopefuls as proof of his good health, but that once you start releasing medical records, \"it never ends.\" Sanders on medical records: 'Released as much documentation as any other candidate' Feb. 9, 2020 01:23 \"We have released as much documentation, I think, as any other candidate,\" Sanders said. \"You can start releasing medical records, it never ends. We have released a substantive part.\" He added that his doctors have confirmed \"that I am in good health. I am in good health.\" Sanders had previously told reporters last September that releasing medical records is \"the right thing to do.\" \"The American people have the right to know whether the person they're going to be voting for president is healthy, and we will certainly release our medical records before the primaries, certainly before the first votes are cast,\" he said at the time. The Vermont senator released three letters from doctors at the end of last year, which concluded he was \"more than fit enough\" to be president. The letters included some test results as well as more explanation of Sanders' heart attack and his recovery. Share this -\n\n\n\n\n\n\n\nKlobuchar campaign announces it's raised $2 million after debate performance DURHAM, N.H. — Minnesota Sen. Amy Klobuchar is capitalizing on a strong performance in Friday night's Democratic debate. According to the campaign on Saturday, Klobuchar has raised $2 million since the debate ended. The campaign said that this is the best fundraising haul for the team after any of the debates. “With proven grassroots support, Amy continues to outperform expectations and punch above her weight,” Klobuchar's campaign manager Justin Buoen said in a statement. “Following her debate performance, we’ve raised $2 million and have seen an outpouring of donations from all 50 states which will allow us to compete in New Hampshire and beyond.” We apologize, this video has expired. Klobuchar hits Buttigieg over ‘newcomer’ status at debate Feb. 8, 2020 01:12 At an event in Durham, N.H. on Saturday, Klobuchar leaned into her debate performance telling rally-goers that it's important to her to get to know the voters in each state. \"I had an opportunity last night to address the people of New Hampshire. I think that I was the one that mentioned New Hampshire the most,\" Klobuchar said. \"Maybe that is because I realize there's a primary coming up, and I also think it is part of being a good president and being a good elected official. That you represent the people that you see and you get to know the issues and what matters to them. That is what driven me so much in my work in public service.\" Klobuchar has received praise for her debate performances in the past, as well, but those performances haven't always helped her in polls. In the latest poll out of the Granite State, Klobuchar registered at just 5 percent support. Share this -\n\n\n\n\n\n"}}