{"GDELT": {"GlobalEventID": 905602240, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -1.7478152309613002, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 37.768, "Actor2Geo_Long": -78.2057, "Actor2Geo_FeatureID": "VA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 37.768, "Action2Geo_Long": -78.2057, "Action2Geo_FeatureID": "VA", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.godanriver.com/news/local/after-months-long-visit-to-china-danville-woman-in-voluntary/article_2ceb7c03-44fb-5d3c-9896-333e34f3dafb.html"}, "ARTICLE": {"TITLE": "After months-long visit to China, Danville woman in voluntary quarantine amid coronavirus outbreak", "TEXT": "While national and international health organizations are providing resources and encouraging people to take precautionary steps, the risk in the United States is not considered grave right now.\n\n“While this situation poses a very serious public health threat, the immediate risk to the U.S. public continues to be low at this time,” said Lilian Peake, state epidemiologist with the Virginia Department of Health. “The novel coronavirus is not spreading in the community in the U.S.”\n\nThe virus affects the respiratory system with symptoms such as a severe cough and difficulty breathing. According to the most recent data from the World Health Organization, there are 43,103 confirmed cases of the disease, with the vast majority in China. There have been 395 cases throughout 24 countries outside of China, with just 13 of those occurring in the United States.\n\nIn total, the World Health Organization reports there have been 1,018 deaths, with only one of those occurring outside of China.\n\nSo far, six Virginia residents have been tested for COVID-19, but each test came back negative for the disease.\n\nSpillmann said people can take some steps to ensure that they remain healthy."}}