{"GDELT": {"GlobalEventID": 905603802, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "ITA", "Actor1Name": "ITALIAN", "Actor1CountryCode": "ITA", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.38799076212471, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kelowna, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12566", "Actor1Geo_Lat": 49.9, "Actor1Geo_Long": -119.48299999999999, "Actor1Geo_FeatureID": "-567125", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kelowna, British Columbia, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA02", "Actor2Geo_ADM2Code": "12566", "Actor2Geo_Lat": 49.9, "Actor2Geo_Long": -119.48299999999999, "Actor2Geo_FeatureID": "-567125", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kelowna, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12566", "Action2Geo_Lat": 49.9, "Action2Geo_Long": -119.48299999999999, "Action2Geo_FeatureID": "-567125", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.kelownacapnews.com/entertainment/okanagans-own-harry-and-megan-story-makes-royal-reappearance/"}, "ARTICLE": {"TITLE": "Okanagan’s own Prince Harry and Megan story makes royal reappearance – Kelowna Capital News", "TEXT": "Caetani - the Prince who gave it all up to move to Canada with his family\n\nWith so much fanfare given to Prince Harry and Meghan Markle moving to Canada, another little-known story has gained prominence.\n\nIn the 1920s the Caetani family moved to Vernon to escape the rise of fascism in the early 20th century in Italy.\n\nRecognized as a name of great significance in Italy, the Caetani family has a substantial documented political, cultural and social history stretching back to 8th-century Rome.\n\nThe Caetani lineage includes two medieval popes, a long line of Italian statesmen, members of the aristocracy and parliament, artists, writers, musicians and several creative individuals.\n\n“We knew that there was a lot of interest in the story locally, however we did not expect such an overwhelming response. We were delighted with the level of interest,” Caetani Centre executive director Susan Brandoli said.\n\nThe story of the historic Caetani family moving to Vernon in the early 1920s has recently gained national recognition when it was prominently featured in January on the Sunday Edition on CBC Radio One with Michael Enright.\n\nThe full half-hour spotlight, beautifully produced by local journalist Jennifer Chrumka, was billed as Vernon’s own Prince Harry and Megan story: a tale of the Prince who gave it all up to move to Canada with his family.\n\nThere are several parallels.\n\n“The recent publication of the book Little Fortress by Vernon’s own award-winning author Laisha Rosnau was the catalyst for the radio show,” Brandoli said.\n\n“The book is ultimately a work of fiction,” she said. “However it is based in fact, and it does stay quite true to the original story and characters. It’s a great read, and well written.”\n\nREAD MORE: Vernon author’s new historical novel an exploration of the Caetani family\n\nThe publication of the book, along with the radio feature, came together at the right time, and have served to highlight the fact that the Caetani Centre is developing a heritage display in the historic Caetani House on Pleasant Valley Road, which is set to open later this year.\n\nThe society has been upgrading the house over the past few years so it can finally be open to the public as a heritage and cultural site — as originally intended in the will of benefactor Sveva Caetani in 1994.\n\n“It has taken us 25 years to get here, but we are excited to see this project finally coming together in all aspects.”\n\nTo learn more, the centre is offering a Caetani Travelogue event, which will include a presentation of this fascinating illustrated tour of the Caetani Italian properties on Feb. 16, 2–4 p.m. (doors open at 1:30 p.m.).\n\nAll proceeds from the Travelogue will go towards assisting with funding the Caetani Heritage Display set to open summer 2020.\n\nTickets are $10 each, and are available online at caetani.org or call the Caetani office at 250-275-1525.\n\n“Space is limited so we still suggest booking your ticket ahead of the event,” Brandoli said.\n\nREAD MORE: Vernon’s Caetani Centre travelogue sold out\n\n@VernonNews\n\nnewsroom@vernonmorningstar.com\n\nLike us on Facebook and follow us on Twitter.\n\nCultureRoyal family"}}