{"GDELT": {"GlobalEventID": 905604473, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "SYRMED", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.28021978021978, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Idlib, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26365", "Actor1Geo_Lat": 35.9306, "Actor1Geo_Long": 36.6339, "Actor1Geo_FeatureID": "-2542538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Idlib, Idlib, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY12", "Action2Geo_ADM2Code": "26365", "Action2Geo_Lat": 35.9306, "Action2Geo_Long": 36.6339, "Action2Geo_FeatureID": "-2542538", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.japantimes.co.jp/news/2020/02/13/world/turkey-russia-trade-accusations-syria-tensions-rise/"}, "ARTICLE": {"TITLE": "Turkey and Russia trade accusations as Syria tensions rise", "TEXT": "Turkey’s president accused Russia of committing “massacres” in its support of the Syrian government on Wednesday, escalating a war of words as more Turkish reinforcements arrived on the ground.\n\nRecep Tayyip Erdogan threatened to strike Syrian regime forces “everywhere” if its soldiers come under renewed attack, but Russia hit back and accused the Turks of failing to “neutralize terrorists” in the northwestern province of Idlib.\n\nTurkey has shored up its positions in recent days in Idlib — the last rebel bastion in Syria — with hundreds of vehicles carrying artillery and soldiers.\n\nAnd a new convoy of Turkish armored vehicles arrived Wednesday in the town of Binnish, northeast of Idlib city, in a new deployment, an AFP correspondent said.\n\nTurkish officials say they have lost 14 soldiers in the past nine days and claim to have killed scores of Syrian government troops as they try to push back forces loyal to Syrian President Bashar Assad.\n\nSyrian forces backed by Russian airstrikes have pressed ahead with an offensive to retake Idlib from rebel groups that began in December, despite a 2018 deal agreed between Turkey and Russia in Sochi.\n\nThe offensive — which has retaken numerous towns and a crucial motorway — has killed hundreds of civilians and sent hundreds of thousands fleeing for safety in harsh winter conditions.\n\nErdogan’s direct criticism of Russia is a rare move since 2015, when Turkey shot down Moscow’s fighter jet that had strayed into its airspace.\n\nThe tensions over Idlib highlight the complexity of ties between the two countries, whose rivalry stretches back into their imperial pasts and has been characterized by centuries of mistrust.\n\n“The regime, backed by Russian forces and Iran-backed militants, are continuously attacking civilians, committing massacres and shedding blood,” Erdogan told a meeting of his ruling party in parliament.\n\nHe said Turkey would do “whatever necessary” to push Syrian forces back behind the 12 observation posts it set up in Idlib under the Sochi deal.\n\n“I hereby declare that we will strike regime forces everywhere from now on regardless of the Sochi deal if any tiny bit of harm comes to our soldiers at observation posts or elsewhere,” he added.\n\nIn return, Russia accused Turkey of failing to honor the 2018 deal, with Kremlin spokesman Dmitry Peskov saying the Turkish side “had taken upon itself an obligation to neutralize terrorist groups” in Idlib.\n\nBut “all these groups are mounting an attack on the Syrian army from Idlib and are acting aggressively towards Russian military installations,” he added.\n\nRussian foreign ministry spokeswoman Maria Zakharova dismissed Erdogan’s claims of attacks on civilians, telling journalists: “We have differing interpretations from Turkey.”\n\nUnder the bilateral agreements, radical groups were required to withdraw from a demilitarized zone in the Idlib region held by an array of rebels.\n\nThe Russian defense ministry also blamed the crisis in Idlib on “Turkish colleagues’ failure to fulfill their obligations on separating fighters from the moderate opposition from terrorists.”\n\nRussian President Vladimir Putin and Erdogan spoke by phone on Wednesday, with the Kremlin urging Ankara to implement the Sochi deal.\n\nThe Turkish presidency confirmed the call but did not provide details.\n\nErdogan’s threats also prompted an angry response from the Syrian government, accusing the Turkish leader of being “disconnected from reality.\n\n“The head of the Turkish regime comes with empty … statements only issued by a person disconnected from reality,” state news agency SANA quoted a source at the foreign ministry as saying.\n\nA Russian delegation including military and intelligence officials held two rounds of talks in Ankara this week, but no concrete agreement emerged.\n\nForeign Minister Mevlut Cavusoglu said a Turkish delegation would now go to Moscow “in the next few days.\n\n“Continuing to work with Russia, we are working to secure a lasting ceasefire. But even if nothing results from this, our determination is clear and we will do what is necessary,” he said.\n\nU.S. special envoy for Syria James Jeffrey held closed-door talks with Turkish officials in Ankara including with Erdogan’s spokesman Ibrahim Kalin.\n\nBoth officials said the attacks on Turkish army posts in Idlib by Syrian forces were “unacceptable,” the Turkish presidency said.\n\nTurkey, which already hosts some 3.7 million refugees from Syria, fears a fresh influx if Idlib falls to the government and has kept its border closed to newly displaced people."}}