{"GDELT": {"GlobalEventID": 905604202, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "NLD", "Actor1Name": "THE NETHERLAND", "Actor1CountryCode": "NLD", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -7.75, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Schiphol, Noord-Holland, Netherlands", "Actor1Geo_CountryCode": "NL", "Actor1Geo_ADM1Code": "NL07", "Actor1Geo_ADM2Code": "22377", "Actor1Geo_Lat": 52.3, "Actor1Geo_Long": 4.75, "Actor1Geo_FeatureID": "-2152752", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.malaymail.com/news/world/2020/02/13/netherlands-says-it-rejected-moscow-offer-for-mh17-prosecution/1837033"}, "ARTICLE": {"TITLE": "Netherlands says it rejected Moscow offer for MH17 prosecution", "TEXT": "The site of a Malaysia Airlines Boeing 777 plane crash is seen in the settlement of Grabovo in the Donetsk region, July 17, 2014. — Reuters pic\n\nTHE HAGUE, Feb 13 — The Netherlands has turned down an offer by Russia to prosecute three men suspected of involvement in the 2014 downing of a passenger jet over eastern Ukraine, the Dutch justice minister said yesterday.\n\nFerd Grapperhaus said Moscow sent a letter in October last year in which it asked whether the Dutch would consider transferring the criminal prosecution of three suspects to Russia.\n\n“The Justice and Security Ministry replied that the transfer of criminal proceedings against the three Russian suspects by the Dutch authorities is not an option and has not been taken into consideration,” Grapperhaus said in a letter to parliament.\n\nFour men, three of them Russian, are expected to go on trial in absentia the Netherlands on March 9 for their part in downing Malaysia Airlines flight MH17 on July 17, 2014, killing all 298 on board.\n\nAn international investigation found that the Boeing 777 was shot down by a BUK missile, fired from rebel-held territory in the war-torn eastern Ukraine.\n\nA criminal Joint Investigation Team of five countries led by the Dutch in September 2016 said they had “irrefutable evidence” that the BUK missile came from the “territory of the Russian Federation.”\n\nThe Netherlands and Australia then said that they held Russia responsible for the shooting down of MH17.\n\nRussians Igor Girkin, Sergei Dubinskiy and Oleg Pulatov, and Ukrainian Leonid Kharchenko have been charged with murder. All are linked to the separatist rebels in eastern Ukraine.\n\nThey will go on trial from March 9 in the Netherlands at a high-security courthouse near Amsterdam's Schiphol Airport.\n\nHowever it is unlikely that any of the men will be present at the trial as neither Russia nor Ukraine allows its citizens to be extradited.\n\nThe Dutch government, however, “in the context of preventing impunity” has asked Moscow whether it would be willing to “explore in consultation the possibilities of transferring a judgment handed down to the Russian authorities,” Grapperhaus said.\n\nThis would mean that the suspects — if convicted — would serve their sentences in Russia, the minister said.\n\nThe trial of the four men “is an important step in finding the truth and justice for all 298 victims of flight MH17 and their relatives,” Grapperhaus said. —AFP"}}