{"GDELT": {"GlobalEventID": 905602566, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor2Code": "AUSGOV", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.6791171477079799, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yeppoon, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154688", "Actor1Geo_Lat": -23.1268, "Actor1Geo_Long": 150.744, "Actor1Geo_FeatureID": "-1611960", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yeppoon, Queensland, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS04", "Actor2Geo_ADM2Code": "154688", "Actor2Geo_Lat": -23.1268, "Actor2Geo_Long": 150.744, "Actor2Geo_FeatureID": "-1611960", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yeppoon, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154688", "Action2Geo_Lat": -23.1268, "Action2Geo_Long": 150.744, "Action2Geo_FeatureID": "-1611960", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.gladstoneobserver.com.au/news/capricornias-escalating-cost-to-visit-a-doctor-or-/3943058/"}, "ARTICLE": {"TITLE": "Capricornia’s escalating cost to visit a doctor", "TEXT": "GROWING COST: According to the latest Medicare data, Capricornia residents are paying more to see a doctor or specialist. Photo: Iain Curry / Sunshine Coast Daily\n\nGROWING COST: According to the latest Medicare data, Capricornia residents are paying more to see a doctor or specialist. Photo: Iain Curry / Sunshine Coast Daily\n\nTHE cost of seeing a doctor or specialist in Capricornia has never been higher than it is now according to the latest Medicare data shared by Federal Labor.\n\nThe Federal Government has repeatedly asserted they were investing record amounts into health care across hospital funding, Medicare services and the Pharmaceutical Benefits Scheme.\n\nBUDGET PROJECTION Total Australian Government Medicare Benefits funding between 2012-13 and an estimate in 2022-23.\n\nSeeking to open another frontin his battle against the embattled Coalition Government, Shadow Minister for Northern Australia Senator Murray Watt said new data showed that Capricornia residents had never paid more for vital health services.\n\n\"Despite the Government's claims on bulk billing, in Capricornia 72 per cent of patients have to pay to see a specialist, and 45 per cent pay to see a GP,\" Senator Watt said.\n\n\"Specialist out-of-pocket fees are at record highs, with people in Capricornia paying an average $86 to see a specialist - up from $58 - a 46 per cent rise in the past five years\n\n\"Locals also pay an average out-of-pocket fee of $40.60 to see a GP- up 16 per cent since the Liberals were elected.\"\n\nLabor Senator Murray Watt asking questions at a Senate Estimates hearing at Parliament House in Canberra. Picture Kym Smith\n\nHe said it was unfair locals were being slugged more for vital services and these new figures were a damning indictment of the Coalition's record of cuts and neglect in health.\n\n\"It's not right that people in Rockhampton, Yeppoon and the surrounding region are paying the price for the Coalition's health cuts and being left to pay more out of their own pocket,\" he said.\n\n\"Unfortunately by forcing up the cost of basic healthcare, the Morrison Government is also putting more pressure on hospital emergency departments, which are left to treat patients who can't afford to visit a GP.\n\n\"The Morrison Government is taking Capricornia for granted and it's time the local MPs stood up for families.\"\n\nMs Landry defended the government's handling of Medicare in Capricornia saying its 2019-20 Budget had increased Medicare funding by $6 billion over the next four years.\n\n\"Nine of the 10 GP services in Capricornia in 2018-19 were free. Therefore the average cost of $40.60 only relates to the one GP service that did not bulk bill,\" Ms Landry said.\n\n\"Bulk billing levels - which mean that people pay nothing to see the doctor - are 8.8 per cent higher in Capricornia than they were under Labor.\n\nMichelle Landry MP has defended her Government’s health care approach.\n\n\"In 2018-19, patients across Australia received 335.8 ­million bulk-billed Medicare services compared to 327.0 million in 2017-18.\"\n\nShe said this represented an additional 8.8 million fully-subsidised Medicare GP and specialist services compared to 2017-18.\n\n\"This means more people are accessing GP Medicare Services at no cost to the patient,\" she said.\n\nOn the Australian Government's Department of Health website, it said the Australian Government was guaranteeing the long term future of Medicare with an additional $5.8 billion being invested into services over the next four year period.\n\n\"Australian Government funding for Medicare has increased from $19.5 billion in 2012-13 to more than $24 billion this year, and it will continue to rise to $29.9 billion in 2022-23,\" the Health Department said.\n\nLATEST MEDICARE STATISTICS\n\n• Cost to see a GP in 2018/2019 - Capricornia has gone up $5.65 to $40.60 - up 16% under the Coalition.\n\n• Percentage of patients paying to see GP - Capricornia 54.9% up 8.4% under the Coalition. 45.1% pay to see GP.\n\n• Percentage of GP Bulk Billing services - Capricornia 80.3% - up 8.8% under the Coalition.\n\n• Cost to see a specialist in 2018/2019 - Capricornia $86.01 - gone up $27.23 or 46% under the Coalition.\n\n• Percentage of people who are always bulk billed by specialists - Capricornia 27.3% - up 6.7% under the Coalition.\n\n• Percentage of Specialist Bulk Billing services - Capricornia 28% - up 8% under the Coalition."}}