{"GDELT": {"GlobalEventID": 905603292, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "CANCOP", "Actor2Name": "ONTARIO", "Actor2CountryCode": "CAN", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.872646733111849, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Toronto, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12686", "Actor2Geo_Lat": 43.6667, "Actor2Geo_Long": -79.4167, "Actor2Geo_FeatureID": "-574890", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200213003000, "SOURCEURL": "https://nationalpost.com/news/pipeline-protests-spread-from-coast-to-coast-as-politicians-warn-them-to-stay-in-line-with-law"}, "ARTICLE": {"TITLE": "Pipeline protests spread from coast to coast as politicians warn them to stay in line with law", "TEXT": "Article content continued\n\nAlberta Premier Jason Kenney warned the spreading unrest was a “dress rehearsal” for future pipeline projects, including the Trans Mountain Expansion, and called it “eco-colonialism.”\n\nB.C. Premier John Horgan condemned the protests at the B.C. legislature on Tuesday that blocked access to the building as the government returned with a throne speech. Reports of assault and injuries prompted investigation by the Victoria police that were continuing Wednesday. “I don’t want to live in a society where politicians direct police to take action against other citizens … that’s why we have courts,” said Horgan. “Law enforcement is in a very difficult position.”\n\nOvernight Tuesday into Wednesday morning, protesters in downtown Vancouver camped out at an intersection, stalling traffic, before clearing out in the morning.\n\nOn Wednesday, hundreds marched the streets of Vancouver after rallying at the B.C. Supreme Court building, where lawyers were challenging an injunction that saw Vancouver and Delta police officers clear out blockades of ports in Vancouver and Delta. On Monday, police arrested 57 people while breaking up the blockades.\n\nErnest Doroszuk/Toronto Sun/Postmedia\n\nIn Halifax Deputy Prime Minister Chrystia Freeland, who was meeting with Nova Scotia Premier Stephen McNeil, faced some some two dozen protesters at One Government Place with banners that read “No pipelines. No colonial violence” and “#wetsuwetenstrong.” At a brief media appearance, reports said she didn’t answer repeated queries about the protesters. Later, when she arrived at Halifax city hall to meet Mayor Mike Savage, she was again confronted by protesters who attempted to prevent her from entering the building."}}