{"GDELT": {"GlobalEventID": 905603975, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "LEG", "Actor1Name": "LEGISLATOR", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 83, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.06603773584905, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cayman, , Cayman Islands", "Actor1Geo_CountryCode": "CJ", "Actor1Geo_ADM1Code": "CJ00", "Actor1Geo_Lat": 19.5, "Actor1Geo_Long": -80.6667, "Actor1Geo_FeatureID": "-1187406", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cayman, , Cayman Islands", "Action2Geo_CountryCode": "CJ", "Action2Geo_ADM1Code": "CJ00", "Action2Geo_Lat": 19.5, "Action2Geo_Long": -80.6667, "Action2Geo_FeatureID": "-1187406", "DATEADDED": 20200213003000, "SOURCEURL": "http://www.royalgazette.com/international-business/article/20200212/eu-to-place-cayman-on-blacklist"}, "ARTICLE": {"TITLE": "EU to place Cayman on blacklist", "TEXT": "EU to place Cayman on blacklist\n\nDecision: the European Union is to blacklist the Cayman Islands because of \u0093deficiencies\u0094 in its economic substance legislation, the FT reports\n\n\n\nRelated Stories\n\nEuropean Union ambassadors have voted to put the Cayman Islands on the EU blacklist of jurisdictions deemed noncooperative on tax matters.\n\nThe Financial Times reported this afternoon that the decision was based on the failure of the British Overseas Territory\u0092s economic substance legislation, passed last year, to meet EU concerns over tax avoidance.\n\nCayman will join Oman, Fiji, and Vanuatu on the nine-strong blacklist, the FT reported, citing European diplomats.\n\nThe move, which comes less than a month after Britain\u0092s exit from the EU, is expected to be confirmed by European finance ministers when they meet in Brussels next week.\n\nThe statuses of the Cayman Islands and the British Virgin Islands, another British Overseas Territory \u0097 were up for review by the EU this month. Both were placed on a \u0093grey list\u0094 that gives authorities time to introduce legislation to address tax deficiencies identified by Brussels.\n\nAn EU official said Caiman\u0092s substance law was found to be \u0093deficient\u0094, the FT reported. The territory, a major offshore funds centre, had also been asked to adapt its legislation on investment funds to bring the rules closer to EU standards.\n\nBermuda, which is on the EU grey list, was also temporarily blacklisted in March last year, after a \u0093drafting error\u0094 in planned economic substance regulations submitted to the EU. Two months later, the island was moved back to the grey list after amending the legislation.\n\nThe Cayman Islands Government issued a statement today, saying that it had yet to be notified of the EU ambassadors\u0092 decision. \u0093We believe that we have introduced the appropriate legislative changes to enhance our regulatory framework, in line with the EU\u0092s requests,\u0094 the statement read.\n\n\u0093Over the past two years, the Cayman Islands Government has adopted a number of fundamental legislative changes to enhance tax transparency and co-operation with the EU, fully delivering on our commitment to strengthen our regulatory regime and addressing the concerns reflected in the EU Council conclusions of March 12, 2019.\n\n\u0093The Cayman Islands Government has offered to make itself available for further dialogue or clarification with the Commission and the EU ministers of finance.\u0094\n\nThe Cayman Compass reported that in order to avoid inclusion on the tax blacklist, Cayman had agreed last year to address EU concerns over the economic substance of collective investment vehicles before the end of 2019.\n\nCaymanian legislators passed such amendments at the end of January 2020. \u0093Whether the delay in passing the legislation has caused the move is not clear,\u0094 the Compass reported."}}