{"GDELT": {"GlobalEventID": 905602516, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "AFG", "Actor1Name": "AFGHANISTAN", "Actor1CountryCode": "AFG", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.94979647218453, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.blabbermouth.net/news/new-machine-head-song-circle-the-drain-to-arrive-this-friday/"}, "ARTICLE": {"TITLE": "New MACHINE HEAD Song 'Circle The Drain' To Arrive This Friday", "TEXT": "The second in a series of videos documenting the making of the new MACHINE HEAD song called \"Circle The Drain\" can be seen below. The full track will be released as a standalone single this coming Friday, February 14.\n\nA YouTube description of the clip reads as follows: \"Jared [MacEachern, bass] and Robb [Flynn, guitar/vocals] hit Echo Mountain Recording in North Carolina while on tour in 2018 to work on ideas, but not much comes of it. Robb struggles to find a chorus lyric until a chance conversation with a friend who returned from Afghanistan and whose relationship fell apart. Navene Koperweis (ENTHEOS, WHITECHAPEL, ANIMALS AS LEADERS, ANIMOSITY) tracks drums on the track.\"\n\n\"Circle The Drain\" will follow \"Do Or Die\", which came out last October and was described by some fans and media outlets as a \"diss\" track aimed at MACHINE HEAD's detractors, in particular those who have been critical of the band's last album, 2018's \"Catharsis\".\n\nSpeaking about MACHINE HEAD's plans to put out new music, Flynn told \"Robb's MetalWorks\": \"I'm always writing. I just kind of am writing. I think what the plan, going forward, is we're gonna write and then record. Rather than focus on an album every three years, which is kind of the pattern we've gotten into — about every three to four years, we drop a record — to just have a steady stream of standalone singles. And then some of those singles may end up on the next record, along with probably five or six other new songs, or they may not — we're still trying to figure it out.\n\n\"I love how the music industry has changed,\" he continued. \"I love the power of the digital stuff and the ease of getting it out there to the fans. And I think we're just gonna keep doing that, man. I love the idea of dropping a new song every three or four months, rather than an album every three or four years. So we're gonna keep on doing that, and I'm excited about it.\"\n\nAccording to Flynn, the fan response to \"Do Or Die\" was \"great.\" He said: \"It's already at over a million streams on Spotify. We dropped it out of nowhere — no announcement; no anything. Just, like, 'Here you go.' And this isn't fucking getting played on the radio or anything. So it was really cool, man. And I'm excited to be able to do more of that. And the fans seem to be excited about that too.\"\n\nLast fall, MACHINE HEAD completed the first European leg of its 25th-anniversary tour for the band's classic debut, \"Burn My Eyes\". Each show on the trek consisted of two parts: part one saw Flynn and bassist Jared MacEachern performing alongside new recruits, Polish guitarist Wacław \"Vogg\" Kiełtyka (DECAPITATED) and British drummer Matt Alston (DEVILMENT, EASTERN FRONT); while part two featured \"Burn My Eyes\" played in its entirety for the first time ever, with original drummer Chris Kontos and guitarist Logan Mader joining in.\n\nFlynn said that he has worked with both Mader and Kontos on some new MACHINE HEAD music. \"Logan and I have already collaborated on a new song,\" he revealed. \"I think that's another thing that's killer about it. Rather than the pressure of a record, to be able to do these standalone things and just see how it goes.\n\n\"I don't know where the fuck it's gonna go,\" he continued. \"Nobody can look into the crystal ball. I just wanna keep on writing music and dropping music. Music's been such a powerful force in my life. And if these guys wanna write music, let's do it. Let's see what comes of it and see where it goes. And get lost — get lost in the music.\"\n\nAsked about the musical direction of the new MACHINE HEAD material, Flynn said: \"It's gonna be MACHINE HEAD. It's always gonna have that heaviness, it's always gonna have that vibe. It's gonna go everywhere. Some songs could be like 'Darkness Within'; some songs could be like fucking 'Aesthetics Of Hate'. It's everywhere in between.\"\n\nThe North American leg of the \"Burn My Eyes\" 25th-anniversary tour kicked off in Phoenix on January 16 and will continue across Chicago and Denver, wrapping up at the legendary Fox Theater in Oakland, California on February 21 and House Of Blues in Anaheim, California on February 22.\n\n"}}