{"GDELT": {"GlobalEventID": 905604281, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "PSE", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.12765957446808, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jordan River, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "65745", "Actor1Geo_Lat": 31.7633, "Actor1Geo_Long": 35.5575, "Actor1Geo_FeatureID": "-780293", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200213003000, "SOURCEURL": "http://www.palestinemonitor.org/details.php?id=0qqrqza25214yt6ik74joe"}, "ARTICLE": {"TITLE": "Abbas: Trump plan \"will not pass\" and will end in the dustbin of history", "TEXT": "After much delay, the US President Donald Trump has finally released his “peace to prosperity” deal for resolving the Palestine-Israel conflict on Tuesday 28 January.\n\nIn front of a pro-Israel audience at the White House with no Palestinian representation, Trump and Israeli Prime Minister Benjamin Netanyahu revealed details of the plan, calling it a \"historic opportunity\" for Palestinians to achieve an independent state of their own by doubling the territory currently under their control.\n\nKushner told Al Jazeera that the US believes Trump's proposal is \"the last chance for the Palestinians to have a state\".\n\n\"It's time [for Palestinians] to let go of past fairy tales that quite frankly will never happen,\" he stated.\n\nAccording to Palestinian officials, the deal was “dead on arrival” having already rejected any peace deal brokered by Trump, correctly asserting the deal will heavily favour Israel at the cost of major concessions from Palestinians.\n\nIn his address, Trump called for Jerusalem to remain the \"undivided capital\" of Israel and the United States would recognise Israeli sovereignty over illegal settlements in the occupied West Bank.\n\nTrump also stated, “Eastern Jerusalem” would serve as the capital of Palestine based on northern and eastern neighbourhoods that are outside the Israeli separation wall.\n\nOther key points as outlined by the White House.\n\nThe plan provides for a demilitarised Palestinian state living peacefully alongside Israel, with Israel retaining security responsibility west of the Jordan River.\n\nOver time, the Palestinians will work with the United States and Israel to assume more security responsibility as Israel reduces its security footprint.\n\nNeither Palestinians nor Israelis will be uprooted from their homes.\n\nIsrael will annex the Jordan Valley and all Israeli settlements in the West Bank.\n\nIsrael has agreed to a four-year land freeze to secure the possibility of a two-state solution.\n\nIsrael will take over 20 per cent of the West Bank and will lose a small amount of land in the Negev near the Gaza-Egypt border. Israel will maintain control of all borders.\n\nPalestinian refugees will be given a choice to live within the future State of Palestine, integrate into the countries where they currently live, or resettle in a third country. None will enter Israel.\n\nOther proposals include a tunnel joining the West Bank with Gaza, according to 'conceptual maps' published in the White House document.\n\nThe maps show a series of Palestinian cantons pockmarked with illegal Israeli settlements marked as “enclave communities”.\n\nIn a televised address from Ramallah, Palestinian President Mahmoud Abbas called the peace plan a \"conspiracy\", saying his people's rights \"are not for sale\".\n\n\"I say to Trump and Netanyahu: Jerusalem is not for sale, all our rights are not for sale and are not for bargain. And your deal, the conspiracy, will not pass,\" Abbas said.\n\nIn a rare show of solidarity, rival Palestinian factions Hamas and Fatah met on Tuesday in Ramallah to discuss the peace plan.\n\n“We invited the Hamas movement to attend the emergency meeting of the leadership and they will take part in the meeting,” senior Palestinian official Azzam Al-Ahmed said.\n\nThe 181 “Peace to Prosperity” document has yet to be translated into Arabic and Hebrew.\n\nEarlier on Tuesday, thousands of Palestinians rallied in the besieged Gaza Strip to protest the expected plan. Protests also took place across cities and checkpoints in the occupied West Bank in a “Day of Rage” prompted by the PA, which is expected to continue throughout the week.\n\nIsraeli forces fired tear gas and rubber bullets on Tuesday towards protesters near the town of al-Bireh, north of Ramallah, wounding 12 people, the Red Crescent reported.\n\nPalestinians also voiced their protest against the deal through the social media hashtag “#لن_تمر” meaning “It will not pass”. Others wrote “Down with the Deal” and “Palestine is not for sale.”\n\nIn response to Trump’s proposal, B’Tselem a Jerusalem based human rights organisation described the plan as Swiss cheese, “with the cheese being offered to the Israelis and the holes to the Palestinians”.\n\n“A 'solution’ of this sort, one that fails to ensure the human rights, liberty and equality of all people living between the Jordan River and the Mediterranean Sea and instead perpetuates one side’s oppression and dispossession of the other - is not a legitimate solution”\n\n“It is no solution at all, just a recipe for generations more of oppression, injustice, and violence,” the statement added.\n\n"}}