{"GDELT": {"GlobalEventID": 905602592, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "PER", "Actor2Name": "PERU", "Actor2CountryCode": "PER", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.85009140767825, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cudgera Creek, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "5094", "Actor1Geo_Lat": -28.3833, "Actor1Geo_Long": 153.517, "Actor1Geo_FeatureID": "-1568292", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Brisbane, Queensland, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS04", "Actor2Geo_ADM2Code": "154654", "Actor2Geo_Lat": -27.5, "Actor2Geo_Long": 153.017, "Actor2Geo_FeatureID": "-1561728", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brisbane, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154654", "Action2Geo_Lat": -27.5, "Action2Geo_Long": 153.017, "Action2Geo_FeatureID": "-1561728", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.cairnspost.com.au/brisbane-private-school-teacher-anthony-stott-allegedly-tied-to-chair-brutally-bashed-before-death/news-story/b72b9f294045cb807e9c11b5f9d1959e?nk=584e6cf2468069065cd414746784b9f3-1581553123"}, "ARTICLE": {"TITLE": "Private schoolteacher Anthony Stott allegedly tied to chair, bashed", "TEXT": "Police continue to investigate the bizarre death of a Brisbane private school teacher, who was hit and killed by a truck on the M1 on Monday morning.\n\nAnthony Stott, 43, had just returned to Australia from Peru when police allege he kidnapped and bashed at a Cudgera Creek property near the Queensland-NSW border over the weekend.\n\nmedia_camera Mr Stott was last seen at Brisbane Airport. Picture: NSW Police\n\nMr Stott, a loved and well-regarded French teacher at St Peters Lutheran College in Brisbane, died instantly after he was hit by the truck about 7am on Monday.\n\nNSW Police believe Mr Stott spent a terrifying five hours at the Kanes Road property before managing to flee as the sun came up.\n\nPolice allege the teacher was tied to a chair and potentially tortured before he somehow managed to free himself and run less than a kilometre across a paddock to the motorway.\n\nNSW Police said Mr Stott’s BMW was located in the middle of the M1 at 2am.\n\nHomicide detectives are continuing to try and piece together what happened in the five hours between 2am and 7am.\n\n“We believe he was detained against his will at that premises prior to his death … these circumstances are very troubling,” Acting Superintendent Brendon Cullen told reporters yesterday.\n\nmedia_camera The crash site on the Pacific Motorway. Picture: Scott Powick\n\nmedia_camera Police at the Kanes Rd, Cudgera Creek property Picture: Scott Powick\n\nPolice allege Mr Stott was tied to a chair at the remote farm property and was injured.\n\n“He was restrained within that place – we do believe he may have suffered injuries whilst in there,” Acting Supt Cullen told reporters.\n\nIt’s not known how he got to and from the property. It’s also unclear how he managed to release himself from the chair before running to the motorway.\n\nActing Supt Cullen said Mr Stott had last been seen at Brisbane Airport on Sunday afternoon having returned home from Peru.\n\nPolice are investigating if Mr Stott was abducted from his Fortitude Valley home in Brisbane before being driven in his own BMW down to Cudgera Creek.\n\nmedia_camera Anthony Stott’s car, which police found abandoned on the M1 in the early hours of Monday morning before his death.\n\nA couple from Cudgera Creek – Mark Frost, 46, and Lauren Grainger, 38 – have since been charged with taking or detaining a person with intent to obtain advantage.\n\nThey were refused bail to appear at Tweed Heads Local Court on February 17.\n\nPolice said Mr Stott’s relationship with the pair remains unclear.\n\n“We do not know what that relationship is. We don’t know how he ended up in their house or why he ended up (there) … that’s what we’re seeking assistance with,” he said.\n\n“What we do know is he was there (and) he was detained against his will there … what we don’t know is what happened after he left that place.”\n\n“We don’t know what that relationship is, how he ended up in the house or why.”\n\nPolice said there was no evidence of links to outlaw motorcycle gangs however they were not “ruling in or ruling out” the involvement of illicit drugs.\n\nmedia_camera Anthony Stott at school.\n\nOriginally published as Man ‘tied to chair’ fled before death"}}