{"GDELT": {"GlobalEventID": 905603504, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "GOV", "Actor1Name": "THE PM", "Actor1Type1Code": "GOV", "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.93454179254783, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Darfur, Gharb Darfur, Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU47", "Actor1Geo_ADM2Code": "37140", "Actor1Geo_Lat": 13.5, "Actor1Geo_Long": 23.5, "Actor1Geo_FeatureID": "-17505", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Darfur, Gharb Darfur, Sudan", "Actor2Geo_CountryCode": "SU", "Actor2Geo_ADM1Code": "SU47", "Actor2Geo_ADM2Code": "37140", "Actor2Geo_Lat": 13.5, "Actor2Geo_Long": 23.5, "Actor2Geo_FeatureID": "-17505", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Darfur, Gharb Darfur, Sudan", "Action2Geo_CountryCode": "SU", "Action2Geo_ADM1Code": "SU47", "Action2Geo_ADM2Code": "37140", "Action2Geo_Lat": 13.5, "Action2Geo_Long": 23.5, "Action2Geo_FeatureID": "-17505", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.middleeastmonitor.com/20200213-is-sudans-power-sharing-government-about-to-fall-apart/"}, "ARTICLE": {"TITLE": "Is Sudan’s power-sharing government about to fall apart?", "TEXT": "The gap between the military and civilian government in Sudan appears to be widening. The rift is threatening the political stability of the country and the power-sharing agreement. In less than ten days, three major disagreements have rocked the transitional government pitting the civilian rulers in direct conflict with the military.\n\nThe first of those major challenges followed the controversial impromptu meeting by the Transitional President Abdul Fattah Al Burhan in Entebbe, Uganda, with the Israeli leader Benjamin Netanyahu. Elements in the Transitional Government accused the president of undermining the agreed constitutional arrangements by not consulting with the civilian government before meeting the Zionist leader. A charge President Al-Burhan denied. He said he had informed Prime Minister Abdullah Hamdok two days before the meeting.\n\nThe talks with the Israeli leader sent shockwaves through Sudan and prompted the Sudan Communist party to claim the military had “betrayed” the nation and the Palestinian cause. Al-Fatih Al Fadi also described the visit as an indication of “the military supporting imperialism above the rights of ordinary people.” He urged the government not to withdraw its support for the Palestinian people and uphold the right for displaced families and generations of Palestinians to return. For his part, Abdul Fattah Al Burhan said the meeting was driven by his conviction that the move could help bring about the lifting of US sanctions imposed on Sudan as a result of its designation as a state sponsor of terrorism and that no promises to normalise relations were made.\n\nThe second rift follows a request by Sudan’s PM to the United National Security Council to deploy peacekeeping troops across the whole of the country. The move was first denied by the Office of the Prime Minister but later confirmed. Sources say the military was not consulted by the civilian government, who described the decision to approach the UNSC as a means to support the peacebuilding process in the country.\n\nAlthough it was unclear whether the PM had requested direct military assistance, on Tuesday, the UNSC did not entertain the suggestion at a meeting where an extension to the Darfur peace mission was given until next month. However, commentators were quick to point out that Sudan did not appear to meet the criteria under Chapter 6 of the United National Charter. Sources with knowledge of the matter, but who did not wish to reveal their identity, say there is a growing fear within the civilian government that the military might break the power-sharing agreement and retake complete control of the country in response to the growing economic crisis.\n\nRead: Sudan: Bashir’s lawyer decries handover decision to ICC\n\nThis week’s queues for fuel forced the government to severely ration petrol and gasoline supplies to just five imperial gallons per vehicle. Technical difficulties in the county’s refinery have exacerbated the crisis, with new the management being blamed for allowing an underground pipeline on route to the Gaily Oil Refinery to be blocked with crude oil for over 77 kilometres. The crude was sent through the pipeline without the requisite pre-heating causing the temperature to freeze and block the pipes. It is not clear whether this was an error or an attempt to save on the cost of heating the oil. Either way, the shortage has meant vehicles with odd numbers on the last digit of registration number plate are able only to buy fuel on Sundays, Tuesdays and Thursdays, and cars with even numbers are restricted on the other days of the week.\n\nThe economic crisis has seen basic foodstuff rising by over 30 per cent in the past three months and almost an 80 per cent increase since the fall of the Al-Bashir regime. A kilo of beef now stands at over $7 – over 50 per cent of the value of average weekly salary – while the lack of bread is now forcing Sudanese to use alternatives. Waiting times at local bakeries extend up to four hours. Meanwhile, the lack of transport vehicles has increased travelling times threatening to cripple trade and clerical work in Sudan’s major cities.\n\nIn the face of these difficulties, attempts to end the violent conflicts in Darfur and the other two regions have rested on a key demand of the armed rebel groups that the former president stand trial in The Hague for war crimes. This has caused the most substantial rift between the military as headlines around the world declare Sudan has agreed to hand over the former head of state. The decision by Mohammed Al Hassan Al Ta’ashi was designed to put maximum pressure on the military, who have repeatedly refused to send Al-Bashir outside the country’s borders.\n\nInsiders are already suggesting that the military will adopt its default position and call for early elections if the pressure to surrender Al-Bashir continues. Such a move would weaken the power-sharing agreement and almost certainly destroy the hope of millions of Sudanese who want a return to democracy.\n\nHowever, following the resignation of some of the Freedom and Change ministers from the government and closing down of the channels of communication between the military and the civilians, the latest clash between the two sides is bound to increase the level of mistrust. Unless there is a drastic change of events that mistrust not only threatens to break the power-sharing agreement, but may throw the country back into political chaos and turmoil.\n\nThe views expressed in this article belong to the author and do not necessarily reflect the editorial policy of Middle East Monitor."}}