{"GDELT": {"GlobalEventID": 905604334, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "REB", "Actor1Name": "RAIDER", "Actor1Type1Code": "REB", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.14754098360656, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200213003000, "SOURCEURL": "http://dallas.culturemap.com/news/entertainment/02-12-20-sonic-the-hedgehog-movie-review/"}, "ARTICLE": {"TITLE": "Sonic the Hedgehog speeds to the front of video game adaptations", "TEXT": "Movies based on video games are notoriously bad. This Vulture headline following the 2018 release of the reboot of the Tomb Raider series — “All 33 Video-Game Movies, Ranked from Least Bad to the Absolute Worst” — underscores that point. Only films that play off the video game aesthetic — the Jumanji series, the upcoming Free Guy — seem to work.\n\nThe latest movie to take a video game character from the arcade to the big screen, Sonic the Hedgehog, is no masterpiece, but it has enough going for it that it could arguably vie for the title of best video game adaptation ever. In this story, Sonic (voiced by Ben Schwartz) is an alien creature who was transported to Earth by magical rings that let him escape danger whenever it draws near.\n\nHe lives in the wilds of Montana, unbeknownst to anybody but Crazy Carl, the local kook. But when he inadvertently unleashes a massive electrical burst, he grabs the attention of local sheriff Tom Wachowski (James Marsden), as well as government official Dr. Ivo Robotnik (Jim Carrey), who’s sent to investigate the mysterious disturbance.\n\nThe film, directed by Jeff Fowler and written by Patrick Casey and Josh Miller, goes above and beyond expectations by delivering a coherent storyline with emotions that go more than skin deep. Sonic’s plight — he’s essentially banished from his home planet and lives for years alone in a cave — grabs at the heartstrings right from the start. Tom is also given a nice backstory with his professional ambitions and marriage to local veterinarian Maddie (Tika Sumpter).\n\nSonic and Tom’s unwitting friendship is naturally played for laughs, but the filmmakers for the most part keep things on the up-and-up, eschewing the ultra-lowbrow humor that populates many movies aimed at children. That’s not to say that the comedy is all that sophisticated, but none of it will make adults groan or feel bad for finding it funny.\n\nThere was much hue-and-cry over the look of Sonic when the first trailer was released in April 2019, bemoaning his weird eyes, teeth, and toned body. After a complete reworking of the character, he comes off much better, with big, expressive eyes (though not as big as the original character), regular teeth, and a normal body. It’s his speed that’s most impressive, and the film does a great job of showing it off, including a couple of scenes that echo those of Quicksilver in recent X-Men movies.\n\nAside from his current Showtime series Kidding, Carrey has been in the Hollywood wilderness for a while. He’s back as his manic best here, almost matching Sonic for sheer energy. While he’s not everyone’s cup of tea, there are few who can equal his ability to entertain just with his body movements and facial expressions. Dr. Robotnik is supposed to be over-the-top, and Carrey is the ideal actor to portray him as such.\n\nSchwartz, perhaps best known for playing Jean-Ralphio on Parks and Recreation, has an extensive voiceover filmography, and he does a great job at making Sonic relatable and fun. Marsden and Sumpter, as well as co-stars Adam Pally and Neal McDonough, give the film more acting talent than it actually needs, elevating even relatively mundane scenes.\n\nA mid-credits stinger strongly teases a second movie is already in the works, and it’s hard to be mad at the filmmakers’ chutzpah. Sonic the Hedgehog is a much better movie than expected, and if they deliver anything near this level the next time around, moviegoers will have much to cheer."}}