{"GDELT": {"GlobalEventID": 905605213, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "USAELI", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.06666666666666, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Slidell, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX497", "Actor1Geo_Lat": 33.3598, "Actor1Geo_Long": -97.3917, "Actor1Geo_FeatureID": "1368430", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Slidell, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX497", "Action2Geo_Lat": 33.3598, "Action2Geo_Long": -97.3917, "Action2Geo_FeatureID": "1368430", "DATEADDED": 20200213003000, "SOURCEURL": "http://news.coinupdate.com/bowers-on-collecting-suddenly-it-is-1861/"}, "ARTICLE": {"TITLE": "Bowers on collecting: Suddenly it is 1861!", "TEXT": "Here are some historical notes from this year, including some of numismatic relevance:\n\nFollowing South Carolina’s lead, Mississippi, Florida, Alabama, Georgia, Louisiana, Texas, Virginia, Tennessee, Arkansas, and North Carolina seceded from the Union. Delegates from six of these states met in Montgomery, Alabama, on February 4 to form the government of the Confederate States of America. Jefferson Davis was named president on a provisional basis; in October, a general election confirmed the choice. The Civil War began on April 12, 1861, with the bombardment of federal Fort Sumter in the Charleston, South Carolina, harbor.\n\nAbraham Lincoln, in his inaugural address on March 4, 1861, commented on secession:\n\nThis country, with its institutions, belongs to the people who inhabit it. Whenever they shall grow weary of the existing government, they can exercise their constitutional right of amending it, or the revolutionary right to dismember it or overthrow it.\n\nOn March 4, the United States Army was comprised of 13,024 officers and men. Lincoln called for 42,034 volunteers to enlist for a three-year term. By July there were 30,000 new soldiers in the Washington area under the command of General Winfield Scott, of Mexican War fame. The First Battle of Bull Run ended in defeat for the Union. After other losses, Lincoln appointed General George B. McClellan commander of all Union forces, one of Lincoln’s worst errors.\n\nThe “Trent Affair” was precipitated on November 8 when the Union ship U.S.S. San Jacinto halted the British mail ship S.S. Trent and forcibly removed two former United States senators who were en route to England and France as emissaries of the Confederate government. In England, passions arose against the Union, and war was averted only when Secretary of State William H. Seward released Mason and Slidell early in 1862. The gatling gun was invented and made it possible to fire hundreds of rounds per minute. The weapon would not be used in the Civil War until 1864. In the meantime, Kansas was admitted to the Union as a free state on January 29. On February 28, Colorado Territory was formed, followed by Dakota Territory and Nevada Territory on March 2. On August 5, Congress levied the first general income tax, amounting to 3% on incomes over $800 per year. The public became jittery when it was uncertain whether the Union would be victorious, and they began hoarding coins.\n\nOn December 30, 1861, banks suspended the payment of gold coins. This had little effect on the typical citizen but was important to banks and commercial entities. Confidence in the United States government’s fiscal policies began to erode rapidly. Europe had another of its periodic droughts, and relief was secured by the export of 50 million bushels of wheat, a sharp rise from 31 million the year before. At the start of the year, the director of the Mint was James Ross Snowden, who served from June 1853 to April 1861. Beginning in May 1861 and continuing through September 1866, James Pollock was director. Anthony C. Paquet, engraver at the Mint, produced a new reverse die, with tall letters, intended for use in making business strike double eagles. However, it did not prove feasible and was not used for general circulation, except for a limited coinage at San Francisco produced before the director’s orders arrived countermanding the use of the dies.\n\nThe Dahlonega, Charlotte, and New Orleans mints fell into Confederate hands. At Charlotte, the C.S.A. coined a few hundred half eagles from worn Union dies; at Dahlonega, possibly as many as a thousand 1861-D gold dollars were made from unused Union dies. Following these ephemeral coinages, both mints closed, apparently from lack of a source of new dies, never again to reopen for coinage. The New Orleans Mint was operated for a brief time by the state of Louisiana and, later in 1861, the Confederacy. During this time, a pattern reverse die for a Confederate States of America half dollar was made, and four coins were struck from it, using a regular U.S. government Liberty Seated obverse die.\n\nAccording to numismatic legend, in the meantime, Bailey & Co., Philadelphia jewelers, transmitted to Robert Lovett, Jr., a commission to coin C.S.A. copper-nickel cents. Lovett made dies and struck a dozen in copper-nickel, about the size of the Union cents, but became terrified that if he furnished the C.S.A. with quantities of them, he would risk trial and execution for treason. This is probably fiction, and it thought that these C.S.A. cents were first struck in 1874 and only for the numismatic trade.\n\nIf you wish to contact me or send any inquiries, you may direct them to my e-mail *protected email* .\n\n❑\n\nFollow us on Facebook and Twitter!"}}