{"GDELT": {"GlobalEventID": 905604719, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.0833333333333304, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jersey", "Actor1Geo_CountryCode": "JE", "Actor1Geo_ADM1Code": "JE", "Actor1Geo_Lat": 49.216667, "Actor1Geo_Long": -2.1166669999999996, "Actor1Geo_FeatureID": "JE", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jersey", "Action2Geo_CountryCode": "JE", "Action2Geo_ADM1Code": "JE", "Action2Geo_Lat": 49.216667, "Action2Geo_Long": -2.1166669999999996, "Action2Geo_FeatureID": "JE", "DATEADDED": 20200213003000, "SOURCEURL": "https://nj1015.com/cant-nj-do-something-better-than-bruce-springsteen-day-opinion/"}, "ARTICLE": {"TITLE": "Can't NJ do something better than 'Bruce Springsteen Day?'", "TEXT": "It's a statehouse full of losers and New Jerseyans keep pulling out of here to win. State Assemblywoman Valerie Vaineri Huttle has introduced a proposal to make Sept. 23 Bruce Springsteen Day in New Jersey. It's also The Boss's birthday. No offense to Bruce but I've got to ask the Assemblywoman, with all that's going on in New Jersey that needs fixing, is this the best you've got?\n\nHuttle was inspired to create the proposal after seeing \"Springsteen on Broadway' and Vin Gopal is sponsoring the resolution in the State Senate. Heck maybe they can even get to meet him if he comes to the bill signing. Huttle told USA Today Network New Jersey, \"I'll give him my pen.\"\n\nNow like most of New Jersey, I'm a fan of Bruce Springsteen's music but I'm also a fan of our Assembly getting things done to keep New Jersey from \"Dancing in the Dark.\" Is the job so easy that you can just see a play and propose a resolution? What actually happens on Bruce Springsteen day other than a hopeful photo op by some politicians? Bruce has better things to do and so should they. If the New Jersey Assembly wants to meet Bruce so badly, let them hang at the Stone Pony and hope he shows up like everyone else.\n\nEnter your number to get the NJ 101.5 app\n\nMore from New Jersey 101.5:"}}