{"GDELT": {"GlobalEventID": 905603064, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "CVL", "Actor1Name": "VOTER", "Actor1Type1Code": "CVL", "Actor2Code": "USA", "Actor2Name": "TEXAS", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.4710743801652795, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Nueces County, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 27.7336, "Action2Geo_Long": -97.6336, "Action2Geo_FeatureID": "1383963", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.caller.com/story/news/local/2020/02/12/1-500-registered-nueces-county-voters-incorrectly-told-submit-id/4735505002/"}, "ARTICLE": {"TITLE": "1,500 voters incorrectly told to submit identification with mail-in ballot", "TEXT": "About 1,500 people who vote by mail were incorrectly told they would be required to send identification back with their ballot — even though they have voted by mail previously and should not be required to do so, Democratic Party officials said.\n\nThe letters were sent in late January — an incident that Nueces County Clerk Kara Sands said was an unintentional mistake. Some voters said they felt confused and intimidated by the error, and that it may have discouraged participation.\n\nIn a news release issued shortly before a Wednesday press conference, Nueces County Democratic Chairwoman Coretta Graham wrote that the incident should be taken seriously.\n\n“Given the history of voter suppression and/or voter intimidation in South Texas, any misinformation to voters, whether intentionally or by mistake, is a problem that must be addressed,” she wrote.\n\nThe county’s office is required to send notices to some voters, Sands told the Nueces County Commissioners Court during its regular meeting Wednesday.\n\nThe notice states information on the recipient's voter registration can't be verified and must be submitted.\n\nBut during the process of sending notices to the intended recipients, she said, notices were also sent to about 1,500 voters who were not supposed to receive one.\n\nSands said once she learned of the incident, she sent a second letter to voters who had been impacted, apologizing and notifying them that they should not have received the first one.\n\nIt never should have happened and was completely unintentional, she said. New procedures have been put into place to avoid a similar problem in the future.\n\n“We have a track record of vote centers and working with the RTA and working with the senior centers and trying to make voting easier and more convenient for folks,” Sands said. “This was a terrible mistake on our part.”\n\nThe Secretary of State lists those eligible to vote by mail as either older than 65, disabled or otherwise ill, in jail or out of or expected to be out the county on Election Day or during early voting.\n\nSeveral voters who said they received the letters addressed the court with their concerns Wednesday.\n\nThere were calls for an investigation into how the letters were incorrectly sent by the county clerk's office. Some also described the legal language used in the letter issued by the state as as convoluted and intimidating.\n\nLinda White, a 70-year-old retired school teacher, was among those who Wednesday told the commissioners she had received the letter.\n\nIt wasn’t immediately clear what identification was being requested, she said — so she made copies of at least three government documents, including a driver’s license and military identification.\n\nNot everyone owns a computer, she said, and some will ultimately choose to avoid the trouble and not participate in the election process.\n\n“We don’t want to lose one vote,” White said. “I don’t care if you’re a Democrat or a Republican. Voting is a civil responsibility and we shouldn’t take it lightly.”\n\nCommissioners Carolyn Vaughn and Joe A. Gonzalez said the issue had impacted both Democrats and Republicans.\n\nCounty Judge Barbara Canales urged public communication on the matter — getting the message out on the mistake, ensuring that anyone who has been affected is identified, and following up to ensure they are notified of the mistake.\n\n“Let me stand very firm,” she said, addressing Sands. “Whatever resources you need to fix this problem, I pledge today to give it to you.”\n\nKirsten Crow covers government, industry and development in South Texas. Support local news by checking out our subscription options and special offers at Caller.com/subscribe\n\nMore:Sinton school board votes to call May 2020 bond election\n\nMore:Why should you register and vote in Texas? Here's why and how to get involved"}}