{"GDELT": {"GlobalEventID": 905605220, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.savannahnow.com/news/20200212/savannah-council-to-look-at-project-to-fund-affordable-housing"}, "ARTICLE": {"TITLE": "Savannah council to look at project to fund affordable housing", "TEXT": "A deal that could generate as much as $10 million for Savannah’s Housing Trust Fund — and create almost 2,000 new jobs — is on the city council’s agenda for Thursday’s meeting, Feb. 13.\n\nThe proposal involves over 1,000 acres of land in unincorporated Chatham County that adjoins Veterans Parkway and is adjacent to Hunter Army Airfield. The owners of the large tract, Rockingham Farms LLC, have petitioned the city to annex the property.\n\nThe request is being made to allow development of 10 million square feet of warehouse space, at no cost to the city, according to agenda documents.\n\nMayor Van Johnson noted the Georgia Ports Authority has said it needs 20 million square feet of warehouse space to keep up with demand.\n\nThe owners of the property have also agreed to pay $500,000 annually to the city’s Housing Trust Fund. The fund helps first-time home buyers.\n\n\"It does check some of the boxes that we have said are important — affordable housing, expanding our economy base and creating new revenue sources, \"Johnson said of the plan.\n\nThe property can not be used for housing due to its location within the Hunter Army Airfield flight zone.\n\nThe undeveloped property currently has no access to Veterans Parkway. There is also no water and sewer service.\n\nTo receive Savannah city and water service the property would have to be annexed. Buildings on the site would then be city customers for water and sewer services.\n\nThe council will consider the annexation and a development agreement that would include building an interchange on the Parkway to provide access to the site. Parties to the agreement would be the city, the Savannah Economic Development Authority and Rockingham Farms.\n\nThe agreement calls for SEDA to take title of the property and collect a payment in lieu of taxes on all new property taxes generated by the warehouses.\n\nThe expected $38 million in funding for the interchange and infrastructure would be paid via bonds issued by the city.\n\nThe bond debt would be paid using tax revenue generated by the warehouses.\n\nCity officials report that three 1-million-square-foot warehouses would generate enough in property taxes to pay the yearly bond debt service.\n\nJohnson said the proposal is an opportunity for the city.\n\n\"There is no out-of-pocket expense for the city of Savannah and it’s an opportunity to create up to 2,000 jobs,\" Johnson said.\n\nJobs on site would mainly be for forklift operators, earning $15 to $18 per hour, Johnson said.\n\nWhen the bond is retired the property returns to full taxable value. Based on estimations and using 2019 values, the property would generate future taxes of about $3 million annually.\n\nframeborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen>"}}