{"GDELT": {"GlobalEventID": 905602808, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 831, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.7745358090185706, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.reuters.com/article/china-health-mgm-resorts-intl/update-1-mgm-resorts-withdraws-2020-forecast-blaming-coronavirus-ceo-steps-down-idUSL4N2AC4X0"}, "ARTICLE": {"TITLE": "UPDATE 1-MGM Resorts withdraws 2020 forecast blaming coronavirus, CEO steps down", "TEXT": "(Adds details on forecast withdrawal, background; updates shares)\n\nFeb 12 (Reuters) - MGM Resorts International said on Wednesday Chief Executive Officer Jim Murren will step down and the U.S. casino operator withdrew its financial forecast for 2020, as it assesses how the coronavirus epidemic will impact operations.\n\nWealthy Chinese patronage at Macua and Las Vegas make up a good chunk of business and the virus has clamped down travel and closed companies across China.\n\nMGM said it suspended operations at its two properties in Macau for a government mandated 15-day period, which started on Feb. 5 to prevent the spread of the infection locally.\n\nMGM added that it was difficult to weigh the fallout of the epidemic on its business as the suspension could be extended and customer traffic could fall further at its properties.\n\nShares were higher earlier after the CEO news and then reversed course to trade down 3% at $32.70 in late trade.\n\n“Although the outbreak has been largely concentrated in China, to the extent that the virus impacts the willingness or ability of customers to travel to the company’s properties in the U.S., the company’s domestic results of operations could also be negatively impacted,” MGM said.\n\nIn Macau, the company said it was posting about $1.5 million in operating expenses daily across both properties, as it kept some non-gaming operations running to support hotel guests.\n\nThe epidemic, which originated in mainland China and has killed more than 1,100 people, has taken a toll on casino operators as travel restrictions and fear of the virus spreading have led to cancellations of trips in the Far East.\n\n“While the coronavirus will clearly have a near-term impact to MGM China, we remain confident that it will not have a long-term impact on our business,” the outgoing CEO said on a post-earnings call with analysts.\n\nMurren, who will step down before completing his contract, will remain CEO and chairman until a successor is named. It was immediately unclear why Murren was stepping down from the top job.\n\nMurren, who has been at MGM since 1998, has been chairman and CEO since 2008. (Reporting by Sanjana Shivdas in Bengaluru; Editing by Anil D’Silva, Bernard Orr)"}}