{"GDELT": {"GlobalEventID": 905604430, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "SDN", "Actor1Name": "KHARTOUM", "Actor1CountryCode": "SDN", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.4925373134328401, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Khartoum, Al Khartum, Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU29", "Actor1Geo_ADM2Code": "37069", "Actor1Geo_Lat": 15.5881, "Actor1Geo_Long": 32.5342, "Actor1Geo_FeatureID": "-1987", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Khartoum, Al Khartum, Sudan", "Actor2Geo_CountryCode": "SU", "Actor2Geo_ADM1Code": "SU29", "Actor2Geo_ADM2Code": "37069", "Actor2Geo_Lat": 15.5881, "Actor2Geo_Long": 32.5342, "Actor2Geo_FeatureID": "-1987", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Khartoum, Al Khartum, Sudan", "Action2Geo_CountryCode": "SU", "Action2Geo_ADM1Code": "SU29", "Action2Geo_ADM2Code": "37069", "Action2Geo_Lat": 15.5881, "Action2Geo_Long": 32.5342, "Action2Geo_FeatureID": "-1987", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.dabangasudan.org/en/all-news/article/human-rights-watch-head-applauds-sudan-s-decision-to-hand-al-bashir-to-icc"}, "ARTICLE": {"TITLE": "Human Rights Watch head applauds Sudan’s decision to hand Al Bashir to ICC", "TEXT": "February 13 - 2020 KHARTOUM\n\nThe Executive Director of Human Rights Watch (HRW), an advocacy organisation that investigates and reports human rights abuses across the world, has welcomed the announcement made yesterday that the Sudanese government intend to transfer deposed dictator Omar Al Bashir and others indicted to face the International Criminal Court (ICC) in The Hague on charges of war crimes and genocide committed during the war in Darfur.\n\nSpeaking at a symposium organised by the University of Khartoum’s Faculty of Law on Wednesday, Kenneth Roth, stressed the importance of bringing those who committed crimes in Sudan to justice.\n\nRoth, who is currently visiting Khartoum, confirmed that he has met with met Sudanese Prime Minister Abdalla Hamdok and the Head of the Sovereign Council, Lt Gen Abdelfattah El Burhan, who both affirmed their cooperation with the ICC.\n\nIn his meeting in his Khartoum office with Roth and his delegation on Wednesday, Prime Minister Hamdok, assured the HRW head of the transitional government’s commitment to respect human rights in Sudan as a fundamental right of life for all citizens.\n\nHamdok welcomed the HRW delegation, stressing the readiness to fully cooperate with them and to facilitate their mission in order to determine the human rights situation in the country.\n\nThe delegation of the Human Rights Watch praised the positive changes that the country has witnessed after the Sudanese revolution, especially with regard to the human rights dossier, stressing its unlimited support to the transitional government in this aspect through the organization’s country office in Sudan.\n\nKenneth Roth at Khartoum\n\nUniversity (SUNA)\n\nThe HRW head considered the steps taken by the government towards the building of the rule of law and democracy is important, calling it “a great opportunity to do justice via local and international courts to build a new Sudan.\n\nThe official Sudan News Agency (SUNA) reports that Roth and his delegation also met with Sudan’s Attorney-General, Tajelsir El Hibir, who briefed the delegation on transformations that have occurred in the country, committees formed by the Public Prosecution, the National Committee on Investigation of violations committed during the sit-in dispersal , measures taken by the Public Prosecution for protecting witnesses, families of the victims, and personnel of the regular forces who have desire to give information.\n\nWitness protection\n\nThe Attorney General appreciated the considerable efforts being made by the international organisation to monitor human rights across the world and Africa in particular, indicating that “Sudan i is experiencing a delicate transitional period and that there are some difficulties facing the interim stage,” referring to the violations committed by the former regime.\n\nThe Attorney General said there are real difficulties in providing full protection to witnesses and that the Public Prosecution is in dire need of aid from other concerned bodies. He pointed out ongoing coordination between the concerned authorities and the Sovereign Council on immunities,\n\nRegarding Sudan’s stance towards the ICC, El Hibir said that Al Bashir’s handover depends on the outcome of the Juba negotiations, legal reform, and consultation with the local component including families of the victims.\n\nHe said a number of former regime officials have now been investigated on charges related to corruption, illicit enrichment , human rights violations , extrajudicial killings, and others and that some of them have been released on bail.\n\nHead of HRW stressed the organisation’s readiness to provide the necessary support to the Public Prosecution to carry out its full role.\n\nAgreement across government organs to transfer ICC indicted\n\nSudan’s Minister of Culture and Information, Faisal Mohamed Salih, stressed that the government’s agreement to transfer those who have been indicted by the ICC to The Hague is “an agreed upon negotiating position, but not an isolated one”.\n\nHe said in a press statement at the Council of Ministers on Wednesday that this position was agreed upon at the Supreme Peace Council, which includes members of the Sovereign Council and the Prime Minister, along with five ministers and a number of public figures, including the President of the Council himself, indicating that “the council discusses the negotiation stances before the start of the negotiation sessions”.\n\nHe stressed that this position reflects the opinion of all the transitional government organs including the Sovereign Council and the Council of Ministers, adding that the Forces of Freedom and Change, which is the political engine of the revolution, participated in the last meeting.\n\nSalih described the position as “a major step towards achieving peace. It is not possible to talk about making peace without achieving justice and equity for the victims.” He affirmed that there cannot be recovery and peaceful coexistence without accountability for those who committed crimes against defenceless civilians.\n\nJuba peace talks\n\nAs reported by Radio Dabanga yesterday, Deposed Sudanese dictator Omar Al Bashir and others indicted for war crimes and genocide by the ICC will be transferred to The Hague to face justice. Government negotiators made this concession to the Sudanese Revolutionary Front (SRF) rebel alliance during peace talks on the Darfur track in the South Sudan capital of Juba on Monday.\n\nIn a statement following the negotiation session on Monday, Mohamed El Taayshi, Member of Sudan’s Sovereign Council and the spokesperson for the government delegation for the peace talks, said that the two parties agreed on four mechanisms to achieve transitional justice in Darfur.\n\n“It must be made clear that there can be no escape from the existence of war crimes and crimes against humanity committed in Darfur and other regions. It is not possible to achieve justice and heal the wounds unless those against whom arrest warrants have been issued face the ICC.”"}}