{"GDELT": {"GlobalEventID": 905604461, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.59760956175299, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 66.0, "Actor1Geo_FeatureID": "AF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20200213003000, "SOURCEURL": "https://www.defenseone.com/technology/2020/02/heres-what-special-operators-want-their-new-light-attack-plane/163088/"}, "ARTICLE": {"TITLE": "Here’s What Special Operators Want From Their New Light Attack Plane", "TEXT": "The Pentagon’s new budget request includes more than a billion dollars for 75 light attack fighter planes, part of a new U.S. Special Operations Command program called Armed Overwatch. What are they looking for? In the words of Lt. Gen. James Slife, commander of Air Force Special Operations Command, they need something they don’t have to invent.\n\n“We expect to move quickly through an acquisition program,” said Slife at a Global SOF Foundation event on Capitol Hill on Wednesday. The request for proposals, due out in a matter of days, will draw heavily on the Air Force’s recent experiments with light-attack aircraft.\n\nIn 2018, the Air Force was testing A-29 Super Tucanos from Sierra Nevada and Embraer and AT-6B Wolverines from Textron Aviation. An A-29 crash that June led them to cancel the rest of the test program, but last October, service officials announced that they would buy two or three of each type of aircraft.\n\nSlife was asked how the light-attack plane he wants differed from the A-29 and AT-6B. He answered that there was, perhaps, no difference at all.\n\n“Whatever it turns out being is going to be non-developmental,” he said. “We’re looking for something that can be fielded very, very rapidly.”\n\nRep. Jason Crow, D-Colorado, who sits on the House Armed Services Committee, put in a pitch for the A-29, which is being flown by the Afghan military. “Time is money, too…We have obligations now. The A-29 is working. People are trained on it.” Pilots, he said, in particular, are “giving us great reviews on it.” The aircraft is built in Jacksonville, Florida, and modified in Centennial, Colorado, which is in Crow’s district.\n\nSlife said that he primarily needs something that can do reconnaissance like the U-28A, a single-engine turboprop with a crew of four; and that can provide close air support like the A-10, even if it can’t do either quite as well.\n\nThe U.S. military has put a big emphasis in recent years on competition with Russia or China, whose highly advanced radar systems can quickly detect and down cheap light-attack aircraft. But Crow pointed out that “peer competition” with China and Russia isn’t just a game of deterrence in Poland, the Black Sea, and the Pacific Ocean. It’s also playing out on the ground in Afghanistan, Syria, and Africa, where all three great powers have allies who sometimes clash in brutish, ugly, low-tech fights. These are battles where fifth-generation aircraft like the F-35 won’t be crucial.\n\n“An A-29 is far more valuable in situations like Afghanistan than some of those airframes,” said Crow. “Investing in things that are cheaper, simpler, easier to maintain in the long run is a much better investment in my view.”"}}