{"GDELT": {"GlobalEventID": 905603382, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.9047619047619, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20200213003000, "SOURCEURL": "https://timesofindia.indiatimes.com/blogs/toi-editorials/kem-cho-trump-an-india-us-trade-deal-is-needed-to-complement-the-strong-strategic-partnership/"}, "ARTICLE": {"TITLE": "Kem Cho Trump: An India-US trade deal is needed to complement the strong strategic partnership", "TEXT": "US President Donald Trump will undertake his first official visit to India on February 24 and 25 with stops in New Delhi and Ahmedabad. He will be accompanied by first lady Melania Trump. Plans are afoot in Ahmedabad to host a big ‘Kem Cho, Trump’ rally to mirror the ‘Howdy Modi’ event in Houston last year. Given that Gujarati Americans form an important electoral constituency, Trump’s Ahmedabad stopover could have political significance for US presidential elections later this year.\n\nOverall, Trump’s India visit comes at an opportune juncture. Trump has just emerged unscathed – arguably stronger – from impeachment proceedings in US Congress. His popularity ratings are at a record high and with the US economy posting strong numbers he looks like the frontrunner in the 2020 US presidential race. Add to this the fact that on the Democratic Party side it seems Bernie Sanders could well be the one to challenge Trump. Sanders just won the all-important New Hampshire primary, and should he finally get the Democratic nomination it could make things easy for Trump given the Vermont senator’s radical socialist image. Americans’ distrust for socialists runs deep – arguably mirroring Indian distrust of capitalists.\n\nWith Trump’s re-election prospects looking good, this is the right time to place the India-US relationship on a firmer footing. There’s no denying that in order to balance an aggressive China, actualise the free and open Indo-Pacific strategy, and transition to a technology-intensive economy, India needs to partner with the US. In fact, both countries today are on the same page on multiple strategic issues – including on Pakistan’s sponsorship of terrorism – and their defence cooperation is growing with New Delhi signing on to several foundational military agreements with Washington.\n\nBut rough edges have cropped up on the trade front with America taking a protectionist turn. Although bilateral trade in 2018 was about $142.6 billion, Trump’s insistence on reciprocity in tariffs and market access is hurting India. In fact, the US has just removed India from its list of developing countries. This is unfair because India’s per capita GDP is just around $2,000. This is precisely why a comprehensive India-US trade deal is needed to sort out these issues. New Delhi too should display flexibility and not hold on to the logic that saw it reject the RCEP trade agreement. With WTO being increasingly sidelined, India has to go for a bilateral trade accord with the US."}}