{"GDELT": {"GlobalEventID": 905603362, "Day": 20200213, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1178, "Actor1Code": "GOV", "Actor1Name": "RULING PARTIES", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.87243735763098, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rome, Lazio, Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT07", "Actor1Geo_ADM2Code": "18350", "Actor1Geo_Lat": 41.9, "Actor1Geo_Long": 12.4833, "Actor1Geo_FeatureID": "-126693", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rome, Lazio, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT07", "Action2Geo_ADM2Code": "18350", "Action2Geo_Lat": 41.9, "Action2Geo_Long": 12.4833, "Action2Geo_FeatureID": "-126693", "DATEADDED": 20200213003000, "SOURCEURL": "https://uk.reuters.com/article/uk-italy-motorway-government/italys-government-presses-ahead-with-new-motorway-rules-officials-idUKKBN20614G"}, "ARTICLE": {"TITLE": "Italy's government presses ahead with new motorway rules - officials", "TEXT": "ROME (Reuters) - Rome will push ahead with new rules making it easier to revoke motorway concessions, two deputy ministers said, in a move aimed at forcing Atlantia to accept contractual changes following a deadly bridge collapse.\n\nFILE PHOTO: An Atlantia sign outside the company's headquarters in Rome, Italy, August 31, 2018. REUTERS/Alessandro Bianchi/File Photo\n\nItaly’s government has threatened to withdraw the licence held by the Benetton-controlled group after a bridge in Genoa operated by its unit Autostrade per l’Italia (ASPI) collapsed in August 2018, killing 43 people.\n\nAtlantia denied any wrongdoing and warned the government it would challenge any attempt to revoke the licence in the courts.\n\nOn Tuesday, two sources close to the matter said Atlantia is offering to forego majority ownership of Autostrade under a proposal aimed at resolving the dispute with the ruling parties.\n\nIn exchange for cutting its 88% stake in its Autostrade per l’Italia unit, the sources said Atlantia is asking for reassurances from the government it will be allowed to keep the contract to run about half of Italy’s toll roads.\n\n“The government has no intention of changing the decree, Laura Castelli, a prominent member of the ruling 5-Star Movement party and Deputy Economy Minister, told Reuters on Wednesday.\n\nAntonio Misiani, Deputy Economy Minister from centre-left Democratic Party (PD), also told Reuters that Rome had no plan to backtrack.\n\nThe measures are part of a broader decree which has entered into force late in December and must be approved by Parliament by the end of February or it will expire.\n\nThe ruling coalition is deeply split over these new motorway rules, with small co-ruling centrist party Italia Viva asking its allies - the PD and the 5-Star - to drop the decree, saying it would scare away investors.\n\nThe government needs the support of Italia Viva to maintain a parliamentary majority and parliament is expected to give a first green light to the decree next week.\n\nHowever, some lawmakers from small parties currently outside the ruling coalition are likely to back the government in key votes to avert its collapse and new elections.\n\nThe approval of the new motorway rules does not necessarily make the revocation of Atlantia’s licence more likely. Sources from the PD said the government could use the new rules as leverage to try to force Atlantia to accept tough changes to its contract and a cut in toll-road tariffs.\n\nOther options under consideration are a large fine and further investment in Genoa as compensation for the disaster."}}