{"GDELT": {"GlobalEventID": 905870621, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "SDN", "Actor1Name": "SUDANESE", "Actor1CountryCode": "SDN", "Actor2Code": "CVL", "Actor2Name": "SETTLEMENT", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.95249130938586, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Darfur, Gharb Darfur, Sudan", "Actor2Geo_CountryCode": "SU", "Actor2Geo_ADM1Code": "SU47", "Actor2Geo_ADM2Code": "37140", "Actor2Geo_Lat": 13.5, "Actor2Geo_Long": 23.5, "Actor2Geo_FeatureID": "-17505", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200214010000, "SOURCEURL": "https://www.krgv.com/news/sudanese-gov-t-reaches-settlement-deal-with-uss-cole-victims"}, "ARTICLE": {"TITLE": "Sudanese gov’t reaches settlement deal with USS Cole victims", "TEXT": "Sudanese gov’t reaches settlement deal with USS Cole victims\n\nBy NOHA ELHENNAWY\n\nAssociated Press\n\nCAIRO (AP) — Sudan’s transitional government said Thursday it has reached settlements with families of the victims of the 2000 attack on the USS Cole in Yemen, in a bid to have the African country taken off the U.S. terrorism list and improve relations with the West.\n\nWhile Sudan did not release details of the two settlements, copies of the agreements obtained by The Associated Press show they provide a total of $70 million that will be split among families of 17 people killed in the attack, as well as the 15 sailors who were injured and two of their spouses.\n\n“Sudan was finally of the view that it was willing to resolve these cases,” said Adam Hall, a lawyer for the families.\n\nThe decision to settle is the latest step by Khartoum to put an end to its international pariah status. Earlier this week, Sudan’s provisional rulers said they had agreed to hand over longtime autocrat Omar al-Bashir to the International Criminal Court to face trial on charges of war crimes and genocide during the fighting in the western Darfur region.\n\nAlso, Sudan’s interim leader, Gen. Abdel-Fattah Burhan, earlier this month met in Uganda with Israeli Prime Minister Benjamin Netanyahu, who announced that Israel and Sudan would normalize relations after decades of enmity. Observers and Sudanese officials have said that the settlement with the USS Cole victims was among the last hurdles faced by Sudan on its path to being removed from the U.S. list of state sponsors of terror.\n\nAt the time of the Oct. 12, 2000 attack in the Yemeni port of Aden, Sudan was accused of providing support to al-Qaida, which claimed responsibility for the attack.\n\nToday, Sudan’s interim authorities are desperate to have its listing by the U.S. as a state sponsor of terror lifted, in order to receive an injection of badly needed funds from international lending institutions. Sudan’s justice ministry said that the agreement was signed with the victims’ families last Friday but its statement gave no details of the settlement.\n\nThere was no immediate comment from Washington.\n\nSudan’s information minister and interim government spokesman, Faisal Saleh, told The Associated Press over the phone that Justice Minister Nasr-Eddin Abdul-Bari had traveled last week to Washington to sign the deal. The lawyer for the families, Hall, said the settlements contains no admission of wrongdoing by Sudan.\n\nHe said the Sudanese government is still in negotiations to reach a similar settlements with families of victims of the 1998 bombings of U.S. embassies in Kenya and Tanzania. More than 200 people were killed in the attacks and more than 1,000 were wounded.\n\nThe initial figures on the table had been in the billions, he said, but Sudan’s interim government had “inherited an empty treasury.” He said he hoped the international community would be sympathetic to the country’s situation.\n\n“We expect the United States and the world to understand and to be supportive instead of imposing more obstacles,” he said.\n\nFor Sudan, being removed from the U.S. terror list will end the country’s economic isolation and allow it to attract much-need loans from international financial institutions in order to rebuild the economy after the popular uprising last year that toppled al-Bashir and installed the joint civilian-military sovereign council.\n\nThe new Sudanese rulers say they were not responsible for the attack on USS Cole and that they had negotiated the deal out of their desire “to resolve old terror claims inherited from the ousted regime” of al-Bashir.\n\nIn the USS Cole attack, two men in a boat detonated explosives alongside the U.S. destroyer as it was refueling in Aden. The victims’ families, along with the wounded sailors, had sued the Sudanese government in U.S. courts demanding compensations.\n\nIn 2012, a federal judge issued a judgment of nearly $315 million against Sudan but last March, the U.S. Supreme Court overturned that ruling on the grounds that Sudan had not been properly notified of the lawsuit.\n\nHall’s father, Andrew C. Hall, who used to represents survivors of the attack, said at the time that the victims, though disappointed with the ruling, would continue the case, along with a second related case filed by family members of the 17 sailors who died in the attack.\n\nIt wasn’t clear when the 76-year-old al-Bashir could be handed over to the international court in the Netherlands. He faces three counts of genocide, five counts of crimes against humanity and two counts of war crimes for his alleged role in leading the deadly onslaught on civilians in response to a rebel insurgency in Darfur. The indictments were issued in 2009 and 2010, marking the first time the global court had charged a suspect with genocide.\n\nSaleh also told the AP that the U.S. administration has set the overhaul of the country’s security apparatus as another condition to remove Sudan from the terror list.\n\n“The Americans believe the Sudan’s support for terror was carried out through its security apparatus,” Saleh, said. “So they want to be assured that there has been a radical change” in the way it operates.\n\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."}}