{"GDELT": {"GlobalEventID": 905869084, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.61507402422611, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 37.768, "Actor2Geo_Long": -78.2057, "Actor2Geo_FeatureID": "VA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 37.768, "Action2Geo_Long": -78.2057, "Action2Geo_FeatureID": "VA", "DATEADDED": 20200214010000, "SOURCEURL": "https://nj1015.com/statue-of-nj-war-hero-at-u-s-capitol-may-be-replaced-by-suffragist/"}, "ARTICLE": {"TITLE": "Statue of NJ war hero at U.S. Capitol may be replaced by suffragist", "TEXT": "New Jersey would replace one of the state’s two statues at the United States Capitol with one of women’s rights activist and suffragist Alice Paul under a bill passed Monday by the state Senate. But the switch isn’t backed unanimously because it would mean removing one of a 19th century military leader.\n\nMaj. Gen. Philip Kearny, who lived part of his life in New Jersey, fought in four wars. His left arm was shattered and amputated in the Mexican-American War. He returned to the United States from France to fight for the Union in the Civil War and was killed in Virginia in the Battle of Chantilly in 1862. He’s the namesake of the town in Hudson County.\n\nPaul was born in Moorestown and was instrumental in the ratification of the 19th Amendment granting women the right to vote a century ago this year. She also wrote the Equal Rights Amendment.\n\n“No doubt that Alice Paul deserves the accolades that she’s getting. But I don’t believe that we should be elevating or recognizing someone like Alice Paul over somebody like Philip Kearny,” said state Sen. Joe Pennacchio, R-Morris.\n\n“Philip Kearny was a veteran. Philip Kearny was a war hero. Philip Kearny gave his arm in one war and the ultimate of sacrifices during the Civil War. Philip Kearny had a city named after him,” he said. “Unless there’s something that Philip Kearny had done that’s untoward that I don’t know about, perhaps somebody could educate me, I don’t see why we would try to erase the legacy of Philip Kearny.”\n\nIf the change happens, the Kearny statue would be displayed in New Jersey in a location that must be identified when the state submits its request.\n\nEach state has two statues in the National Statuary Hall Collection in the United States Capitol. There is also one statue from Washington, D.C., of Frederick Douglass, and an additional statue of Rosa Parks, which was commissioned by Congress rather than a state.\n\nNew Jersey’s other statue in the collection is of Richard Stockton, who signed the Declaration of Independence. Both statues have been there since 1888.\n\nThere are nine statues of women in the collection, not including Parks. Another three have been authorized.\n\nEight statues have been replaced, so far, since the 2000 law allowing for that. Most of the replaced statues represented political figures, though California replaced a minister with Ronald Reagan and Arizona replaced a military officer with Barry Goldwater.\n\nThe bill passed by a 28-5 vote. Pennacchio was joined in opposition to the bill by state Sens. Christopher Connors, Michael Doherty, James Holzapfel and Michael Testa. Another six senators who were present didn’t vote, including state Sen. Nicholas Sacco, D-Hudson, whose district includes the town of Kearny.\n\nSenate President Steve Sweeney, D-Gloucester, said he was “just a little bit” surprised the bill had opposition.\n\n“The day before was the 100th anniversary of the 19th Amendment, and it just so happened we were here. We actually picked this date to have a voting session so we could recognize the 19th Amendment,” Sweeney said. “Yeah, it was a little surprising. But nothing surprises me here.”\n\nSweeney said it wasn’t meant as a slight toward Kearny.\n\n“He got a town. He got a town. He got a town,” Sweeney said. “He didn’t do anything to me. I’m not offended by him.”\n\nKearny’s name was misspelled as Kearney in the draft of the legislation that was considered Monday; that has since been fixed in the legislation posted online, even though no amendments to the bill were formally made. His one defender in Monday’s session, Pennacchio, mispronounced his name as KER-nee, rather than CAR-nee.\n\nEven if the bill becomes a law, it sets in motion a process that would eventually lead to the statue’s replacement. The state would ask the Joint Committee on the Library of Congress to approve of the change, and the state would then have to select a sculptor and determine how to pay for it.\n\nThe Senate also voted 39-0 to pass a bill requiring a commemorative representation of Paul, showing her head and shoulders, to be displayed in the Statehouse. If enacted, an alternative location might have to be used until renovations to the building are complete, likely in 2022 or later."}}