{"GDELT": {"GlobalEventID": 905868746, "Day": 20190214, "MonthYear": 201902, "Year": 2019, "FractionDate": 2019.1205, "Actor1Code": "GHA", "Actor1Name": "GHANA", "Actor1CountryCode": "GHA", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.76088971269694, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "NI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NI", "DATEADDED": 20200214010000, "SOURCEURL": "https://www.msn.com/en-us/movies/oscars/lupita-nyongo-on-the-luxury-of-exploring-africa-and-her-favorite-new-destinations/ar-BBZW2xk"}, "ARTICLE": {"TITLE": "Lupita Nyong’o on the Luxury of Exploring Africa and Her Favorite New Destinations", "TEXT": "© Courtesy Delta SkyMiles American Express Cards Nyong'o at the recent re-launch of the Delta American Express card\n\nOscar winner Lupita Nyong’o already had frequent traveler cred before achieving global acclaim. Having spent her childhood in Mexico, the United States and her family’s native Kenya, the actress had seen her share of exotic destinations before finding stardom with films like Twelve Years a Slave, Black Panther, the recent Star Wars sequels, and last year’s Us. But while her opportunities to travel have expanded vastly, Africa remains one of her favorite continents to explore.\n\nIn the last year, various film and TV projects have taken Nyong’o to West Africa, a region that was previously unknown to her. During one of these trips, she visited Nigeria for the first time to prepare for Americanah, a new series she will produce and star in for the upcoming HBO Max streaming service, which will start filming in March. We recently caught up with Nyong’o at the official relaunch of Delta SkyMiles American Express cards, for whom she’s a brand ambassador (“I spent three weeks in Ghana and I got there on my miles,” she says) to chat about some of her favorite African destinations (so far), her tips for immersing in a new locale, and why she’s comfortable being uncomfortable.\n\nHad you traveled much through Africa before last year?\n\nLast year was my first time in West Africa. I had traveled some in East Africa, Southern Africa, and a bit in North Africa, but Central and West Africa were still kind of new places to me. Since last year I’ve traveled to Nigeria, Benin and Ghana. So I’m making the rounds.\n\nWhat’s the most surprising difference between West Africa and East Africa?\n\nIn Accra, Ghana, I was actually kind of underwhelmed because it looked so much like Nairobi. But one of the things that shocked me is how different our languages are. When I’m in East Africa, there are some similarities to the language; I can sort of maybe get one word or another. In West Africa, the language is completely different to my ear. I didn’t expect differently, but it was still shocking to me how little I understood. I understood nothing.\n\nHad you felt that kind of shock when you moved to Mexico?\n\nYes, but I had spent time learning French when I was younger, so there was a little bit of similarity (with the) Latin-based language. For me, going to Mexico and being surrounded with a new language wasn’t the shocking thing. I’m used to being in environments where I don’t understand the language—but I’m also used to having refuge. In Mexico, there was no refuge.\n\nDid those experiences make you a better traveler?\n\nDefinitely. Frequent travel like I’ve had has made it easy for me to feel uncomfortable. I can withstand the discomfort of being in a new place and not knowing how things work. But I can also be curious and porous enough to absorb and learn—to adapt to a new environment.\n\nWhat do you do to adjust to a new destination?\n\nIt’s always daunting to go to a new place and try to figure it out. One of the things that I do is put on the local radio station—whether I speak the language or not—because just having that feature in your life makes it less daunting. You start to recognize cultural patterns and start to form a certain consciousness of the place you’re in.\n\nWhat are some of your favorite places in Africa so far?\n\nI love Zanzibar. I would go back there for sure. Food is a big thing for me wherever I go, and I love Zanzibari food. I also like the Swahili culture. There’s a seafood market at the end of the day in (one of the) local squares where all the fishermen bring in the day’s catch and everybody eats together—I love that.\n\nRwanda is also beautiful. It’s verdant like you’ve never seen. And the people are extremely pleasant. What I love about Rwanda is the strong sauna culture—people don’t meet in bars they meet at the sauna, and I love that. One of my most memorable body scrubs was at a sauna in Rwanda.\n\nAnd I love the cuisine in Ghana. They have this pepper sauce called shito that is unbelievably tasty. It’s made with crushed shrimp and I don’t know what other goodness. It’s an accompaniment to a lot of their meals and it’s divine.\n\nWhat kind of experiences do you look for when planning a trip?\n\nI definitely like to visit places where I know someone on the ground. The best visit is one that is personalized, and I like to visit that person’s version of their country or their city as a starting point.\n\nWhat do you look for in a hotel?\n\nWhen it comes to hotels, I definitely love my luxury, so I want to have all the key global amenities. But I also like it when there is a local flair—a sort of authenticity, an interest in conforming or assimilating to the environment that said hotel exists in. That’s what makes it special to go to one hotel over another in certain part of the world.\n\nWhich hotels have stood out?\n\nKempinski Hotels do a really good job of metamorphosizing into different versions. I’ve experienced Kempinski in Kenya, both in Nairobi and the Masai Mara. I’ve also stayed in the Kempinski in Accra, and they’re so different. I like that about that particular company.\n\nAlso in Ghana I visited a little cottage hotel in Elmina called Mable’s Table. They’re like cabañas by the beach. That hotel started off as just an eatery, a restaurant near the Elmina Castle, and then it branched out to cater to people who wanted to stay the night–so there’s an organic growth that it went through. I also like that as well—a little bit of the high and a little bit of the rustic. It’s a different kind of luxury. But the one thing I definitely don’t like at all is camping.\n\nSign up for Robb Report's Newsletter. For the latest news, follow us on Facebook, Twitter, and Instagram."}}