{"GDELT": {"GlobalEventID": 905869503, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.03567318757193, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12552", "Actor1Geo_Lat": 49.25, "Actor1Geo_Long": -123.133, "Actor1Geo_FeatureID": "-575268", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20200214010000, "SOURCEURL": "https://www.nsnews.com/entertainment/music/vinny-golia-brings-unique-jazz-perspective-to-presentation-house-1.24075941"}, "ARTICLE": {"TITLE": "Vinny Golia brings unique jazz perspective to Presentation House", "TEXT": "Vinny Golia performs in a quartet and conducts Capilano University A Band, Presentation House Theatre, Friday, Feb. 14, 8 p.m. Tickets $10 cash at the door. facebook.com/events/161406831961072/.\n\nThe band is Swiss watch-precise, playing a piece so rigid it could sharpen a chef’s knife. The only problem is that they’re supposed to be playing jazz.\n\narticle continues below\n\nA student heads for the front door.\n\n“I’ll see you tomorrow,” bandleader Vinny Golia calls after him. “If not, we’re sending dogs after you.”\n\nIt’s not a threat, it’s an invitation to the rest of the musicians: two upright bassists, a drummer, vibraphone player, three trumpeters and trombonists and five saxophonists, to relax. There’s also a tuba.\n\n“The world needs more tuba players,” Golia tells them from his stool perch. “It’s got something to do with gravity and the rotations of the Earth.”\n\nToying with a cane, Golia surveys the band. He’s composed 500 pieces for ensembles (not counting the ones for really large ensembles.) He won LA Weekly’s award for best jazz musician in 1999. He’s played with countless jazz greats as well as the Los Angeles Philharmonic. But what he wants right now, is for the band to breathe.\n\n“You’re really straining,” he tells them. “You have to relax and let it swing.”\n\nHe tells them about Dizzy and Sonny Stitt, Bob Brookmeyer and Dizzy.\n\nThey play it again.\n\nHeads start nodding. Sneakers and Blundstones tap. Now it’s like Tarzan with a vine or an electoral district equally divided between liberals and conservatives. It swings, baby.\n\nAs students filter out of the rehearsal room, Capilano University jazz instructor Jared Burrows invites Golia into his inner sanctum on the second floor.\n\n“Only the most important people get to go in here,” Burrows intones.\n\n“I’ll wait outside,” Golia volunteers.\n\nCalifornia’s been Golia’s home for decades but his voice still crackles with New York.\n\nHis parents were hard working blue collar types, he remembers, who used the Bronx Zoo for his after-school care.\n\nHe’d spend hours going from cage to cage and drawing the animals that fascinated him.\n\n“While I was painting I started listening to a lot of music,” he says, citing Jimi Hendrix, Miles Davis and John Coltrane.\n\nSoon he was fascinated with musicians.\n\nHe was working as a teacher but he was also going to clubs and drawing great jazz players. He did the abstract, colourful cover for Chick Corea’s Song of Singing album where it looks like the hep is about to jump off the sleeve onto your face.\n\n“I have that record and I never knew,” Burrows says.\n\n“There’s no name on it. They didn’t give me credit,” Golia explains.\n\nIn the early 1970s Golia had album covers but no album to call his own. However, the money he made from album covers was enough to buy his first instrument: a soprano saxophone.\n\n“Which is, in retrospect, kind of stupid,” he says, noting the finicky nature of the soprano sax.\n\n“Most people start with alto which I didn’t get to until, like, a few months ago,” he adds.\n\nAround that time he wound up as a substitute teacher at a reservation in New Mexico. He was there with a lawyer who also had a practise of writing out Ravi Shankar solos and playing them on bass.\n\nAs luck had it, the regular teachers were never sick.\n\n“So I wound up practising all day,” he says.\n\nHe started playing with the lawyer/bass player and it wasn’t long before he was touring with players like John Carter and Bobby Bradford (“I’m still learning from Bobby Bradford,” he confides) occasionally dropping into Vancouver and playing the Glass Slipper for an appreciative audience.\n\n“I saw Vinny play when I was a kid,” Burrows says, drawing a laugh from Golia.\n\nGolia brings something unique to jazz, Burrows says.\n\n“Vinny’s perspective is, I would say, several degrees further away from our usual thing,” he says. That forces students to examine their perspectives on music and how to play his compositions.\n\n“I was watching a bunch of light bulbs go on today,” Burrows remarks.\n\nFor Friday’s show, the band is set to open with a swing piece, something on the familiar side.\n\n“That’s something that people are used to. So, you give them a little bit of a carrot and then you yank it,” he chuckles.\n\nBurrows, noting he’s promoting the show, is hoping for a good crowd.\n\n“No offense to North Shore dwellers but it’s not a concert town, per se,” he says.\n\nBack in the rehearsal room a trumpeter sips what looks like an ice cappuccino and Golia’s head snaps up from his chart.\n\n“You need a strong drink for this one, huh?”\n\nHe turns to the drummer and invokes James Brown’s great drummer Clyde Stubblefield. For this piece, he tells him, we need something “in the funkish range.”\n\nThe drummer nods.\n\n“Do you want it to be a half-time kind of feel?” he asks.\n\n“Let’s see what you come up with, young man.”\n\nThey’re about to run through a few more songs when Burrows announces they only have five minutes.\n\nGolia appraises the band. They’re swinging now.\n\n“Five minutes? OK, let’s play really fast.”"}}