{"GDELT": {"GlobalEventID": 905870770, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 241, "EventBaseCode": 24, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": -0.3, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.44444444444444, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Louisville, Kentucky, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKY", "Actor1Geo_ADM2Code": "KY111", "Actor1Geo_Lat": 38.2542, "Actor1Geo_Long": -85.7594, "Actor1Geo_FeatureID": "509453", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Louisville, Kentucky, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKY", "Action2Geo_ADM2Code": "KY111", "Action2Geo_Lat": 38.2542, "Action2Geo_Long": -85.7594, "Action2Geo_FeatureID": "509453", "DATEADDED": 20200214010000, "SOURCEURL": "https://www.courier-journal.com/story/news/2020/02/13/tarc-sex-scandal-fischer-appoints-interim-leaders/4750272002/"}, "ARTICLE": {"TITLE": "Two women named interim co-leaders of TARC following sexual misconduct scandal", "TEXT": "Civic leaders Laura Douglas and Margaret Handmaker were named interim co-executive directors of TARC on Thursday at a more than two-hour special meeting called in the wake of a sexual misconduct scandal.\n\nTheir appointment was necessary after Executive Director Ferdinand Risco Jr. abruptly resigned amid allegations of inappropriate sexual conduct made by at least six former and current employees of the Transit Authority of River City.\n\nMayor Greg Fischer said in a statement that Douglas and Handmaker \"will work to manage the day-to-day affairs of TARC and launch a national search for the executive director position.\"\n\nRisco, who is married, allegedly linked promotions to sexual submission and sent the women sexually suggestive tests and lewd photos, according to attorney Thomas Clay, who spoke with the women over the weekend.\n\nClay, a prominent lawyer who frequently represents clients in sexual abuse and harassment cases, said the women also alleged inappropriate touching.\n\nBackground:TARC chief resigns amid sexual 'quid pro quo' allegations\n\nRisco, 48, has not responded to phone calls from The Courier Journal or to a letter left at his apartment complex seeking comment.\n\nAsked at Thursday's meeting whether TARC is a welcoming and safe environment for women, TARC board Chairwoman Mary Morrow said it has always seemed so.\n\n\"I'm a woman and I'm here, and I think that women might talk to me if they felt like it was not,\" she said. \"Other than that I don't deserve an opinion because I don't work here.\"\n\nAfter Fischer's office announced Risco's resignation Wednesday, Metro Councilman Anthony Piagentini, R-19th District, called for a probe into what Fischer's office knew, when it learned about the claims and what actions it took.\n\nTARC's executive director serves at the pleasure of the mayor, who appointed Risco as the agency's permanent chief last year.\n\nThe Fischer administration said previously it was made aware of at least one allegation against Risco in late January after receiving a call from Morrow.\n\nMorrow said she was informed of the allegations by a TARC staffer who was helping one of the accusers. She said she never spoke with Risco directly about the allegations and that she isn't aware of any formal complaints against him being filed with TARC.\n\n\"I've never heard of any other complaints or any hint of such a thing,\" Morrow said.\n\nWhat you should know:TARC's chief is out amid sexual misconduct claims\n\nDeputy Mayor Ellen Hesen spoke with the TARC staffer about the allegation about a day later, according to the mayor's office. She then contacted the Jefferson County Attorney's Office, which hired law firm Dinsmore & Shohl to investigate the allegations.\n\nHesen said Risco — who was making $190,000 a year — resigned during a verbal conversation. She said the two didn't have a discussion about the sexual misconduct claims specifically, but indicated that the mayor was going to fire Risco if he had not stepped down.\n\nOn Thursday, Councilwoman Jessica Green, D-1st District, said further investigation by city legislators is warranted given the severity of the allegation.\n\n\"When you have situations like this, it definitely requires investigation,\" said Green, who was caught in a sexual harassment scandal in 2017 when she alleged former Councilman Dan Johnson groped her during a group photo. \"My heart really breaks for women who were constrained from talking about this due to fear of losing their jobs.\"\n\nTARC serves more than 41,000 riders daily, and its routes extend past Jefferson County into Bullitt and Oldham counties in Kentucky as well as Clark and Floyd counties in Southern Indiana.\n\nFischer said Douglas and Handmaker were the right choices to lead TARC now because of \"their long history in the public and private sectors.\"\n\nDouglas was LG&E's first vice president of corporate responsibility and community affairs. She previously served as general counsel for the Louisville Water Co. and legal counsel at MSD. She also led the Citizens Commission on Police Accountability, a board formed by former Mayor Jerry Abramson to scrutinize investigations in all Louisville Metro Police shooting cases and incidents involving loss.\n\nTop headlines:Why are 6 JCPS principals unfit to turn around their schools?\n\nHandmaker is the Louisville Metro Board of Health's vice chairwoman. She has led the city’s economic development and innovation teams and has been the revenue secretary for Kentucky and the Governor’s Executive Cabinet.\n\nRisco came to the agency in 2017 as assistant executive director, and Fischer appointed him as the permanent chief in April 2019.\n\nBefore moving with his family to Louisville, Risco led the Office of Diversity and Inclusion at the Metropolitan Atlanta Rapid Transit Association since 2012.\n\nRisco, a former Army officer, also has served or is serving on the boards of numerous transportation, education and community organizations. In Louisville, those have included the Urban League and The Healing Place.\n\nUrban League President Sadiqa Reynolds told The Courier Journal on Thursday that Risco resigned as secretary of the civil rights group's board on Wednesday.\n\nThe Healing Place also has asked him to step down as board member, spokeswoman Marla Highbaugh said.\n\nThe American Public Transportation Association, a nonprofit based in Washington, D.C., said Risco is no longer a member. He had served as a member of its board and on various committees.\n\nMore news:Activists rally for gun-safety laws at Kentucky Capitol\n\nCORRECTION: An earlier version of this story incorrectly described the details of the conversation in which TARC Executive Director Ferdinand Risco Jr. resigned from his post.\n\nReporters Billy Kobin and Darcy Costello contributed to this story. Reporter Phillip M. Bailey can be reached at pbailey@courier-journal.com or 502-582-4475."}}