{"GDELT": {"GlobalEventID": 905871088, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "JUD", "Actor2Name": "JUDGE", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.08446866485013, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Los Angeles, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0522, "Actor1Geo_Long": -118.244, "Actor1Geo_FeatureID": "1662328", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Los Angeles, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.0522, "Actor2Geo_Long": -118.244, "Actor2Geo_FeatureID": "1662328", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0522, "Action2Geo_Long": -118.244, "Action2Geo_FeatureID": "1662328", "DATEADDED": 20200214010000, "SOURCEURL": "http://www.surfsantamonica.com/ssm_site/the_lookout/news/News-2020/February-2020/02_13_2020_Santa_Monica_City_Attorney_Joins_in_Announcing_Marijuana_Conviction_Dismissals.html"}, "ARTICLE": {"TITLE": "Santa Monica City Attorney Joins in Announcing Marijuana Conviction Dismissals", "TEXT": "By Jorge Casuso\n\nFebruary 13, 2020 -- Santa Monica City Attorney Lane Dilg joined County and municipal prosecutors Thursday to announce the completion of a pilot program that cleared more than 50,000 marijuana-related convictions countywide.\n\n\n\nThe announcement comes after the LA County District Attorney’s Office this week asked a Los Angeles Superior Court judge to dismiss 62,000 felony cannabis convictions for cases that date back to 1961, more than three-quarters of then involving Hispanics and Blacks.\n\nProsecutors also asked the judge to dismiss 4,000 misdemeanor cannabis possession cases in ten 10 LA County cities, including Santa Monica and Los Angeles.\n\nThe \"Clear My Record Pilot\" was initiated after California voters in 2016 approved Proposition 64, which legalized the recreational use of cannabis. The law dismisses convictions for possession of marijuana, which is a misdemeanor.\n\n\n\n“Pre-2016 cannabis possession convictions in Los Angeles County disproportionately impacted people of color -- individuals, families, and communities,” Dilg said in a statement.\n\nThe dismissals will result in \"reducing barriers to housing and employment\" and lead to a criminal justice policy that \"truly provides public safety for all,” Dilg said.\n\n\n\nOf the approximately 53,000 persons who will receive \"conviction relief,\" some 45 percent are Hispanic, 32 percent are Black, 20 percent white and 3 percent are \"other or unknown,\" according to County prosecutors.\n\n\n\nThe dismissals, said LA County District Attorney Jackie Lacey, \"will bring much-needed relief to communities of color that disproportionately suffered the unjust consequences of our nation’s drug laws.\n\nShe said the criminal justice reform \"gives all people the support they need to build the life they deserve.”\n\n\n\nIn seeking the dismissals, Lacey used \"additional criteria to go beyond the parameters of the new law,\" County officials said.\n\nThe expanded parameters include persons who are 50 years or older, haven’t had a felony conviction in the past 10 years or have successfully completed probation for cannabis convictions.\n\n\n\nProsecutors worked with the non-partisan Code for America, which created an algorithm that can analyze eligibility for thousands of convictions in seconds.\n\nThe technology eliminated the need to cull state criminal records individually, prosecutors said.\n\nThe other counties in the pilot are San Francisco, Sacramento, San Joaquin, and Contra Costa, where more than 32,000 other cases are being dismissed."}}