{"GDELT": {"GlobalEventID": 905869340, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.08974358974359, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20200214010000, "SOURCEURL": "https://www.jconline.com/story/news/crime/2020/02/13/man-might-have-broke-exs-pelvis-during-domestic-fight-police-said/4748313002/"}, "ARTICLE": {"TITLE": "Police: Man suspected of pinning his ex between two cars, possibly breaking her pelvis", "TEXT": "LAFAYETTE — Willie James Strong left his ex-girlfriend's apartment handcuffed and suspected of possibly breaking the woman's pelvis, according to police.\n\nStrong's former girlfriend stepped outside of her apartment in the 1600 block of Briarwood Court about 1:12 a.m. Wednesday to get away from his arguing and to call a friend, Lafayette police said.\n\nStrong grabbed car keys from his former girlfriend's apartment, police said.\n\nHe then used that car to pin his former girlfriend against another car, possibly breaking the woman's pelvis, police said.\n\nStrong then left the scene, police said.\n\nMeanwhile, paramedics in an ambulance responding to a different call noticed the woman lying on the ground and stopped to treat her, police said.\n\nThat's when Strong showed up again and began interfering with paramedics, who called for police, according to police reports.\n\nStrong, 38, of the 9700 block of South Wentworth Avenue in Chicago, ran when police arrived, but officers caught him.\n\nPolice booked Strong into the Tippecanoe County Jail early Wednesday on preliminary charges of battery with serious bodily injury and criminal recklessness by aggressive driving with serious bodily injury.\n\nAdditionally, Strong faces preliminary charges of battery with a deadly weapon, battery resulting in bodily injury on law enforcement, two counts of domestic battery and one count of domestic battery in the presence of a child.\n\nPolice also filed preliminary charges against Strong of false informing, resisting law enforcement and leaving the scene of an accident. He also faces two charges of trespassing for being at the apartment complex where he'd been banned, police said.\n\nReach Ron Wilkins at 765-420-5231 or at rwilkins@jconline.com. Follow on Twitter: @RonWilkins2."}}