{"GDELT": {"GlobalEventID": 905869776, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.7972027972027997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS05", "Actor1Geo_ADM2Code": "18316", "Actor1Geo_Lat": 32.0667, "Actor1Geo_Long": 34.7667, "Actor1Geo_FeatureID": "-781545", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS05", "Actor2Geo_ADM2Code": "18316", "Actor2Geo_Lat": 32.0667, "Actor2Geo_Long": 34.7667, "Actor2Geo_FeatureID": "-781545", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS05", "Action2Geo_ADM2Code": "18316", "Action2Geo_Lat": 32.0667, "Action2Geo_Long": 34.7667, "Action2Geo_FeatureID": "-781545", "DATEADDED": 20200214010000, "SOURCEURL": "https://greekcitytimes.com/2020/02/14/over-1-million-israelis-expected-to-visit-greece-in-2020/"}, "ARTICLE": {"TITLE": "Over 1 million Israelis expected to visit Greece in 2020", "TEXT": "Close to one million Israeli tourists visited Greece in 2019 and the Tourism Ministry says they expect more than 1 million this year.\n\n“The number of Israeli tourists is remarkably growing year by year and can be further increased by introducing new destinations and promoting new tourism experiences to them,” Tourism Minister Harry Theoharis said to i24news, one of Israel’s largest television networks, following his attendance at the IMTM 2020 trade show in Tel Aviv.\n\n“Almost one million Israelis spent their holidays in Greece in 2019. Our aim is to attract even more tourists. Israel tourists visiting Greece are on the uprise and Israelis love Greece and want to invest in it,” Theoharis said.\n\nDuring the trade show, the Greek minister met with his Israeli counterpart, Yariv Levin, and agreed on the need to tighten relations between the two countries in the tourism field. His agenda also included meetings with Israeli tour operators and travel professionals.\n\n“Almost one million Israelis went on holiday to our country this year and our aim is to attract even more, as well as to strengthen relations between the two countries,” he said, adding that Israel is a rising power to Greece’s inbound tourism market.\n\n“Israelis love Greece and want to invest in the country,” he added.\n\nThe minister also met with Greek Orthodox Patriarch of Jerusalem, Theophilos III, and discussed ways for closer cooperation to promote pilgrimage tourism to Israeli holidaymakers.\n\nMinister Theoharis’ trip to Israel included a visit to Jerusalem’s Yad Vashem Holocaust Memorial Center, where he laid a wreath in remembrance of the victims of the Holocaust."}}