{"GDELT": {"GlobalEventID": 905869255, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "CAN", "Actor1Name": "OTTAWA", "Actor1CountryCode": "CAN", "Actor2Code": "GOV", "Actor2Name": "REGIME", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -9.26315789473681, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200214010000, "SOURCEURL": "https://nationalpost.com/news/politics/panel-recommends-magnitsky-style-sanctions-for-those-who-target-journalists"}, "ARTICLE": {"TITLE": "Panel recommends Magnitsky-style sanctions for those who target journalists", "TEXT": "Article content continued\n\nCanada and the United Kingdom jointly sponsored the panel following an international conference on press freedom in London last year. It was designed to look at whether Magnitsky Act sanctions could improve journalists’ safety and security.\n\nCanada and the United States both have laws around Magnitsky-style sanctions.\n\nThe first Magnitsky Act was passed by the U.S. in 2012 and designed initially to sanction Russian officials involved in the prison death of Sergei Magnitsky, a Moscow lawyer investigating a sweeping tax fraud.\n\nInstead of broadly targeting an entire country, the sanctions target only select members of a regime, preventing them from travelling and from accessing bank accounts in Canada or the U.S.\n\nCanada has sanctioned people in the Russian and Venezuelan government for a variety of abuses and sanctioned 17 people in Saudi Arabia in connection to the killing of journalist Jamal Khashoggi.The U.S. has also imposed sanctions on government officials in several regimes and the U.K. has passed a law and expects to start sanctioning people this year.The panel found that broader sanctions can be difficult in the current climate and targeted sanctions like this can be one of the only options.\n\nSeth Wenig / Associated Press\n\n“At a time when multilateral efforts to enforce human rights through the UN Security Council and international criminal courts are in decline, targeted sanctions can be one of the few ways, or in some cases the only way, to enforce international norms,” they wrote.\n\nThey found some examples where the sanctions lead to governments releasing political opponents from arbitrary detention and hoped similar sanctions for targeting journalists could have the same impact.\n\n“International sanctions targeting individuals responsible for the abuses can highlight their misconduct, limit their impact and act as a deterrent to future misdeeds.”\n\nTwitter:\n\nEmail: rtumilty@postmedia.com"}}