{"GDELT": {"GlobalEventID": 905871316, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "USAMIL", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "MIL", "Actor2Code": "CHE", "Actor2Name": "BALE", "Actor2CountryCode": "CHE", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 4, "NumArticles": 5, "AvgTone": 2.94030294030294, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Anchorage, Alaska, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAK", "Actor1Geo_ADM2Code": "AK020", "Actor1Geo_Lat": 61.2181, "Actor1Geo_Long": -149.9, "Actor1Geo_FeatureID": "1398242", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Alaska, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAK", "Actor2Geo_Lat": 61.385, "Actor2Geo_Long": -152.268, "Actor2Geo_FeatureID": "AK", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alaska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAK", "Action2Geo_Lat": 61.385, "Action2Geo_Long": -152.268, "Action2Geo_FeatureID": "AK", "DATEADDED": 20200214010000, "SOURCEURL": "https://www.680news.com/2020/02/13/prepping-straw-bedding-for-dogs-signals-iditarod-is-near/"}, "ARTICLE": {"TITLE": "Prepping straw bedding for dogs signals Iditarod is near", "TEXT": "ANCHORAGE, Alaska — Volunteers slung bales of hay onto a table Thursday, where they were swiftly stuffed inside blue plastic bags, twirled and shut with twist ties before being dragged off to waiting pallets.\n\nThe 60 or so people in safety vests weren’t participating in some type of agricultural competition. Instead, their efforts will help ensure that the canine participants in the Iditarod Trail Sled Dog Race have some place warm and dry to bed down when their mushers stop along the 1,000-mile (1,609-kilometre) trail between Anchorage and Nome.\n\nThe so-called straw drop is the first volunteer event of the Iditarod race, said Mark Nordman, the race director and marshal. More event follow next week, including people helping prepare shipments of food for both the dogs and the mushers to the checkpoints.\n\nVolunteers including people off work for the day to retirees to members of youth or church groups prepared about 1,500 bales Thursday. The Iditarod air force, a group of volunteer pilots, will then fly the bales to the 20 checkpoints along the trail for use by the 800 or so dogs expected to race.\n\n“The musher actually takes the straw, breaks the bale apart and just puts it down, like you’d do bedding over the top of a plant, although each dog gets a warm nest,” Nordman said.\n\nThe race over treacherous Alaska terrain, including two mountain ranges, the frozen Yukon River and the ice-covered Bering Sea, starts March 7 in Anchorage with the fan-friendly ceremonial start. The actual race begins the next day in Willow, about 50 miles (81 kilometres) north of Anchorage. The winner is expected in the old Gold Rush town of Nome, on the Bering Sea coast, about 10 or 11 days later.\n\nSarah Koonce showed up early Thursday morning to volunteer, just off the night shift.\n\n“When we heard about the volunteering opportunity, we thought it would be great to get involved,” she said.\n\nKoonce, a native of England, is awed by Alaska’s natural beauty, and that plays a role in what drew her to the Iditarod. “Alaska has beautiful landscapes, mountains and this time of the the year, with the snow, it’s so pretty,” she said. “So it’s just a place to be and a great race to be a part of.”\n\nAnother volunteer called the experience “awesome.”\n\nZachary Brinkerhoff of Evanston, Wyoming, is a missionary with The Church of Jesus Christ of Latter Day Saints. He about two dozen other missionaries, sporting work clothes and their elder name tags, stacked the bales of hay and hauled them to pallets throughout the warehouse.\n\n“I absolutely love this, to be able to see the Iditarod in the community,” Brinkerhoff said.\n\nMark Thiessen, The Associated Press\n\n\n\n\n\n\n\n"}}