{"GDELT": {"GlobalEventID": 905869017, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.3584229390681, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Milltown, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_ADM2Code": "FL045", "Actor2Geo_Lat": 29.8327, "Actor2Geo_Long": -85.2971, "Actor2Geo_FeatureID": "286939", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Milltown, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_ADM2Code": "FL045", "Action2Geo_Lat": 29.8327, "Action2Geo_Long": -85.2971, "Action2Geo_FeatureID": "286939", "DATEADDED": 20200214010000, "SOURCEURL": "https://nj1015.com/in-jersey-we-respect-our-elders-with-cool-stories-opinion/"}, "ARTICLE": {"TITLE": "In Jersey we respect our elders with cool stories", "TEXT": "Growing up, I used to love talking to my grandmother and hearing the stories about what it was like for her growing up and coming over from Italy. Later as my father got older and would come to our house every Saturday, we would drink coffee and he would tell the stories about all the people he grew up and the crazy things he did. That's how I learned where I got it from as well as his stories about both being in the Navy and a Union City Firemen, which is what they were called back then.\n\nI still love talking to my elders and hearing the stories. When I watch shows like \"Madmen\" and \"The Marvelous Mrs. Maisel\" or any of the old reruns, I think of those people that I talk to living in that time and what it must have been like.\n\nSo based on that, I asked my social media following to tell me a cool story about an older relative or ancestor of yours. Here's some of what I received:\n\nJeff DeHart: \"For me, it would be my dad. At the start of WW2, he was the youngest mayor in the U.S. He was Mayor of Milltown, NJ. Upon learning that he was except from the draft because he was Mayor, he promptly resigned and went into the Army, eventually becoming a Captain, being in the battle of the bulge and getting the Bronze Star. He also was in a car accident that almost killed him while in the U.S. training, could have gotten out of the Army AGAIN, but refused. He was even called back in the Korean war. ALL THIS, and back in the early 90's when we lived in Milltown, I presented these facts to the current Mayor and his staff, asking them to perhaps honor my dad by naming a street after him AND THEY DID NOTHING! Our family actually even founded the town of Milltown and NOTHING. Disgraceful.\"\n\nAbbe Nelson: \"My father Morton Bayer, WW2 Veteran was traveling home via bus in 1945 before the war was over from San Francisco to Philadelphia. A Japanese American got on the bus in Salt Lake City and some folks tried to push him around and make him get off the bus. My Dad who was fresh from the Pacific and had every reason to hate the Japanese, but who always had an unalienable sense of justice, stood up and said, \"anyone who wants this guy to get off the bus, has to fight me first.' My Dad let the man sit down next to him and that was the end of the problem.\"\n\nGeryl Raucher Hickey: \"When our girls were little they loved to visit with Mrs. Shahn who was around 100 at the time. She would take walks with her caregiver and use a stick to doodle designs in the sand and the girls would protect the designs. Wish I had some pictures to share! She was a very special lady we were so fortunate to have as our neighbor!!\"\n\nScott J. Rigilano: \"Grandpa has been living in Florida since 1980 still calls the Eagles ....the Eggles.\"\n\nAnd to that I say, as a Giants fan I've called them so many other things.\n\nEnter your number to get the NJ 101.5 app\n\nMore from New Jersey 101.5:"}}