{"GDELT": {"GlobalEventID": 905869935, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "IGOUNOGOV", "Actor1Name": "UNITED NATIONS", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor1Type2Code": "GOV", "Actor2Code": "ETH", "Actor2Name": "ETHIOPIA", "Actor2CountryCode": "ETH", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.9271523178808001, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Addis Ababa, (ET10), Ethiopia", "Actor2Geo_CountryCode": "ET", "Actor2Geo_ADM1Code": "ET10", "Actor2Geo_ADM2Code": "47692", "Actor2Geo_Lat": 9.03333, "Actor2Geo_Long": 38.7, "Actor2Geo_FeatureID": "-603097", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Addis Ababa, (ET10), Ethiopia", "Action2Geo_CountryCode": "ET", "Action2Geo_ADM1Code": "ET10", "Action2Geo_ADM2Code": "47692", "Action2Geo_Lat": 9.03333, "Action2Geo_Long": 38.7, "Action2Geo_FeatureID": "-603097", "DATEADDED": 20200214010000, "SOURCEURL": "https://www.theglobeandmail.com/opinion/article-if-trudeau-wants-to-make-an-impression-on-africa-hell-need-more-than/"}, "ARTICLE": {"TITLE": "Opinion: If Trudeau wants to make an impression on Africa, he’ll need more than empty words", "TEXT": "Open this photo in gallery Prime Minister Justin Trudeau, seen here on Feb. 13, 2020, met with many in Ethiopia in a bid to become a temporary member of the United Nations Security Council. Sean Kilpatrick/The Canadian Press\n\nSamuel Getachew is a Canadian journalist based in Addis Ababa.\n\nOn Sunday, African leaders gathered in Addis Ababa for the 33rd annual African Union (AU) summit. Joining them was Prime Minister Justin Trudeau, who made his first visit to one of the region’s fastest-growing economies.\n\nMr. Trudeau met with many in Ethiopia in a bid to become a temporary member of the United Nations Security Council – five years after Canada’s doomed effort under Stephen Harper, who had little interest in the workings of the international organization.\n\nStory continues below advertisement\n\nTo make a real impression in Ethiopia and in Africa as a whole, Mr. Trudeau must move beyond platitudes and prove he is truly committed to improving the region.\n\nDuring the trip, he announced $10-million in funding to the AU to help empower women – even though the union continues to face accusations of waste, corruption, a lack of accountability and complaints of sexual harassment.\n\nHe also met with Ethiopia’s young Nobel Peace Prize-winning Prime Minister, Abiy Ahmed, who has followed in his footsteps, promoting women to high positions in government and advocating for human rights and democracy. Mr. Trudeau also held an audience with the country’s first female President, Sahle-Work Zewde.\n\nThis is the second visit to Ethiopia by a sitting Canadian prime minister. Jean Chrétien made a trip in 2002 advocating for the passage of the Pledge to Africa Act, which would have allowed African countries to access more affordable, generic drugs.\n\nDespite efforts by Paul Martin’s minority government in 2004, which renamed it the Jean Chrétien Pledge to Africa Act, and by Jack Layton’s Official Opposition in 2011, the pledge never became a reality for Africa.\n\nFor Canada, this was failed leadership and a stain on our relationship with Ethiopia. But there are also stories of accomplishment that Mr. Trudeau can learn from.\n\nOne Canadian leader who stands out as a hero is former prime minister Brian Mulroney. In 1984, Mr. Mulroney helped save thousands of lives with his efforts to raise awareness and lead a worldwide rescue mission to combat the Ethiopian famine.\n\nStory continues below advertisement\n\nMy father and his colleagues, who were young employees of the brutal government of Mengistu Haile Mariam, witnessed CBC reporter Brian Stewart’s efforts to bring awareness to the international community with images of destitute families and children near death. This was admirable Canadian journalism.\n\nAs an adult, while putting together a video package for Mr. Stewart’s Order of Ontario nomination, I watched footage of former prime minister and then-Foreign Affairs Minister Joe Clark arriving at Addis Ababa’s Bole International Airport. He wept as Mr. Stewart showed him images of the devastation in Ethiopia. That helped me embrace my Canadian citizenship and pushed me to reflect on a country I left as a youngster.\n\nOver the years, Canadian ministers have also shown great leadership.\n\nWho can ever forget the humbling speech of the NDP’s Stephen Lewis calling for the world to act and save lives in a faraway place. Paul Martin visited Ethiopia several times as finance minister to advocate for loan forgiveness for developing countries such as Ethiopia. Lloyd Axworthy visited as foreign affairs minister as part of his effort to build support for his Ottawa treaty of 1997 to ban landmines. And of course Lester Pearson’s peacekeeping ideals live on in the region today.\n\nEthiopia no longer wants to embrace its old narrative of famine, conflicts and dictatorship in exchange for handouts from the West. While development aid has given the country some Band-Aid solutions, we can play a more profound role in helping it prosper and become self-sufficient.\n\nCanada can help Ethiopia manoeuvre its application to the World Trade Organization, which has been pending since 2003, by supplying technical support in its latest bid. Ottawa can also encourage Canadian companies to invest in Ethiopia instead of focusing on aid. We can help improve the quality of education there, as we have done in India.\n\nStory continues below advertisement\n\nCanada can also make the Pledge to Africa Act a reality by making generic medications a reality for Ethiopians who still lack access to quality pharmaceuticals.\n\nAs an immigrant and Canadian citizen, I am proud of my country. I am also reminded of the profound role Canada can play in the world and in Ethiopia. In 2015, Mr. Trudeau declared: “Canada is back.” We must move beyond the slogan and prove that his message is not just a bunch of empty words.\n\nKeep your Opinions sharp and informed. Get the Opinion newsletter. Sign up today."}}