{"GDELT": {"GlobalEventID": 905870193, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "KHM", "Actor1Name": "CAMBODIA", "Actor1CountryCode": "KHM", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.51975683890578, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Phnom Penh, (CB11), Cambodia", "Actor1Geo_CountryCode": "CB", "Actor1Geo_ADM1Code": "CB11", "Actor1Geo_ADM2Code": "12390", "Actor1Geo_Lat": 11.55, "Actor1Geo_Long": 104.917, "Actor1Geo_FeatureID": "-1033783", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Phnom Penh, (CB11), Cambodia", "Action2Geo_CountryCode": "CB", "Action2Geo_ADM1Code": "CB11", "Action2Geo_ADM2Code": "12390", "Action2Geo_Lat": 11.55, "Action2Geo_Long": 104.917, "Action2Geo_FeatureID": "-1033783", "DATEADDED": 20200214010000, "SOURCEURL": "https://www.ttrweekly.com/site/2020/02/cruise-ship-docks-thanks-to-cambodia/"}, "ARTICLE": {"TITLE": "Cruise ship docks thanks to Cambodia", "TEXT": "BANGKOK, 14 February 2020: Holland America Line’s cruise ship, Westerdam, docked at 0700 on Thursday at the Sihanoukville port in Cambodia and passengers are now disembarking to make their way to Phnom Penh where they will be airlifted home.\n\nIt ended two weeks at sea as five Asian countries refused to allow the cruise ship to dock.\n\nThe cruise line had earlier issued a statement confirming the ship would remain moored outside Sihanoukville port for few days while the 1,455 passengers underwent checks for the Covid-19 virus before they could disembark.\n\nThe shipping line said passengers would transfer over the next few days to Phnom Penh to connect with charter flights to take them home.\n\nHolland America Line is covering all the costs including flights home, in addition to the full cruise refund and 100% future cruise credits.\n\nWesterdam was on a 14-day cruise that departed Hong Kong 1 February with 1,455 passengers and 802 crew on board. It was supposed to conclude the cruise on 15 February in Yokohama, Japan.\n\nThe cruise line statement said all passengers were “healthy, and despite erroneous reports, there are no known or suspected cases of the coronavirus on board, nor have they ever been.”\n\nHowever, on Thursday morning Sihanoukville’s police chief told the Khmer Times 20 passengers showed signs of illness (stomach upsets and flu-like symptoms). Blood samples sent to Phnom Penh for laboratory checks subsequently showed that none of the tested passengers had contracted the Covid-19 virus. That cleared the way for all the remaining passengers to begin disembarkation and transfer to charter flights due to depart from Phnom Penh airport at the weekend.\n\nThe WHO director-general Tedros Ghebreyesus praised Cambodia for taking in the Westerdam, a US-based cruise ship registered in the Netherlands.\n\nHe noted that it had been turned away from ports in Japan, the Philippines, South Korea, Guam, Taiwan, and Thailand despite having no sick patients on board.\n\nHe said Cambodia’s response was “an example of the international solidarity” that the WHO has encouraged throughout the health crisis. WHO has consistently advised against excessive travel bans.\n\nThe Westerdam’s South China sea cruise unravelled after it left Hong Kong 1 February when countries suspended travel from Mainland China, Hong Kong and Macau due to concerns over the spread of the Covid-19 virus."}}