{"GDELT": {"GlobalEventID": 905869551, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200214010000, "SOURCEURL": "https://www.deseret.com/u-s-world/2020/2/13/21137072/trump-meets-parkland-families-to-discuss-school-safety"}, "ARTICLE": {"TITLE": "Trump meets Parkland families to discuss school safety", "TEXT": "WASHINGTON — President Donald Trump met Monday with several family members of the victims of the 2018 school shooting in Parkland, Florida, to discuss school safety.\n\nParents from the group Stand with Parkland were briefed on a new school safety clearinghouse website that was unveiled by the Trump administration. The website is intended to offer educators, parents and law enforcement officers information on best practices to address threats to school safety.\n\nThe White House meeting came just days before the second anniversary of the Feb. 14, 2018, massacre that left 17 dead.\n\nStand with Parkland, which backed the creation of such a tool to assist schools, has also urged Congress to pass universal background checks on gun purchases, something Trump briefly embraced before backing away from it earlier in his presidency.\n\n“Of course there is always more that can be done,” said Max Schachter, whose 14-year-old son Alex was among the victims. “But let’s not let perfection be the enemy of good.”\n\nAnother Parkland parent, Fred Guttenberg, was removed from Trump’s State of the Union address last week after yelling when the president spoke of his support of the Second Amendment. Guttenberg, whose 14-year-old daughter Jaime was killed in the shooting, was a guest of House Speaker Nancy Pelosi for the address. He later apologized.\n\nGuttenberg, a frequent Trump critic, took to Twitter early Monday to note he was not invited to take part in the White House meeting. He later tweeted that he was “proud of these Parkland families for their efforts on this” but said the White House should have handled the public announcement of the meeting differently.\n\nAndrew Pollack, whose 18-year-old daughter Meadow died in the shooting, said he supported the decision not to invite Guttenberg. Pollack is an outspoken supporter of Trump.\n\nGuttenberg declined to be part of the group that pushed for the program, Pollack said."}}