{"GDELT": {"GlobalEventID": 906506981, "Day": 20200217, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1288, "Actor1Code": "OPP", "Actor1Name": "ACTIVIST", "Actor1Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 20, "NumSources": 2, "NumArticles": 20, "AvgTone": -2.6480971377912796, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200217131500, "SOURCEURL": "https://www.businessinsider.com/court-halts-work-on-tesla-berlin-gigafactory-environmental-concerns-2020-2"}, "ARTICLE": {"TITLE": "Tesla was ordered to stop work on its $4 billion Berlin Gigafactory over environmental concerns", "TEXT": "In November last year Tesla announced it was building a new manufacturing plant in Brandenburg, Germany.\n\nTesla's deforestation of the site for its new Gigafactory has been temporarily halted by a court following complaints from local environmental group, Grüne Liga.\n\nGrüne Liga claims Tesla has not met a legal requirement to disclose its building plans and claims it could damage the area's drinking water.\n\nVisit Business Insider's homepage for more stories.\n\nTesla's plans for a European Gigafactory hit a speedbump over the weekend.\n\nA German court ruled on Saturday that Tesla must temporarily halt the deforestation that was underway to make space for its new Gigafactory manufacturing plant while it considers objections from environmental group Grüne Liga (Green League).\n\nTesla CEO Elon Musk announced the plans for the 300-hectare site in November last year, and Tesla says on its website it aims to begin production in 2021. The German newspaper Frankfurter Allgemeine Zeitung reported that Tesla will invest up to €4 billion ($4.3 billion) into the Gigafactory.\n\nThe BBC reports Tesla had not yet been granted permission to build the factory, but had been given permission to make site preparations at its own risk.\n\n\"The Tesla plant has not yet been approved, and there is a legal requirement for an early release of the building specifications which clearly hasn't been met in this case,\" said Dirk Tessmer, the lawyer for Grüne Liga who brought the case, in a statement. Grüne Liga contests the factory could threaten the area's drinking water.\n\nTesla CEO Elon Musk. REUTERS/Hannibal Hanschke\n\n\"This ruling shows Tesla is not above the law,\" added local Grüne Liga chair Heinz-Herwig Mascher. The court is expected to reach a decision on Friday, Die Welt reports.\n\nLocal activists have also voiced concerns that the deforestation could threaten local wildlife, including a particularly vulnerable species of bat.\n\nOn its website, Tesla says it plans to replant an area three times as large as the factory site. \"We are also working to ensure plenty of clean drinking water through water-saving measures in the factory as well as a structural solution with and for the community in the medium term,\" it says.\n\nTesla declined to comment on the court ruling when contacted by Business Insider."}}