{"GDELT": {"GlobalEventID": 906506100, "Day": 20200210, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1096, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "CAN", "Actor2Name": "CANADIAN", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.31991951710262, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200217131500, "SOURCEURL": "https://www.theglobeandmail.com/canada/article-garneau-pledges-to-overhaul-aircraft-validation-procedures-a-year/"}, "ARTICLE": {"TITLE": "Garneau pledges to overhaul aircraft validation procedures a year after Boeing 737 Max disasters", "TEXT": "Open this photo in gallery Regulators from around the world are now determining whether the Max should be allowed to fly again. The Associated Press\n\nThe federal government is preparing key changes to the way commercial aircraft are vetted in Canada, moves that will give Transport Canada more independence to scrutinize new planes in the wake of the Boeing 737 Max disasters.\n\nAdditional requirements, such as independent test flights of all new aircraft by Canadian officials, will be implemented to give Transport Canada more oversight control. The aircraft approval process has long seen countries around the world rely heavily on the U.S. Federal Aviation Administration to inspect and certify Boeing planes.\n\nThat system has come under intense criticism after the newly introduced 737 Max plummeted to the ground twice, killing everyone aboard. The first crash, in Indonesia, killed 189 people in late 2018. The second, less than five months later, killed 157 people – including 18 Canadians – last March in Ethiopia. Flawed software that forced the aircraft into nosedives has been found to be at fault in both disasters.\n\nStory continues below advertisement\n\nAn investigation by The Globe and Mail in December showed how Transport Canada relied heavily on the FAA to scrutinize the plane, while the U.S. regulator relinquished much of its oversight to Boeing’s own engineers. This created troubling blind spots for Transport Canada that went overlooked, particularly since the FAA failed to properly evaluate the software.\n\nBlind spots: How Canada’s reliance on U.S. aviation policy kept regulators from seeing the fatal flaws in Boeing’s 737 Max planes\n\nThe Globe investigation detailed how Canada signed off on 71 design changes to the 737 Max, but information on the faulty software was not included in the material Transport Canada was given by the FAA.\n\n“We are making changes to improve the rigour of our validation system,\" Amy Butcher, a spokeswoman for Transport Minister Marc Garneau, said in an e-mail to The Globe this weekend.\n\nThe changes are still being formulated, she said, but will include independent test flights conducted by Canadian authorities on all new planes. Such steps will give the department a more active role in aircraft certification, rather than just verifying the work of the FAA, as was done in the past, and could help prevent similar blind spots in oversight.\n\nFurther changes are expected after Canada concludes an international joint investigation into the 737 Max disasters, and will be announced once they are finalized, Ms. Butcher said.\n\nThe changes won’t be limited to the 737 Max and will have implications for how all commercial airliners are scrutinized. The process is designed to build layers of checks and balances into the relationship between Canada and the FAA.\n\n“These new practices will continue moving forward and also evolve as we continue to review the system as a whole,” Ms. Butcher said.\n\nStory continues below advertisement\n\nIt is the first time that the government has signalled changes to its system of oversight since the disasters, which have seen the 737 Max grounded since last March. For decades, countries around the world have allowed the FAA to take the lead on certifying Boeing planes, since it was considered the gold standard of aviation regulation. Regulators such as those in Canada and Europe mostly came in at the end of the process to verify the FAA’s work.\n\nBut Congressional hearings in the United States have exposed a deeply flawed system at the FAA, where Boeing was given increasing power to regulate itself since the early 2000s. In the case of the 737 Max, Boeing was in a race with its European rival, Airbus, and worried that the new software designed to stabilize the plane during flight would trigger regulators to require expensive simulator training for pilots. That might dissuade airlines from buying the 737 Max, so Boeing played down the software to the FAA.\n\nRegulators from around the world are now determining whether the Max should be allowed to fly again, and what changes would have to be made before that can happen. Transport Canada will not allow the plane to return until it has independently flight tested the new version of the Max itself.\n\n“Transport Canada will conduct its own flight testing after the FAA completes their own,\" Ms. Butcher said. “Our test pilots, along with Canadian pilots who fly the MAX, will participate in the Joint Operations Evaluation Board that will evaluate the training that will be required for pilots flying the MAX should it return to service.”\n\nBoeing thought the plane would be back in the air last summer after it rewrote the software, but the return has been delayed several times as regulators look at whether the system can be patched or if it should be stripped from the aircraft.\n\nOttawa’s decision to bolster its aircraft-validation system is one of several moves Transport Canada has made in the past two months that have changed the department’s course on the 737 Max.\n\nStory continues below advertisement\n\nAfter The Globe revealed that families of the 18 Canadian victims had not been granted a meeting with Mr. Garneau, despite numerous pleas to his office since early last summer, the minister agreed to meet with them last week. During that discussion, Mr. Garneau offered an apology for taking 11 months to speak with them.\n\nThe families presented Mr. Garneau with 14 pages of questions about Canada’s approval of the 737 Max, including its decision not to ground the plane immediately after the second crash last March, as other countries did. Canada delayed four days, and internal documents obtained by The Globe showed that the government waited for input from the U.S. before making its decision.\n\nMr. Garneau also agreed that the families would be allowed to testify at coming public hearings in Ottawa that will look into Canada’s scrutiny of the 737 Max. The families, who have only been allowed to meet with Transport Canada in private, are seeking a public process, saying the matter is too important for Canadians.\n\nThe government blocked a bid for public hearings last year, with the Liberal majority on the Transport Committee defeating the proposal 5-3 in a vote. However, with the government no longer holding a majority on the committee, it is expected that those hearings will now proceed as early as this spring."}}