{"GDELT": {"GlobalEventID": 906507316, "Day": 20200217, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1288, "Actor1Code": "ZWE", "Actor1Name": "ZIMBABWE", "Actor1CountryCode": "ZWE", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.5356265356265402, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Victoria Falls, Matabeleland North, Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI06", "Actor1Geo_ADM2Code": "6323", "Actor1Geo_Lat": -17.9235, "Actor1Geo_Long": 25.843000000000004, "Actor1Geo_FeatureID": "-2323247", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Victoria Falls, Matabeleland North, Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI06", "Action2Geo_ADM2Code": "6323", "Action2Geo_Lat": -17.9235, "Action2Geo_Long": 25.843000000000004, "Action2Geo_FeatureID": "-2323247", "DATEADDED": 20200217131500, "SOURCEURL": "https://www.spearswms.com/exploring-the-tremendous-beauty-of-zimbabwe/"}, "ARTICLE": {"TITLE": "Exploring the ‘tremendous beauty’ of Zimbabwe", "TEXT": "From lions to elephants and vultures, Zimbabwe’s wildlife offers an array of thrills – but even they struggle to match the majesty of Victoria Falls, says an awe-struck Arun Kakar\n\n‘Knock knock.’ It’s 5am at the Wilderness Linkwasha camp and our guide is here to wake us up. A coalition of cheetahs drifts past my tent, fresh from a dip in the nearby watering hole – an uncanny sight made all the more bizarre by the fact that I’m observing this while enjoying my morning shower.\n\nThis is the new normal that one quickly adjusts to at Linkwasha, the first stage of our action-packed Zimbabwean adventure, hidden in the south-east corner of Zimbabwe’s 5,657-square-mile Hwange National Park. The next day, it’s the turn of a parade of elephants to provide the morning’s panorama.\n\nYou don’t go on safari here, it seems. You live in it.\n\nWe arrive by small plane, frazzled after 15 hours in the air. But the sight of dry orange savannah below us, stretching as far as the eye can see, begins to shake us out of our trances. If nowhere is a place, this is it.\n\nGreeted by our guide Edison and the 30°C heat, we swap our trousers for shorts and water bottles for cool white wine, which we enjoy under tent shade. Before long we’re thrown into our new surroundings for the first game drive, which takes place en route to our rooms.\n\nBefore we know it, we’re within touching distance of a wild dog pack grazing in the shade of a tree and a pride of female lions eyeing up some nearby impala. We’re so close – and it’s so quiet – that every slight movement is visible. Every snarl is heard as they track their prey from afar. Any flight-induced fatigue disappears: as room transfers go, this is particularly surreal.\n\nIt is made all the more remarkable by the remoteness of the camp – a factor that can’t be stressed enough.\n\nIt’s an extremely private enclave that comprises just nine tents (one family and eight standard). Arriving at sunset, and greeted with lemon towels and mini Yorkshire puddings, we find ourselves at home. It turns out there’s a leopard drinking at the nearby watering hole too, so we observe through binoculars from the comfort of a recliner.\n\n‘This is pretty normal at this time,’ a staff member quips, handing me a glass of wine. One could get used to this.\n\nGetting up at dawn, we have a quick snack and coffee before climbing into the 4×4 for our morning game drive with Edison. He draws our attention to all manner of wildlife with superhuman vision, and explains it all with comforting ease.\n\nOne morning he somehow spies a majestic giraffe grazing in the distance. ‘They are very well camouflaged,’ he says as we struggle to see through the trees with our binoculars. Over the three nights we stay, this pattern becomes amusingly familiar: I’m often found guilty of confusing tree stumps for animals.\n\nEdison talks about the animals as though they are his friends, an approach that endears us to all echelons of the animal kingdom without feeling the need to digest an encyclopaedia. From guinea fowl to zebra, baboons to hippos, blue-breasted quail to kori bustards, we see and learn a staggering amount.\n\nWilderness Safaris, we soon understand, has developed a relationship with nature here that is best described as involvement without interference. We never appear to present a threat to the wildlife, which mostly carry on their activities as though we’re not even there. A pair of baboons even pause to mate in front of us, which appears to be satisfactory for all parties – even if it’s over before we can take a photo. Not even Attenborough can match events like these.\n\nClose encounters\n\nOne evening, we’re sipping a cool beer next to a watering hole at sunset, treated to the sight of bathing elephants, who appear to be taunting a stubborn hippo relaxing nearby. It’s clearly not impressed but doesn’t react, in what could be a scene from The Lion King.\n\nOne of the parade even begins to approach us, coming within inches of our snack table to inspect the delicacies with his trunk. It’s a testament to the professionalism and atmosphere fostered by Wilderness that we never feel anything other than safe at this moment. It makes encounters like these genuinely special rather than terrifying.\n\nBut safari isn’t the only activity offered. We visit the park’s anti-poaching unit, learning about the crucial work being undertaken to protect the wildlife, and it becomes clear that tourism has a crucial role to play in this, whether by raising awareness of issues or contributing to projects.\n\nWhen we have a go at spotting traps – metal rings attached to trees – in nearby woodland, it quickly puts to bed any thoughts of a career change. On another morning, we visit Ngamo, a small village 45 minutes from camp. The village receives support from Wilderness through a number of initiatives, which are explained to us by its amiable head, Mr Johnson.\n\nHe’s as curious about the Western world as we are to ask him about Zimbabwean culture, quizzing us on the state of drug trafficking in the UK, while we get a sense of his views on the current regime (he’s not a fan).\n\nHe invites us to his home and we’re introduced to his wife. ‘I love her now as much as when we first met,’ he tells us sweetly, as she proudly shows us her handmade fabrics. We head to the local school, where, in an excitable classroom, we are treated to a delightful and touching dance performance from the children. It’s a moving insight into rural Zimbabwean life.\n\nOur next stop returns us to Victoria Falls, where we head to the Victoria Falls Safari Club. The 20-room boutique hotel is not as remote as Linkwasha, but as we soon find out when a troop of monkeys swing around outside the entrance, it’s no less connected to the natural world.\n\nAt 1pm, we’re invited to the ‘vulture restaurant’, where, from a viewing platform, we see a huge swarm of vultures (and some confused storks) descend on an enclosure to feast on slabs of meat provided by a brave guide. The bird, we learn, is an essential part of the bush ecosystem but is under threat from poachers. By the end, we’re sympathetic to the poor things, who also have to bear the burden of being saddled with almost every negative stereotype.\n\nDressed for dinner\n\nThe resort’s restaurants serve an eclectic mix of traditional fare and world cuisine, where tacos share the same menu as ostrich meat. Our evening meal is at the Boma, a cavernous tented buffet complex that attracts as many locals as tourists.\n\nCeremoniously dressed in a ‘chitenge’ as we enter, we arrive to an energetic traditional performance of drumming and dancing.\n\nThe food is mainly local fare, and we get the chance to heap our plates with everything from guinea fowl to crocodile – a rich meat that’s not just good for handbags, it turns out. Over the course of the night, we pay a visit to a shaman who tells us our fortunes with the guidance of some nutshells, we get our faces painted, and we are awarded a certificate for consuming a crunchy mopane worm, a delicacy that leaves a peculiarly unpleasant aftertaste.\n\nWe’re even drawn to the dance floor ourselves and are invited to partake in some drumming. It’s an outstanding evening.\n\nFalls gold\n\nOf course, the highlight is the falls themselves, one of the seven natural wonders of the world. We can hear the water crashing thunderously from miles away as we approach, and we feel the vapour once we enter the park.\n\nThere are reports suggesting they’re in danger of drying up due to climate change, but while our visit is during dry season it’s an astounding experience. It is truly awe-inspiring. We stand on the edge of the rocks as the water tumbles beneath us into the rock pools far below.\n\nStream after stream rushes down in a tremendous vision of nature at its most potent. But it’s not over yet. We jump into a helicopter to get a bird’s-eye view, and it’s here that we grasp the sheer size of the falls, a huge crater in the Zambezi, which twists off into the distance.\n\nThe view defies belief and feels more like a Ridley Scott picture than reality. We experience the river at water level with a sunset cruise on our final evening. Sipping local beers (the Namibian Windhoek lager is a must-try for hop enthusiasts) as we track resting crocodiles and swimming hippos on nearby shores, it’s an ideal way to reflect on a succession of extraordinary moments.\n\nThe Zimbabwe we experience is a country of tremendous beauty, delightful surprises and some of the friendliest hospitality I’ve come across. Tourism here is more than merely visiting places, it’s an invitation to build a closer relationship with the natural world, an experience of learning and luxury that will stick a long time after leaving. The ‘smoke that thunders’ deserves to be heard.\n\nExsus Travel (exsus.com; 020 7563 1303) offers a six-night stay with three nights at Linkwasha in canvas accommodation, inclusive, followed by three nights at the Victoria Falls Safari Club in a club room, from £3,850pp. Price includes return flights with British Airways from London, return light aircraft flights to Linkwasha and transfers in Victoria Falls\n\nRead more\n\nConservation is not just about preserving wildlife\n\n‘If you ask the price, you can’t afford it’ – Waldorf Astoria’s new Maldives retreat reviewed\n\nThis new Four Seasons chalet in Megève is as super-luxe as you think it is"}}