{"GDELT": {"GlobalEventID": 906506723, "Day": 20200217, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1288, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.36912751677853, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nahid, Az¯arbayjan-e Sharqi, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR33", "Actor1Geo_ADM2Code": "40866", "Actor1Geo_Lat": 37.4333, "Actor1Geo_Long": 45.65, "Actor1Geo_FeatureID": "-3874327", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nahid, Az¯arbayjan-e Sharqi, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR33", "Actor2Geo_ADM2Code": "40866", "Actor2Geo_Lat": 37.4333, "Actor2Geo_Long": 45.65, "Actor2Geo_FeatureID": "-3874327", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nahid, Az¯arbayjan-e Sharqi, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR33", "Action2Geo_ADM2Code": "40866", "Action2Geo_Lat": 37.4333, "Action2Geo_Long": 45.65, "Action2Geo_FeatureID": "-3874327", "DATEADDED": 20200217131500, "SOURCEURL": "https://www.cbc.ca/news/canada/saskatoon/woman-begs-prime-minister-daughter-refugee-status-1.5464396"}, "ARTICLE": {"TITLE": "Saskatoon woman begs Prime Minister to get involved after daughter's, granddaughter's refugee status denied", "TEXT": "A Saskatoon woman is pleading for help after her daughter, who has a young child, was refused refugee status by the Canadian government.\n\nCBC is concealing the women's identities to protect the daughter and because the daughter was allegedly the victim of sexual assault. The mother chose the pseudonym \"Suraya\" for herself and \"Nahid\" for her daughter.\n\nLast week, Nahid's application was denied due to concerns about her history with a company allegedly embezzling money for the Iranian government.\n\nSuraya worries Nahid will be deported back to Iran and be in grave danger once she arrives.\n\n\"Everything will be finished at the airport,\" Suraya said. \"I will lose my daughter.\"\n\nShe said her daughter lived like a slave at the business, where she worked as a receptionist. She said she never broke the law and is not a security concern for the Canadian government.\n\n\"She was sleeping on the chair at the office,\" she said.\n\n\"She had only one meal a day, she didn't have a bank account and she didn't have access to her passport.\"\n\nThe woman has appealed to Prime Minister Justin Trudeau to intervene in the case.\n\n\"I ask him to please look at my daughter and her baby,\" she said.\n\n\"You can change this decision. My daughter is not a danger to Canada.\"\n\nSuraya's story\n\nSuraya said the trouble began when she married a well-connected man in the Iranian government in an arranged marriage.\n\nShe said the relationship soon turned abusive and that her husband would only let her outside the home to go to a nearby market or to pick her children up from school.\n\nThings got worse when she converted to Christianity, which did not go over well in the very-religious Muslim household.\n\nIn 2006, she eventually fled the country with Nahid, spending years travelling through Asia.\n\nSuraya said she was forced onto the streets after a shelter she was living in closed. She said she was forced to send Nahid back to Iran.\n\n\"I didn't have a place to keep my daughter and it was very difficult for me because I was alone,\" she said.\n\n\"I didn't have enough money to pay for expenses and survive with two people.\"\n\nAfter travelling to Turkey, Suraya finally received refugee status from Canada in 2012.\n\nShe or he signed the paper to send my daughter to an Iranian prison — to send my daughter to an Iranian grave. - Suraya\n\nShe said she doesn't know why she was allowed to enter the country, but her daughter was refused.\n\n\"I ran away from my home country because of my husband and my brothers. She was under the hands of the same person. What changed?\"\n\nNahid's story\n\nSuraya said things didn't go well for her daughter after her return to Iran.\n\nBy that time, Nahid had also converted to Christianity. Suraya said Nahid was severely disciplined.\n\nEventually, Nahid was sent to a business controlled by her father in the neighbouring country of Oman, Saraya said.\n\nSuraya said her daughter worked as a secretary under very difficult conditions. The people at the office took away her passport and was threatened against ever leaving the office.\n\nAt one point, she was raped by a man at the office and became pregnant, Saraya said.\n\nEventually, Nahid managed to escape with her baby and fled to Turkey, where she applied for refugee status to Canada like her mother.\n\nNahid was deemed inadmissible because of her connections to the company in Oman.\n\n\"They didn't look at this case as someone who suffered a lot,\" Saraya said.\n\n\"That signature wasn't only to reject her case. She or he signed the paper to send my daughter to an Iranian prison — to send my daughter to an Iranian grave.\"\n\nSuraya said she is terrified that, now that her daughter's case has been rejected, the Turkish authorities will deport her to Iran.\n\n\"They don't give any notice to the refugees. They just call them and ask them to the police station for an interview,\" she said.\n\n\"When they find out about her status, she has to go back.\"\n\nLegal avenues\n\nDavida Bentham, Suraya's lawyer, said this is a grave case.\n\n\"In terms of consequences, it's very serious,\" Bentham said.\n\n\"An inadmissibility finding means that she could never come to Canada.\"\n\nBentham has already appealed the finding to the Federal Court of Canada, which could send the case back to another immigration officer.\n\nShe said the evidence shows that Nahid didn't know what was going on at the business.\n\n\"To be found complicit in the group's crime or criminal purpose, she has to have made a voluntary significant and knowing contribution,\" said Bentham.\n\n\"We have many reasons why they weren't voluntary.\"\n\nNahid could also make an appeal to the federal immigration minister, but that can take up to eight or nine years to come to fruition.\n\nSuraya ended with another appeal to the Prime Minister.\n\n\"When I came here to Canada, I had $80. Now I run a company and I've made jobs for a few people,\" she said.\n\n\"She's the same as me. And if you don't change this decision, you will send this baby to the dark\"."}}