{"GDELT": {"GlobalEventID": 906506356, "Day": 20200217, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1288, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 1124, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.63636363636364, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Stoke Newington, Hackney, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKE8", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5667, "Actor1Geo_Long": -0.083333, "Actor1Geo_FeatureID": "-2608809", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Stoke Newington, Hackney, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKE8", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5667, "Actor2Geo_Long": -0.083333, "Actor2Geo_FeatureID": "-2608809", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Stoke Newington, Hackney, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKE8", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5667, "Action2Geo_Long": -0.083333, "Action2Geo_FeatureID": "-2608809", "DATEADDED": 20200217131500, "SOURCEURL": "https://www.hackneygazette.co.uk/news/questions-raised-over-prosecution-following-caroline-flack-death-1-6517947"}, "ARTICLE": {"TITLE": "Questions raised over prosecution following death of Caroline Flack", "TEXT": "Questions raised over prosecution following death of Caroline Flack\n\nCaroline Flack with the reality and constructed factual award on behalf of Love Island at the Virgin TV British Academy Television Awards 2018. Picture: Ian West/PA Wire\n\nCaroline Flack told police she would kill herself after she allegedly assaulted her boyfriend in December.\n\nShare Email this article to a friend To send a link to this page you must be logged in.\n\nA police van parked outside the building believed to be where Caroline Flack lived in Clapton, London. Picture: Dominic Lipinski/PA/PA Wire A police van parked outside the building believed to be where Caroline Flack lived in Clapton, London. Picture: Dominic Lipinski/PA/PA Wire\n\nThe TV presenter was found dead at the age of 40 at her Clapton home on Saturday, after taking her own life.\n\nFlack, who was described as \"vulnerable\" by her management, had pleaded not guilty to assaulting her boyfriend Lewis Burton at her former flat in north London in a court hearing in December.\n\nHighbury Corner Magistrates' Court heard that, in the aftermath of the alleged incident, Flack told police \"I did it\" and then warned she would kill herself.\n\nFlack was arrested and charged with assault by beating after police were called to her flat in Islington on December 12.\n\nThe Metropolitan Police declined to comment, although further detail may emerge at an inquest.\n\nFlack stepped down from presenting the current winter series of Love Island after the alleged assault. The ITV programme did not air on Sunday night.\n\nFloral tributes placed outside Caroline Flack's former home in North London. PA Photo. Picture: Dominic Lipinski/PA/PA Wire Floral tributes placed outside Caroline Flack's former home in North London. PA Photo. Picture: Dominic Lipinski/PA/PA Wire\n\nYou may also want to watch:\n\nAmbulance crews were called on Friday night to a property in Clapton, where Flack was thought to have recently moved - but a London Ambulance Service spokesman refused to confirm or deny reports the paramedics attended her flat.\n\nAn LAS statement said: \"We were called shortly after 10.30pm on 14 February to a residential property on Northwold Road, N16.\n\n\"Crews attended and, following a clinical assessment, the person was not taken to hospital. Due to patient confidentiality we cannot comment further.\"\n\nThe LAS also said crews were called to Northwold Road at 2.30pm on Saturday, adding that \"a person was pronounced dead at the scene\", but would not comment on whether the two incidents were linked.\n\nThe shock news prompted a flood of tributes from celebrities. But it also brought questions about the decision to persist with prosecuting Flack for the alleged assault on her boyfriend, and about the pressures faced by TV celebrities from the press and social media.\n\nCaroline Flack. Picture: Dominic Lipinski/PA Wire Caroline Flack. Picture: Dominic Lipinski/PA Wire\n\nHer management company criticised the Crown Prosecution Service (CPS) for pressing ahead with what it called her \"show trial\" even after her boyfriend said he did not support it.\n\nBy Sunday evening, an online petition calling for a Government inquiry into \"the practices and policies of mainstream media organisations and social media platforms in their efforts to protect members of the public from harm\" had more than 200,000 signatures.\n\nFlack is the fourth person linked to the ITV2 dating programme to have killed themselves."}}