{"GDELT": {"GlobalEventID": 906506691, "Day": 20200217, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1288, "Actor1Code": "IGOWSTNAT", "Actor1Name": "NATO", "Actor1CountryCode": "WST", "Actor1KnownGroupCode": "NAT", "Actor1Type1Code": "IGO", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.6849315068493101, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Idlib, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26365", "Actor1Geo_Lat": 35.9306, "Actor1Geo_Long": 36.6339, "Actor1Geo_FeatureID": "-2542538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20200217131500, "SOURCEURL": "https://www.tert.am/en/news/2020/02/17/idlib/3212858"}, "ARTICLE": {"TITLE": "NATO has no plans to provide military support to Turkey in Idlib", "TEXT": "NATO has no plans to provide Ankara with military support if Turkey launches a military operation in northern Syria, Tass.ru reports, citing a diplomatic source from the North Atlantic Alliance\n\n\"NATO countries will not support the invocation of Article 5 over the death of Turkish troops in Idlib in early February,\" the source pointed out. According to him, NATO is not considering the possibility of providing Turkey with military assistance in the event of a military operation in the region. The diplomat said that the death of Turkish troops in Idlib was a tragedy but it had taken place during a unilateral military operation on foreign soil, which goes beyond Article 5 of NATO’s founding treaty. He added that the fact was clear to Turkey as well, which is why Ankara had not tried to initiate NATO consultations on the matter.\n\nAs for the possibility of a Turkish military operation aimed at halting the advance of Syrian government forces in Idlib and assisting illegal armed groups in retaining control of certain parts of the province, the source noted that as a NATO member, Turkey had the political support of other member states but there were no plans to provide Ankara with military assistance.\n\nThe diplomat emphasized that not all NATO members shared Turkey’s goals in Syria and Libya, and the issue of providing military support to Turkey had not been raised at a meeting of NATO defense ministers on February 12-13.\n\nThe situation in the Syrian province of Idlib escalated after the Russian and Turkish militaries had made another attempt to ensure a ceasefire. In response, terrorists increased attacks, killing both Russian and Turkish military experts. The Syrian army took action against"}}