{"GDELT": {"GlobalEventID": 906506413, "Day": 20200217, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1288, "Actor1Code": "DEU", "Actor1Name": "GERMAN", "Actor1CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.31788079470198, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200217131500, "SOURCEURL": "https://www.neowin.net/news/tesla-ordered-by-court-to-halt-work-on-german-gigafactory"}, "ARTICLE": {"TITLE": "Tesla ordered by court to halt work on German gigafactory", "TEXT": "Tesla has been ordered by a court to halt work on its fourth gigafactory that’s set to be built in Germany. An alliance of environmentalists, called the Green League, won a court injunction yesterday against the firm which has been clearing forest land to make room for the new factory. The Green League said that it is a threat to local wildlife and water supplies.\n\nWhile the construction is on hold at the moment, work may resume soon as the injunction is only temporary and subject to more hearings that could take place as soon as this week. According to the BBC, the firm has been clearing 91 hectares of forest in Grünheide to make way for the factory.\n\nThe electric car maker cannot say it wasn’t warned about protests because the only permission it has had from the German government was via the environment ministry which said the firm could begin site preparations “at its own risk”.\n\nWhile one could argue the case of hypocrisy against Tesla, a supposedly environmentally-friendly firm, for cutting down trees, it should be noted that Tesla does own the land that it’s working on. It purchased 300 hectares from the state of Brandenburg to build Gigafactory 4. Once the site opens in 2021, it will employ 12,000 people and produce up to 500,000 cars per year at the site.\n\nThe court put out a statement after its decision to temporarily suspend work saying that: “It should not be assumed that the motion seeking legal protection brought by the Green League lacks any chance of succeeding.” With a statement like that, it’s unclear where things will go next. Should Tesla’s Germany plans fall through, it could turn its attention to Texas.\n\nSource: BBC News"}}