{"GDELT": {"GlobalEventID": 906507101, "Day": 20200217, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1288, "Actor1Code": "SYRMIL", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor1Type1Code": "MIL", "Actor2Code": "SYR", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "IsRootEvent": 0, "EventCode": 333, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.6253776435045295, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sochi, Krasnodarskiy Kray, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS38", "Actor1Geo_ADM2Code": "25065", "Actor1Geo_Lat": 43.5992, "Actor1Geo_Long": 39.7257, "Actor1Geo_FeatureID": "-3006514", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sochi, Krasnodarskiy Kray, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS38", "Actor2Geo_ADM2Code": "25065", "Actor2Geo_Lat": 43.5992, "Actor2Geo_Long": 39.7257, "Actor2Geo_FeatureID": "-3006514", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sochi, Krasnodarskiy Kray, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS38", "Action2Geo_ADM2Code": "25065", "Action2Geo_Lat": 43.5992, "Action2Geo_Long": 39.7257, "Action2Geo_FeatureID": "-3006514", "DATEADDED": 20200217131500, "SOURCEURL": "https://www.strategic-culture.org/news/2020/02/17/an-awareness-question-what-business-does-turkey-have-in-syria/"}, "ARTICLE": {"TITLE": "An ‘Awareness’ Question: What Business Does Turkey Have in Syria?", "TEXT": "President Tayyip Erdoğan said: “Whoever says, ‘What business does Turkey have in Syria?’ is either unaware or intentionally an enemy of this people.”\n\nYusuf KARATAS\n\nIn the speech he made at his party’s parliamentary group meeting last tuesday, President and AKP General Chair Tayyip Erdoğan targeted those who criticize Turkish troops coming under fire and a state of war being reached with the Syrian army in Idlib by saying, “Whoever says, ‘What business does Turkey have in Syria?’ is either unaware or intentionally an enemy of this people.” That is, ever since 2011 Erdoğan has accused critics of the intervention-based policy in Syria of either lacking awareness or harbouring enmity towards the nation. As his speech progressed, Erdoğan says the “Adana Agreement” signed with the Syrian administration in 1998 authorizes Turkey to stage operations in Syria and Turkish troops are in Idlib pursuant to this agreement.\n\nLet us start with the issue of “awareness.”\n\nI wonder if Erdoğan accuses askers of the question, “What business does Turkey have in Syria?” of either “lacking awareness” or “harbouring enmity towards the nation” because he is so sure of the correctness of the policies he is implementing and that they are in the popular interest, or to conceal the problems and threats this policy has created.\n\nYes, I have repeatedly posed this question and will continue to do so.\n\nThis is because if in 2011 you set out with the claim of democratizing Syria and turn the country into a motorway of jihadists from all four corners of the globe going to wage war in Syria, we are entitled to inquire, “What business do we have in Syria?”\n\nIf jihadist gangs create “emirates” and radical religious militants swarm on our borders as a result of the policies you have implemented and the interventions you have staged in the name of ensuring the country’s security, we are entitled to say, “What business do we have in Syria?”\n\nIf, having advertised the camps set up in the country so as to create a basis for the interventionist policy in Syria and encouraged the flow of refugees to this degree, you say, “We are in Idlib to stem the flow of refugees,” we are entitled to inquire, “What business do we have in Syria?”\n\nIf, with the table set up for the peaceful solution of the Kurdish problems and talks with the Syrian Kurds making headway, you abandon this policy and obdurately engage in operations that serve no other function apart from aiding imperialists in using this problem for their own interests, we are entitled to say, “What business do we have in Syria?”\n\nThis means those who ask, “What business does Turkey have in Syria?” are not asking this question for nothing.\n\nThis is because lying at the heart of all the problems and threats Turkey faces today in Syria is the AKP-Erdoğan administration’s policy of intervention in Syria in 2011 on which it embarked with claims to “regional leadership” and dreams of “neo-Ottomanism.”\n\nLet us turn to what Erdoğan says about the Adana Agreement and the presence of Turkish troops in Idlib.\n\nWhichever of Erdoğan’s pronouncements in his group speech you take, you are left with a dud.\n\nIn this speech, he both proclaims the Syrian regime to be “illegitimate” and says he does not recognize it and also defends Turkey’s presence in Syria by virtue of an agreement made with this regime. This is not the full extent of the quirkiness: Erdoğan threatens war and grants the Syrian army until the end of the month to withdraw from Idlib which is part of its own national territory.\n\nLet us leave this to one side and inquire whether the Adana Agreement really, as alleged, grants Turkey the right of intervention.\n\nThe Adana Agreement was signed on 20 October 1998 with the mediation of Iran and Egypt following the removal of PKK leader Öcalan from Syria (9 October 1998), which created serious tension between the Turkish and Syrian administrations. In this five-article agreement, the Syrian administration undertakes to ban the PKK’s activities in Syria and to prevent threats and actions targeting Turkey on its own territory. There is no wording in any article of the agreement about an intervention right of Turkey. However, despite this, the Erdoğan administration intervened in areas governed by the Syrian Kurds (Syrian Democratic Forces) by arguing that this agreement granted it the right of intervention!\n\nIn fact, we encounter a situation today that cannot be accounted for on such grounds, either. The Syrian administration is staging an operation against an organization that the UN and Turkey officially proclaim to be a “terrorist organization” to ensure security in its own territory. Moreover, it is staging this operation to secure the M4 and M5 motorways in the wake of Turkey’s failure to fulfil its commitments in the Sochi Agreement signed between Erdoğan and Putin on 17 October 2018. And, see if the Erdoğan administration is not restricting itself to opposing this operation and is threatening the Syrian army with intervention and, furthermore, is premising this on the Adana Agreement!\n\nA further important point that shows the extent of the contradiction and impasse against which the Erdoğan administration has run up is that Russia is supporting this operation by the Syrian army with aerial bombardment. But, when it comes to Russia which he cannot boss about and which in fact instrumentalizes its relationship and cooperation with the Erdoğan administration in its fight for supremacy with the USA, Erdoğan says and is obliged to say, “We attach special importance to the continuation of our friendship with Russia.”\n\nThere remains but a single question. Which betrays lack of awareness: questioning a policy that exposes the country and the people to such great threat and problems, or obdurateness over this policy?\n\nevrensel.net"}}