{"GDELT": {"GlobalEventID": 906737053, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor1Code": "REL", "Actor1Name": "MONK", "Actor2Code": "IRL", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.23784261715296, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI", "Actor2Geo_Lat": 53.0, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "EI", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20200218130000, "SOURCEURL": "https://www.dailymail.co.uk/sciencetech/article-8015595/Scottish-centre-power-containing-pottery-gaming-pieces-excavated.html"}, "ARTICLE": {"TITLE": "Scottish 'centre of power' containing pottery and 'gaming pieces' excavated", "TEXT": "Remains of 'a centre of power' for the ancient Scottish tribe known as the Picts have been discovered in Perthshire, dating back more than 1,000 years.\n\nArchaeologists uncovered evidence of the powerful Pictish society who feasted, drank, played games and enjoyed riches forged through trade links with Europe.\n\nThe team from Perth and Kinross Heritage Trust uncovered evidence of metal and textile production from between the 7th and 9th centuries at King's Seat Hillfort.\n\nThey also uncovered glass beads and pottery alongside pieces of Roman glass that were recycled and reused as gaming pieces.\n\nA decorated spindle whorl, which was used in textile production found at the excavation site King's Seat Hillfort near Dunkeld\n\nThe King's Seat hillfort is situated on a prominent hill top above an important bend in the River Tay at Dunkeld in Perthshire\n\nThe trust said the wealth of finds suggested the site had been a stronghold of the elite in the local population.\n\nThey would have had 'influence over the trade and production of high-status goods,' said David Strachan, director of Perth and Kinross Heritage Trust.\n\n'We have uncovered lots of evidence of how people were living and working, and the remains of a building with a large hearth on the summit, with fragments of glass drinking vessels, gaming pieces, animal bone and horn.\n\n'They paint a vivid picture of high-status people gathering and feasting, decorated in the latest high-status jewellery and ornamentation.'\n\nStrachan added that crucibles, whetstones, stone and clay moulds found indicated that craft production took place at the hillfort, which is near Dunkeld.\n\nThe Picts were a confederation of Celtic-speaking people who lived in eastern and northern Scotland during the Late British Iron Age and Early Medieval periods.\n\nFragments of pottery – of the kind made in continental Europe – and Anglo-Saxon glass beads suggested the Picts were trading far afield from their centre of power.\n\nSpindle whorls – spherical objects used in textile production – were found alongside evidence of metal-working.\n\nA glass gaming piece found at the site, suggesting the Picts lived a life of enjoyment and pleasure\n\nArchaeologists said the artefacts uncovered were in keeping with other high-status, royal sites of early historic Scotland.\n\nThis includes other Pictish sites such as the royal centre of Dundurn in Perthshire.\n\n'What's particularly interesting is that evidence of this activity has been found in all of the trenches,' said Cath MacIver, project manager at AOC Archaeology, the archaeological contractors of the protected site.\n\n'There must have been a lot of iron and other metalworking going on here making the site an important centre for production – not just the home of a small group of people making items for their own use.'\n\nArchaeologists at Kings Seat Hillfort. Over three years, volunteers have joined professional archaeologists to survey and excavate the site\n\nThe Picts have long been regarded as enigmatic savages who fought off Rome's legions before mysteriously disappearing from history.\n\nThey are described as wild tribesmen who refused to sacrifice their freedom in exchange for the benefits of civilisation.\n\nThey built a highly sophisticated culture in northern Scotland in the latter half of the first millennium AD.\n\nThe name makes its first known appearance in the works of third-century orator Eumenius, and is assumed to come from the Latin word pingere, 'to paint', suggesting they painted or tattooed their bodies.\n\nA picture of the Kings Seat in Hillfort. The Picts that occupied tis area more than 1,000 years ago were a confederation of Celtic-speaking people who lived in eastern and northern Scotland\n\nWhat they called themselves or the language they spoke is unknown, but they were the last people on these islands to trace their lineage through their mothers.\n\nWriting in 731, The Venerable Bede, an English Benedictine monk, said the Picts had come from mainland Europe, presumably Scandinavia, to Northern Ireland to ask for land, but the Irish sent them on to Scotland.\n\nThis indicates the myth that the Picts were given Irish wives, on condition that they became matrilineal – they traced their family history through their mother's side.\n\nPerth and Kinross Heritage Trust (PKHT) worked with AOC Archaeology Ltd and Dunkeld and Birnam Historical Society on the study site.\n\nWhile King's Seat Hillfort has been known about for at least the last century, and is designated as nationally important, little has been understood about its history.\n\nOver more than three years, volunteers have joined professional archaeologists as part of the PKHT to survey and excavate the site."}}