{"GDELT": {"GlobalEventID": 906735979, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "CHNGOV", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.53164556962025, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wuhan, Hubei, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH12", "Actor2Geo_ADM2Code": "13124", "Actor2Geo_Lat": 30.5833, "Actor2Geo_Long": 114.26700000000001, "Actor2Geo_FeatureID": "-1930776", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hubei, Guangdong, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH30", "Action2Geo_ADM2Code": "13047", "Action2Geo_Lat": 23.2656, "Action2Geo_Long": 116.054, "Action2Geo_FeatureID": "10073728", "DATEADDED": 20200218130000, "SOURCEURL": "https://www.geo.tv/latest/272974-a-family-in-chinas-hubei-province-hosts-pakistani-student-despite-coronavirus-fears"}, "ARTICLE": {"TITLE": "A family in China's Hubei province hosts Pakistani student despite coronavirus fears", "TEXT": "BEIJING: A Chinese family has been graciously and warmly hosting a Pakistani student at their residence in Hubei province despite hysteria over the novel coronavirus outbreak, which has, as of reporting time, left 1,800 people dead.\n\nA sign of the strengthening Sino-Pak relationship, the Chinese family welcomed Abdul Samad — a young student from Sindh's Larkana district, who completed his MBBS degree last month from Yangtze University in Hubei's Jiangzhou but got stuck as lock-down came into effect.\n\nSamad, who had gone exploring the surrounding areas before leaving for the hometown, was unable to leave after the Chinese authorities closed the city's entry and exit points as a preventive measure.\n\n\n\nRead more: Two-member FO task force arrives in Chinese city of Wuhan\n\nIn this difficult situation, a Chinese person extended help and took him to his home in a nearby village when he came to know about his nationality.\n\n\n\n\"Since the last week of January, I have been living with them as a family member. They are providing me all the facilities free of cost. I am living in a separate bedroom and getting excellent food,\" he said.\n\nSamad told APP that the way the Chinese family was taking his care was unprecedented and proof of deep-rooted friendship between the people of two countries.\n\nRelated: China thanks ‘iron brother’ Pakistan for supplying medical aid for coronavirus\n\n\n\n\"I am here for the last six years and watching the love and affection for Pakistani among the Chinese nation, I have decided to pursue my future career in China,\" he added.\n\nHe said he was in contact with his university and his parents in Pakistan and told them that he was safe and living in a very friendly environment. A young child of the family had become his friend and he often went to the fields with the family and assisted them, he added.\n\nSamad said China had always been on the forefront in helping Pakistan in the time of need, noting: \"It was now our turn to support and show solidarity with our Chinese brethren.\n\nRead more: WHO says it's early to predict end of novel coronavirus\n\n\"That is why I have volunteered for the battle against coronavirus and asked my university to send me to a hospital in Wuhan.\"\n\nAbout evacuation of students from Wuhan and Hubei, he said the students of more than 120 different countries were studying in the province and only a few countries decided to pull out their students.\n\nHe opined that all the students including Pakistani were more safe and secure and being well looked after.\n\nHe expressed the confidence that the Chinese nation would soon come out of this temporary phase and overcome this disease with a strong commitment and resolve.\n\nRelated:\n\nPakistan concerned over reports of new coronavirus facility near student campus in China\n\nCoronavirus quarantine centre being set up at Islamabad airport, says Zulfi Bukhari\n\n\n\nThree Pakistani students diagnosed with Coronavirus cured: Chinese embassy"}}