{"GDELT": {"GlobalEventID": 906736596, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor1Code": "IRL", "Actor1Name": "IRISH", "Actor1CountryCode": "IRL", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.85259631490787, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lough Carra, Mayo, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI20", "Actor1Geo_ADM2Code": "18298", "Actor1Geo_Lat": 53.7, "Actor1Geo_Long": -9.25, "Actor1Geo_FeatureID": "-1501372", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lough Carra, Mayo, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI20", "Actor2Geo_ADM2Code": "18298", "Actor2Geo_Lat": 53.7, "Actor2Geo_Long": -9.25, "Actor2Geo_FeatureID": "-1501372", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lough Carra, Mayo, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI20", "Action2Geo_ADM2Code": "18298", "Action2Geo_Lat": 53.7, "Action2Geo_Long": -9.25, "Action2Geo_FeatureID": "-1501372", "DATEADDED": 20200218130000, "SOURCEURL": "http://www.mayonews.ie/news/34959-carra-captured"}, "ARTICLE": {"TITLE": "Carra captured", "TEXT": "Tom Byrne of LCCA (Lough Carra Catchment Association) addressing the attendance at the launch. Pic: Alison Laredo\n\n\n\nOver 70 people gathered in the Linenhall Arts Theatre foyer on Friday afternoon, February 7 to attend the opening of a photographic exhibition ‘Qualities of Water’ and the launch of an educational booklet ‘Lough Carra – a gem worth preserving’.\n\nThe event was organised by Dr Patrick Bresnihan, Maynooth University, in collaboration with the Secretary of the Lough Carra Catchment Association (LCCA), Lynda Huxley and brought together two water-related topics.\n\nThe photographic exhibition is the culmination of an Irish Research Council funded research project co-ordinated by Dr Bresnihan of the Geography Department in Maynooth University. The photos were all taken by members of the public in three areas of the country, Monaghan, Roscommon and Mayo. The 23 participants were asked to take pictures in response to the prompt: ‘what affects the quality of water in the places that you live and work’. Participants were then interviewed about the photos. The exhibition is accompanied by a booklet that includes text by Dr Bresnihan and quotations and images from participants.\n\nAfter opening the event, the Chairman of the LCCA, Tom Byrne of Partry, introduced Dr Bresnihan who described the background to the project and how it demonstrates the value of local knowledge in understanding complex water issues. The photo exhibition is on display in the foyer of the Linenhall until March 6.\n\nMr Byrne described how Lough Carra is such ‘a wonderful and unique heritage resource’, emphasising the fact that it is recognised as the best shallow marl lake in western Europe. Commenting on how he has seen the quality of the Lough’s water decline over the last few decades, he then introduced Chris Huxley who outlined how the LCCA has become established, what its aims are and what it is doing to try to reduce the inflow of excess nutrients into Lough Carra.\n\nLCCA aims\n\nThe LCCA aims to restore, protect and conserve the ecological integrity of Lough Carra and its lakeshore habitats and ensure the quality of drinking water from the Lough.\n\nThe LCCA Technical Working Group has identified what needs to be done to address the problems and is preparing an application for EU funding under the ‘LIFE’ programme. They hope to establish a project of around €5 million over a five year period for which Mayo County Council have agreed to be the implementing agency.\n\nThe LCCA Farmer Liaison Group is seeking the support of local farmers and carrying out a survey of their views, as well as investigating practical methods of helping farmers to reduce nutrient losses from their land.\n\nThe LCCA Education Committee provides information and support to schools in the area and has produced the booklet ‘Lough Carra – a gem worth preserving’.\n\nTom Byrne then asked the Mayo County Council Director of Environment, Agriculture and Climate Change, Martin Keating to launch the Lough Carra booklet. Commenting on how there is scope for everyone to do their bit in reducing environmental problems, Mr Keating welcomed the publication of the booklet and commended the LCCA on its work and its determination.\n\nThe final speaker was the world-renowned, award-winning wildlife film-maker and presenter, Colin Stafford-Johnson. Colin has visited Lough Carra and filmed there and was astounded at the beauty, richness and diversity of the habitats and wildlife there. He described passionately how he believes that the Lough is truly unique and that efforts must be supported to ensure that it is restored to its full glory and protected for the future.\n\nMORE\n\nAnyone interested in Lough Carra and supporting the work of the LCCA can visit the website www.loughcarra.org and are encouraged to attend the monthly meetings which are advertised on that website and are open to all."}}