{"GDELT": {"GlobalEventID": 906736153, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor1Code": "DEUMIL", "Actor1Name": "GERMAN", "Actor1CountryCode": "DEU", "Actor1Type1Code": "MIL", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.38709677419355, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Munich, Bayern, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM02", "Actor1Geo_ADM2Code": "16532", "Actor1Geo_Lat": 48.15, "Actor1Geo_Long": 11.5833, "Actor1Geo_FeatureID": "-1829149", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200218130000, "SOURCEURL": "https://www.aljazeera.com/news/2020/02/iran-frees-jailed-german-citizen-prisoner-swap-200218101039958.html"}, "ARTICLE": {"TITLE": "Iran frees jailed German citizen in prisoner swap", "TEXT": "Iran has released a German citizen sentenced to three years in jail, Iran's judiciary said, as part of a prisoner swap for an Iranian held in Germany on suspicion of violating US sanctions.\n\nThe announcement of his release came on Tuesday, a day after Tehran said a jailed Iranian accused of violating US sanctions had returned home from Germany.\n\nMore:\n\n\"On Monday, a German citizen returned home. He was arrested a while ago and was sentenced to three years in jail for taking pictures from sensitive places,\" judiciary spokesman Gholamhossein Esmaili said in a televised weekly news conference.\n\nIran said on Monday that Ahmad Khalili, who was arrested in Germany on a US request and subject to extradition to the United States, flew home on Sunday with Iranian Foreign Minister Mohammad Javad Zarif, who had been in Germany to attend a security conference in Munich.\n\n\"We insisted that first the Iranian citizen should return home ... then the German citizen was allowed to leave Iran on Monday,\" Esmaili said.\n\nThe Islamic Revolutionary Guard Corps (IRGC) has arrested dozens of dual nationals over recent years, mostly on espionage charges.\n\nIran said in December it was ready for more prisoner swaps with the US after it secured the return of scientist Massoud Soleimani in exchange for Xiyue Wang, a Chinese-born American held in the Islamic republic.\n\nDecades-old tensions between Tehran and Washington have escalated steeply since 2018, when US President Donald Trump unilaterally withdrew from a landmark 2015 nuclear deal and reimposed sanctions on Iran.\n\nSoleimani, a stem cell researcher at a Tehran university, on December 7, also flew back home from the US with Zarif."}}