{"GDELT": {"GlobalEventID": 906736494, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor1Code": "HLH", "Actor1Name": "DOCTOR", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.29032258064516, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor1Geo_CountryCode": "BE", "Actor1Geo_ADM1Code": "BE11", "Actor1Geo_ADM2Code": "5850", "Actor1Geo_Lat": 50.8333, "Actor1Geo_Long": 4.33333, "Actor1Geo_FeatureID": "-1955538", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE11", "Action2Geo_ADM2Code": "5850", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": 4.33333, "Action2Geo_FeatureID": "-1955538", "DATEADDED": 20200218130000, "SOURCEURL": "https://www.pulse.com.gh/lifestyle/womens-health/i-started-dance-classes-and-cut-out-processed-foodsand-i-lost-105-lbs-and-50-inches/m41dpbp"}, "ARTICLE": {"TITLE": "'I Started Dance Classes And Cut Out Processed Foods—And I Lost 105 Lbs. And 50 Inches'", "TEXT": "I've struggled with emotional eating my entire life. I would use food to celebrate every occasion, so to speakwhether I was having anxiety, feeling lonely, or toasting a happy occasion. Instead of finding a healthy way to deal with my emotions, I ate. A lot.\n\nI also practiced a lot of negative self-talk. I believed I wasnt capable of following through with goals. I had tried so many times to lose weight before but would stop after a week or so. All of those failed attempts at following through made me subconsciously believe that I genuinely just couldnt do it. I believed I was stuck and just needed to come to terms with being overweight.\n\nFinally, I did. I realized I was living in autopilot mode. I went through the motions of life and didnt think too much about anything except keeping up with my busy schedule. I ate for convenience, which means I was eating out a lot. I didnt think twice about my choices.\n\nIn 2016, I had a real wake-up call.\n\nI had just turned 27 and had plans with two of my best friends to go to Philadelphia and New York City. I was so excited to go out and explore new cities. Unfortunately, when we were walking around NYC, I realized that my body was no longer capable of doing the things I wanted to do. My feet were *killing* me, and all I could think about was where the next seat was going to be. I was having a hard time walking at the same pace as my friends.\n\nMy face was red and my legs were in chub-rub hell. I was also holding my breath at times because I didnt want my friends to hear me breathing heavily. I remember sitting at a rooftop bar with a mirror across from me and seeing my red face and shirt stuck to my body from sweat. I just felt so uncomfortable physically and mentally.\n\nThat vacation made me realize my body wasnt allowing me to live the life that I wanted.\n\nI was no longer able to live life in the moment. I knew that wasnt how I wanted to live my life and that it was really time to make a change. To make it an even bigger wake-up call, when I got back into town from my girls trip, I had a check up scheduled with my doctor. After doing some tests, my doctor informed me that I had developed type 2 diabetes and high blood pressure. It was time to turn off autopilot mode and make real changes to regain control of my life.\n\nI had to start with small changes in order to build confidence in my ability to change.\n\nI started out by not eating anything boxed, canned, bagged, or frozen (except healthy options like frozen veggies!). Then I started making it a point to plan ahead. Id lay out what my week looked like and then I would make a rough meal plan for myself and schedule time to get groceries. This allowed me to start taking food with me to work or plan meals around events.\n\nI started focusing on drinking half my body weight in water every day. I realized that when I was dehydrated, my brain was telling me I was hungry. So drinking water helped me a lot with false hunger and cravings. I also focused on portion control. I made sure to have three to four servings of veggies a day and switched from simple carbohydrates (high in sugar) to complex carbohydrates (low in sugar and high in fiber).\n\nOnce I got those changes down and they became habits, I started tracking my foods and calculated what calorie goal I should be hitting for sustainable weight loss. When I started lifting weights I started calculating my macros to tone up, too.\n\nHere's what I typically eat in a day now:\n\nBreakfast: Overnight oats mixed with chia seeds and almond milk, with blueberries and a bit of sugar-free syrup as toppings.\n\nOvernight oats mixed with chia seeds and almond milk, with blueberries and a bit of sugar-free syrup as toppings. Lunch: Rotisserie chicken, bell peppers, avocado, carrots, hummus, and cheese rolled in romaine lettuce wraps or wheat tortillas.\n\nRotisserie chicken, bell peppers, avocado, carrots, hummus, and cheese rolled in romaine lettuce wraps or wheat tortillas. Snacks: Almonds and a homemade protein shake.\n\nAlmonds and a homemade protein shake. Dinner: Spaghetti squash topped with lean ground beef meatballs and tomato sauce, Brussels sprouts, and sweet potato with cinnamon.\n\nSpaghetti squash topped with lean ground beef meatballs and tomato sauce, Brussels sprouts, and sweet potato with cinnamon. Dessert: If I plan to have a dessert I will make a chocolate peanut butter protein mug cake.\n\nI didnt start working out until I had lost around 40 pounds. I started moving my body by going to dance class .\n\nDance has been a huge part of my weight loss and it is something that I love to do. I was too embarrassed and scared to go to the gym , so dance was a way for me to get movement in and have fun.\n\nThen I started going to a womens bootcamp. This is where I learned different workouts, form and built up my stamina. Now I am in love with lifting weights and dont think twice about stepping into the gym. I lift weights four times a week. I split my workouts between upper body and lower body workouts, and I do 15 minutes of cardio after I lift on most days.\n\nA week of workouts looks like this for me:\n\nMonday: Chest and shoulders\n\nChest and shoulders Tuesday: Legs\n\nLegs Wednesday: Rest\n\nRest Thursday: Back and arms\n\nBack and arms Friday: Legs\n\nLegs Saturday: Rest\n\nRest Sunday: Rest\n\nThese three small changes also made a huge difference in my weight-loss journey.\n\nChange 1: I stopped looking for reasons I couldnt do it. I started looking at excuses as problems that I could solve and then I would focus on the solutions to the problems. I took a job that required me to travel and lived in hotels a few months into my weight loss, but I didnt let the excuse of not having a kitchen stop me. Instead of eating out every night, I did some problem-solving and got a crock pot and cooking equipment to keep in one of my suitcases.\n\nI started looking at excuses as problems that I could solve and then I would focus on the solutions to the problems. I took a job that required me to travel and lived in hotels a few months into my weight loss, but I didnt let the excuse of not having a kitchen stop me. Instead of eating out every night, I did some problem-solving and got a crock pot and cooking equipment to keep in one of my suitcases. Change 2: I started using a food journal to plan out my weekly meals. This helped me stay organized and gave me a guideline to follow each day. Planning ahead saved me from giving into temptations.\n\nThis helped me stay organized and gave me a guideline to follow each day. Planning ahead saved me from giving into temptations. Change 3: I stopped drinking calories. I was shocked at how many calories I was consuming on a daily basis just from drinks . I cut out the fancy Starbucks drinks, juices and sodas. I noticed that when I did this, I had less cravings after a while. I now realize that all the sugar in those drinks were taking a toll on me.\n\nI have lost 105 pounds and over 50 inches since starting my journey three years ago.\n\nI went from a size 24 to a size 8. I documented my weight-loss journey on YouTube from the day I decided to really go for it and lose the weight. It was an incredibly scary thing to talk about my insecurities, show my body, and say how much I weighed out loud for the world to hear. But my goal was to show myself and other women that weight loss is possible in a healthy way. I want to show other women that their past and current situation does not define their future. We all have the ability to choose to turn off autopilot and start living intentionally."}}