{"GDELT": {"GlobalEventID": 906737305, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "JUD", "Actor2Name": "ATTORNEY", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.80928689883914, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Los Angeles, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0522, "Actor1Geo_Long": -118.244, "Actor1Geo_FeatureID": "1662328", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Los Angeles, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.0522, "Actor2Geo_Long": -118.244, "Actor2Geo_FeatureID": "1662328", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0522, "Action2Geo_Long": -118.244, "Action2Geo_FeatureID": "1662328", "DATEADDED": 20200218130000, "SOURCEURL": "https://www.latimes.com/california/story/2020-02-18/robert-durst-murder-trial-timeline"}, "ARTICLE": {"TITLE": "The stranger-than-fiction twists that led to Robert Durst’s Los Angeles murder trial", "TEXT": "On a cloudy March afternoon in New Orleans, John Lewin, a cold case prosecutor from Los Angeles, met a man he had been investigating for so long he felt he knew his every tic and eccentricity.\n\nThe way he saw it, Robert Durst, the real estate heir suspected of three murders, had a way of flatly admitting to behavior that would embarrass most people. He talked openly of having no motivation to succeed in life, of not being “an acceptable human being,” of wasting away his days with weed, booze and meth. Durst didn’t blush when describing how he posed as a woman named Dorothy — buying a blouse, wig and handbag at Walmart — because he couldn’t grow a beard fast enough to disguise his appearance.\n\nIn the interview room at Orleans Parish Prison that day in 2015, Lewin told him how most people “when they’re talking to police, family, anybody, are very much concerned with what other people think of them.”\n\n“And so what I noticed, with about 90% of the things you’re asked, you are brutally honest, more honest than anyone I’ve ever seen,” he said.\n\nAdvertisement\n\nThus began a nearly three-hour mental chess match that is a primer of Durst’s spectacularly weird odyssey from the day his wife disappeared in New York state in 1982 to the upcoming trial for allegedly murdering his friend Susan Berman in Los Angeles two decades ago.\n\nWith jury selection set to begin in Los Angeles on Wednesday, the trial is expected to last up to five months, pitting a lineup of elite Los Angeles County prosecutors against the high-end Houston legal team that helped Durst beat a murder charge in Texas in 2003.\n\nWhether Durst testifies, the heart of the trial will center on his words outside court, which have strayed far beyond what any defense attorney would allow.\n\nAgainst his lawyers’ advice, Durst gave some 20 hours of interviews for the HBO documentary series “The Jinx: The Life and Deaths of Robert Durst.” He was arrested on March 14, 2015, at a hotel in New Orleans, where he agreed to speak to Lewin and ultimately made such a compromising statement that legal experts can’t wait to see how the defense team tries to get past them.\n\nAdvertisement\n\nBut not because they assume it will be impossible: Durst famously told a jury how he beheaded and sawed up the body of his neighbor Morris Black in Galveston, while insisting he had not murdered him — and was acquitted.\n\nThis time, Durst, 76, is charged with shooting Berman in the back of the head at her cottage in Benedict Canyon. Prosecutors plan to show how the killing is tied, in a grisly cascade of events, to the disappearance of Kathleen Durst in Westchester County and the death of Black.\n\nAuthor Susan Berman and Robert Durst, who has been charged with her murder. (HBO)\n\nWith no physical evidence tying Durst to Berman’s death, the government’s case hinges on two envelopes: one mailed to Beverly Hills police notifying them of a “cadaver” at Berman’s address before her body was discovered, and another sent by Durst to Berman before she died. Both envelopes were addressed in the same handwriting with the misspelling “Beverley Hills.”\n\nAdvertisement\n\nWhen Lewin spoke to Durst in 2015, he quickly moved to get him on the record about the envelopes, according to an audio recording of the interview.\n\n“I’m here talking to you today because I truly believe, Bob, I don’t think you feel that badly about Morris. That’s my view.... I don’t know how you feel about Kathie. Here’s what I do know. I know when you killed Susan that was not something you wanted to do. Do you know how I know that?”\n\n“I’m going to stay away from killing Susan,” Durst replied.\n\n“So the reason I think that, is because you know that the killer left a note, right? The cadaver note ... Why would you think the killer would have left a note?”\n\nAdvertisement\n\n“I’m going to stay away from that.”\n\nLewin paused and backed off. He would come back to it from another direction. He talked about some of the cases he worked on in his 20-plus years. To keep the conversation relaxed, he revealed personal details about himself — his 170-pound dog, his wife saying he was approaching obesity — before delving into the bizarre switchbacks of Durst’s life.\n\n“There’s no question that of any suspect I’ve ever had, ever dealt with, you are the most interesting,” he said. “It’s not even close.”\n\n***\n\nAdvertisement\n\nRobert Durst was the first son of Seymour Durst, and thus a scion to one of New York’s oldest and wealthiest real estate companies, the Durst Organization.\n\nHis life was most deeply dissected by director Andrew Jarecki and cinematographer Marc Smerling in “The Jinx.” In the six-part documentary, Durst said he had a happy childhood until age 7 when his mother Bernice fell from the roof of the family’s home — which he depicted as a suicide but was officially labeled an accident. After that, he said he ran away from school repeatedly, and felt like he didn’t fit in.\n\nHe attended UCLA in 1965, where he met and became fast friends with Susan Berman, the daughter of a Las Vegas mob boss.\n\nDurst grew his hair long, smoked pot and rebelled against the buttoned-up corporate world of his father and, in 1972, moved to Vermont with a new love, Kathleen McCormack, a dental hygienist, to run a health food store. They married and he returned to New York in 1974 to work in the Durst Organization — according to him, under pressure from his father. Outwardly, Bob and Kathie Durst lived a glamorous life, partying at clubs such as Studio 54 and Xenon.\n\nAdvertisement\n\nBut Ann McCormack, Kathleen’s mother, thought Robert was an “oddball” and didn’t care for him.\n\nDurst said he couldn’t bear to talk to her about “canning” or New England lifestyle or articles she read in Yankee magazine.\n\n“Those experiences with her family were kind of Bob meets the average American family,” Jarecki suggests to him in one of the documentary interviews.\n\nAdvertisement\n\n“More than ‘meets,’” Durst replies. “Bob is forced to spend time with the average American family. Bob is supposed to be polite and cooperative and pleasant and engage in the same conversations as they are. And I just can’t do that.”\n\nBut by January 1982, both were having affairs, and fighting over a divorce settlement. Kathleen was in her fourth year at the Albert Einstein College of Medicine in the Bronx. On Jan. 31, at their second home in South Salem, N.Y., she went to a friend’s party and returned to eat dinner with Durst. He says she then got on the train to New York to sleep in their Manhattan apartment before a class the next day.\n\nNew York investigators say they don’t think she ever got on the train.\n\nA woman saying she was Kathleen Durst called the medical school dean the next morning to say she was sick and going to miss class.\n\nAdvertisement\n\n“I don’t think Kathie called,” Lewin would tell Durst 33 years later. “Kathie would have called the rotation where she was going to be.”\n\nLewin suspected, as others involved in the case had before, the caller was Durst’s friend Susan Berman.\n\nDespite the national headlines about his wife’s disappearance, the call to the dean helped steer detectives away from Durst until November 2000, when he learned that New York investigators reopened the case based on new leads.\n\n“It blew me away,” he says in “The Jinx.”\n\nAdvertisement\n\nBy that time, Durst had left the family business and was living in homes in New York and Trinidad, Calif., a small coastal town north of Eureka.\n\nAs Durst related in the documentary, Berman, then a struggling crime writer, told him on the phone: “The Los Angeles police contacted me. They want to talk about Kathie Durst’s disappearance.”\n\nWriter Susan Berman was killed in her home in the Los Angeles neighborhood of Benedict Canyon. (Francine Orr / Los Angeles Times)\n\nShortly thereafter, on Christmas Eve, Berman was found lying facedown in her bare-bones cottage, shot execution style. There was no sign of a break-in or robbery. On Dec. 27, the assistant chief of the Beverly Hills police received a letter that there was a “cadaver” at Berman’s address, 1527 Benedict Canyon Drive. It had been postmarked Dec. 23, a day before her corpse was discovered.\n\nAdvertisement\n\nWith the pressure on, Durst fled. He rented a run-down $300-a-month apartment in Galveston in the name of Dorothy Ciner, his high school girlfriend. He presented himself as mute so he didn’t have to try to fake a female voice.\n\nDurst’s new neighbor across the hall, Morris Black, 71, was a drifter known in the neighborhood as a perpetual grouch.\n\nDurst would later testify that despite Black’s cantankerousness they became friendly, and the real estate heir slumming it in Texas dropped the disguise.\n\nThat September, Black’s severed body parts were found floating in trash bags in Galveston Bay. Investigators learned that a mute woman who was often traveling out of town lived across from Black. They searched Durst’s apartment, spotting small cuts in the linoleum floor. When they pulled the linoleum up, they found blood stains they would match to Black.\n\nAdvertisement\n\nDurst was arrested for murder, released on $250,000 bail and never showed up to his arraignment. He expressed disbelief to Jarecki that authorities would let anyone out who had been charged with murder, no matter the bail. But he was caught 45 days later in Pennsylvania, shoplifting a Band-Aid and a hoagie while he had $38,000 in cash in his trunk.\n\nExtradited to Texas for trial, he testified that he found Black in his home that September afternoon, holding Durst’s .22-caliber handgun and threatening him. He said he scuffled with him to get ahold of the gun, and they both fell, the gun accidentally shooting Black in the head.\n\nIn a gravelly matter-of-fact voice, Durst, in explaining why he didn’t just call police, testified that he felt no one would believe he was trying to defend himself, so he bought a bow saw, borrowed Black’s ax and another saw, and hacked the body into pieces. He dumped the bags off a jetty in the bay at night, and returned in the morning to find them floating and drifting onto shore.\n\nWhen a teenage fisherman later alerted police to a human torso in the water, crime scene investigators noted that one of the bags had been ripped open. Prosecutors alleged Durst had retrieved the one part of Black that would destroy his defense: his head. Without it, they had no solid physical evidence to dispute the defendant’s account.\n\nAdvertisement\n\nBlack’s head has never been found.\n\n“I did not kill my best friend,” Durst testified. “I did dismember him.”\n\nStanding with his attorneys, multi-millionaire murder defendant Robert Durst, right, reacts to a not guilty verdict on Nov. 11, 2003, in Galveston, Texas. (Pat Sullivan / Associated Press)\n\nJurors believed him, finding him odd, but probably honest. He was acquitted. New York tabloids were outraged.\n\nAdvertisement\n\nStill, Durst might have eventually drifted into quiet oblivion had he not agreed to cooperate with Jarecki and Smerling in making “The Jinx” for HBO, which catapulted him back into the public eye in 2015.\n\nBerman’s adopted son defended Durst in his interviews for the documentary. But in 2012, during its making, he called Smerling to say he found a 1999 letter from Durst to Berman — with the same misspelling and block handwriting as the so-called cadaver note. It was a clincher worthy of Sherlock Holmes.\n\nIn a follow-up interview, Durst struggled to explain it. Normally unflappable, he began burping, briefly pinching his earlobe and covering his face, before simply claiming he did not write the cadaver note.\n\nWhen the crew finished the interview, Durst went to the bathroom with his microphone still live. Muttering to himself, he said: “I don’t know what you expected to get. I don’t know what’s in the house. Oh, I want this. Killed them all, of course. [Unintelligible] I want to do something new. There’s nothing new about that.... He was right. I was wrong. The burping. I’m having difficulty with the question. What the hell did I do?”\n\nAdvertisement\n\nThe film crew edited this to end more menacingly, concluding the series with the final words: “What the hell did I do? Kill them all, of course.”\n\nDurst was arrested the day before the final episode aired. Speaking with Lewin, Durst admitted he was getting ready to flee the country.\n\nLewin moved through Durst’s narrative, clearly trying to pin down critical facts. He asked Durst why he sold his house in Trinidad just days before Berman died, and instead of flying home to New York from Arcata, like he normally did, bought a red-eye ticket at the counter in San Francisco. (The prosecution plans to argue Durst drove to Los Angeles to kill Berman and returned to San Francisco.) Durst conceded it was unusual.\n\nThen the prosecutor got back to the cadaver note. Lewin claimed his handwriting expert said the two envelopes were absolutely written by the same person. Durst wobbled on how similar they appeared, but stuck to his claim that he had nothing to do with the cadaver note.\n\nAdvertisement\n\n“Whoever wrote the note was a part of killing her,” Lewin said.\n\n“Yes,” Durst replied.\n\n“No question, right?” Lewin asked.\n\n“Whoever wrote that note had to be involved in Susan’s death.”\n\nAdvertisement\n\nOn Dec. 24, while still insisting Durst did not kill Berman, his defense team conceded that he wrote the note.\n\nThey have two choices now, said Loyola Law professor Laurie Levenson. Durst could take the stand and face a combative, all-encompassing cross-examination by veteran prosecutors. “It would have to be a slam-dunk performance,” she said.\n\nOr his attorneys can float a possible explanation, in the process of questioning other witnesses, of how a person might have known Berman’s body was there, and why that person would lie about it. With Durst, no one knows what to expect, Levenson said.\n\n“This case is morphing before our eyes.”"}}