{"GDELT": {"GlobalEventID": 906736273, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor1Code": "GBR", "Actor1Name": "LONDON", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 4.09731113956466, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "SZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ", "Action2Geo_Lat": 47.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "SZ", "DATEADDED": 20200218130000, "SOURCEURL": "https://www.hospitalityandcateringnews.com/2020/02/mcdonalds-worlds-largest-fast-food-chain-now-much-digital-company/"}, "ARTICLE": {"TITLE": "McDonald’s, the world’s largest fast-food chain, is now very much a digital company", "TEXT": "As McDonald’s doubles down on digital, we ask: How exactly will customer data transform the world’s biggest restaurant brand?\n\nMcDonald’s, the world’s largest fast-food chain, is now very much a digital company thanks to its strategy of investing in personalisation, artificial intelligence, voice recognition and the ongoing development of its customer app.\n\nWhile hospitality and catering firms are relative latecomers to the digital playing field (especially when compared to sectors such as retail), operators like McDonalds are still in a position to benefit quickly thanks to their huge market penetration and enviable resources.\n\nThe question remains, however, how will McDonald’s choose to leverage the huge amounts of customer data that it is gathering globally?\n\nIt’s first goal is most likely to harness this customer insight to hyper-personalise dining experiences for millions of customers, not only making granular food and beverage recommendations, but also using customer data to develop innovative in-store services and experiences as well as developing new products.\n\nWe know McDonald’s is aiming for this kind of hyper-personalisation because it recently acquired the Israeli artificial intelligence company Dynamic Yield, which uses machine learning and predictive algorithms to vary digital menus in real time according to a string of variables such as the time of day, weather, current restaurant footfall and trending menu items. Dynamic Yield’s solution can also analyse a customer’s previous order history and buying behaviour to make recommendations, as well as cross and upsell.\n\nThis kind of customer insight can prove to be a formidable sales tool, increasing conversions, developing customer loyalty and making the buying journey even slicker in a market where speed is a key differentiator.\n\nWe can safely assume that these are the primary, short-term goals of McDonald’s data-lead approach. For clues about the longer term, however, you need only consider how other big corporations have leveraged customer data in order to help them to modify and diversify their business models in new and highly profitable ways.\n\nLuxury brand Louis Vuitton, for example, has publicly stated that the future of luxury isn’t simply about selling products, but also about selling experiences and extending lifestyles. To this end Louis Vuitton is diversifying into the luxury hospitality and catering sector and is reported to be planning a £500m hotel in Mayfair. If granted planning permission it will be London’s most expensive hotel ever. Vuitton is also in the process of opening a string of new cafés, including on the top floor of its new four-storey Osaka store.\n\nOther companies diversifying beyond their traditional sectors include US luxury goods brand Shinola which has opened a hotel in Detroit and features an on-premise gym partnership with fitness disruptor Peloton.\n\nIt’s exactly these types of lifestyle extensions that digital pioneers like McDonald’s can benefit from. With hospitality and catering companies becoming data driven, they are no longer bound by traditional category definitions, allowing them the opportunity to branch out and create a broader lifestyle around their brand.\n\nGuided by rich customer insights companies such as McDonald’s will be able to translate their brands’ value proposition into offerings that go beyond the product, towards community building and long-term engagement. As companies build lifestyles around their products, the key consideration is using customer data to ensure they stay on brand to not extend too far.\n\nThe US fast food chain Taco Bell is another great example of a restaurant chain that is eyeing the hotel market. It opened a pop-up Bell Hotel at the converted Palm Springs Hotel in California in spring 2019, making it clear that the venture was neither a stunt nor a one off. The company has been spurred on by the fact that all room availability was snapped up within hours of going on sale.\n\nOf course, you don’t need a long memory to remember that McDonald’s opened two hotels in Switzerland 2001, only to close both locations less than two years later. Now however, armed with unparalleled levels of customer data and the lessons learned from its first foray the fast food giant is perfectly placed to create new revenue streams and diversify profitably into new sectors like never before.\n\nIn the race to reimagine and redefine catering and hospitality brands’ value proposition during 2020, only those companies with powerful digital networks will be able leverage transformative technology such as personalisation and artificial intelligence. This will arguably have the greatest impact in the fast-food sector where consumers will expect increasingly customer-centric and friction free experiences.\n\nPersonalisation, driven by modern digital networks, presents huge opportunities for both hospitality and catering firms. For more information on this and digital networks in general, contact Vodat International.\n\nThis article was written by Paul Leybourne, Director at Vodat International. H&C News would like to thank Paul for his insights and look forward to publishing his work further in future."}}