{"GDELT": {"GlobalEventID": 906736238, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor1Code": "FRA", "Actor1Name": "FRENCH", "Actor1CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 24, "NumSources": 3, "NumArticles": 24, "AvgTone": 2.36804090554616, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Aubagne, Provence-Alpes-Côd'Azur, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FRB8", "Actor1Geo_ADM2Code": "16322", "Actor1Geo_Lat": 43.291000000000004, "Actor1Geo_Long": 5.58681, "Actor1Geo_FeatureID": "-1408878", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Aubagne, Provence-Alpes-Côd'Azur, France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FRB8", "Action2Geo_ADM2Code": "16322", "Action2Geo_Lat": 43.291000000000004, "Action2Geo_Long": 5.58681, "Action2Geo_FeatureID": "-1408878", "DATEADDED": 20200218130000, "SOURCEURL": "https://news.yahoo.com/sartorius-stedim-biotech-confirms-preliminary-123500976.html"}, "ARTICLE": {"TITLE": "Sartorius Stedim Biotech Confirms Preliminary Figures; Strong Outlook for 2020", "TEXT": "AUBAGNE, France, Feb. 18, 2020 /PRNewswire/ --\n\nSartorius Stedim Biotech S.A Logo (PRNewsfoto/Sartorius Stedim Biotech S.A)\n\nGroup sales revenue up 17.0% in constant currencies; underlying EBITDA margin (1) up\n\n1.1 percentage point to 29.3%\n\nDividend proposal of 0.68 euros per share\n\nPositive outlook for 2020: Sales revenue expected to rise 11% to 14% in constant currencies with further increase in profitability\n\nWith today´s publication of its Universal Registration Document 2019 including the Annual Financial Report, Sartorius Stedim Biotech (SSB), a leading partner of the biopharma industry, confirms its preliminary figures published on January 28, 2020.\n\nSales revenue totaled 1,440.6 million euros, rising 17.0% in constant currencies (reported: +18.8%) against the prior-year figure. SSB thus slightly exceeded its upgraded forecast, which had predicted sales growth at the upper end of the range of 12% to 16%. Growth was almost entirely organic, as the acquisition of the cell culture media specialist Biological Industries in mid-December 2019 only contributed a marginal increase. Order intake(1) also rose by 16.2% in constant currencies (reported: +18.1%) to 1,543.5 million euros.\n\nIn the course of strong growth, SSB increased the number of its employees by 10% or 566 people to 6,203, with headcount growing especially in the customer-facing functions, research and development, and operations.\n\n\"We were very successful in taking advantage of the opportunities offered by dynamic end-markets\", commented Chairman of the Board and CEO, Dr Joachim Kreuzburg, on the 2019 financial figures. He further stated: \"At the same time, we further strengthened our position with life science customers, adding complementary technologies to our product portfolio and focusing on future-oriented fields such as biosimilars and advanced therapies. We expect profitable sales growth of 11% to 14% in 2020 and a further expansion of our profitability.\"\n\nIn December 2019, SSB acquired a majority stake in the Israeli company Biological Industries, which specializes in the development and manufacture of cell culture media particularly for cell and gene therapies. Through this transaction, the Group now possesses its own cell culture media production facility. As announced in October 2019, the planned acquisition of parts of Danaher's life science platform business includes, among others, chromatography hardware and resins which address an essential step in downstream bioprocessing. The closing is presently expected around the end of the first quarter of 2020.\n\nStory continues\n\nOn February 17, Sartorius Stedim Biotech has started to introduce its new branding. \"Our strategy and positioning are well-defined. We help biopharma customers to increase the speed and efficiency of their processes to ultimately make innovative medicines available and affordable for more patients\", says Dr Joachim Kreuzburg. \"Our new brand claim 'Simplifying Progress' and our new brand identity, which were developed together with our parent company, Sartorius AG, will help us to convey this message more strongly than before.\"\n\nGrowth across all regions\n\nGeographically, the positive performance of the Group was broad-based, with all regions contributing to growth. EMEA (Europe | Middle East | Africa) generated sales revenue of 575.1 million euros, which is a year-over-year increase of 13.0% (reported: +13.2%). The Americas region recorded a sales revenue gain of 17.1% (reported: +21.1%) to 511.6 million euros, following strong development in 2018. Fueled by dynamic project business in particular, the Asia | Pacific region achieved the highest growth rates, with sales revenue surging 23.9% (reported: +25.8%) to 353.8 million euros.\n\n(All changes in sales revenue and order intake are given in constant currencies, unless otherwise stated.)\n\nOverproportionate earnings growth, proposal for dividend increase\n\nUnderlying EBITDA(1) rose overproportionately relative to sales by 23.1% to 421.5 million euros due to economies of scale and first-time application of the IFRS 16 Standard(2). As expected, the respective margin increased to 29.3% from 28.2% in 2018, with around half a percentage point attributable to IFRS 16. Underlying net profit(1) after non-controlling interest for the Group was significantly higher than the prior-year figure of 219.3 million euros, reaching 262.9 million euros. Earnings per share(1) amounted to 2.85 euros, up from 2.38 euros in fiscal 2018.\n\nAgainst the backdrop of the company´s positive development, the Board of Directors will propose to the combined Annual General Shareholders' Meeting on March 24, 2020, to pay a dividend for fiscal 2019 of 0.68 euros per share. The previous year's dividend was 0.57 euros. Under this proposal, the total profit distributed would rise by 19.3% from 52.5 million euros to 62.7 million euros. The payout ratio would be 23.8%, roughly at the same level as in the previous year (2018: 24.0%).\n\nSolid balance sheet and financial position\n\nSSB continued to make substantial investments in expanding its global production capacity, even though, as expected, its CAPEX ratio(1) decreased upon the completion of several large projects from 14.6% a year earlier to 9.4%. Due to strong operating cash flow and despite the intensive investment activity and successful acquisition, the ratio of net debt to underlying EBITDA(1) was 0.3 and hence below the previous year's figure of 0.4. Equity increased from 1,044.9 million euros at year-end 2018 to 1,177.6 million euros as of the reporting date. The equity ratio remained at a very comfortable level of 64.7%, decreasing slightly from 66.5% due to IFRS 16(2). The SSB Group therefore continues to have a very solid balance sheet and financial position.\n\nPositive outlook for 2020\n\nFor fiscal 2020, the management of Sartorius Stedim Biotech anticipates continued profitable growth. Consolidated sales revenue is projected to increase by 11% to 14%, with Biological Industries contributing about two percentage points to this growth. With respect to profitability, the company's underlying EBITDA margin(1) is expected to rise to 29.5%. The CAPEX ratio(1) is projected to be around 8% (previous year: 9.4%).\n\nThe above forecast does not consider the acquisition of select Danaher life science platform business, which was announced on October 21, 2019, and is currently undergoing antitrust clearance. Following the closing of this transaction, which is presently expected around the end of the first quarter of 2020, management will adjust its full-year guidance accordingly. All forecasts are based on constant currencies, as in the past years. In addition, we assume overall stable conditions regarding the global economy and supply chains.\n\n(1) Sartorius Stedim Biotech publishes alternative performance measures that are not defined by international accounting standards. These are determined with the aim of improving the comparability of business performance over time and within the industry.\n\nUnderlying EBITDA: earnings before interest, taxes, depreciation and amortization and adjusted for extraordinary items\n\nOrder intake: all customer orders contractually concluded during the respective reporting period\n\nUnderlying net profit: profit for the period after non-controlling interest; adjusted for extraordinary items and non-cash amortization, as well as based on a normalized financial result and tax rate\n\nUnderlying earnings per share: relevant net profit for the period divided by the number of shares outstanding (92,180,190)\n\nCAPEX ratio: investment payments in relation to sales revenue for the same period. Since 2019 and as a result of the change in IFRS 16 accounting principles, CAPEX has been based on cash flow instead of balance sheet computation; CAPEX ratio restated: 14.6% for FY 2018\n\n(2) IFRS 16 is required to be applied as of 2019 and regulates accounting of lease contracts. This has led to a somewhat extended balance sheet and thus to a slightly lower equity ratio. Further, this has resulted in reporting longer-term lease payments as depreciation and, accordingly, in a somewhat higher EBITDA, but does not entail any material changes concerning the Group's relevant net profit or earnings per share.\n\nThis press release contains forward-looking statements about the future development of the Sartorius Stedim Biotech Group. Forward-looking statements are subject to known and unknown risks, uncertainties and other factors that could cause actual results to differ materially from those expressed or implied by such statements. Sartorius Stedim Biotech assumes no liability for updating such statements in light of new information or future events.\n\nThis is a translation of the original French-language press release. Sartorius Stedim Biotech shall not assume any liability for the correctness of this translation. The original French press release is the legally binding version.\n\nKey figures for the full year of 2019\n\n€ in millions\n\nunless otherwise specified 2019 2018 Growth in % Growth in %\n\nconst. fx Sales revenue 1,440.6 1,212.2 18.8 17.0 EMEA1) 575.1 508.2 13.2 13.0 Americas1) 511.6 422.6 21.1 17.1 Asia | Pacific1) 353.8 281.3 25.8 23.9 Order intake 1,543.5 1,307.3 18.1 16.2 EBITDA2) 421.5 342.4 23.1\n\nEBITDA margin2) in % 29.3 28.2\n\n\n\nNet profit3) 262.9 219.3 19.9\n\nEarnings per share3) in € 2.85 2.38 19.9\n\n\n\n1) According to customers' location 2) Underlying EBITDA = earnings before interest, taxes, depreciation and amortization, and adjusted for extraordinary items 3) Underlying net profit = net profit after non-controlling interest; adjusted for extraordinary items and non-cash amortization, as well as based on a normalized financial result and tax rate\n\nUniversal Registration Document 2019 including the Annual Financial Report\n\nhttps://www.sartorius.com/en/company/investor-relations/sartorius-stedim-biotech-sa-investor-relations/news-financial-publications\n\n\n\n\n\nPublication downloads\n\nhttps://www.sartorius.com/en/company/newsroom/downloads-publications\n\n\n\n\n\nFinancial calendar\n\n\n\nMarch 24, 2020 Annual Shareholders' Meeting | Aubagne\n\nApril 21, 2020 Publication of first-quarter results for 2020\n\n\n\nA profile of Sartorius Stedim Biotech\n\nSartorius Stedim Biotech is a leading international partner of the biopharmaceutical industry. As a total solutions provider, the company helps its customers to manufacture biotech medications safely, rapidly and economically. Headquartered in Aubagne, France, Sartorius Stedim Biotech is quoted on the Eurolist of Euronext Paris. With its own manufacturing and R&D sites in Europe, North America and Asia and an international network of sales companies, Sartorius Stedim Biotech has a global reach. The Group has been annually growing by double digits on average and has been regularly expanding its portfolio by acquisitions of complementary technologies. In 2019, the company employed approx. 6,200 people, and earned sales revenue of 1,440.6 million euros.\n\nContact\n\nPetra Kirchhoff; Head of Corporate Communications and Investor Relations\n\nPhone: +49(0)551-308-1686; petra.kirchhoff@sartorius.com\n\nCision\n\nView original content to download multimedia:http://www.prnewswire.com/news-releases/sartorius-stedim-biotech-confirms-preliminary-figures-strong-outlook-for-2020-301006550.html\n\nSOURCE Sartorius Stedim Biotech S.A"}}