{"GDELT": {"GlobalEventID": 906736571, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor1Code": "IND", "Actor1Name": "NEW DELHI", "Actor1CountryCode": "IND", "Actor2Code": "sen", "Actor2Name": "SENA", "Actor2EthnicCode": "sen", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 3.125, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ahmedabad, Gujarat, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN09", "Actor1Geo_ADM2Code": "17644", "Actor1Geo_Lat": 23.0333, "Actor1Geo_Long": 72.6167, "Actor1Geo_FeatureID": "-2088270", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ahmedabad, Gujarat, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN09", "Actor2Geo_ADM2Code": "17644", "Actor2Geo_Lat": 23.0333, "Actor2Geo_Long": 72.6167, "Actor2Geo_FeatureID": "-2088270", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ahmedabad, Gujarat, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN09", "Action2Geo_ADM2Code": "17644", "Action2Geo_Lat": 23.0333, "Action2Geo_Long": 72.6167, "Action2Geo_FeatureID": "-2088270", "DATEADDED": 20200218130000, "SOURCEURL": "https://www.hindustantimes.com/india-news/hero-worship-india-s-trump-superfans-gear-up-for-his-arrival/story-OELIaWi2agPqAAuEX3EgyO.html"}, "ARTICLE": {"TITLE": "Hero worship: India’s Trump superfans gear up for his arrival", "TEXT": "india\n\nUpdated: Feb 18, 2020 17:54 IST\n\nBussa Krishna first began worshipping Donald Trump four years ago when the U.S. president appeared to him in a dream.\n\nSince then, after a run of good fortune, the Indian real estate broker has transformed his modest home into a shrine to the U.S. leader, who is due in India on Monday for a two-day visit.\n\n“My love for him has transformed into reverence. That has given me immense happiness. Hence instead of praying to other gods, I started praying to him,” Krishna told Reuters.\n\nKrishna, who lives alone in a village in the southern state of Telangana, has erected a life-size statue to Trump in his yard, while his walls are scrawled with the leader’s name - to the annoyance of his extended family.\n\n“I am facing difficulties because of my relatives,” Krishna said. “They tell me that I am disgracing them in society. I told them that just like you believe and worship Shiva, I believe and worship Trump. Neither of us can stop the other from doing so.”\n\nKrishna is not the only Indian who reveres Trump.\n\nIn New Delhi, members of the Hindu Sena, a right-wing fringe group, have begun rehearsing a welcome song in his honour.\n\nIts members say Trump shares their hatred of Islamic extremism, and it has drawn attention for boisterous celebrations of his birthday, including pretending to feed cake to photos of his face.\n\n“We like Donald Trump because he openly spoke about India’s feelings,” Hindu Sena leader Vishnu Gupta told Reuters. “...He openly said that he would eliminate Islamic terrorism from its roots, that is why I am his fan.”\n\nTrump, who like Indian Prime Minister Narendra Modi has a reputation as an unabashed populist who shows his enemies no mercy, is making his first visit to India.\n\nTrump’s itinerary starts on Feb. 24 in the western city of Ahmedabad, where he will visit the former home of independence hero Mahatma and address an estimated 125,000 people at a rally. He is due in the capital the following day."}}