{"GDELT": {"GlobalEventID": 906737333, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "OPP", "Actor2Name": "ACTIVIST", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.93096646942801, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Seattle, Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_ADM2Code": "WA033", "Actor1Geo_Lat": 47.6062, "Actor1Geo_Long": -122.33200000000001, "Actor1Geo_FeatureID": "1512650", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Seattle, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_ADM2Code": "WA033", "Actor2Geo_Lat": 47.6062, "Actor2Geo_Long": -122.33200000000001, "Actor2Geo_FeatureID": "1512650", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Seattle, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_ADM2Code": "WA033", "Action2Geo_Lat": 47.6062, "Action2Geo_Long": -122.33200000000001, "Action2Geo_FeatureID": "1512650", "DATEADDED": 20200218130000, "SOURCEURL": "https://meaww.com/amber-heard-lesbian-officer-homophobic-assaulting-ex-wife-tasya-van-ree-2009-johnny-depp-defamation"}, "ARTICLE": {"TITLE": "Amber Heard was once arrested for assaulting ex-wife Tasya Van Ree at an airport and spent a night in jail", "TEXT": "As part of his defamation lawsuit against his ex-wife Amber Heard, who for years has painted him as a domestic abuser in the court as well as in front of the media, Johnny Depp highlighted an instance from Heard's past relationship when she was arrested for allegedly assaulting her ex-wife, Tasya Van Ree, in Seattle-Tacoma International Airport in 2009.\n\nAccording to a detailed official declaration that Depp submitted to the circuit court of Fairfax County, Virginia, it was Van Ree who called the police after Heard reportedly grabbed her hand and struck her after the two had an argument at the airport. Although she spent a night in jail and appeared before a judge in court, the King County prosecutor declined to charge her as neither Heard nor Van Ree were residents of Washington.\n\n\"Ms. Heard lied about this domestic violence incident under oath, saying 'it was a trumped-up charge and it was dropped immediately for being such.' Ms. Heard also subsequently tried to minimize this arrest for domestic violence to the media, claiming that the police officers were 'homophobic' and 'misogynists,'\" the declaration added.\n\nHowever, the arresting officer, Beverly Leonard, who happened to be a lesbian activist, said later in a statement on Facebook: “I am so not homophobic or mysoginistic [sic]! The arrest was made because an assault occurred (I witnessed it) and the parties were in a domestic relationship.\"\n\nActors Amber Heard (L) and Johnny Depp attend the 8th Annual HEAVEN Gala presented by Art of Elysium and Samsung Galaxy at Hangar 8 on January 10, 2015 in Los Angeles, California (Getty Images)\n\nAlthough not much is known about Heard's relationship with Van Ree, the 'Aquaman' actress came out as gay when she attended the 25th anniversary of GLAAD (Gay and Lesbian Alliance Against Defamation) in 2010, two years after she started dating her partner.\n\n“She’s so beautiful,” she said at the time. “I mean, you’d have to be crazy not to want to go out with her!”\n\nThey secretly got married at some point in their relationship and began a \"domestic partnership.\" Heard even changed her last name to Van Ree before changing it back after their split in 2012.\n\nFours years after their breakup, Van Ree opened up about the 2009 incident in an interview with E! News, where she defended her former partner.\n\n\"In 2009, Amber was wrongfully accused for an incident that was misinterpreted and over-sensationalized by two individuals in a powerful position. I recount hints of misogynistic attitudes toward us which later appeared to be homophobic when they found out we were domestic partners and not just ‘friends.’ Charges were quickly dropped and she was released moments later,\" she said.\n\nShe had added: “It’s disheartening that Amber’s integrity and story are being questioned yet again. Amber is a brilliant, honest and beautiful woman and I have the utmost respect for her. We shared 5 wonderful years together and remain close to this day.”\n\nIf you have a news scoop or an interesting story for us, please reach out at (323) 421-7514"}}