{"GDELT": {"GlobalEventID": 906735639, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor2Code": "COP", "Actor2Name": "CONSTABLE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.08219178082192, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Patna, Bihar, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN34", "Actor2Geo_ADM2Code": "17632", "Actor2Geo_Lat": 25.6, "Actor2Geo_Long": 85.1167, "Actor2Geo_FeatureID": "-2107500", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Patna, Bihar, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN34", "Action2Geo_ADM2Code": "17632", "Action2Geo_Lat": 25.6, "Action2Geo_Long": 85.1167, "Action2Geo_FeatureID": "-2107500", "DATEADDED": 20200218130000, "SOURCEURL": "https://www.timesnownews.com/mirror-now/crime/article/bina-thane-ki-jankari-ke-patta-bhi-nahi-hilta-bihar-dgp-raps-police-officials-on-liquor-sale/555022"}, "ARTICLE": {"TITLE": "'Bina thane ki jankari ke patta bhi nahi hilta', Bihar DGP raps police officials on liquor sale", "TEXT": "The Bihar DGP made the comments while speaking to police officials in the Aurangabad district.\n\nKey Highlights DGP: If a commissioner doesn't know who sells liquor, then he is not worthy of holding the post Gupteshwar Pandey: Any constable or officer facilitating liquor sale, then he/she will go to jail\n\nPatna: Bihar had been declared a dry state in 2016, but there is no let up in the illegal sale of liquor in the state.\n\nAt least 16 people were killed after consuming illicit liquor in Gopalganj town of the state in August 2016. The tragedy occurred just months after the state was declared dry.\n\nMeanwhile, Bihar Director General of Police (DGP) Gupteshwar Pandey has expressed disappointment after the police officials failed to crack down on illegal liquor trade.\n\nAngry DGP raps commissioners\n\nThe angry DGP said, \"Every constable and commissioner knows who sells and drinks liquor in their area. If a commissioner doesn't know this, then he is not worthy of holding the charge.\"\n\n\"Bina thane ke jankari ke patta bhi nahi hil sakta, koi mai ka laal ek bottle daaru nahi bech sakta\" (No one can indulge in illicit trade without the knowledge of police station. No one can sell liquor without the connivance,\" the DGP added.\n\nThe Bihar DGP made the comments while speaking to police officials in the Aurangabad district.\n\nHe further said, \"If every constable and commissioner work together, then Aurangabad district will become an ideal district of Bihar. I respect every constable and commissioner but those who will facilitate the sale of liquor, they will definitely go to jail one day.\"\n\nThe police seized nearly 330 cartons of Indian made foreign liquor (IMFL) from Chakia village of East Champaran on February 10 (Representative image).\n\nRampant illegal liquor sale\n\nIn Bihar, the illegal liquor sale is rampant. On February 10, a water tanker was seized by the police from Chakia village for allegedly transporting smuggled alcohol. The police seized nearly a total of 330 cartons of Indian made foreign liquor (IMFL) that was manufactured in Haryana and also seized 400 pouches of country liquor.\n\nAccording to reports, the tanker was equipped with a specially designed cavity for placing the liquor bottles. A car was escorting the tanker to prevent it from getting caught by the police. The incident took place within the limits of Saran district. The car was also seized by the police."}}