{"GDELT": {"GlobalEventID": 906735988, "Day": 20200218, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1315, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "GOV", "Actor2Name": "AMBASSADOR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.17924528301887, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200218130000, "SOURCEURL": "https://www.hindustantimes.com/india-news/coronavirus-update-china-sets-record-straight-on-indian-help-says-deeply-touched-by-kindness/story-AvMu7kyZxuh8X1bLau4EHJ.html"}, "ARTICLE": {"TITLE": "Coronavirus update: China sets record straight on Indian help, says deeply touched by kindness", "TEXT": "india\n\nUpdated: Feb 18, 2020 19:22 IST\n\nChinese Ambassador Sun Weidong has said that his country is touched by the kindness shown by India in helping China tackle the coronavirus outbreak.\n\n“At this difficult times, I am deeply touched by the kindness of the Indian friends. All these reminded me of the time when Dr Kotnis saved many lives and made great contribution to the Chinese people’s liberation cause,” Ambassador Sun said, referring to Indian doctor Dwarkanath Kotnis who died while treating injured Chinese soldiers in conflict with Japan in the 1940s.\n\nDr Kotnis is a revered figure in China.\n\nALSO WATCH | Air India captain describes evacuation of Indians from Coronavirus-hit Wuhan\n\nAmbassador Sun further said, “The Indian side assured the readiness to stand by China and provide the assistance that India can, to face this challenge. It also reminds me of what I experienced during the outbreak of SARS in 2003. At that time, I had the honour to receive a delegation from India led by the then foreign minister George Fernandes who visited Shanghai during the epidemic.”\n\nHe also said that China and India have been keeping close communication on the epidemic. “Recently, PM Modi sent a letter to President Xi Jinping, expressing his recognition of the tremendous effort made by Chinese government to deal with the outbreak,” said the Ambassador.\n\nHe asserted that China has put in place multi-level control and prevention mechanisms and will win the battle against coronavirus. The envoy also said that China has allocated RMB 80 billion to contain the disease and the government has sufficient resources and policy tools to cope with economic fluctuations following the epidemic.\n\nOfficially known as Covid-19, the disease originated in Wuhan in December last year, has spread to more than 72,000 people and so far killed 1,900 in China.\n\nLast week, China released a list of donor countries which have offered to help during the current crisis, but blanked out India.\n\nAt an online briefing on Friday, the Chinese foreign ministry released the 57-country list comprising 33 countries that had given medical supplies, 17, which had offered to provide the same and seven more that had offered money and material aid.\n\nIndia wasn’t named among those 57 countries.\n\nIndia is sending a consignment of medical supplies to China to assist Beijing in combating the deadly coronavirus outbreak, Indian Ambassador Vikram Misri said on Sunday.\n\nChina said that it needed medical masks, gloves and suits especially for the medical staff attending the virus affected patients. Masks also have become scarce in China in view of the nationwide demand in the last three weeks."}}