{"GDELT": {"GlobalEventID": 906996226, "Day": 20200219, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1342, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "SYR", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.7444253859348198, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sedat, Diyarbakir, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU21", "Actor1Geo_ADM2Code": "27737", "Actor1Geo_Lat": 37.9347, "Actor1Geo_Long": 40.665, "Actor1Geo_FeatureID": "-770290", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Idlib, Idlib, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY12", "Actor2Geo_ADM2Code": "26365", "Actor2Geo_Lat": 35.9306, "Actor2Geo_Long": 36.6339, "Actor2Geo_FeatureID": "-2542538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200219130000, "SOURCEURL": "https://www.middleeasteye.net/news/turkey-says-its-idlib-operation-imminent-talks-moscow-falter"}, "ARTICLE": {"TITLE": "Turkey says Idlib operation is 'imminent' as talks in Moscow falter", "TEXT": "Turkish President Recep Tayyip Erdogan said on Wednesday that a comprehensive military operation against the forces of Syrian President Bashar al-Assad was “imminent”, as the latest round of talks between Russia and Turkey to find a solution to the crisis in the rebel-held Syrian province of Idlib have collapsed.\n\n“We are issuing our last warnings,” Erdogan said during a parliamentary group meeting of his ruling AKP party. “Turkey has done every sort of preparation to carry out plans for an operation in Idlib. As we have said in past operations, we can suddenly show up overnight.\n\n\"To be clearer, the Idlib operation is a matter of timing.\"\n\n'If we don’t hold this line, tomorrow 3.5 million people will be left at the regime’s mercy' - Ibrahim Kalin, Erdogan’s spokesperson\n\nTurkey has been deploying more elite troops, howitzers, armoured vehicles and tanks to Idlib over the past three weeks.\n\nSeveral officials in Ankara told Middle East Eye that the current build-up some six kilometres outside Idlib city was unprecedented in any past Turkish operations in Syria.\n\nReacting to Erdogan's statement, a senior Russian official said a Turkish military operation against the Syrian army would be \"the worst case scenario\".\n\n\"If we are talking about an operation against the legitimate authorities of the Syrian republic and armed forces of the Syrian republic, this would of course be the worst scenario,\" said Russian presidential spokesperson Dimitry Peskov.\n\nA Turkish delegation led by Deputy Foreign Minister Sedat Onal met Russian officials in Moscow on Monday and Tuesday. Russia has been a stalwart ally of Assad throughout the nearly nine-year war.\n\nIbrahim Kalin, Erdogan’s spokesperson, told journalists that the negotiations didn’t bear fruit and Turkey refused a new Russian proposal for the fate of Idlib, including a new map.\n\n“We won’t change the locations of military observation stations and we will continue to send reinforcements to Idlib,” Kalin said on Tuesday night. “If we don’t hold this line, tomorrow 3.5 million people will be left at the [Assad] regime’s mercy.”\n\nA Turkish official, speaking on condition of anonymity, told MEE that the Russians had proposed that new borders be drawn north of the strategic M4 and M5 highways.\n\nA separate Turkish source said the proposal would leave 60 percent of the Idlib province under Assad control and require the relocation of Turkish military stations to the new demarcation line, while joint Turkish-Russian patrols would be maintained on the highways.\n\nDifferences 'too big'\n\nErdogan said that negotiations with Russia would continue, but that the differences between the two countries were too big to be bridged.\n\nTurkish sources expect that a third round of negotiations will continue in Ankara next week, as the deadline looms for an Erdogan ultimatum calling on pro-government forces to withdraw from recently seized territories by the end of February.\n\nA UN assessment has estimated that a Syrian government offensive backed by Russia and Iran has displaced nearly 1 million people in Idlib, the last rebel-held Syrian enclave, since December.\n\nOn Wednesday, Erdogan called on the Syrian army to withdraw from areas it captured beyond the so-called Sochi line.\n\n“We won’t leave Idlib to the regime and its backers, who don’t understand our decisiveness on this issue,” Erdogan said. “Whatever the cost, we are adamant about transforming Idlib into a secure area for the region’s people and Turkey.”"}}