{"GDELT": {"GlobalEventID": 906994607, "Day": 20200120, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0548, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "JEW", "Actor2Name": "JEWISH", "Actor2Religion1Code": "JEW", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.35802469135802, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200219130000, "SOURCEURL": "https://bdnews24.com/people/2020/02/19/michael-bloomberg-has-to-fly-without-a-net-on-the-debate-stage"}, "ARTICLE": {"TITLE": "Michael Bloomberg has to fly without a net on the debate stage", "TEXT": "But as Michael Bloomberg prepares to make his debate-stage debut Wednesday, in a televised forum for which his campaign does not have final editing rights, the selling of Bloomberg 2020 will be forced to confront its greatest narrative complication yet: Bloomberg in 2020, answering for the years that came before.\n\nAfter a mass introduction to the Democratic electorate on his terms, powered by hundreds of millions of dollars of his own money, Bloomberg is submitting for the first time to an uncontrolled setting on a national scale. This does not necessarily play to his strengths.\n\nMichael Bloomberg, who was running for his third term as mayor of New York City, during a debate against William Thompson in New York, Oct 27, 2009. The New York Times\n\nHere is a headstrong 78-year-old billionaire known to blunder at times under even gentle media questioning. He will join five rivals in Las Vegas eager to flame his record of check-writing and party-switching. They will be drawing on a trove of recent news reporting and opposition research detailing Bloomberg’s history of demeaning comments about women and less-than-progressive views about race and policing, among other vulnerabilities.\n\nBloomberg, the former Republican-turned-independent New York mayor, has not debated since 2009, as allies are quick to mention in tempering expectations. And the one-on-one sessions of his local elections were hardly preparation for a 2020 field of well-practiced competitors who see Bloomberg as an urgent political threat amid his rise in recent state and national polls. (A Monmouth University survey of Virginia this week placed him in a tie for first. A national poll from NPR, PBS NewsHour and Marist on Tuesday morning showed him at 19% among Democrats and Democratic-leaning independents, good for second place behind Sen. Bernie Sanders and officially qualifying Bloomberg for the Las Vegas stage.)\n\nPerhaps most conspicuously, the debate Wednesday will temporarily separate Bloomberg from the most powerful asset of his campaign: his campaign.\n\nHe has the most extensive state-by-state operation in the field, with staff often earning the highest salaries by far and organizing events with the best hors d’oeuvres — his candidacy at once a live-action testament to his managerial command and a signal to President Donald Trump and to Democratic voters that the weight of the Bloomberg fortune is not to be underestimated.\n\nBut candidates are not permitted to haul field organizers or canapés or record-reframing ad campaigns onstage with them.\n\n“He will be up there all alone,” said Melissa Mark-Viverito, a former speaker of the New York City Council and current candidate for a House seat in the Bronx, who often criticized Bloomberg’s City Hall as a progressive Democratic councilwoman. “And he has a lot of explaining to do.”\n\nA crowd listens to Michael Bloomberg, a Democratic presidential candidate, during a campaign event in Detroit, Feb 4, 2020. The New York Times\n\nBloomberg’s team is plainly mindful of the risks. Beyond the candidate’s own potential shortcomings off the cuff, he presents as a near-perfect foil for several others in the race. Sanders and Sen. Elizabeth Warren have in recent days cast Bloomberg as the imperious emblem of runaway plutocracy. Pete Buttigieg, the former mayor of South Bend, Indiana, and Sen. Amy Klobuchar are expected to talk up their status as Midwestern underdogs, taking on a come-lately Democrat from the big city.\n\nFormer Vice President Joe Biden, the fading former front-runner whose stumbles helped persuade Bloomberg to run in the first place, has been pressing Bloomberg on his long-standing support for stop-and-frisk policing, an attack that Biden hopes will resonate with the black voters who remain at the core of his support base. Biden has watched Bloomberg stuff the airwaves with ads implying a chummy partnership with former President Barack Obama, with whom Bloomberg was never particularly close.\n\n“If I had that money, I guess I’d run my ads, too,” Biden said in New Hampshire last week. “Look, let’s get into the debates, OK? Let’s get into the debates. We got a lot to talk about.”\n\nThe last several days have only added to the prospective discussion areas, aided by a steady drip of dredged-up clips of Bloomberg speaking unguardedly before he began running. On Tuesday, BuzzFeed News reported on 2019 footage of Bloomberg referring to transgender people as “he, she or it,” the same day the campaign promoted a video highlighting Bloomberg’s commitment to “LGBTQ+ youth.”\n\nUntil recently, the Bloomberg campaign had been content to run in a kind of parallel primary, rarely engaging with fellow Democrats, effectively treating the February slate as a kind of qualifying tournament for the rest of the field, its winner empowered to take on Bloomberg in the main bracket. Bloomberg is not competing in the first four nominating contests, turning instead to the delegate-rich states that vote in March or later.\n\nFormer Mayor Michael Bloomberg of New York, a Democratic candidate for president, campaigns in Chattanooga, Tenn, on Feb 12, 2020. The New York Times\n\nBut after the Democratic National Committee changed its rules to facilitate Bloomberg’s inclusion — past debates have required candidates to meet certain individual donor bench marks, and Bloomberg is not raising money from others — aides recognized that he had little choice but to participate if he qualified.\n\nThis week, the campaign has tangled most visibly with Sanders, accusing the senator of condoning a culture of vitriol among supporters. Few other attack lines have been telegraphed before Wednesday night.\n\nBloomberg himself has been holed up in debate preparations, joining advisers for mock sessions in a rented warehouse-style space outside Manhattan, snacking on matzo with peanut butter during breaks from his aides’ play-acted swipes at his record.\n\nHoward Wolfson, a top adviser, said that Bloomberg had watched “some” of the past Democratic debates for reference but that his own debate experience from mayoral campaigns had not been particularly instructive. “It’s different if you’re an incumbent. It’s different if you’re debating one other person,” Wolfson said.\n\nSince leaving office, Bloomberg has become better known to many audiences for his philanthropic pursuits around gun safety and environmental issues.\n\nCertainly, Bloomberg has never debated anyone quite like Sanders, whose allies consider Bloomberg’s very biography an affront to people-powered democracy. Wolfson has been playing Sanders in the mock forums, taking inspiration in part from the curmudgeonly Muppets characters Statler and Waldorf, he said. The impression has occasionally moved Bloomberg to fits of momentum-breaking laughter during their practices, according to an aide.\n\nAsked if Bloomberg was rusty after so many years out of office, Wolfson did not say no. “We’ll find out Wednesday,” he said.\n\nEven supporters would not describe Bloomberg as a rousing public speaker. His address endorsing Hillary Clinton at the 2016 Democratic National Convention, part of her effort to highlight support from moderates and disaffected Republicans, is best remembered for his minimalist plea to elect “a sane, competent person” as president.\n\nHe is prone more often to groaners than zingers. Alluding to Sanders once last month, Bloomberg called himself the only Jewish candidate “who doesn’t want to turn America into a kibbutz.”\n\nAnd when challenged by journalists, Bloomberg can quickly become defensive. Shortly after he announced his bid, a television interview on “CBS This Morning” produced an arresting volume of notable remarks. Among them: the suggestion that other candidates “had a chance to go out and make a lot of money” to pour into their own campaigns, so they should not begrudge him for having done so; and the assertion that “nobody asked” about Bloomberg’s defence of stop-and-frisk policing until he apologized for the strategy in November. (Many, many people had asked — and sued, and protested — throughout his time as mayor, and he defended the approach as recently as last year.)\n\nVeterans of Bloomberg’s City Hall runs say that for any missteps he might have had in front of the cameras, few came during debates.\n\n“He wasn’t really ever trying to knock anybody out,” said Edward Skyler, a 2001 campaign aide who became one of Bloomberg’s deputy mayors. “He could absorb a hit and move on. Somebody would go on the attack and he’d just be like, ‘OK.’”\n\nGiven the scope of Bloomberg’s resources, a merely serviceable debate performance would probably be treated as a victory. Some candidates rely on the debates for media oxygen and fundraising, seeking breakthroughs like Klobuchar managed in New Hampshire, where an energetic performance helped vault her to a surprise third-place finish.\n\nBloomberg can reach the masses with or without a live audience and a gathering of lecterns.\n\n“He has basically been communicating a pure message with no filter, the equivalent of an IV,” said Lily Adams, the former communications director for the presidential campaign of Sen. Kamala Harris. “He’s got a baseline-level brand that he has just spent almost half a billion dollars communicating with the public.”\n\nAnd so, Bloomberg has proceeded as a kind of mystery-box candidate, hosting some well-attended events in states across the country but asking most Democrats to consider his merits without ever getting a look up close.\n\nAides have trumpeted his voter interactions in these jet-and-dash state visits, reporting a “groundswell of support” nationwide. But as a politician with a stated preference for data over anecdote, Bloomberg is lagging the field in spontaneous conversations with his fellow Americans.\n\nGale Brewer, the Manhattan borough president, who dealt extensively with Bloomberg’s administration in her previous role as a city councilwoman, suggested that the former mayor was missing out on something if he de-emphasised the hugs-and-handshakes portion of a campaign.\n\nRivals often recount moments from the trail to advance their arguments from the stage. Bloomberg will have fewer to choose from.\n\n“On the debate stage, if you haven’t been out talking to people like the other candidates and you haven’t picked up all the nuances that people bring to your attention — having those little stories means something,” Brewer said. “If you have that kind of money, you don’t have to go out and touch people in the same way.”\n\n© 2020 New York Times News Service"}}