{"GDELT": {"GlobalEventID": 906994687, "Day": 20200219, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1342, "Actor2Code": "EGY", "Actor2Name": "EGYPT", "Actor2CountryCode": "EGY", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.05882352941177, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200219130000, "SOURCEURL": "https://rdnewsnow.com/2020/02/19/iran-reports-its-first-2-cases-of-the-new-coronavirus/"}, "ARTICLE": {"TITLE": "Iran reports its first 2 cases of the new coronavirus", "TEXT": "The new virus emerged in China in December. Since then, more than 70,000 people have been infected globally, with more than 2,000 deaths being reported, mostly in China.\n\nThe new virus comes from a large family of what are known as coronaviruses, some causing nothing worse than a cold. It causes cold- and flu-like symptoms, including cough and fever, and in more severe cases, shortness of breath. It can worsen to pneumonia, which can be fatal.\n\nFirst detected in China, the virus is believed to have originated in a type of wild animal sold at a Chinese market to be consumed as food. Iran has applied safety measure on arrival flights at its airports to control a possible spread of the virus.\n\nElsewhere in the Middle East, nine cases have been confirmed in the United Arab Emirates, all involving Chinese national, while Egypt’s Health Ministry confirmed its first case last Friday.\n\nEgypt’s Health Ministry only identified its sole case as a foreigner who is carrying the virus but not showing any serious symptoms. The ministry said the person was hospitalized and in isolation. It did not specify the person’s nationality or what port of entry he or she arrived at in Egypt.\n\nThe case in Egypt was also the first on the African continent. Experts and African leaders have expressed concern that should the virus spread there, it might wreak havoc among less developed countries with fewer health resources.\n\nAmir Vahdat, The Associated Press"}}