{"GDELT": {"GlobalEventID": 906996294, "Day": 20200219, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1342, "Actor1Code": "USA", "Actor1Name": "OHIO", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.33111480865225, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Ellenton, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL081", "Actor1Geo_Lat": 27.5217, "Actor1Geo_Long": -82.5276, "Actor1Geo_FeatureID": "282171", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20200219130000, "SOURCEURL": "https://www.palmbeachpost.com/opinion/20200219/florida-families-get-medals-of-valor-returned-after-they-were-thought-to-be-lost"}, "ARTICLE": {"TITLE": "Florida families get Medals of valor returned after they were thought to be lost", "TEXT": "Purple Hearts Reunited, an organization that returns lost medals to veterans or the families, will hold an event in Lakewood Ranch on Feb. 27.\n\nThe Purple Heart is one of the most solemn awards given to a military member, and yet not all have remained in possession of the recipient. Lost medals have been found at garage sales and Goodwill stores, inside storage bins and pawn shops, buried in ditches and between couch cushions.\n\nShould you ever find such a medal there is an organization to contact. It is a nonprofit based in Vermont called Purple Hearts Reunited. They return lost or stolen medals to veterans or their families, and have done so over 650 times. The organization claims to receive three to five medals a week in the mail.\n\nOn Feb. 27, Purple Hearts Reunited will host an event called “A Night of Patriotism’” at Gold Coast Eagle Distributing in Lakewood Ranch. Three veterans who were killed in action — two in World War II, one in World War I — will be honored and their framed medals will be given back to their families. Two of the soldiers have area ties.\n\n#apolloLink{color:#000;background-color:#F4BE11;text-shadow: none;padding: 8px 15px 10px;font-family: 'Roboto', sans-serif;font-weight: 600;border-radius:10px;}\n\nRead more stories by Chris Anderson\n\nThe event is open to the public and a fundraiser will follow the ceremony. The stories of the soldiers promise to be emotional.\n\nSilas Paul Beck, 1st Lieutenant U.S. Army Air Corps, participated in 60 combat missions during World War II and his bio states he was “specifically credited for close coordination missions with advancing troops of General Patton’s Third Army as they attacked toward Saarburg, Germany.”\n\nBeck was killed in action on March 28, 1945, and is buried in Holland. He was awarded the Distinguished Flying Cross, an Air Medal with 11 oak leaf clusters and the Purple Heart, which was lost and somehow found in the possession of another Army vet.\n\nHis Purple Heart will be returned to his nephew, Michael Beck of Sarasota.\n\nPurple Hearts Reunited located Beck’s best friend during the war, a man named Don Packham, who is 99 years old and lives in California. Packham named his first son Paul in honor of Beck, and this spring he is expected to travel to Sarasota to meet Michael Beck.\n\nU.S. Army Pvt. William E. Baker, who served during WWI, will also be honored. He was killed in action on Oct. 7, 1918, in France, where he was buried before he was brought to his home state of Ohio in 1921.\n\nBaker never received a Purple Heart, so his nephew Bob Baker of Ellenton contacted the organization and the Army issued one, which will be presented at the ceremony. It will then go to Lucasville, Ohio, to be displayed at the William Baker American Legion Post 362, according to the organization.\n\nThe Purple Heart, which dates back to the days of George Washington, is awarded to those who have been killed or wounded in battle, and close to 2 million have been given out.\n\nPurple Heart Reunited has traveled over 100,000 miles to 42 different states in its quest to honor vets. The stop in Lakewood Ranch is one of six the organization will make in Florida in February. Six medals and a set of WWI dog tags will be presented during the trip.\n\nContact columnist Chris Anderson at chris.anderson@heraldtribune.com\n\nThis story originally published to heraldtribune.com, and was shared to other Florida newspapers in the new Gannett Media network."}}