{"GDELT": {"GlobalEventID": 906994653, "Day": 20200219, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1342, "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 5.35152151101784, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200219130000, "SOURCEURL": "https://www.theartnewspaper.com/analysis/africa-contemporary-collectors"}, "ARTICLE": {"TITLE": "'You have the right to culture with a capital C': Africa's growing collecting class shifts focus to home", "TEXT": "Courtesy of Bonhams\n\nPrices for Modern and contemporary African artists have been on the rise in global art capitals for more than a decade. But just as in the case of more classical African art, the works or the sums they fetched seldom returned to the continent.\n\nThis is beginning to change thanks to a growing class of collectors in Nigeria, South Africa, Morocco, Ethiopia and Ghana—often beneficiaries of their countries’ climbing economic prosperity—increasingly viewing works by African artists as a wealth to be kept in Africa rather than exported to Europe and the US.\n\nSince 2015, several new international fairs have opened across the continent, such as Art X Lagos, Latitudes Art Fair in Johannesburg, Investec Cape Town Art Fair and 1-54 Contemporary African Art Fair, the Marrakech edition of which opens on 22 February. These fairs typically show contemporary African and African diaspora artists who enjoy some global buzz but whose works are not normally seen within Africa.\n\nWhile supporting the existing international collector base was intrinsic to the vision of 1-54, building a new body of local collectors is an “integral part of the art ecosystem” in Africa, according to Touria El Glaoui, the founder of the fair.\n\nPrimary market sales through fairs and galleries are only a small part of the equation, though. Rising secondary market sales in these same cities reveal a shifting attitude among collectors, both private and institutional, as well as a growing desire to reclaim Africa’s contemporary cultural heritage as its own.\n\nThe African creative industry is experiencing a renaissance ... as a result of the growth in the local auction market Sandra Mbanefo Obiago, art dealer, Lagos\n\n“The African creative industry is experiencing a solid renaissance ... as a result of the growth in the local auction market, which heightened buyer confidence,” says Sandra Mbanefo Obiago, a Lagos-based art dealer.\n\nAt auctions in Nigeria, African collectors snap up works by Modern artists. Last June, Arthouse Contemporary, an auction house based in Lagos, sold Ben Enwonwu’s Ogolo, a 1992 watercolour on paper, for $114,236. Works by Ghanaian artist El Anatsui fetched $43,882 at an Arthouse auction in 2017. Now, younger Nigerian artists such as Peju Alatise and Nnenna Okore see their works going for between $25,000 and $39,000 at local auctions.\n\nThis growing class of collectors is one that global auction houses are keen to capitalise on. Last October, Sotheby’s Modern and Contemporary African Art sale in London realised £4m, “the highest ever total achieved for an auction in this category,” says Hannah O’Leary, the head of the sale. Sotheby’s was the first to introduce a dedicated contemporary African art sale in 2017 due to increasing demand from African collectors, according to O’Leary.\n\nShe adds that while a third of the buyers at last year’s sale were African, they accounted for two thirds of the total turnover of the auction, “demonstrating the power and importance of African collectors in this market”.\n\nConsider one of the highest profile sales of Modern African art to date: Nigerian artist Ben Enwonwu’s portrait Tutu (1974), which sold at Bonhams London in February 2018 for £1.2m. The sale was livestreamed into the Wheatbaker hotel in Lagos for Nigeria-based bidders to participate—the first time the auction house organised a cross-continental auction in the country.\n\nThe work went on display at Art X Lagos a few months later, guarded around the clock by security. The protection was not a marketing ploy: the price of Tutu when converted to Nigerian currency could power one of the country’s smaller states for at least six months. Tutu’s sale highlights not only the significance of this particular work, but also an evolving desire to ground its historical (and financial) weight in Africa.\n\nLiza Essers, the director of Goodman Gallery, which is based in Cape Town, Johannesburg and London, points to other regions that have witnessed similar domestic collecting spurts on the heels of global interest: “Chinese collectors started collecting Chinese art first, then started collecting elsewhere, same with Brazilian collectors. [It's ] the natural evolution of new markets.”\n\nAll too often the careers of African artists are built on exhibitions in Paris, Berlin, London and New York [that] focus on Africa Yacouba Konaté, curator of Prête-moi Ton Rêve\n\nThis “evolution” can also be seen as a hangover of colonial exploitation. “All too often the careers of African artists are built on exhibitions in Paris, Berlin, London and New York [that] focus on Africa and invite African artists, but go by without anybody in Africa actually noticing them,” according to Yacouba Konaté, the curator of Prête-moi Ton Rêve (Lend me your dream) – a year-long pan-African travelling exhibition that brings together 30 artists typically well-known abroad but less so on the continent, such as El Anatsui, Abdoulaye Konaté and Chéri Samba.\n\nArtist visibility and art history education across Africa are key to solidifying the market there for the long term, since hurdles such as colonial borders and language differences can impinge on its development. Konate believes that showing African artists to African audiences underscores that opportunities on the continent are not solely dependent on the interests of the cultural West. “[I] want to tell them: ‘You have the right to culture with a capital C. Contemporary applies to you.’”"}}