{"GDELT": {"GlobalEventID": 906995687, "Day": 20200219, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1342, "Actor1Code": "JUD", "Actor1Name": "ATTORNEY", "Actor1Type1Code": "JUD", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.42778288868445, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Los Angeles, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0522, "Actor1Geo_Long": -118.244, "Actor1Geo_FeatureID": "1662328", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Los Angeles, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.0522, "Actor2Geo_Long": -118.244, "Actor2Geo_FeatureID": "1662328", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0522, "Action2Geo_Long": -118.244, "Action2Geo_FeatureID": "1662328", "DATEADDED": 20200219130000, "SOURCEURL": "https://www.cbsnews.com/news/how-jewish-american-pedophiles-hide-from-justice-in-israel/"}, "ARTICLE": {"TITLE": "How Jewish American pedophiles hide from justice in Israel", "TEXT": "Tel Aviv — It's a tense stakeout, waiting for Jimmy Julius Karow to appear. He is a wanted man and is considered dangerous. Accused of sexually assaulting a 9-year-old girl in Oregon in 2000, he fled to Israel before authorities in the U.S. could apprehend him or figure out where he went. Karow has been running from U.S. law enforcement ever since. Currently INTERPOL, an inter-governmental policing organization that works with 194 countries, has a Red Notice to alert police worldwide that he's a fugitive.\n\nTwo years after he fled the U.S., Karow was convicted by an Israeli court of child molestation in a separate case. He served time and was released. Now another alleged Israeli victim has come forward, saying he began abusing her when she was 5-years-old, and continued for years.\n\nKarow has successfully evaded authorities by moving between communities in Israel for almost two decades, and he is not alone.\n\nA widespread problem\n\nA CBS News investigation has found that many accused American pedophiles flee to Israel, and bringing them to justice can be difficult.\n\nJewish Community Watch (JCW), an American organization that tracks accused pedophiles, has been trying for years to find Karow and help bring him to justice.\n\nJCW says Karow and other wanted men and women have been able to exploit a right known as the Law of Return, whereby any Jewish person can move to Israel and automatically gain citizenship.\n\nSince the small organization started tracking accused pedophiles in 2014, it says more than 60 have fled from the U.S. to Israel. Given its limited resources to identify these individuals, JCW says the actual number is likely much larger.\n\n\"The same thing that is going on in the Catholic Church right now around the world, the exact same thing is happening in our community,\" JCW's founder Meyer Seewald told CBS News. \"The cover-ups are the same, the stigma, the shame.\"\n\nSeewald says tightly-knit Jewish communities across the U.S. will sometimes meet accusations against a member with incredulity, and that can have a chilling effect.\n\n\"Everyone goes and surrounds this individual and supports him because they can't believe a person can do such a crime. They take the abuser's side and the abuse continues,\" Seewald says. \"They put him in another community. A few years later, he's done the same thing and we hear more allegations that the person is abusing children. Victims don't want to come forward when they see that.\"\n\nJCW says the majority of its cases originate from modern Orthodox to Ultra-orthodox Jewish enclaves in the U.S., but that it happens across the wider Jewish community. Because perpetrators can't be held accountable unless victims come forward, many cases are believed to go unreported. To try to get them out into the light, JCW holds awareness events across the U.S., and offers victims of sexual abuse advice and emotional support.\n\nMendy Hauck decided to come forward after receiving support from JCW. The father of two says he was just 8-years-old when he was molested by a teacher at his Orthodox Jewish School in Los Angeles. Hauck says the abuse started one day when a friend brought in cookies for his birthday.\n\n\"I actually went ahead and reached for the biggest cookie and he said, 'Put it back and you could come back by recess and get your cookie,'\" Hauck said. \"So after he handed out the rest of the cookies to the other classmates, I had to stay behind if I wanted my cookie, and I did. He called me up to his desk... and that's when he started... rubbing me.\"\n\nHis alleged abuser is Mordechai Yomtov, a then-35-year-old Hebrew teacher.\n\n\"I jumped backwards like a step or two and he grabbed my hair and said, 'it's fine, you can come close. I won't hurt you. There is nothing wrong,' and he did it again,\" Hauck recalls.\n\nCBS News\n\nHauck says the abuse continued over the course of the year. He says he felt trapped, with nowhere to turn.\n\nWhen the year finished, Hauck moved on to the next grade. That's when Yomtov's crimes caught up to him. In 2001, police arrested and charged him with committing lewd acts with three of his other students, ranging in age from 8 to 10. But Hauck never told anyone about his ordeal until years later.\n\nYomtov eventually pled guilty, served time in jail and was released on probation. But once free, he violated his probation by fleeing to Israel via Mexico.\n\nJCW tracked him down and confronted him in Jerusalem with a hidden camera. Yomtov admitted that he violated his probation and illegally fled the United States, with help. He also said that in Mexico he obtained a fake passport in order to travel to Israel, where he lives illegally.\n\nYomtov denied abusing Hauck, but offered a general apology to his victims, saying: \"I'm very, very sorry. I hope that God will help every single person who went through this. Please forgive me.\"\n\nIt wasn't until 2016, when another alleged victim of Yomtov and friend of Hauck's came forward, that Hauck felt compelled to tell his story. He filed a police report hoping to get justice, but says the processes has been slow. For him, justice is twofold.\n\n\"I want the (LA County District Attorney) to step up their game — you know, actually fight to get him back here and give him what he deserves,\" he says. \"And also, I want the communities to make sure this doesn't happen again.\"\n\nThe district attorney's office told CBS News there has been no request to extradite Yomtov back to the United States, and declined any further comment.\n\nRed flags, more victims\n\nHelp from the community is a reoccurring theme. Rabbi Yehuda Oppenheimer knows first-hand how a pedophile is able to flee to Israel. In 2000, he unwittingly helped Karow escape.\n\nThe two met when Karow expressed interest in converting to Judaism. One day, Karow suddenly said he wanted to move to Israel.\n\nWhen asked whether there was nothing at all that raised red flags up to the point when Karow said he wanted to move to Israel, Rabbi Oppenheimer responded: \"I wish I could say that [it didn't raise any red flags], but unfortunately, I can't… He [Karow] said, 'I plan to go to Israel, I need to go much more quickly than I thought I needed to go.\"\n\n\"He said that there was something in the past that happened when he was young but nothing had ever happened since. I felt that I could trust him. So I wrote him a letter, he bought a ticket and he left.\"\n\nOppenheimer gave Karow the contact information of family and friends in Israel to help him settle. Then one day a close friend called the rabbi.\n\n\"I'll never know exactly what happened but something severely sexual… something happened with their daughter, and [Karow] was arrested.\" Oppenheimer says it felt like \"a punch to the gut. It was very painful.\"\n\nHe says he carries that guilt to this day, and that's why he came forward with his story. He has a message for other rabbis and community leaders:\n\n\"When somebody has offended in this way, the odds are that they will do so again, no matter how kind and pious and wise and nice and charismatic they are,\" Oppenheimer says. \"You simply can't trust them. You have to take steps to prevent, you cannot have them around youngsters, you cannot have them in your home.\"\n\nOne of the girls Karow allegedly abused in Israel is \"Amoona.\" She asked us not to use her real name, to protect her family.\n\n\"I was 5, 4 or 5 years old. My mother was on bedrest. My father is a rabbi so he wasn't home. (Karow) used to come to our house. We used to play games and then it became sexual.\"\n\nThe alleged abuse took place over the course of more than two years. A July 2019, Israeli indictment against him details allegations of severe sexual abuse, including rape and sodomy. She says he would threaten and manipulate her to keep her quiet.\n\n\"'I'm going to give you a cookie because you do it so nicely.' It's all about the cookie it's all about lying and it's all about being so evil to a little child,\" Amoona recalls him telling her. \"He also threatened and to kill my parents. He would choke me. He would hold me.\"\n\nInaction, even protection?\n\nAmoona is angry that Karow was allowed to enter Israel in the first place, but JCW's chief operating officer Shana Aaronson says the failure begins in the United States. She says there are elements of the Jewish community in the U.S. that are willing to help pedophiles escape.\n\nJulius Jimmy Karow is seen in a handout photo from INTERPOL. Via Interpol\n\n\"Oftentimes there's some sort of community incentive, either somebody owes them a favor or someone in the community, let's say an institution, has covered up for them in the past and they know that if this goes to court there's a lot of civil liability coming down the line,\" she says.\n\nWhile Aaronson puts blame on Jewish communities in the U.S. and the U.S. government for not aggressively pursuing extraditions, she says Israeli authorities have also failed to prioritize the hunt for suspects.\n\nShe tells CBS News it would be easier for the police to locate and arrest Karow, for instance, but it has fallen instead on the JCW to track him down.\n\nIsrael is known as a nation on the cutting edge of technology, but Shana says that doesn't trickle down to local law enforcement. Shana says police don't request background checks of perpetrators arrested in Israel who have recently moved there from other countries. They don't even do a Google search, she says.\n\n\"The general standards and protocols for investigations by local police are poor,\" she says.\n\nJCW says the problem reaches into the upper echelons of Israeli politics as well. They note that Yaakov Litzman, leader of an ultra-orthodox alliance in Israel's legislature and the current minister of health, has been accused of preventing the deportation of a Malka Leifer, a former head teacher at a Jewish school in Australia, where she is wanted on multiple charges of child sexual abuse.\n\nCBS News obtained an Israeli police recommendation that says there is enough evidence against Litzman to recommend he be charged himself with fraud and breach of trust for protecting Leifer. Litzman's office told CBS News there was not any wrongdoing. It's now up to Israel's attorney general to decide whether to indict the lawmaker.\n\n\"It's a good example of the lengths the community will go,\" JCW's Aaronson says. \"It's really disappointing and disgusting.\"\n\nIsraeli police wouldn't comment on specific cases but insist they take the cases seriously, and that they coordinate \"closely with the Ministry of Justice and worldwide police organizations in order to find suspects overseas.\"\n\nThe U.S. Department of Justice declined to comment on specific cases too but praised their relationship with Israel's law enforcement, adding sex offenders have been successfully extradited in the past.\n\nThe stakeout\n\nOn the day of the stakeout, JCW received its best tip in months — that Karow was going to be at a clinic in Tel Aviv. They know he is 6'2\" and over 200 pounds, but he could have changed his appearance, and previous attempts to capture him have failed.\n\n\"Obviously the fear is that he'll figure out that someone is looking for him and he'll bolt,\" Aaronson says, clutching an old photo of JCW's target.\n\nAn ambulance pulls up and a man steps out with a bandaged right arm. He fits the description of Karow. Aaronson's team confirms his identity and calls the police.\n\nWithin five minutes a police officer on a motorcycle arrives and they move in to make the arrest.\n\nKarow is brought out by two officers. He doesn't look surprised to be in custody. We ask him if he assaulted a girl in the United States.\n\n\"No,\" he replies. He denies fleeing to Israel but doesn't answer when asked if he assaulted girls in that country. He says he knows he's wanted under an international arrest warrant.\n\nKarow now faces charges in both Israel and the U.S.\n\nThe District Attorney's office in Clackamas County, Oregon, told CBS News it was \"working with federal authorities to secure his extradition.\"\n\nOutside the clinic, Aaronson calls Amoona to share the news of Karow's capture. In Israel, victims are allowed to confront alleged offenders before trial. Amoona brought a box of the same cookies Karow used to manipulate her, to throw back at him.\n\n\"It was good to confront him,\" she says. \"To have that closure in my life.\"\n\nMeanwhile, Mordechai Yomtov remains at large."}}