{"GDELT": {"GlobalEventID": 906994954, "Day": 20200219, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1342, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "Actor2Code": "LTU", "Actor2Name": "KLAIPEDA", "Actor2CountryCode": "LTU", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.8938906752411495, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rehau, Bayern, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM02", "Actor1Geo_ADM2Code": "16535", "Actor1Geo_Lat": 48.8833, "Actor1Geo_Long": 10.85, "Actor1Geo_FeatureID": "-1847488", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Klaipeda, Klaipedos Apskritis, Lithuania", "Actor2Geo_CountryCode": "LH", "Actor2Geo_ADM1Code": "LH58", "Actor2Geo_ADM2Code": "19133", "Actor2Geo_Lat": 55.7172, "Actor2Geo_Long": 21.1175, "Actor2Geo_FeatureID": "-2615647", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Klaipeda, Klaipedos Apskritis, Lithuania", "Action2Geo_CountryCode": "LH", "Action2Geo_ADM1Code": "LH58", "Action2Geo_ADM2Code": "19133", "Action2Geo_Lat": 55.7172, "Action2Geo_Long": 21.1175, "Action2Geo_FeatureID": "-2615647", "DATEADDED": 20200219130000, "SOURCEURL": "https://investlithuania.com/news/german-polymer-specialist-rehau-establishing-microduct-systems-production-unit-in-klaipeda/"}, "ARTICLE": {"TITLE": "German polymer specialist REHAU establishing microduct systems production unit in Klaipeda", "TEXT": "REHAU a family-owned polymer specialist with annual sales of around EUR 3.5 billion, is establishing a cutting edge production facility in Klaipeda, Lithuania. The facility, which will be located in Klaipeda Free Economic Zone (FEZ), will manufacture microduct systems for optical-fibre cables and is set to employ 55 specialists with a potential to expand in the future.\n\nThe REHAU group has an annual turnover of around $3.5 billion and is comprised of a range of different divisions. The new production unit in Klaipeda will be part of REHAU’s Building Solutions division, which manufactures a range of polymer products including piping, fittings and polymer solutions for telecommunications. The output from REHAU’s Klaipeda unit will mainly be going to wholesalers, telecommunications companies, and municipalities in countries across Europe. REHAU will be looking for a wide range of specialists for its Klaipeda operations, including managers, engineers and technicians, mechanics and electricians, administrative staff, machine operatives and warehouse staff.\n\nDr. Roger Schönborn, Head of Division Building Solutions, underlines: „REHAU was considering a number of locations for its new facility across the CEE region before settling on Klaipeda. The strong pool of qualified talent and their professional attitude and work ethic was a major factor in REHAU’s decision, as was the strong cost to quality ratio. In key fields, Lithuania remains highly cost competitive for manufacturers, yet it also boasts some of the most streamlined and business-friendly conditions in the EU.“\n\nAs Mantas Katinas, Director General of Invest Lithuania, explains, German manufacturers are finding Lithuania’s value proposition attractive. “In recent years, some of the largest manufacturers from Germany have established operations here, including Continental, Hella and now REHAU. The fact that Lithuania is trusted by such prestigious companies is a testament to the high level of our talent, infrastructure and business environment.”"}}