{"GDELT": {"GlobalEventID": 906995510, "Day": 20200219, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1342, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.22314911366006, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Bossier City, Louisiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USLA", "Actor1Geo_ADM2Code": "LA015", "Actor1Geo_Lat": 32.516, "Actor1Geo_Long": -93.7321, "Actor1Geo_FeatureID": "553758", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Bossier City, Louisiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USLA", "Action2Geo_Lat": 32.516, "Action2Geo_Long": -93.7321, "Action2Geo_FeatureID": "553758", "DATEADDED": 20200219130000, "SOURCEURL": "https://www.shreveporttimes.com/story/news/2020/02/18/caddo-bossier-january-restaurant-inspection-list-includes-violations-steakhouse-sushi-eateries/4754781002/"}, "ARTICLE": {"TITLE": "Shreveport steakhouse has most violations on January restaurant inspection list", "TEXT": "If the search box is missing, please refresh your web browser by hitting F5. The database search might not work on all mobile apps or web browsers.\n\nThe Times obtained January 2020 food safety inspection information from the Louisiana Department of Health. The Top 6 addresses with the most critical violations are listed, along with an explanation of the finding. A searchable database with all the inspection data available for the month is at the top of this story.\n\nAll restaurants in the Top 6 had at least seven critical violations. According to the Louisiana Department of Health and Hospitals, uncorrected critical violations are more likely to contribute to food contamination or illness. Non-critical violations are not directly related to food-borne illness but could become critical if uncorrected.\n\nIn total, there were about 1,906 violations in two parishes, and approximately 32% of those were critical. More than 950 were corrected on site, during the inspection.\n\nBy parish, violations were:\n\nBossier: 836 total — 242 critical\n\nCaddo: 1,070 — 366\n\nMost of the critical violations across the region were for:\n\nFood to food cross-contamination: 138\n\nToxic storage: 80\n\nFood safety certification: 59\n\nFood contact equipment and utensils cleaned: 58\n\nDate-marking food: 53\n\nPersonnel cleanliness and hygiene: 44\n\nCold-holding food: 40\n\nNo violations were found at 52 of the 427 addresses inspected. About 253 addresses had no critical violations.\n\nCheck www.eatsafe.la.gov for the most recent inspection information available and information on how to file a complaint.\n\nDecember:Rodent droppings, hot salad dressing, week-old food tops Caddo-Bossier restaurant inspection list\n\nNovember:Raw hamburger on same tray as ready-to-eat buns tops Caddo-Bossier restaurant inspection list\n\nOctober:Week-old salad, hot tartar sauce top Caddo, Bossier restaurant inspections list\n\nAnalysis:Why doesn't Louisiana score restaurants based on health inspections?\n\nTop 6\n\nThe following information is listed by address, then critical violations by permit. Some permit holders might have multiple locations, and some addresses are the site of multiple permits. Check the database for additional information on food safety inspections.\n\n6. Longwood General Store and Truck Stop (2 permits), 3502 Louisiana Hwy 169, Mooringsport (14 total violations, 8 critical violations)\n\nRestaurant: 11 violations, 7 critical\n\nJan. 8: All corrected on site.\n\nFood stored for cold-holding and service was not held at a temperature of 41°F or cooler. Food in reach-in cooler was held at 60°F and was voluntarily disposed of by manager. This was a repeat finding.\n\nEquipment/utensil with which food is prepared, held or served, was not cleaned, rinsed and sanitized prior to use. The deli slicer was used for over a month without being cleaned.\n\nWorking containers of chemicals were not labeled.\n\nRaw animal food was not separated from ready-to-eat food, or was placed, stored or displayed above ready-to-eat food in the freezer. This was a repeat finding.\n\nRaw animal foods with different cooking temperature requirements were not separated to prevent cross contamination during storage, preparation or display. Raw ground beef was stored with raw fish in the freezer. This was a repeat finding.\n\nReady-to-eat, potentially hazardous food prepared on premises and held for more than 24 hours in the coolers was not date marked. This was a repeat finding.\n\nFood containers were stacked on top of chemicals\n\nGrocery: 3 violations, 1 critical\n\nJan. 8:\n\nCorrected on site: Chemicals were stored above and with foil and resealable food bags.\n\n5. Kumo Sushi Restaurant , 6131 Greenwood Road, Shreveport (17 total violations, 8 critical violations)\n\nJan. 14: 12 violations, 6 critical\n\nRaw animal food was not separated from ready-to-eat food, or was placed, stored or displayed above ready-to-eat food in walk-in cooler.\n\nRaw unprepared vegetables were not separated from ready-to-eat potentially hazardous foods in walk-in cooler.\n\nRaw animal foods with different cooking temperature requirements were not separated to prevent cross contamination during storage, preparation or display in coolers.\n\nReady-to-eat, potentially hazardous food prepared on premises and held for more than 24 hours was not date marked.\n\nCorrected on site: Chemicals were stored with/above food, equipment, utensils, linens, single-service or single-use articles.\n\nWorking containers of chemicals were not labeled.\n\nJan. 17: 5 violations, 2 critical\n\nCorrected on site: Raw animal food was not separated from ready-to-eat food, or was placed, stored or displayed above ready-to-eat food in the walk-in cooler.\n\nCorrected on site: Working containers of chemicals was not labeled.\n\n4. Sushi Gen , 2300 Airline Drive, Suite 600 (20 total violations, 9 critical violations)\n\nJan. 23: All corrected on site.\n\nFood for hot holding and service was held at a temperature cooler than 135°F. Sushi rice at 109°F was placed in cooler during inspection\n\nFood stored for cold-holding and service was not held at a temperature of 41°F or cooler. Chicken at 59°F, shrimp at 44°F was placed in cooler during inspection. Sushi fish at 50°F was moved to a new cooler during inspection.\n\nEquipment and/or utensils were not constructed of approved materials. Tape was inside of salt shaker; the shaker removed from service during inspection.\n\nEmployee was drinking in a food preparation or other area where food equipment, utensils or other items requiring protection were stored. The drink was removed from prep surface during inspection\n\nEmployee was eating in a food preparation or other area where food, utensils or other items requiring protection were stored. Eating on food preparation surfaces was addressed during inspection\n\nRaw animal food was not separated from ready-to-eat food, or was placed, stored or displayed above ready-to-eat food. Bags of ice were stored below raw seafood in walk-in freezer and moved during inspection.\n\nFood contact surfaces and utensils were not clean to sight and touch. The ice machine was cleaned during inspection.\n\nChemicals were stored with/above food, equipment, utensils, linens, single-service or single-use articles. Chemicals were stored next to lids at drink station and moved during inspection.\n\nUsing time only as a public health control, food was not marked or otherwise identified with the time within which it would be cooked, served or discarded. Rice was marked for time during inspection.\n\n3. Horseshoe Casino (4 permits), 711 Horseshoe Blvd., Bossier City (26 total violations, 9 critical violations)\n\nVillage Square: 13 violations, 4 critical\n\nJan. 6: All corrected on site.\n\nThe three-compartment sink in the pizza area was not used in proper sequence to wash, rinse and sanitize. Addressed during inspection.\n\nEquipment/utensil with which food is prepared, held or served, was not cleaned, rinsed and sanitized prior to use. A pan stored inside pan of carrots in China Town was removed during inspection. Ice for drinks was stored below solid dishes in the server area and was removed during inspection.\n\nFood stored for cold-holding and service was not held at a temperature of 41°F or below. Grilled veggies in the pizza area at 58°F. Down Home area had beans and potato salad at 54°F, the placement in ice was adjusted during inspection. the cooler in China Town was at 50°F; product was moved to walk-in cooler during inspection. In the salad area, coolers were not turned on, food at 48°F, coolers were turned on during inspection and food was placed in ice.\n\nFood for hot holding and service was held at a temperature cooler than 135°F. Boiled shrimp in the pizza area was at 100°F and was voluntarily discarded during inspection\n\nCounter Bar: 5 violations, 3 critical\n\nJan. 28:\n\nCorrected on site: Food stored for cold-holding and service was not held at a temperature of 41°F or cooler.\n\nA current state food safety certificate was not held by the owner or a designated employee of the establishment.\n\nCorrected on site: An approved sanitizer was not being used during manual or mechanical warewashing.\n\nRocky Mountain Chocolate Factory: 4 violations, 1 critical\n\nJan. 2:\n\nCorrected on site: Chemicals were stored with/above food, equipment, utensils, linens, single-service or single-use articles.\n\nFour Winds: 4 violations, 1 critical\n\nJan. 7:\n\nFood stored for cold-holding and service was not held at a temperature of 41°F or cooler. Pork at 45°F was voluntarily discarded during inspection.\n\n2. Chimi V’s Fajita Factory (2 permits), 2050 Old Minden Road, Bossier City (27 total violations, 9 critical violations)\n\nRestaurant: 23 violations, 7 critical\n\nJan. 7: 16 violations, 6 critical\n\nCorrected on site: Vegetables were not prepared with the least possible manual contact, with suitable utensils, and on surfaces that have been cleaned, rinsed, and sanitized prior to use to prevent cross-contamination. Addressed during inspection\n\nCorrected on site: Cutting board, prep tables and knives were not washed, rinsed and sanitized following contact with raw animal food or raw vegetables and before contact with ready to eat foods. Addressed during inspection\n\nChlorine sanitizer concentration for warewashing was not between 50-100 p.p.m. at 75ºF.\n\nCorrected on site: Food stored for cold-holding and service was not held at a temperature of 41°F or cooler. Chicken at 48°F and beef at 45°F were moved to walk-in cooler during inspection. Shredded cheese at 45°F and diced tomatoes at 50°F were placed in ice bath during inspection. Burritos at 50°F were voluntarily discarded.\n\nCorrected on site: Employee was drinking in a food preparation or other area where food equipment, utensils or other items requiring protection were stored. Drinks stored on prep tables were removed during inspection\n\nFood contact surfaces and utensils including ice machine and dish racks were not clean to sight and touch. Serving pitchers, blender cups, prep sink, measuring cups, can opener, and dicer were cleaned during inspection.\n\nJan. 9: 7 violations, 1 critical\n\nIce machine, dish racks were not clean to sight and touch.\n\nBar: 6 violations, 2 critical\n\nJan. 16: All corrected on site.\n\nPina colada drink mix stored for cold-holding and service was not held at a temperature of 41°F or cooler.\n\nMargarita machines were not clean to sight and touch.\n\n1. Longhorn Steakhouse (2 permits), 7231 Youree Drive, Shreveport (27 total violations, 9 critical violations)\n\nRestaurant: 21 violations, 7 critical\n\nJan. 15: 19 violations, 6 critical\n\nA current state food safety certificate was not held by the owner or a designated employee of the establishment.\n\nCorrected on site: Raw animal foods with different cooking temperature requirements were not separated to prevent cross contamination during storage, preparation or display. Raw chicken was stored on same level as raw shrimp.\n\nCorrected on site: Raw animal food was not separated from ready-to-eat food, or was placed, stored or displayed above ready-to-eat food in walk-in cooler.\n\nCorrected on site: Employee did not wash hands and exposed portions of arms at appropriate time while washing dishes.\n\nCorrected on site: Ready-to-eat, potentially hazardous food prepared on premises and held for more than 24 hours in the walk-in cooler was not date marked.\n\nCorrected on site: Chemicals were stored with/above food, equipment, utensils, linens, single-service or single-use articles.\n\nJan. 29: 2 violations, 1 critical\n\nA current state food safety certificate was not held by the owner or a designated employee of the establishment. Follow-up scheduled for April 15.\n\nBar: 6 violations, 2 critical\n\nJan. 15: All corrected on site."}}