{"GDELT": {"GlobalEventID": 906996085, "Day": 20200219, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1342, "Actor1Code": "RUS", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "Actor2Code": "UKR", "Actor2Name": "UKRAINE", "Actor2CountryCode": "UKR", "IsRootEvent": 0, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.4918743228602405, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200219130000, "SOURCEURL": "https://www.fairobserver.com/region/middle_east_north_africa/turkey-idlib-syria-incursion-middle-east-geopolitics-security-news-16251/"}, "ARTICLE": {"TITLE": "Turkey Joins the Scramble for the Middle East", "TEXT": "President Erdogan gambles that Turkish troops on the ground will translate into a place at post-conflict negotiating tables in Syria and Libya.\n\nThere was a time, not so long ago, when the idea of Turkish troops placing their boots on non-Turkish soil was almost unthinkable. Turkey might bomb Kurdistan Workers’ Party (PKK) positions in Iraq, Turkish aircraft might skirmish occasionally with Greek counterparts, but no one got their boots muddy. All that has changed.\n\nThe Turkish Republic born in the aftermath of the First World War was an avowedly insular state. Its founding father, Kemal Ataturk, liked the mantra “peace at home, peace in the world” — the idea that the territorial integrity of the modern nation-state was sacred, that Turkification was to be consolidated within those borders, and foreign adventures left in the past.\n\nWho Are Turkey’s Long-Term Allies?\n\nREAD MORE\n\nThis was in part born of an ideological rejection of the neighborhood in which Turkey lies. The hinterland that had once been Ottoman imperial lands administered from Istanbul was seen as backward, ethnically distinct and alien to the Turkish nation. Fast forward to today, and Turkish troops are now treading in the footsteps of Ottoman forebears in Libya, Syria, Iraq and even Qatar.\n\nFacts on the Ground\n\nThis new military assertiveness is part of a broad strategy to make Turkey a relevant player in the Middle East and the eastern Mediterranean in the wake of a US drawback from the region and a resurgent Russian presence in both this region and the Black Sea, to Turkey’s north.\n\nIn January, the Turkish parliament approved the deployment of troops to Libya to aid the UN-recognized Government of National Accord (GNA) in its civil war with the Libyan National Army under the leadership of renegade general Khalifa Haftar. It was the first time troops from Anatolia had entered Libya since the Ottoman withdrawal from the region in 1912.\n\nThe latest surge of Turkish troops into Syria’s Idlib province, leading to clashes with the forces of President Bashar al-Assad, is merely the latest in a number of offensives in northern Syria. The difference is that this one pits Turkey directly against the Syrian state rather than against Kurdish militias.\n\nThe arrival of Turkish troops in Iraq and Qatar followed the pattern just seen in Libya, in that the government — or, in the Iraqi case, the Kurdish Regional Government in Erbil — invited the Turkish troops. The invitations were, of course, illustrative of specific agendas in each state’s case.\n\nIn Libya, the GNA is increasingly short of friends, but Qatar and Turkey both offer assistance as part of broader support for political Islam against the forces of authoritarian counter-revolution in the Middle East led by Saudi Arabia and the UAE. This clash, which has also led to Qatar’s boycott by the states of the Gulf Cooperation Council, is also behind the invitation to Turkey to set up a base in Qatar.\n\nInviting Turkish troops to the Bashiqa base in Iraq in 2016 was in part the result of power struggles within the Iraqi state, whereby Kurdish regional leader Masoud Barzani was looking to leverage his alliance with the Turks to gain an advantage against the Shia-dominated, Iran-influenced government in Baghdad.\n\nWhatever the various reasons, the results have one thing in common: Turkish soldiers and hardware are moving abroad, and they are on the ground, not in the air. This is significant, and it points to the reasons behind these moves.\n\nDon’t Hesitate\n\nThe government of Turkish President Recep Tayyip Erdogan has calculated, in part due to the success and impunity of Russian moves into Ukraine and Syria, that establishing facts on the ground make you relevant in geopolitical terms — and that few deterrents currently exist.\n\nIn the past, Turkey was very cautious about foreign adventures, since it risked conflict with a sovereign state. In the fractured Middle East of today, several states are either failed or failing. In Libya, Syria and Iraq, authority is contested, and incursions can have very limited goals yet still be effective.\n\nIn none of Turkey’s moves is there any ambition to control a state, never mind bombastic statements such as talk of taking Damascus by Devlet Bahceli, leader of Turkey’s far-right Nationalist Action Party (MHP). Turkish aims in all its incursions have been strictly limited. They are to establish beachheads within the territory and to make themselves players in the wider conflict.\n\nFrance — which has given its support to General Haftar in Libya — has been quick to criticize Turkish involvement in Tripoli. Such criticism is meaningless in the Middle East of today. Without a superpower guarantor of peace, any state with the means can contest power. To hesitate is to lose a strategic opening and be diminished.\n\nTurkey’s enemies may appear to be multiplying beyond its borders, but in the new reality, enemies don’t mean what they once did. States are weak, all power is contested, even to the highest levels of global geopolitics, and the type of spoiler incursions Turkey is now making are a new type of hard diplomacy first road-tested by the regime of Russian President Vladimir Putin.\n\nIts enemies might wish to disparage Turkish actions in the region, but the unspoken facts are that everyone is now playing by the new rules. If you want to be at the table in any given region, theater of conflict or node of energy and resource distribution, you need to get your firepower in and make your presence felt. Then you are ready to be offered a chair.\n\nThe views expressed in this article are the author’s own and do not necessarily reflect Fair Observer’s editorial policy."}}