{"GDELT": {"GlobalEventID": 906996096, "Day": 20200219, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1342, "Actor1Code": "SEN", "Actor1Name": "SENEGAL", "Actor1CountryCode": "SEN", "Actor2Code": "ETH", "Actor2Name": "ETHIOPIA", "Actor2CountryCode": "ETH", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.24358974358975, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Senegal", "Actor1Geo_CountryCode": "SG", "Actor1Geo_ADM1Code": "SG", "Actor1Geo_Lat": 14.0, "Actor1Geo_Long": -14.0, "Actor1Geo_FeatureID": "SG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ethiopia", "Actor2Geo_CountryCode": "ET", "Actor2Geo_ADM1Code": "ET", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "ET", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Angola", "Action2Geo_CountryCode": "AO", "Action2Geo_ADM1Code": "AO", "Action2Geo_Lat": -12.5, "Action2Geo_Long": 18.5, "Action2Geo_FeatureID": "AO", "DATEADDED": 20200219130000, "SOURCEURL": "https://www.yenisafak.com/en/news/us-secretary-of-state-encourages-africa-to-liberalize-3512358"}, "ARTICLE": {"TITLE": "US Secretary of State encourages Africa to liberalize", "TEXT": "U.S. Secretary of State Mike Pompeo on Wednesday encouraged African countries to liberalize their economies, which he said is the only option out of poverty.\n\nPompeo made the remarks in his brief policy speech “Liberating Africa’s Entrepreneurs” at the UN Economic Commission for Africa meeting in the Ethiopian capital Addis Ababa, addressing African policy makers, academia, businesspeople and politicians as well as representatives of regional and international organizations.\n\n“Centralized planning hasn’t worked – look at the failed socialist experiments of years past in Zimbabwe, Tanzania, and right here in Ethiopia. Even now, South Africa is debating an amendment to permit the expropriation of private property without compensation. That would be disastrous for that economy, and the South African people,” he said.\n\n\n\nHe added: “Socialist schemes haven’t economically liberated this continent’s poorest.”\n\n“A strong rule of law, respect for property rights, regulation that encourages investment, women’s full participation, governments that respect their people – these are the key ingredients for true, inclusive, sustainable economic liberation,” he said.\n\nSeeking ways of repositioning U.S. economic interests in Africa against the already entrenched position of China seems to be one of the reasons of Pompeo’s three-country African tour, according to some observers.\n\nEthiopia was the last-leg of his visit after his trips to Angola and Senegal.\n\n“The Asian tigers lifted themselves up in the span of a few decades, because they liberalized and opened to trade,” he said.\n\n“That can happen here too – and indeed it must. More than 60% of the population in Africa is under the age of 25. Only nations hospitable to the private sector will stimulate the growth that delivers jobs and prosperity on the scale the continent needs.\n\n“And to African leaders today – future generations are depending on those stable, corruption-free environments that attract foreign investment,” Pompeo said.\n\n"}}