{"GDELT": {"GlobalEventID": 906995092, "Day": 20200219, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1342, "Actor1Code": "CVL", "Actor1Name": "VOTER", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.3549160671462905, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200219130000, "SOURCEURL": "https://www.ibtimes.com/iran-defends-barring-candidates-low-key-campaign-ends-2925006"}, "ARTICLE": {"TITLE": "Iran Defends Barring Of Candidates As Campaign Ends", "TEXT": "Iran's electoral watchdog on Wednesday defended its decision to disqualify thousands of candidates for a crucial parliamentary election in two days, as a lacklustre campaign neared its end.\n\nConservatives are expected to make an overwhelming resurgence in Friday's vote, which comes after months of steeply escalating tensions between Iran and its decades-old arch foe the United States.\n\nTheir gains would be made at the expense of those who back President Hassan Rouhani, a moderate conservative who was re-elected in 2017 promising people more freedoms and the benefits of engagement with the West.\n\nBut many people in Iran feel their lives have been crippled by an economic slump exacerbated by harsh US sanctions since President Donald Trump pulled the United States out of a landmark nuclear deal with the Islamic republic in 2018.\n\nThe interior ministry said around half of the 16,033 hopefuls would contest the election after the Guardian Council barred thousands, most of them moderates and reformists.\n\nBut the Council said it was \"neutral\" in its dealings with all political camps and acted in accordance with the law when it blocked their candidacy.\n\n\"The Guardian Council follows the laws and regulations parliament has passed at different times,\" said its spokesman Abbas Ali Kadkhodaee.\n\n\"This time, just like at previous (elections), we have tried to properly follow the law,\" he told a news conference.\n\nPhoto: AFP / ATTA KENARE\n\n\"The Council has never had a political view... It approaches political factions with closed eyes.\n\n\"What it does judge is the evidence in the cases of the candidates and then it only acts in accordance with the law passed by parliament.\"\n\nCommentators expect disillusionment among the 57 million-strong electorate in the sanctions-hit country to result in a low turnout.\n\nMany people on the streets of Tehran have expressed dissatisfaction with politicians ahead of the election, saying they failed to keep their word or to raise living standards.\n\nSupreme leader Ayatollah Ali Khamenei on Tuesday urged Iranians to vote, saying it was a \"religious duty\".\n\nPhoto: afp / STR\n\nRouhani issued a similar call on Wednesday, saying that taking part would give Iran the \"strength and unity\" needed in its stand against the United States.\n\n\"We are going to the polls to choose the best people for parliament, which is a very important institution,\" he said in televised remarks after a meeting of his cabinet.\n\n\"We are under severe sanctions and pressure by the global arrogance, and we have to break these sanctions and improve people's lives,\" he added, referring to the United States.\n\n\"Sanctions are a terrorist and tyrannical act against Iran.\n\n\"One cannot say sanctions have no effect and the government should be doing more... It's lies, it's supporting America.\"\n\nTurnout at Iran's past 10 elections averaged 60.5 percent, said the interior ministry.\n\nThe Guardian Council said it expected at least 50 percent of registered voters to cast ballots in the election.\n\n\"Our forecast is that we will have a good turnout in the upcoming election, and the average turnout has usually not been under 50 percent, and we will witness a turnout of 50 percent turnout in this election too,\" its spokesman Kadkhodaee said.\n\nIranians have been feeling the strain after months of turmoil.\n\nThe economy has been battered since Trump abandoned the nuclear deal in 2018 and reimposed sanctions as part of a \"maximum pressure\" campaign.\n\nIn November, demonstrations over petrol price hikes spread across Iran and turned violent before being crushed in a deadly crackdown.\n\nTehran and Washington have nearly gone to war twice in the past seven months, most recently after the US killed prominent Iranian general Qasem Soleimani on January 3.\n\nThe \"martyrdom\" of the hugely popular general provoked an outpouring of grief in Iran.\n\nMillions of people turned out to mourn his death, but that unity suffered a blow after Iran admitted it \"accidentally\" shot down a Ukrainian airliner, killing 176 people.\n\nVoting for Iran's 290-seat parliament, or Majles, opens at 8:00 am (0430 GMT) on Friday and lasts 10 hours, but can be extended. The first results are expected on Sunday."}}