{"GDELT": {"GlobalEventID": 907313422, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "LAO", "Actor1Name": "VIENTIANE", "Actor1CountryCode": "LAO", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.73629951166577, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hubei, Guangdong, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH30", "Actor1Geo_ADM2Code": "13047", "Actor1Geo_Lat": 23.2656, "Actor1Geo_Long": 116.054, "Actor1Geo_FeatureID": "10073728", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hubei, Guangdong, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH30", "Actor2Geo_ADM2Code": "13047", "Actor2Geo_Lat": 23.2656, "Actor2Geo_Long": 116.054, "Actor2Geo_FeatureID": "10073728", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hubei, Guangdong, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH30", "Action2Geo_ADM2Code": "13047", "Action2Geo_Lat": 23.2656, "Action2Geo_Long": 116.054, "Action2Geo_FeatureID": "10073728", "DATEADDED": 20200220174500, "SOURCEURL": "https://www.msn.com/en-sg/news/other/coronavirus-chinas-top-diplomat-wang-yi-urges-world-to-resume-links-with-beijing-says-its-taken-forceful-action/ar-BB10bYBo"}, "ARTICLE": {"TITLE": "Coronavirus: China's top diplomat Wang Yi urges world to resume links with Beijing, says it's taken 'forceful action'", "TEXT": "Chinese foreign minister agrees to strengthen cooperation with Southeast Asian nations and share timely information on the epidemic\n\nChina not only protecting its own people but the rest of the world, he tells emergency meeting with Asean foreign ministers\n\nBeijing’s top diplomat Wang Yi on Thursday called for countries to resume bilateral trade and people-to-people ties with China, saying it had taken “forceful action” to stem the spread of the deadly coronavirus.\n\nThese efforts were working, he said, referencing how China had reported its lowest number of new cases on Thursday since Wuhan city in Hubei province, the epicentre of the outbreak, was locked down on January 23.\n\n“China is not only protecting its own people but also the rest of the world,” he said at a special Asean-China meeting held in Vientiane, Laos.\n\n“The outbreak may have some impact on the Chinese economy, but such impact will only be temporary and limited,” Wang said.\n\n“In light of the conditions on the ground, countries need to resume people-to-people ties and cooperation. We will turn challenges into opportunities,” he said. “While the outbreak is highly challenging, new industries have also emerged in the process.”\n\nAt a press conference after emergency talks with the foreign ministers of the 10 Association of Southeast Asian Nations (Asean), Wang said he and his counterparts had agreed to strengthen cooperation to combat the epidemic.\n\nWang pledged that Beijing would share timely information on the epidemic, and said governments would explore setting up a China-Asean liaison mechanism to promote faster responses.\n\nThe Asean bloc is China’s second largest trading partner after the European Union and travel restrictions introduced by some of its members have stalled projects under Beijing’s ambitious Belt and Road Initiative to boost global trade and connectivity.\n\n© AFP China’s Foreign Minister Wang Yi says Beijing will share timely information on the coronavirus epidemic with Asean governments. Photo: AFP\n\nThe coronavirus, which causes the pneumonia-like Covid-19 illness, has sickened at least 75,000 people and killed more than 2,100, mostly in mainland China. Japan, Singapore and South Korea have the highest number of cases outside mainland China.\n\nMore than 50 countries and territories have imposed travel bans and visa restrictions on China, with a slew of airlines also suspending flights. The United States, Australia, Singapore, Indonesia and the Philippines have closed their borders to foreign travellers arriving from mainland China and urged their citizens not to travel there, with Philippine Airlines also cancelling flights there.\n\nMalaysia has banned travellers from Hubei province, where Wuhan is located, and this week said it would temporarily block international cruise ships that had departed or transited from any ports in China.\n\nVietnam has closed its land border with China. Thailand has not placed any travel restrictions on mainland Chinese tourists, a move that has sparked internal debates within its Cabinet. On Thursday it issued a travel advisory urging citizens to avoid non-essential travel to China.\n\nIn 2018, there were nearly 4,500 flights between China and Asean countries every week, with the number of mutual visits reaching 57 million.\n\n© EPA-EFE Mask-clad tourists visit the Grand Palace in Bangkok on February 1, 2020. Photo: EPA-EFE\n\nOther contacts between China and Asean have been affected by the outbreak, Associated Press reported.\n\nIt said a meeting of Chinese and Asean diplomats negotiating a regional “code of conduct” to prevent clashes in the disputed South China Sea was postponed in Brunei early this month, according to two Southeast Asian diplomats.\n\nThe mood at the hastily-called Thursday meeting, held before a scheduled meeting on the Beijing-backed Lancang-Mekong Cooperation development project, was upbeat with smiles and praise for China’s efforts.\n\nBut Asean leaders had in a statement last week expressed “serious concerns” over the impact of the virus that has disrupted trade and supply chains and slowed regional tourism, forcing countries to downgrade their growth forecasts for the year and plan stimulus measures to help businesses stay afloat.\n\nOn Wednesday evening Wang met the Philippine foreign secretary Teodoro Locsin Jnr and Singapore’s foreign minister Vivian Balakrishnan on the sidelines of a dinner event. Reuters reported that Wang told Balakrishnan that Beijing was worried about Singapore’s “restrictive measures”.“Now that the epidemic has eased and the situation is under control, we hope that normal exchanges between the two countries can be resumed as soon as possible,” Wang told Balakrishnan.\n\n© Reuters Catholics attend a mass wearing protective masks at a church in Manila on February 5, 2020. Photo: Reuters\n\nLocsin, speaking at the start of the 90-minute long meeting on Thursday said apart from the health impacts of the Covid-19 disease, the outbreak had been “massively detrimental” to trade, travel, and the global economy.\n\nWhile acknowledging China’s handling of the virus was “unprecedented” and “quick”, the Philippine minister stressed the need for collective efforts, saying that states hoped to work towards a “consolidated response”.\n\n“Enemies such as Covid-19 demand action, compassion, and cooperation,” Locsin said. “Strengthening cooperation can help pave the way to subduing this enemy.”\n\nAfter the meeting, Locsin told the South China Morning Post that the Chinese government had taken “completely rational” steps to contain the disease, and the conference was “basically to say thank you” to Beijing.\n\nApart from the broader initiatives mentioned by Wang, including a possible gathering of health ministers later this year, Locsin said day-to-day gestures showing solidarity with China were more important. “Little gestures, such as when we took our people out of Wuhan back, we brought goods to China,” he said. “We did not have much but that’ll never be forgotten. People remember that.”\n\nHe echoed Wang’s point that it was important to strengthen people-to-people relations. He said one example of this was how he had lifted a travel ban so Filipinos working in Hong Kong could return to work.\n\n© Reuters Philippines' Foreign Affairs Secretary Teodoro Locsin Jnr Photo: Reuters\n\nLocsin also felt the coronavirus had not affected ties between China and Asean.\n\n“What it has done is show that there are some things that are really beyond politics,” he said, adding that it would be “sickening” if people used the virus for political leverage.\n\n“Those who weaponise the [virus] for their geopolitical ends … they will be sorry,” he said.\n\nHe added, however, that there were ongoing issues in the China-Asean relationship, such as long-standing territorial disputes in the South China Sea.\n\n“[Issues] will be there but I think on both sides, they will see that these issues that are dividing us are not really worth as much as we can gain from plain, old friendship.”\n\nSome analysts said the China-Asean meeting was partly a public relations exercise.\n\nDylan Loh, assistant professor of social sciences at the Nanyang Technological University in Singapore, said the meeting could “be seen as a legitimacy building exercise where external actors take turns to vindicate and praise Chinese efforts in fighting the coronavirus”.\n\nHe said all member states were heavily dependent on China for trade, and in turn, Beijing expected political and diplomatic support for its virus containment efforts.\n\n“It is of no surprise then, that Beijing has found succour in Southeast Asia, with countries in the region offering material, moral and rhetorical support even as these countries themselves have enacted travel restrictions of various kinds,” he said.\n\nLoh said that besides hoping that formal travel restrictions on mainland Chinese travellers would ease, Beijing also hoped that governments of Southeast Asia would do more symbolically and rhetorically in shoring up confidence in Chinese efforts to contain the virus – particularly to their business communities.\n\n“Asean countries are, of course, genuinely hoping that the impact of the virus is short, and that China will win the battle against the disease because they themselves stand to lose a lot from the fallout. In that way, the emphasis on resuming people-to-people relations is an attempt to normalise and de-stigmatise Chinese business, tourists and citizens,” he said.\n\nBenjamin Ho, a research fellow at the S. Rajaratnam School of International Studies’ China programme in Singapore, said the meeting was “first and foremost” to “project a favourable image of China given all the negative news we have seen the past month”.\n\n“Most of the hardest hit countries this time are countries that have close ties with China [such as] Japan, South Korea, Singapore, as well as Asean more broadly. For people-to-people ties to resume, it is important for China to return to normalcy,” he said.\n\nZi Yang, a senior analyst who is in the same China programme as Ho, said the meeting gave China an opportunity to project confidence to the world, adding that it was in the interest of both parties to see the end of the Covid-19 outbreak.\n\n“The central message from the China-Asean meeting today is unity in facing adversity and their desire to move forward together in containing Covid-19,” he said. “The Chinese economy, already under pressure, desperately needs a return to normalcy. Trade, investment, and travel flows must resume to previous levels as soon as possible, or else the Chinese government could face further uncertainty and instability.”\n\nMeanwhile, the coronavirus also dominated the fifth Mekong-Lancang Cooperation meeting, a Beijing-backed project with five Asean countries: Cambodia, Laos, Myanmar, Thailand, and Vietnam.\n\nWang said that a shared response towards Covid-19 was one of the areas that partner nations needed to work on as the initiative moves from what he called a stage of “rapid expansion” to one of “comprehensive development”.\n\n“We will also, from a longer-term perspective, discuss the establishment of a joint response mechanism to major public health emergencies and commit ourselves to enhance the medical and healthcare service for people in this region,” said Wang at a joint press conference.\n\nOther areas of further collaboration ranged from enhancing trade connectivity between partner nations as well as looking at how to tackle increased droughts in the Mekong region.\n\nWang said China had increased the water outflow of the Lancang River to help Mekong countries mitigate the drought, adding that Beijing would consider sharing hydrological data with partner nations.\n\nMore Articles from SCMP\n\nLenovo to boost production overseas as coronavirus crisis slows down China manufacturing\n\nCoronavirus: Chinese toilet paper makers say there’s ‘plenty of stock’ after panic buying in Hong Kong\n\nChina wasn’t original villain in book ‘predicting’ coronavirus outbreak – it was Russia\n\nNo Chinese should be surprised by coronavirus-inspired racism\n\nHong Kong authorities seize tonnes of American ginseng bound for mainland China in biggest bust for a decade\n\nThis article originally appeared on the South China Morning Post (SCMP), the leading news media reporting on China and Asia. For more SCMP stories, please download our mobile app, follow us on Twitter, and like us on Facebook.\n\nCopyright (c) 2020. South China Morning Post Publishers Ltd. All rights reserved."}}