{"GDELT": {"GlobalEventID": 907312756, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -8.19112627986348, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 27.8333, "Actor2Geo_Long": -81.717, "Actor2Geo_FeatureID": "FL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200220174500, "SOURCEURL": "https://www.lohud.com/story/news/crime/2020/02/20/man-accused-killing-security-officer-had-been-free-attempted-rape/4818422002/"}, "ARTICLE": {"TITLE": "Library security guard's accused killer was free without bail on attempted rape charge", "TEXT": "SPRING VALLEY – The 25-year-old man accused of fatally stabbing a library security officer to death had been released without bail after being accused of trying to rape a woman at Montefiore Nyack Hospital in November, authorities and court documents confirmed Thursday.\n\nBlanchard Glaudin had been charged by Orangetown police under the name of Gaudin Blanchard, as he apparently goes under several names, according to police and court records.\n\nVICTIM:Security officer fatally stabbed at Finkelstein Memorial Library identified\n\nPOLICE CHIEF: Finkelstein Library guard told stabbing suspect to turn down music\n\nHe also was arrested in Florida in 2014 on a misdemeanor trespassing charge as Blanchard Carter Glaudin, according to the Nyack Justice Court.\n\nSpring Valley Police Detective Kevin Freeman filed a felony complaint against him under the name Blanchard Glaudin in the stabbing death of security officer Sandra Wilson at 2:05 p.m. Tuesday at Finkelstein Memorial Library. He was charged with second-degree murder.\n\nOrangetown police had charged him as Gaudin Blanchard with attempting to rape a woman at the hospital where he was an inpatient on Nov. 9 at 12:30 p.m., Capt. James Brown said in an email Thursday.\n\nAn Orangetown police report filed with Nyack Justice Court states he \"entered the hospital room of the victim, held her by the throat, bit her neck and told her to, 'Shut up and do not scream.' Pull down your pants. I don't care about your blood.'\"\n\nThe woman fought off his attack until hospital staff intervened, the report states. She suffered injuries to her neck and throat, according to the police report. She signed the complaint attesting to the events for the police.\n\nNyack Justice Robert Knoebel set Glaudin's bail at $100,000. Even though the criminal justice reforms had not officially started, bail can be set for an attempted rape charge under the new law.\n\nGlaudin was brought to Nyack court from an inpatient unit at Montefiore Nyack Hospital and Knoebel ordered a mental health examination.\n\nHe was held as Gaudin Blanchard in the county jail from Dec. 20 until Dec. 26, when a County Court judge released him, Sheriff Louis Falco said.\n\nFalco said he doesn't know who the judge was or the conditions under which the suspect was released.\n\nThe sheriff is a vocal opponent of the bail reforms as approved, taking away the discretion of judges and setting release without bail for some violent felonies.\n\nErin George, director of Citizen Action for the Civil Rights Campaign, called WIlson's death heartbreaking, \"but it is unquestionably not the result of bail reform.\"\n\n\"The accused individual was released in December 2019 on charges that remain bail and jail eligible under the new law,\" she said. \"Furthermore, he could have been ordered to remain in a hospital for evaluation, as he reportedly was experiencing mental health issues.”\n\nThe attempted rape case is pending.\n\n(Story continues below videos)\n\nGlaudin failed to appear in Nyack Justice Court three times in January, including a Jan. 7 scheduled appearance when his attorney, Barry Weiss, showed up.\n\nThe court received a fax from the hospital on Jan. 17 saying he had been admitted with an undisclosed release date, court record shows. On Jan. 21, only Weiss appeared in court.\n\nWeiss said he didn't represent Glaudin in December and is not aware of the circumstances of his client's release after six days in the county jail. To keep a person held on bail on a felony, prosecutors must hold a preliminary hearing or get a grand jury indictment within six days of the arrest.\n\nDistrict Attorney Thomas Walsh said Thursday that his office is reviewing how Glaudin got released from jail without bail in December with felony charges of attempted rape against him. Walsh noted he wasn't in office at the time.\n\n\"I have directed my executive team to examine all documents and minutes related to this case,\" Walsh said. \"Currently, the main focus of my office right now must be to ensure that we deal with the senseless killing of Ms. Wilson.\"\n\nFederal and state patient privacy laws prohibits Montefiore Nyack Hospital from commenting on patient matters, hospital spokeswoman Lauren Malone said.\n\nA Rockland grand jury will be presented with evidence involving the death of Wilson, who was stabbed multiple times with a 6-inch kitchen knife on the third floor of the library. He's being held without bail on the murder count, which carries a potential prison sentence of 15- to 25-years to life upon conviction.\n\nSpring Valley police have accused Glaudin of stabbing Wilson after she told him to turn down the loud music he was playing on his phone while in the library, police said.\n\nWilson's death marked the Spring Valley's second homicide and third homicide in Rockland this year, after five last year across the county.\n\nTwitter: @lohudlegal"}}