{"GDELT": {"GlobalEventID": 907313256, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "IND", "Actor1Name": "KARNATAKA", "Actor1CountryCode": "IND", "Actor2Code": "CVL", "Actor2Name": "NATIONALS", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 56, "EventBaseCode": 56, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.11392405063291, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Karnataka, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "17688", "Actor1Geo_Lat": 13.5, "Actor1Geo_Long": 76.0, "Actor1Geo_FeatureID": "-2099860", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Karnataka, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "17688", "Actor2Geo_Lat": 13.5, "Actor2Geo_Long": 76.0, "Actor2Geo_FeatureID": "-2099860", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Karnataka, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "17688", "Action2Geo_Lat": 13.5, "Action2Geo_Long": 76.0, "Action2Geo_FeatureID": "-2099860", "DATEADDED": 20200220174500, "SOURCEURL": "https://scroll.in/latest/953821/bengaluru-sedition-case-filed-against-woman-for-saying-pakistan-zindabad-at-anti-caa-event"}, "ARTICLE": {"TITLE": "Bengaluru: Sedition case filed against woman for saying ‘Pakistan zindabad’ at anti-CAA event", "TEXT": "A woman was charged with sedition by the Bengaluru Police on Thursday for saying “Pakistan zindabad” at an event held to protest against the Citizenship Amendment Act and the proposed National Register of Citizens, The Quint reported. The woman shouted the slogan in the presence of All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi. The Hyderabad MP, however, denounced her action and asserted “we are for India”.\n\nThe woman, identified as Amulya Leona, asked people to shout “Pakistan Zindabad” with her, PTI reported. Owaisi rushed to take the mic away from her and was joined by others who tried to remove Leona from stage. The protestor said she wanted to differentiate between “Hindustan Zindabad” and “Pakistan Zindabad”.\n\n“A case has been registered under Section 124A of the Indian Penal Code against Amulya,” police said. They added that she will be produced before a court once investigation is over.\n\nCase registered under Sec124A (Offence of sedition) of the Indian Penal Code against Amulya, the woman who raised 'Pakistan zindabad' slogan at anti-CAA rally in Bengaluru today. Police to interrogate her. She will be produced before a court after her interrogation. https://t.co/SLjwmVQsBG — ANI (@ANI) February 20, 2020\n\nAddressing the gathering later, Owaisi said he did not agree with the woman. “Neither me nor my party has any link with her,” he added. “We denounce her. The organisers should not have invited her here. If I knew this, I would not have come here. We are for India and we no way support our enemy nation Pakistan. Our entire drive is to save India.”\n\nJanata Dal (Secular) corporator Imran Pasha alleged that the woman was sent by some rival group to disrupt the event. The woman, he said, was not in the list of speakers and urged the police to investigate the matter seriously.\n\nKarnataka minister CT Ravi told ANI the “deshdrohis” or anti-nationals should not be forgiven. “I condemn the incident,” he added. “Sedition charges should be pressed against her.”\n\nBharatiya Janata Party leader Amit Malviya tweeted that the “Pakistan zindabad” slogan showed the “under belly of these protests”."}}