{"GDELT": {"GlobalEventID": 907353176, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "NOR", "Actor1Name": "NORWAY", "Actor1CountryCode": "NOR", "Actor2Code": "USAGOV", "Actor2Name": "THE WHITE HOUSE", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.125, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Norway", "Actor1Geo_CountryCode": "NO", "Actor1Geo_ADM1Code": "NO", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "NO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Norway", "Actor2Geo_CountryCode": "NO", "Actor2Geo_ADM1Code": "NO", "Actor2Geo_Lat": 62.0, "Actor2Geo_Long": 10.0, "Actor2Geo_FeatureID": "NO", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200220210000, "SOURCEURL": "https://www.newsinenglish.no/2020/02/20/parliament-prefers-bernie-over-trump/"}, "ARTICLE": {"TITLE": "Parliament prefers Bernie over Trump", "TEXT": "Bernie Sanders is the favourite US presidential candidate among Norway’s Members of Parliament, according to a new survey by newspaper Klassekampen. Sanders has the highest number of fans among Norwegian MPs, most of them representing left-wing parties, but none in the right-wing Progress Party: eight of their MPs were the only ones to favour the incumbent Donald Trump.\n\nMost of those hoping Sanders will win in November represent the LabourParty and the Socialist Left (SV). Of all 169 MPs polled, only 29 said they had not decided on a particular favourite, but all 29 strongly hope Trump will be replaced.\n\n“Anyone but Trump,” exclaimed Labour’s deputy leader Hadia Tajik, a former government minister who suggested that even a cat would be more suitable to run the White House than the current president: “Buttigieg’s cat, Klobouchar’s neighbour or Joe Biden’s unknown cousin, for example. All of those are better suited,” Tajik wrote in a text message to Klassekampen.\n\nEspen Barth Eide, a former minister of defense and foreign affairs for Labour, reckoned that tactics are more important than personal preference when Democrats choose their candidate. “For God’s sake, (they) must get someone who can actually beat Trump,” Eide responded in the survey.\n\nThe results of the survey were published on the same day that newspaper Aftenposten carried an op-ed piece on some of Sanders’ supporters known as Berniebros, likening their behaviour to Trump’s bullying and threats, particularly on the digital frontlines.\n\nSanders and Buttigieg preferred\n\nOnly 15 of Norway’s 169 MPs did not respond to Klassekampen’s single question, “Who is your preferred presidential candidate in the US?” Of those responding, 36 did not want to give a direct answer, with some saying it would be inappropriate for a Norwegian parliamentarian to do so. Several others claimed to be undecided.\n\nFully 68 respondents, however, were willing to share their favourite. Of those, 29 said they favour Sanders while 20 would go for Pete Buttigieg.\n\nWithin the Labour party ranks, 16 out of 49 Labour preferred MPs Sanders. Five would like Joe Biden to win, three support Elizabeth Warren, while two prefer Pete Buttigieg.\n\nSanders has the support of 10 out of 11 delegates from the Socialist Left, including party leader Audun Lysbakken. Among the centrist parties, only a handful of representantives voiced a preference for Sanders, but some said he’s “a strong candidate.”\n\nElizabeth Warren won support from seven MPs in five parties, including the lone representative of the Greens (MDG).\n\nLabour veteran Martin Kolberg suggested that Scandinavian-style social democracy is in line with Sanders’ way of thinking. “He could represent what the US really needs,” Kolberg told Klassekampen. “That’s about protecting the democracy, but also a change of economic policies towards a more level and stable society.”\n\nKolberg said he actually ran into Bernie Sanders while visiting Congress in 2018. “He came walking down a corridor and took time to talk when he heard who I was,” Kolberg boasted. “I got a very good impression (of him).”\n\nSome of those declining to take part in the poll said they’ll deal with whoever is the President of the United States. That pretty much echoes Norway’s official line when members of government are asked about life with Donald Trump. Reacting to his 2016 election victory, however, Prime Minister Erna Solberg admitted that he had not been her first choice as president.\n\nProgress warms to Trump\n\nBefore the US’ 2016 election, just one Progress Party MP, Ulf Leirstein, openly supported Donald Trump. According to Klassekampen’s survey, that number has now risen to eight, and includes the warm support of Progress’ former Justice Minister Per-Willy Amundsen. He said he likes Trump’s economic and foreign policies, and is “impressed” with how he has handled China.\n\n“We should be careful in judging Trump’s rhetoric and image from a European perspective,” Amundsen said. “The US is much more than California and New York.”\n\nOthers representing Norway’s conservative parties said they used to support the US’ Republican party, but that’s not possible anymore with Trump as president.\n\n“Unfortunately, ‘my’ own party has been ruined,” said MP Lene Westgaard-Halle of the Conservative Party (Høyre). “I therefore have to choose a Democrat, and that would be Tom Steyer because of his approach to renewable energy and climate policies.”\n\nFormer Transport Minister Jon Georg Dale, a more moderate member of the Progress Party, also said he would “normally find my favourites on the Republican side, but with today’s president I have to consider other candidates.”\n\nHalf of the Conservatives’ 20 representatives in Parliament who responded to the survey otherwise prefer Buttigieg. He also proved to have fans in almost all Norwegian parties across the political spectrum, from Labour and SV to the Liberals (Venstre), the Christian Democrats and the Center Party as well.\n\n“I’d like to see the Democrats choose Buttigieg, ” MP Kent Gudmundsen of the Conservatives told Klassekampen. “He’s a centrist, moderate candidate who looks to the Nordic region and European cooperation.”\n\nnewsinenglish.no/Morten Møst"}}