{"GDELT": {"GlobalEventID": 907353097, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "MIL", "Actor1Name": "AIR FORCE", "Actor1Type1Code": "MIL", "Actor2Code": "EDU", "Actor2Name": "STUDENT", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.82260024301336, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM", "Actor2Geo_Lat": 16.166667, "Actor2Geo_Long": 107.83333300000001, "Actor2Geo_FeatureID": "VM", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200220210000, "SOURCEURL": "https://www.expressnews.com/news/local/article/San-Antonio-retired-military-leaders-to-share-15071443.php"}, "ARTICLE": {"TITLE": "San Antonio retired military leaders to share experiences at Battle of Flowers oratorical contest", "TEXT": "Retired Army Lt. Gen. Lawson W. Magruder III grew up with a close view of a decorated war hero — his father, Col. Lawson W. Magruder Jr.\n\nMagruder Jr. served as an infantry leader in World War II, a battalion commander during the Korean War and an inspector general for Gen. William Westmoreland’s command in Vietnam.\n\nAs an ROTC cadet, Magruder III witnessed his father’s impact as a professor of military science at the University of Texas at Austin. And he knows his father traveled at his own expense to Travis AFB in California to escort the casket of a fellow student killed in the Vietnam War to his family in Dallas.\n\nMagruder Jr. retired after 31 years of service. He focused his energy on volunteering in the community, including tutoring students in math. Magruder III recalled that his father raised the flag every morning at the VA hospital “all the way to the end.”\n\n“My dad lived a purpose-filled life,” he said. “It was service to others.”\n\nOn ExpressNews.com: Countdown to Fiesta 2020: Are you ready?\n\nMagruder III is one of five retired military leaders who will be guests of honor at the Battle of Flowers Association’s 2020 oratorical contest today at the Witte Museum, 3801 Broadway.\n\nThe 95th annual contest will feature students from Texas colleges and universities giving speeches on the theme “Texas Tough — How Texas’ Military Leaders Shaped the State, Nation & World.” The preliminary round will start at 9:30 a.m., with the final round at 1:30 p.m.\n\nIt’s a free event and the public is invited to attend.\n\nMagruder, retired Maj. Gen. William E. Klein, retired Col. Carol Huebner, retired Air Force Col. Joseph David Morgan III and retired Air Force Lt. Col. Judith A. Rhone will talk about their experiences and observations of valor Friday as part of the competition.\n\nPrizes for the contest include $5,000 for first place, $2,500 for second place and $1,500 for third place. The first-place winner will deliver their speech to more than 500 dignitaries and association members at the Battle of Flowers luncheon April 23. The next day, the contest winner will ride as a guest in the association’s 129th parade.\n\nPart of the mission is to teach the history of Texas, said Betsy Zachry, chairwoman of the oratorical contest committee.\n\nOn ExpressNews.com: Battle of Flowers Association names 2011 oratorical winners\n\nAt a recent preplanning event, the military leaders gathered to talk about the heroes they will each showcase for the audience on the day of the contest, as everyone waits for the judges’ decisions after the contestants speak. The leaders arrived at the Army Residence Community in pristine uniforms from their respective military branches.\n\nKlein will tell about a young corporal named Jeff Bannister. He saw great potential in the man who was his driver and encouraged him to go to college and get an ROTC scholarship. Klein watched Bannister graduate with honors and rapidly rise through the ranks to major general.\n\n“I want to encourage these young people,” he said. “It’s a real success story. If you work hard the way Jeff did, you can do great things.”\n\nHuebner’s hero was a colleague, Maj. Gen. Nancy R. Adams. She was the first Army nurse to be the deputy surgeon general for the Army. Huebner said Adams, a clinical nurse specialist, developed a great way for a team to care for injured soldiers\n\n“That mantra of teamwork and including front-line workers all the way through her career to major general was her hallmark,” Huebner said. “She never forgot the front-line soldier.”\n\nMorgan’s heroes are the Buffalo Soldiers. He became intrigued with the soldiers’ history after seeing the Bexar County memorial chapter at an event. Morgan said he was impressed with the group, whose members study history, give presentations and dress in period uniforms.\n\nOn ExpressNews.com: Buffalo Soldiers instrumental in shaping the American West, experts say\n\nHe said Native Americans named the men Buffalo Soldiers because like the buffalo, they never backed down when challenged, but faced their attackers.\n\n“They made a big contribution to the West, particularly Texas,” he said. “Not just in fighting the Native Americans, but in building roads, telegraphs and towns.”\n\nRhone’s hero is her husband of 52 years, retired Air Force Chief Master Sgt. James M. Rhone. During her career, Rhone held several roles including general duty nurse of labor/delivery and gynecology; charge nurse of premature nursery and pediatric clinic; and supervisor of the obstetrics/gyn clinic. She was one of the first in the Air Force allowed to remain in the service through her pregnancy and delivery.\n\nJames Rhone said he felt that his wife, as one of the few female officers of color at the time, needed some help.\n\n“He was helping me to go from where I was to where I am today,” she said, “and then beyond.”\n\nMagruder closed their remembrances by paying tribute to the heroes at home: the service members’ spouses and family members.\n\n“All of your stories resonate,” education consultant Kathi Oppenheimer said, “and have such wonderful life lessons for everyone to take away.”\n\nVincent T. Davis is a reporter in the Greater San Antonio and Bexar County area. Read him on our free site, mySA.com, and on our subscriber site, ExpressNews.com. | vtdavis@express-news.net | Twitter: @vincentdavis"}}