{"GDELT": {"GlobalEventID": 907312635, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.400977995110019, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200220174500, "SOURCEURL": "https://www.msn.com/en-in/news/other/coronavirus-if-not-contained-will-cast-shadow-over-india-e2-80-99s-domestic-sectors-warns-crisil/ar-BB10cYsQ"}, "ARTICLE": {"TITLE": "Coronavirus If Not Contained Will Cast Shadow over India’s Domestic Sectors, Warns Crisil", "TEXT": "© Provided by News18 Coronavirus If Not Contained Will Cast Shadow over India’s Domestic Sectors, Warns Crisil\n\nMumbai: The coronavirus epidemic that has stalled large parts of China, if not contained quickly will jeopardise many domestic sectors in India which are heavily dependent on Chinese inputs warn analysts at Crisil.\n\nIn terms of shipments from China, imports of solar panels stand at 75 per cent, bulk drugs ingredients 69 per cent, electronics 67 per cent and consumer durables 45 per cent being the worst hit.\n\nThe epidemic has already killed over 2,110 in China alone and infected close to 75,000 there, as 60 million Chinese are suffering from Beijing-ordered shutdown across more than two dozen cities.\n\nHowever, though dependence is low in percentage terms, the consumer durables industry will be in trouble as neither it has the inventory nor the legroom to ramp up capacity in short time.\n\n\"Inventory days for consumer durables are typically around two months. Hence, with the virus outbreak, the impact will begin to be visible in March-marked by inventory rundown, leading to negative impact by end of the current quarter, and a possible price hike. India imports 45 per cent completely built units of consumer durables from China,” analysts at Crisil said.\n\n“While consumer durables sector is worth Rs 76,300 crore, it imports from China is 45 per cent,” they said.\n\n“The country's total merchandise imports were USD 484 billion in 2019 of which 18 per cent or USD 85 billion were from China, and India remains a net importer from China.”\n\nSince the country lacks capability to produce complex components electronics sector worth Rs 5.3 lakh crore will be hit of the Chinese shutdown lasts longer as domestic players do not have the capability to manufacture such semiconductors and components in the short term.\n\nOf the Rs 5,30,000 crore market, exports are only 6 per cent, while imports are 31 per cent of which 67 per cent is from China.\n\nHowever, the steel sector has capacity headroom to absorb lack of imports and can even open up exports opportunity.\n\nStating that dark days await solar energy market as 75 per cent of panels come from China, which also controls 80 per cent of the global supplies.\n\nOn pharma, it said with 69 per cent of its total pharma bulk drugs intermediates coming in from China, the sector will be hit if supplies don't resume by April.\n\nTerming the impact of the epidemic on India, whose exim trade with China is worth US$ 115 billion in 2019, a report by Crisil on Thursday said it could be a mixed bag in the base case scenario of the virus finding its way out by next month as the winter fades and the summer sets in.\n\n\"With the weather getting warmer over the next two months, we expect the epidemic to subside in China by April. That is the base case. In the worst case, the epidemic may well extend through the first quarter of fiscal 2021, intensifying the severity of impact.\n\n\"If not contained quickly, it will have a knock-on effect in the world economy and disrupt global supply chains,\" Crisil analysts warned.\n\nAs much as 18 per cent of auto components come from China and 30 per cent of tyre imports also are from China. Again 45 per cent of completely built units of consumer durables come from China and 67 per cent of electronic components come from China.\n\nWhile India exports 36 per cent of diamonds to China and China sources 38 per cent of leather from India; and when it comes to petrochemicals exports, 34 per cent is shipped to China. China accounts for 22 per cent of seafood exports too.\n\nChina supplies 17 per cent of imported paper and 69 per cent of total pharma bulk drugs intermediates come from China and 44 per cent of total plastics imports are Chinese while 17 per cent of steel imports are also from China.\n\nIndia exports 27 per cent of total cotton yarn to China and 37 per cent of ceramic tiles are imported from China.\n\nIt can be noted that China contributes 16 per cent of global GDP and trade, and consumes a fifth of world's metals and supplies 40 per cent of global apparel and textile trade.\n\nChina also controls a whopping 80 per cent of the global solar panels market, and accounts for 70-75 per cent of global iron ore trade, 20-25 per cent of coal trade and 25-30 per cent of crude.\n\n\"A delay beyond two-three months due to continued low production or an extended lockdown would impact domestic corporates much more severely,\" they warned.\n\n\"The fact is, other countries, including India, do not potentially have the scale or size to take material advantage of the opportunities available due to disruption in Chinese supplies. It can take significant resources and time to set up additional capacities, by which time China itself might re-commence production,\" they said."}}