{"GDELT": {"GlobalEventID": 907314020, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.49588289112535, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Brookfield, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_ADM2Code": "WA069", "Actor2Geo_Lat": 46.2648, "Actor2Geo_Long": -123.561, "Actor2Geo_FeatureID": "1510839", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200220174500, "SOURCEURL": "https://www.linncountyleader.com/zz/news/20200220/trump-ally-roger-stone-to-be-sentenced-as-case-roils-doj/1"}, "ARTICLE": {"TITLE": "Trump ally Roger Stone sentenced to 40 months in prison", "TEXT": "WASHINGTON — Trump loyalist and ally Roger Stone was sentenced Thursday to 40 months in federal prison, following an extraordinary move by Attorney General William Barr to back off his Justice Department's original sentencing recommendation.\n\nU.S. District Court Judge Amy Berman Jackson said Stone's crimes demanded a significant time behind bars, but she said the seven to nine years originally recommended by the Justice Department were excessive.\n\nStone's lawyers had asked for a sentence of probation, citing his age of 67 years, his health and his lack of criminal history.\n\nStone had no immediate reaction in court when Jackson announced his sentence. She is delaying execution of his sentence while she considers Stone's motion for a new trial.\n\nHe was convicted in November on all seven counts of an indictment that accused him of lying to Congress, tampering with a witness and obstructing the House investigation into whether the Trump campaign coordinated with Russia to tip the 2016 election.\n\nThe sentence came amid Trump's unrelenting defense of his longtime confidant that has led to a mini-revolt inside the Justice Department and allegations the president has interfered in the case.\n\nTrump took to Twitter to denounce as a \"miscarriage of justice\" the initial recommendation by Justice Department prosecutors that Stone receive at least seven years in prison. Attorney General William Barr then backed off that recommendation, prompting four prosecutors to quit Stone's case.\n\nJackson angrily denied that Stone was being punished for his politics or his allies. \"He was not prosecuted, as some have claimed, for standing up for the president. He was prosecuted for covering up for the president,\" she said.\n\nShe said during the hearing that Stone's use of social media to stoke public sentiment against the prosecution and the court was intended to reach a wide audience, including using a photo of Jackson with crosshairs superimposed.\n\n\"This is intolerable to the administration of justice,\" Jackson said.\n\n\"Why are you the one who is standing here today?\" Jackson asked federal prosecutor John Crabb, who took over the case after the original trial team quit.\n\nCrabb said there had been a \"miscommunication\" between Barr and Timothy Shea, the former Barr aide who now serves as the acting U.S. Attorney in the nation's capital.\n\nCrabb asked the judge to impose \"a substantial period of incarceration.\"\n\nAfter Stone's attorney, Seth Ginsberg, repeated the defense team's plea that Stone get no prison time, Stone declined to address the court.\n\nOutside the courthouse, a small crowd gathered. Two people held a large banner featuring a sketch of Stone and #PardonRogerStone emblazoned underneath. Next to it was a large multimedia figure of a rat constructed to look like Trump, with his distinctive red tie and hair.\n\nStone was the sixth Trump aide or adviser to be convicted of charges brought as part of special counsel Robert Mueller's Russia investigation.\n\nAny jail sentence seems likely to draw a public rebuke from Trump, who maintains that Stone's entire case is just an aspect of the ongoing \"witch hunt\" against him and his allies by bitter Democrats and the \"deep state\" inside the FBI and the Justice Department.\n\nGiven Trump's recent clemency spree that saw him commute the sentence of former Illinois Gov. Rod Blagojevich, as well as nearly a dozen others, there has been speculation that Trump could eventually pardon Stone.\n\n\"I haven't given it any thought ... but I think he's been treated very unfairly,\" Trump said this week. Overnight Thursday, Trump retweeted a conservative cable host's comment that what happened to Stone \"should never happen again.\"\n\nIn Stone's initial sentencing memorandum filed Feb. 10, prosecutors said Stone deserved a prison term lasting seven to nine years, in accordance with federal sentencing guidelines. Such a sentence would send a message to deter others who might consider lying or obstructing a congressional probe or tampering with witnesses, the prosecutors said.\n\nStone has denied wrongdoing and consistently criticized the case against him as politically motivated. He did not take the stand during his trial and his lawyers did not call any witnesses in his defense.\n\nStone's defense team requested a new trial and had asked the judge to delay sentencing until she rules on that motion. Earlier this week she refused.\n\nProsecutors had charged in the filing that Stone \"decided to double- and triple-down on his criminal conduct by tampering with a witness for months in order to make sure his obstruction would be successful.\"\n\n\"Stone's actions were not a one-off mistake in judgment. Nor were his false statements made in the heat of the moment. They were nowhere close to that,\" prosecutors wrote in the court papers.\n\nBut Justice Department officials said they were caught off guard by the recommendation, even though Shea, the acting U.S. Attorney in Washington, D.C., is a former top aide to Barr. The attorney general ordered a new memorandum with a less harsh punishment, though it left provided no specifics and left the details to the judge.\n\nBarr's decision became public just hours after Trump, in an overnight tweet, called the situation \"horrible and very unfair.\" He added: \"Cannot allow this miscarriage of justice!\"\n\nBarr later said in an ABC News interview that he had not been asked by Trump to look into the case. In a stunning public rebuke, he said the president's tweets were making it \"impossible\" for him to do his job. Meanwhile, Barr's actions on the sentencing for Stone prompted the entire trial team to quit.\n\nThe public debacle also prompted a rare statement from the Chief Judge of the D.C. District Court, Beryl A. Howell, who said \"public criticism or pressure is not a factor\" in judges' sentencing decisions.\n\nThe evidence presented in the trial didn't directly address Mueller's conclusion that there was insufficient evidence to prove a criminal conspiracy between the Trump campaign and Russia to tip the outcome of the 2016 presidential election in Trump's favor. But it provided new insight into the scramble inside the Trump campaign when it was revealed in July 2016 that the anti-secrecy site WikiLeaks was in possession of more than 19,000 emails hacked from the servers of the Democratic National Committee.\n\nWitnesses testified that Trump's campaign viewed Stone as an \"access point\" to WikiLeaks and tried to use him to get advance word about hacked emails damaging to Hillary Clinton.\n\nProsecutors argued that Stone had lied to Congress about his conversations about WikiLeaks with New York radio host and comedian Randy Credico.\n\nDuring the 2016 campaign, Stone had mentioned in interviews and public appearances that he was in contact with founder Julian Assange through a trusted intermediary and hinted at inside knowledge of WikiLeaks' plans.\n\nTestimony revealed that Stone, while appearing before the House Intelligence Committee, named Credico as his intermediary to Assange and pressured Credico not to contradict him.\n\nAfter Credico was contacted by Congress, he reached out to Stone, who told him he should \"stonewall it\" and \"plead the fifth,\" he testified. Credico also testified during Stone's trial that Stone repeatedly told him to \"do a 'Frank Pentangeli,'\" a reference to a character in \"The Godfather: Part II\" who lies before Congress.\n\nProsecutors also charged that Stone had threatened Credico's therapy dog, Bianca, saying he was \"going to take that dog away from you.\""}}