{"GDELT": {"GlobalEventID": 907352110, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "BUS", "Actor1Name": "AIRWAY", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.89435600578871, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Salt Lake City, Utah, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USUT", "Actor1Geo_ADM2Code": "UT035", "Actor1Geo_Lat": 40.7608, "Actor1Geo_Long": -111.891, "Actor1Geo_FeatureID": "1454997", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Salt Lake City, Utah, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USUT", "Action2Geo_Lat": 40.7608, "Action2Geo_Long": -111.891, "Action2Geo_FeatureID": "1454997", "DATEADDED": 20200220210000, "SOURCEURL": "https://www.msn.com/en-us/travel/news/new-breeze-airways-opens-national-headquarters-in-utah/ar-BB10dnRz"}, "ARTICLE": {"TITLE": "New Breeze Airways opens national headquarters in Utah", "TEXT": "© Provided by Salt Lake Tribune (Lee Davidson | The Salt Lake Tribune) The new headquarters for Breeze Airways is in Cottonwood Heights. This logo is at the entrance.\n\nThe nation’s soon-to-be newest airline — Breeze Airways — just opened its new headquarters in Utah as it aims to launch operations later this year.\n\nIt is the fifth airline formed by Utah native David Neeleman, founder of JetBlue Airways, Morris Air (which was bought by Southwest Airlines), Canada’s WestJet and Brazil’s Azul.\n\nThe new headquarters is in an office building in Cottonwood Heights that is across the parking lot from JetBlue’s reservations and customer service operations. Neeleman stepped down as CEO of JetBlue in 2007.\n\n“We officially moved into our new HQ this week,” the new airline’s chief financial officer, Trent Porter, posted on LinkedIn on Wednesday.\n\nHe pictured himself in the office in front of the airline’s new logo that lists its values: Safety, Kindness, Integrity, Ingenuity and Excellence, which forms the acronym SKIIES.\n\n“SKIIES clear for takeoff,” Porter said in his social media post. “I consider myself lucky to work with leaders that already embody these values.”\n\nNeeleman formally announced last summer that he was starting the new airline, which at the time had the working name of Moxy. Airline Weekly reported then that the airline had $100 million in startup capital.\n\nThe airline announced two weeks ago that its new permanent name is Breeze Airways.\n\n“Twenty years ago, we brought humanity back to the airline industry with JetBlue. Today we’re excited to introduce plans for the World’s Nicest Airline,” Neeleman said in a news release when the name was announced.\n\n“Breeze will fly nonstop service between places currently without meaningful or affordable service,” he added.\n\nThe airline has said it wants initially to connect secondary cities with nonstop flights and low fares, while competing with new technologies to simplify the travel experience.\n\nThe airline has announced it will lease 30 Embraer E195s from Azul with delivery in May and buy 60 Airbus A220-300s with delivery starting in April 2021. The Airbus will serve longer routes and midsized markets, while the Embraer can cost-effectively connect smaller cities.\n\n© Provided by Salt Lake Tribune (Lee Davidson | The Salt Lake Tribune) The entrance to the new headquarters of Breeze Airways in Cottonwood Heights.\n\nNeeleman has plenty of experience in starting new airlines.\n\nHe co-founded (with June Morris) Morris Air in Utah, which was sold to Southwest. He then founded WestJet in Canada in 1994.\n\nHe launched JetBlue in 1999 as a New York City-based, low-cost airline. He located most of its reservations and customer service operations in Utah to take advantage of well-educated moms who want to work from home.\n\n© Andre Penner (Andre Penner | AP file photo) David Neeleman in 2008 when he launched Azul in Brazil.\n\nAt the time, Neeleman was often seen weekly on flights to or from Salt Lake City — taking tickets from passengers at the gate and helping to pass out snacks. He stepped down as CEO at JetBlue in 2007 after its poor handling of a major snowstorm essentially shut down the airline for days.\n\nNext, he started Azul, the Portuguese word for blue, in 2008. Neeleman holds dual U.S. and Brazilian citizenship. He was born in 1959 in Brazil, where his father, Gary Neeleman, was a journalist for United Press International. David Neeleman lived there until age 5 and was raised after that in Utah.\n\nSince 2015, Neeleman has been co-owner of TAP Portugal airline, leading a consortium of investors who privatized the debt-ridden, government-owned airline. Under his leadership, the airline has been trying to make Portugal Europe’s newest gateway."}}