{"GDELT": {"GlobalEventID": 907313812, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "USA", "Actor1Name": "TEXAS", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.06593406593407, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Texarkana, Arkansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAR", "Actor1Geo_ADM2Code": "AR091", "Actor1Geo_Lat": 33.4418, "Actor1Geo_Long": -94.0377, "Actor1Geo_FeatureID": "78542", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Texarkana, Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_ADM2Code": "AR091", "Action2Geo_Lat": 33.4418, "Action2Geo_Long": -94.0377, "Action2Geo_FeatureID": "78542", "DATEADDED": 20200220174500, "SOURCEURL": "https://txktoday.com/arkansas-news/garrison-nominated-for-2020-arkansas-trio-hall-of-fame/"}, "ARTICLE": {"TITLE": "Garrison Nominated for 2020 Arkansas TRIO Hall of Fame", "TEXT": "Advertisement\n\nJackie Garrison, of Texarkana, Arkansas, has been nominated for the 2020 TRiO Hall of Fame at the Arkansas Association of Student Assistance Programs. Garrison is a non-traditional student at U of A Texarkana, majoring in General Education. She is currently a campus work-study, a member of Arkansas Career Pathways, Campus Crusade for Christ, and Phi Theta Kappa Honor Society. She is also a recipient of the AEP-SWEPCO Non-traditional Scholarship. “All of these accomplishments were the direct result of the support I have received from the UAHT instructors and staff,” she said.\n\nGarrison said she was apprehensive about coming back to school as a non-traditional student after more than eight years away from the classroom, and even more so about becoming involved in a campus organization such as TRiO. “My plan for going back to college was to go to class and go home to study. Nothing more, nothing less. How was I, a 29-year-old mother of four, supposed to relate to traditional college-age students? One of the first people to approach me about joining TRiO Student Support Services was Mrs. Shawna Bittle. I was worried that I was going to need tutoring services and time management tips for later on in the semester, and I decided to secure a spot as a TRiO member. I had no idea that I was joining one of the best and most supportive student groups at UAHT. One of the very first things I spoke to Mrs. Bittle about was my desire to transfer to Texas A&M Texarkana after graduating from UAHT. She immediately let me know that there was already a campus tour of TAMUT scheduled, and I could sign up right then. Being able to visit the campus that I plan on transferring to was one of the highlights of my TRiO experience, and I’m thankful TRiO was able to arrange that trip for me. When asked about being an officer for TRiO, I was once again apprehensive about saying yes. I have never had the experience of being in a leadership role before. The officer position has allowed me to be a prominent member of the U of A Texarkana TRiO organization, and to engage in student leadership on campus actively. Through TRiO, I have been able to make friends across campus. I’m not very outgoing, so being such a visible representative has made it easier to communicate with other students and instructors,” Garrison said.\n\n“TRiO has taught me that I have more potential than I thought. Before applying for college last year, I had been a stay-at-home mom since my oldest son was born in 2011. In 2015, my husband and I became foster parents, and after 18 months, we were able to adopt our youngest two boys. In August of 2017, the sweetest surprise of our lives was placed with us when she was just three days old, and a few months later, our family was finally complete when we were able to adopt our daughter. We decided to close our foster home and focus on our little family full-time. When we closed our home, I began wanting to do more with my life. Our kids were all in school, and only the baby girl was going to be at home. For me, it was time to go further than just being a stay at home mom. Balancing my school work and home life is not always easy, but I have committed to do my very best.”\n\nAdvertisement\n\n“When I looked at the options for colleges in Texarkana, the obvious choice for me was UAHT. I have never been anywhere where every single person I encountered was as helpful as the faculty and staff at UAHT. From the very beginning of my academic journey, I was encouraged and supported by every department. Everyone at the U of A Texarkana campus made me feel like I was capable of continuing my education, and not a single person made me feel bad for not having gone back to school sooner. My ultimate academic goal is to enroll in the BSN program at TAMUT. I am so thankful for the opportunities given to me at UAHT, and I am even more thankful that TRiO helped jump-start my involvement on campus. Without that initial push to step out of my comfort zone, I might have stuck with my original ‘go to class, go home’ plan. I cannot wait to see how far I will go in life, now that I know I am capable of success!”\n\nThe Arkansas TRiO Hall of Fame is an effort to showcase the array of students within Arkansas TRiO Programs by noting their various academic and civic accomplishments. Each TRiO program nominates a participant for inclusion in the Hall of Fame booklet. Nominees are recognized during the Arkansas TRiO Day Program, and a copy of the booklet will be presented to members of Congress at the Council for Opportunities in Education’s Policy Seminar in Washington, D.C.\n\nShawna Bittle, TRiO Educational Specialist, said, “It was a pleasure to nominate this very talented, smart young lady for this award. She is a devoted mom and a kind person who wants to succeed in school, work, and at home. She deserves this award.”\n\nFor more information about the TRiO program at the U of A Texarkana campus, please contact Shawna Bittle, TRiO Educational Specialist, at 871-216-2914 or shawna.bittle@uaht.edu."}}