{"GDELT": {"GlobalEventID": 907312360, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor2Code": "UAF", "Actor2Name": "TERRORIST", "Actor2Type1Code": "UAF", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.61538461538461, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Westchester, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_ADM2Code": "NY005", "Actor2Geo_Lat": 40.8472, "Actor2Geo_Long": -73.8553, "Actor2Geo_FeatureID": "970901", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Westchester, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY005", "Action2Geo_Lat": 40.8472, "Action2Geo_Long": -73.8553, "Action2Geo_FeatureID": "970901", "DATEADDED": 20200220174500, "SOURCEURL": "https://www.lohud.com/story/news/local/2020/02/20/congresswoman-nita-lowey-endorses-mike-bloomberg-president/4818350002/"}, "ARTICLE": {"TITLE": "Rep. Nita Lowey endorses Mike Bloomberg for president", "TEXT": "Longtime Rep. Nita Lowey endorsed Mike Bloomberg for president Thursday, the morning after his first debate where he was a favorite target of other candidates.\n\n\"Mike and I have worked together for years in New York, and whether it’s homeland security or gun safety, there’s no one you can depend on more to get important initiatives over the finish line,\" Lowey said in a statement. “After four years of the damage Donald Trump has inflicted on our nation, we need someone who knows how to get things done from day one in the Oval Office.\"\n\nCONGRESS: Who is running for Lowey's seat?\n\nNITA LOWEY: Discusses her decision to retire\n\nMIKE SPANO: Endorses Bloomberg\n\nGOTTHEIMER: Backs Bloomberg's bid\n\nBloomberg said he was grateful for Lowey’s support in the aftermath of the terrorist attacks of Sept. 11, 2001, when the billionaire first took office. He served three terms as mayor.\n\nLowey, who last year became the first woman to chair the powerful House Appropriations Committee, was one of three congressional endorsements announced by Bloomberg’s campaign on the day after his rocky debate performance.\n\nHe has 15 congressional endorsements, second to only former Vice President Joe Biden who has three times that amount, according to The Associated Press.\n\nBloomberg has donated prolifically to candidates and political causes, and his deep pockets have helped him emerge as a contender despite being a late entrant in the crowded Democratic field. Howard Wolfson, an adviser to Bloomberg’s campaign, is Lowey’s former chief of staff, the AP reported.\n\nLowey represents New York’s 17th congressional district, which includes part of Rockland and Westchester counties. She is finishing out her 16th term in the House and set to retire at the end of the year.\n\nHer seat in a reliably blue district is the subject of a primary itself, with as many as 12 candidates looking to appear on the June 23 primary ballot for the seat.\n\nBloomberg has picked up the endorsement of Yonkers Mayor Mike Spano and other local officials in Westchester, which shares a border with New York City.\n\nIncludes reporting from Alexandra Jaffe of The Associated Press.\n\nFollow Mark Lungariello on Facebook: @lungariello; and Twitter: @marklungariello."}}