{"GDELT": {"GlobalEventID": 907351855, "Day": 20200121, "MonthYear": 202001, "Year": 2020, "FractionDate": 2020.0575, "Actor1Code": "USA", "Actor1Name": "BOSTON", "Actor1CountryCode": "USA", "Actor2Code": "CHNGOV", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.3767209011264099, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Boston, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA025", "Actor1Geo_Lat": 42.3584, "Actor1Geo_Long": -71.0598, "Actor1Geo_FeatureID": "617565", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wuhan, Hubei, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH12", "Actor2Geo_ADM2Code": "13124", "Actor2Geo_Lat": 30.5833, "Actor2Geo_Long": 114.26700000000001, "Actor2Geo_FeatureID": "-1930776", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200220210000, "SOURCEURL": "https://www.wgbh.org/news/education/2020/02/20/american-researchers-on-edge-as-foreign-funding-comes-under-increased-scrutiny"}, "ARTICLE": {"TITLE": "American Researchers On Edge As Foreign Funding Comes Under Increased Scrutiny", "TEXT": "At the federal courthouse in Boston, government prosecutors last month charged the head of Harvard's chemistry department with lying about research funding he received from the Chinese government.\n\nU.S. Attorney Andrew Lelling alleged Charles Lieber signed a contract with Wuhan University of Technology, was paid up to $50,000 a month to set up a research lab there and hid the arrangement from Harvard and federal agencies.\n\n\"Lieber also joined China's Thousand Talents Plan, a Chinese-government run program designed to entice scientists and researchers in the United States to share their research expertise with China,\" Lelling said, adding that China uses these partnerships and exchanges with American universities to steal cutting-edge research and equipment, costing the country at least $200 billion a year.\n\nRelated Stories MIT Extends Russian Tech Partnership, Despite Scrutiny From Feds\n\n\"Boston is an especially attractive target for this kind of exploitation,” Lelling said. “Universities must become sensitized to this threat.\"\n\nThe Lieber case is raising big questions among academics accustomed to cross-border collaboration. Universities in the United States are allowed to obtain funding from a number of places, including China, but the Trump administration is taking a closer look at Chinese funding because it suspects widespread economic espionage.\n\nThe mission of research universities is to discover and share knowledge. Now, a federal crackdown on foreign funding threatens to undermine that openness.\n\n\"It's a tense time for the American research community,” said Rebecca Keiser, who directs the National Science Foundation's Office of International Science and Engineering.\n\nKeiser said the Lieber case is a warning to colleges: Police yourselves and be more vigilant about potential espionage.\n\n\"We're all struggling to really understand the scope and scale of this issue, and we know there is an issue out there,” she said. “We just need to work together to figure out what to do about it.”\n\nKeiser said universities are exploring how to balance scientific collaboration with research security. “The science is better when we all work together,\" she said.\n\nKeiser recommends universities create a know-your-collaborator culture of transparency on campus, adding, \"There is a difference between collaboration where there's true intellectual cooperation between parties, and what we're talking about here. This type of foreign influence is not collaboration.\"\n\nBoth the National Science Foundation and National Institutes of Health allow professors to engage with universities abroad, for example, but require they disclose their activities.\n\n\"There's nothing inherently wrong with foreign recruitment programs, per se,\" said Julia MacKenzie, head of international affairs at the American Association for the Advancement of Science in Washington, DC.\n\nMacKenzie said cases like Lieber's paint a bleak picture of systematic threats to U.S. research from the Chinese government.\n\n\"But that's a very difficult thing for any individual university to assess,” she said. “There are very important questions about how to balance such a threat with other real issues, such as racial profiling.\"\n\nAlthough most academics targeted in these investigations are Chinese nationals, Lieber is white. His case is part of a much broader effort by the Trump administration to confront national security threats presented by the People’s Republic of China.\n\nIn January, four unnamed professors at the University of Florida were charged with simultaneously holding positions at different Chinese universities.\n\nLast September, Bo Mao, a full-time professor at Xiamen University in China and a visiting professor at the University of Texas at Arlington, was charged with stealing trade secrets for Huawei, the Chinese telecommunications giant.\n\nLast August, Feng Tao, a professor at the University of Kansas, was indicted for failing to mention that he also had full-time appointment at Fuzhou University in China.\n\nAlso last year, Yi-Chi Shih, an adjunct professor at UCLA, was convicted on 18 counts after smuggling missile chip technology to China with the aid of an engineer.\n\n\"The Chinese government is taking an all-tools and all-sectors approach, and that demands, on our end, our own all-tools and all-sectors approach in response,” said FBI Director Christopher Wray, speaking to researchers at a conference in Washington, D.C., earlier this month.\n\nWray said the Chinese government is waging a generational fight to surpass the United States in economic and technological leadership “but not through legitimate innovation, not through fair and lawful competition, and not by giving their citizens the freedom of thought and speech and creativity that we treasure here in the United States.\"\n\nInstead, Wray argued, the Chinese government is willing to steal its way up the global economic ladder.\n\nIn court, Lieber appeared exhausted, in shackles and an orange jump suit, before a federal judge released him on a $1 million cash bond. The scientist forfeited his passport and agreed to remain in Massachusetts.\n\nHarvard has placed him on paid administrative leave and a grand jury is expected to indict him soon.\n\nWGBH News intern Mackenzie Farkus contributed to this story."}}