{"GDELT": {"GlobalEventID": 907352838, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.0487804878048803, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mashhad, (IR30), Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR30", "Actor1Geo_ADM2Code": "41031", "Actor1Geo_Lat": 36.297, "Actor1Geo_Long": 59.6062, "Actor1Geo_FeatureID": "-3074261", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mashhad, (IR30), Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR30", "Action2Geo_ADM2Code": "41031", "Action2Geo_Lat": 36.297, "Action2Geo_Long": 59.6062, "Action2Geo_FeatureID": "-3074261", "DATEADDED": 20200220210000, "SOURCEURL": "https://irannewsupdate.com/news/socially/6879-what-do-elections-mean-in-iran.html"}, "ARTICLE": {"TITLE": "What Do Elections Mean in Iran?", "TEXT": "Details Published: Thursday, 20 February 2020\n\nThe Iranian government has a lengthy background in permuting concepts. The Islamic Republic’s founder Ruhollah Khomeini frequently mentioned valued terms such as “freedom,” “referendum,” “parliament,” “constituent assembly,” “republic,” “impoverished people,” etc. before the 1979 revolution.\n\nHowever, after seizing power, he immediately used the abovementioned terms to implement his outdated mindset and establish a tyrannical rule.\n\nThe concepts of elections, people, and democracy were also exposed to more permuting by Khomeini and his subordinate mullahs. These terms are widely mentioned during election campaigns to deceive the people and fool the regime’s international counterparts who prefer to close their eyes to the regime’s crimes and the crackdown on Iranian citizens rather than stand along with Iranians for their rightful demands.\n\nThe word “democracy” refers to a system that is elected by “demo” [“people” in Latin] and according to their will and determination. Today, most states in the world have adopted this culture. However, contrary to the ayatollahs’ claims, democracy is just dark humor in Iran. In this context, the ayatollahs loyal to Khomeini invented the new term “religious democracy.” They pursue to style themselves as modern rulers, while they insist on their outdated conceptions.\n\n“The people are our benefactors,” Khomeini claimed. However, a little later, he described the people as a flock of sheep who need a shepherd, and there is no shepherd except the “Vali-e Faqih” [the supreme leader]. “If all the people say yes, but the Vali [-e faqih] says no, the order of [the supreme leader] should be implemented,” Khomeini explained the length of the power of Vali-e faqih. Therefore, the sole decision-maker and voter in Iran is the supreme leader. This is what the mullahs mean by “religious democracy.”\n\n“Not four million people, but if forty million voted for [someone]; [the question is] do the people’s votes have any value if the vali-e faqih didn’t validate, or not do? All these votes are likely thousands or millions of zeros. When the [number] one came it would find meaning. If the Vali-e faqih didn’t validate… the votes of the people are worthless,” Mohammad Hosseini Qazvini said in May 2018.\n\nOn the other hand, Khomeini institutionalized an assembly called the Guardian Council that genuinely put the seal on any elections and voting in Iran. He appointed six of his loyalist mullahs and six staunch jurists to determine who is qualified to run for elections. They also specified the wholehearted and practical belief to the Velayat-e faqih as the main condition for being qualified. Plainly, no one without direct or indirect supervision of the supreme leader can run for elections, let alone being elected and taking a position.\n\n“[The Guardian Council] pursues to monopolize the [next] parliament [Majles] with wide disqualification… A single-voice Majles is not a parliament, it’s a military base,” former vice president for legal affairs Majid Ansari tweeted on February 15.\n\nIn response, on the same day, Khamenei’s representative in Mashhad, Ahmad Alamolhoda, named the council as the “hero guard of democracy” for the country, which prevents influential elements of the enemy from entering the Majles. Alamolhoda also added, “Anyone who doesn’t vote certainly goes to hell.”\n\nHowever, in recent months, the Iranian people opened the doors of hell for the ayatollahs in nationwide protests in November and January. Protesting people bravely flooded into the streets and demanded the end of the religious dictatorship. They chanted slogans, “Death to Khamenei,” “Death to Rouhani,” “Death to the tyrant, be he the monarch or supreme leader,” “The Revolutionary Guards [IRGC], you are our murderers.” The outraged people also trampled and torched the icons of Khomeini, Khamenei, and the slain commander of the IRGC’s Quds Force Qassem Soleimani.\n\nIn other words, they cast their true vote for regime change and left the oppressive regime on the brink of collapse. However, the ayatollahs are scrambling to gain legitimacy while the November and January protests have extremely shaken their pillars and have put a free and democratic Iran on the horizon.\n\nRead more:\n\nMEK: Iran’s Election Sham Is the Latest Crisis for the Regime"}}