{"GDELT": {"GlobalEventID": 907353257, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "REL", "Actor1Name": "RELIGION", "Actor2Code": "CHN", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.62184873949579, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chao Deng, Heilongjiang, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH08", "Actor1Geo_ADM2Code": "13174", "Actor1Geo_Lat": 45.55, "Actor1Geo_Long": 124.667, "Actor1Geo_FeatureID": "-1900152", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200220210000, "SOURCEURL": "https://www.washingtonpost.com/opinions/2020/02/20/why-china-is-picking-american-journalists/"}, "ARTICLE": {"TITLE": "Why China is picking on the Wall Street Journal and American journalists - The Washington Post", "TEXT": "The Wall Street Journal, the Chinese declared, had refused to apologize, forcing them to act to defend their national honor. “Regrettably, what the WSJ has done so far is nothing but parrying and dodging its responsibility,” the Foreign Ministry spokesman said. “The Chinese people do not welcome those media that speak racially discriminatory language and maliciously slander and attack China.”\n\nThat is Beijing’s narrative. But there is a far likelier explanation for the ruling Chinese Communist Party’s actions — namely, the strategy of feints and misdirection that it has honed over decades. The day before the Foreign Ministry’s announcement, the U.S. State Department had designated five major state-run Chinese media entities operating in the United States — three news outlets and two distribution companies — as “foreign missions,” requiring them to register and disclose more information about their personnel and real estate holdings. All five companies are indeed arms of the Chinese state — a fact that China prefers to obscure when it addresses the issue in its messaging to English-language audiences. Speaking in Chinese at the 60th anniversary of China’s Central Television in September 2018, for example, Chinese President Xi Jinping exhorted the company to maintain the Party’s leadership.\n\nAD\n\nAD\n\nBut by attacking a U.S. media company instead of the State Department, China subtly and inaccurately conveys to Chinese citizens — the most important target of Beijing’s messages — that the U.S. government controls American media.\n\nThe attack also attempts to shift the conversation away from both the propagandistic elements of Chinese state media and the Chinese Communist Party’s bungled response to the devastating Wuhan coronavirus outbreak and toward allegedly “racist” American views of China.\n\n(Speaking of racism: It’s worth remembering that Beijing is engaged in a ruthless campaign of discrimination against Chinese Muslims, roughly 1 million of whom languish in concentration camps because of their religion and ethnicity.)\n\nAD\n\nTargeting those three Wall Street Journal reporters — deputy bureau chief Josh Chin and reporter Chao Deng, both U.S. nationals, and Australian reporter Philip Wen — follows an uncomfortable pattern of racial and gender profiling that the Chinese Communist Party often employs in its targeting of foreign nationals. The three Wall Street Journal reporters brings the known cases of foreign journalists de facto expelled by Beijing over the last decade to roughly a dozen.\n\nAD\n\nAs anyone who has browsed the headshots of journalists at prominent publications will have seen, white men dominate the media. But Beijing chooses to focus on women and minorities, many of whom have Chinese heritage. Over the last six years, it has denied the visa renewals for the French journalist Ursula Gauthier, the BuzzFeed News reporter Megha Rajagopalan, and the Singaporean Wall Street Journal reporter Chun Han Wong, as well as a visa application for Bethany Allen-Ebrahimian, who was supposed to join the staff of Agence France-Presse. In 2012, it declined to renew the press credentials of Melissa Chan, then an reporter for Al Jazeera. (Disclosure: the China journalism scene is a small one, and I personally know most of the people I’m writing about.)\n\nWhy does China do this? The opacity of the ruling party precludes a definitive answer. But I have a theory. Beijing cultivates the perception that it oversees Chinese people globally, regardless of their citizenship or country of birth — shielding them from “hostile foreign forces” but also punishing them when they violate Beijing’s rules and norms.\n\nAD\n\nIn the terms of this worldview, the four Wall Street Journal reporters of Chinese heritage targeted over the last year, along with Chan, should have “known better.” And, sadly, as the Wuhan coronavirus engenders even more paranoia in Beijing, this situation will grow worse.\n\nAD\n\nSavannah Billman contributed research."}}