{"GDELT": {"GlobalEventID": 907353017, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "LEG", "Actor1Name": "SENATOR", "Actor1Type1Code": "LEG", "Actor2Code": "GHA", "Actor2Name": "GHANA", "Actor2CountryCode": "GHA", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 3, "NumArticles": 6, "AvgTone": -2.2900763358778597, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jordan", "Actor1Geo_CountryCode": "JO", "Actor1Geo_ADM1Code": "JO", "Actor1Geo_Lat": 31.0, "Actor1Geo_Long": 36.0, "Actor1Geo_FeatureID": "JO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ghana", "Actor2Geo_CountryCode": "GH", "Actor2Geo_ADM1Code": "GH", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": -2.0, "Actor2Geo_FeatureID": "GH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "GH", "DATEADDED": 20200220210000, "SOURCEURL": "https://www.warwickdailynews.com.au/news/hanson-factor-looms-large-as-rogue-mp-exits/3949650/"}, "ARTICLE": {"TITLE": "Hanson factor looms large as rogue MP exits", "TEXT": "PREMIER Annastacia Palaszczuk will face a crucial electoral test within weeks as Labor fights to keep a vital seat slipping to One Nation after its longest-serving MP sensationally quit.\n\nA tearful Member for Bundamba Jo-Ann Miller cited a recent health scare as she resigned in Parliament after 20 years representing her Ipswich seat, sparking a second byelection just eight months before the October 31 state poll.\n\nThe test for Ms Palaszczuk - whose personal popularity has slumped in recent months - comes as Opposition Leader Deb Frecklington faces her own test in the Gold Coast marginal seat of Currumbin after the resignation of veteran MP Jann Stuckey last month.\n\nIt's expected the Bundamba poll will be held on the same date as the Currumbin byelection and council elections on March 28, giving parties just five weeks before votes are cast.\n\nMrs Miller's surprise announcement left Labor hunting for a replacement candidate, with suggestions CFMEU-aligned Nick Thompson could be in contention.\n\nOne Nation is already poised to announce its contender on Sunday, with suggestions the party was forewarned of Mrs Miller's decision.\n\nOutgoing Member for Bundamba Jo-Ann Miller at State Parliament. Picture: Annette Dew\n\nSenator Pauline Hanson's party did not run against Mrs Miller at the 2017 election, at which Mrs Miller was filmed embracing the divisive senator and gifting her baby booties for her grandson.\n\nThe stunt upset many of Mrs Miller's colleagues.\n\nDespite Labor holding Bundamba by a massive 21.6 per cent margin, One Nation will be in real contention after reaping massive first-preference votes - up to 28 per cent - in the nearby seats of Ipswich, Ipswich West and Jordan.\n\nIn her letter of resignation to Speaker Curtis Pitt, Mrs Miller revealed a recent operation to remove a tumour.\n\n\"Incidents like these make you reflect on your life, and this has played a part in my decision to leave my role,\" she wrote.\n\n\"I am the last of a generation of Labor MPs in this Parliament.\n\n\"They taught me a lot, and I thank them.\n\n\"We will never see their like again in this House.\n\n\"I close the door on this era.\"\n\nMrs Miller gets chummy with Pauline Hanson during the 2017 election campaign.\n\nMrs Miller confirmed she had decided not to make a tilt for the Ipswich mayoralty, saying her family had already been through enough.\n\nMs Palaszczuk wished Mrs Miller \"all the very best\" but was not among MPs who farewelled her as she exited the House.\n\nSenator Hanson lauded Mrs Miller as a corruption-buster and hard-worker who had endured \"countless years of torturous mind games … from her own party\".\n\n\"While Jo-Ann will be dearly missed by many in her electorate, we have a local, like-minded candidate who I'm sure Mrs Miller would be proud to see take her place and keep up the fight against Labor's mega dump plans for Ipswich,\" she said.\n\nOn Monday, Mrs Miller launched a surprise attack on scandal-plagued Treasurer Jackie Trad, whom she urged to consider her future for the good of the party.\n\nShe also complained of years of \"silent treatment\" from Labor colleagues.\n\n."}}