{"GDELT": {"GlobalEventID": 907313823, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.9538188277087098, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Carson Valley, Nevada, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNV", "Actor1Geo_ADM2Code": "NV510", "Actor1Geo_Lat": 39.093, "Actor1Geo_Long": -119.736, "Actor1Geo_FeatureID": "859161", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Carson Valley, Nevada, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNV", "Action2Geo_Lat": 39.093, "Action2Geo_Long": -119.736, "Action2Geo_FeatureID": "859161", "DATEADDED": 20200220174500, "SOURCEURL": "https://www.recordcourier.com/news/local/coat-drive-brings-the-warmth/"}, "ARTICLE": {"TITLE": "Coat drive brings the warmth", "TEXT": "The 2019-2020 Sertoma Coat Drive concluded Jan. 31. This was Carson Valley Sertoma’s third annual coat drive event, and it was a great success.\n\nCoat Drive Chair Eileen Behr reported this year’s final tallies. A total of 5,508 clothing items and bags of new toiletries were collected and distributed among 29 organizations; donations were given to those in need throughout the Carson Valley, Carson City, and Reno areas.\n\nThe first year the drive was held, a total of 357 coats and sweaters were collected. The following year, that number grew to 1,300, and this year’s count burgeoned to 2,000 coats and sweaters. The additional 3,508 donated items included blankets, socks, mittens, pants, shirts, sleepwear and hats.\n\nBusinesses, schools, churches in Gardnerville, Minden and Carson City showed their support for the coat drive by displaying Sertoma’s blue collection barrels during the drive, and the list of participating organizations continues to grow.\n\n“I think it is wonderful that the Carson Valley community is looking for opportunities to join in,” Behr said.\n\nSertoma derives its name from the phrase, SERvice TO MAnkind. The primary mission of the club is “to improve the quality of life today for those at risk or impacted by hearing loss through education and support, ” and the local Carson Valley chapter of Sertoma is committed to meeting “the needs of our community through volunteer service.” Information about the organization’s activities and events can be found online at carsonvalleysertoma.org.\n\nAnyone interested in learning more about Carson Valley Sertoma is invited to attend one of their Friday morning meetings, held weekly from 7-8 a.m. at the C.O.D. Casino, 1593 Esmeralda Ave., in Minden.\n\nKindergarten registration begins Monday\n\nDouglas County School District kindergarten registration for the 2020-2021 school year begins Monday at neighborhood elementary schools.\n\nChildren must be 5 years old by Sept. 30, in order to attend kindergarten during the 2020-2021 school year. Registration requirements include an original birth certificate; proof of physical residency in your neighborhood, such as a mortgage, rental agreement, or utility bill listing your street address; and up-to-date immunizations. Nevada immunization requirements are listed on the DCSD website at dcsd.k12.nv.us under the “Families” tab, then “News and Announcements.” A complete list of DCSD elementary schools can also be found on the site.\n\nThe Gardnerville Ranchos has two elementary schools; contact them with any questions:\n\nMeneley Elementary School, 1446 Muir Drive, phone: 775-265-3154.\n\nScarselli Elementary School, 699 Long Valley Road, phone: 775-265-2222.\n\nEarly registration is encouraged; late registrations may be accommodated at a neighboring overflow school based on enrollments.\n\nElks host breakfast and taco night\n\nThe Tahoe-Douglas Elks host their monthly family breakfast on Sunday from 8:30-10 a.m. Included are an omelet bar, scrambled eggs, biscuits and gravy, pancakes, hash browns, bacon, sausage, orange juice, and coffee. Cost for Elks members is $7 for adults and $4 for children ages 10 and younger; non-Elks members pay $8 for adults and $5 for children 10 and younger.\n\nTaco Night is Thursday, Feb. 27 from 5-6:30 p.m. Dinner includes a taco, homemade beans, rice, chips, guacamole and other condiments, and dessert. Cost is $4 and additional tacos are $2 each with the purchase of a dinner plate. Assorted beverages will also be available.\n\nBoth events take place at the Tahoe/Douglas Elks Lodge, 1227 Kimmerling Road in the Gardnerville Ranchos. Proceeds from Tahoe/Douglas Elks events benefit programs and services for seniors, veterans, and youth in the Carson Valley.\n\nAmy Roby can be reached at ranchosroundup@hotmail.com."}}