{"GDELT": {"GlobalEventID": 907312647, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "CHN", "Actor1Name": "BEIJING", "Actor1CountryCode": "CHN", "Actor2Code": "CHNGOV", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.2520325203252, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN12", "Actor1Geo_ADM2Code": "72851", "Actor1Geo_Lat": 32.7333, "Actor1Geo_Long": 74.8667, "Actor1Geo_FeatureID": "-2098228", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72851", "Action2Geo_Lat": 32.7333, "Action2Geo_Long": 74.8667, "Action2Geo_FeatureID": "-2098228", "DATEADDED": 20200220174500, "SOURCEURL": "https://scroll.in/latest/953787/china-opposes-amit-shahs-arunachal-visit-india-says-remarks-dont-stand-to-reason"}, "ARTICLE": {"TITLE": "China opposes Amit Shah’s Arunachal visit, India says remarks don’t ‘stand to reason’", "TEXT": "China has “firmly opposed” a visit by India’s Union Home Minister Amit Shah to Arunachal Pradesh on Thursday to attend a statehood day event. Beijing said the visit had violated its “territorial sovereignty and sabotaged political mutual trust”, reported PTI.\n\nThe neighbouring country, which claims the region as its own and calls it South Tibet, has repeatedly protested against Indian politicians visiting the northeastern state.\n\n“China’s position on the eastern sector of the China-India boundary, or the southern part of China’s Tibet region, is consistent and clear,” the country’s Foreign Minister Geng Shuang said. “The Chinese government has never recognised the so-called ‘Arunachal Pradesh’ and is firmly opposed to the Indian politician’s visit to the southern part of China’s Tibet region as it violated China’s territorial sovereignty, undermined stability of the border area, sabotaged political mutual trust, and violated relevant bilateral agreement.”\n\nThe foreign minister urged the Indian side to refrain from taking any action that could “complicate the border issue”. It added that concrete steps to maintain peace and tranquility in the border area should be taken.\n\nAt 34th Statehood Day Function of Arunachal Pradesh in Itanagar. https://t.co/BUTwfscAhr — Amit Shah (@AmitShah) February 20, 2020\n\nIndia and China have a 3,488-km-long Line of Actual Control between them. In April 2017, China had renamed six places in Arunachal Pradesh after lodging protests with India over the Dalai Lama’s visit to the state. In the past too, Beijing has protested against the visits to Arunachal Pradesh by Prime Minister Narendra Modi, President Ram Nath Kovind and Defence Minister Nirmala Sitharaman, claiming that their trips were not conducive to the region’s “tranquility and peace”. The two countries have so far held 21 rounds of talks to resolve the boundary dispute.\n\nThe Ministry of External Affairs dismissed China’s stand on Thursday. “It [Arunachal Pradesh] is an integral part of India,” said the ministry’s spokesperson Raveesh Kumar during the weekly briefing. “Indian leaders routinely travel to the state as they do to any other states of India. Objecting to visit of an Indian leader to any state in India doesn’t stand to reason.”\n\nMeanwhile, Shah told people in the northeastern states that the Narendra Modi-led administration had no plans to repeal the region’s special status. “Misinformation was spread after abrogation of Article 370, which gave special status to Jammu and Kashmir, that Article 371 will also be scrapped,” he said at the gathering to mark the 34th foundation day of Arunachal Pradesh. “It will never happen. Nobody has any such intention.”\n\nMost of the states in the North East have been accorded special provisions under Article 371 to preserve their indigenous cultures. Article 371B deals with special provision granted to Assam.\n\nThe home minister said that the “real emotional integration” of the region with the rest of India had occurred under the Modi-led administration. He claimed that when Bharatiya Janata Party leaders come for election campaigns in 2024, the “North East will have been free from problems like militancy and inter-state strife”."}}