{"GDELT": {"GlobalEventID": 907353330, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "TTO", "Actor1Name": "TRINIDAD AND TOBAGO", "Actor1CountryCode": "TTO", "Actor2Code": "GHA", "Actor2Name": "GHANA", "Actor2CountryCode": "GHA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 9, "NumSources": 1, "NumArticles": 9, "AvgTone": 3.2374100719424503, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Trinidad And Tobago", "Actor1Geo_CountryCode": "TD", "Actor1Geo_ADM1Code": "TD", "Actor1Geo_Lat": 11.0, "Actor1Geo_Long": -61.0, "Actor1Geo_FeatureID": "TD", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ghana", "Actor2Geo_CountryCode": "GH", "Actor2Geo_ADM1Code": "GH", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": -2.0, "Actor2Geo_FeatureID": "GH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Trinidad And Tobago", "Action2Geo_CountryCode": "TD", "Action2Geo_ADM1Code": "TD", "Action2Geo_Lat": 11.0, "Action2Geo_Long": -61.0, "Action2Geo_FeatureID": "TD", "DATEADDED": 20200220210000, "SOURCEURL": "http://www.looptt.com/content/pm-invited-ghana-guest-honour"}, "ARTICLE": {"TITLE": "PM invited to Ghana as guest of honour", "TEXT": "Prime Minister Dr Keith Rowley has been invited to Ghana as the country’s guest of honour as they celebrate their National (Independence) Day.\n\nThe invite was given to him by President of Ghana, Nana Addo Dankwa Akufo-Addo.\n\nGhana’s National Day will be celebrated on March 6, but Dr Rowley will leave Trinidad and Tobago on March 1, by way of London.\n\nDuring his layover PM Rowley intends to hold high-level talks with British Petroleum (BP). Minister of Energy and Energy Industries, Franklin Khan and Minister in the Office of the Prime Minister, Stuart Young will join him for this meeting.\n\nThat meeting will be held on March 3, following which Dr Rowley will continue his trip to Ghana while the Ministers will return to T&T.\n\nDr Rowley says strengthening ties with Ghana could prove to be in this country’s best economic interest.\n\n“We are recognising Ghana as the gateway into West Africa where the potential for trade and business is an area of interest for us here in Trinidad and Tobago,” he said.\n\nHis return to T&T will begin on March 8.\n\nDr Rowley had previously announced the trip, but explained his itinerary in today's Post Cabinet Media Briefing.\n\nBriefly mentioning a few other trips for this year, Dr Rowley said that Caricom will join with Canada in a summit in May following their discussions last week.\n\nHe also revealed that at the end of April, he’s due for another doctor visit in California."}}