{"GDELT": {"GlobalEventID": 907312556, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "BUS", "Actor1Name": "CORPORATION", "Actor1Type1Code": "BUS", "Actor2Code": "EDU", "Actor2Name": "INTELLECTUAL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.43034055727554, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200220174500, "SOURCEURL": "https://www.tax-news.com/news/Democrat_Bill_Targets_GILTI_HighTax_Exclusion____97538.html"}, "ARTICLE": {"TITLE": "Democrat Bill Targets GILTI High-Tax Exclusion", "TEXT": "Democrat Bill Targets GILTI High-Tax Exclusion\n\nby Mike Godfrey, Tax-News.com Washington\n\n20 February 2020\n\nDemocrats in the United States Senate have introduced a bill that would block proposals to introduce a \"high-tax exemption\" to the Global Intangible Low-Tax Income (GILTI) regime.\n\nThe GILTI rules, included in section 250 of the Internal Revenue Code, are intended to discourage US corporations from shifting high-yielding intangible assets such as intellectual property rights to low-tax jurisdictions. GILTI is defined as the portion of the income of a controlled foreign corporation owned by US shareholders that exceeds a notional 10 percent return – a rate that is intended to reflect the normal rate of return on tangible assets. After a 50 percent deduction, GILTI is subject to an effective corporate tax rate of 10.5 percent.\n\nIn June 2019, the Treasury Department and the Internal Revenue Service released proposed regulations providing taxpayers with an election to exclude certain income that would otherwise be subject to the GILTI regime if that income was subject to foreign income tax at an effective rate greater than 90 percent of the full US corporate tax rate – 18.9 percent based on the current 21 percent US corporate tax.\n\nThe bill, known as the Blocking New Corporate Tax Giveaways Act, was introduced on February 12, 2020, by Senate Finance Committee Ranking Member Ron Wyden (D-OR) and Sherrod Brown (D-OH). This bill would amend the Internal Revenue Code to clarify that high-taxed amounts are excluded from tested income for purposes of determining global intangible low-taxed income only if such amounts would be foreign base company income or insurance income.\n\nCommenting on the bill, Wyden said: \"Treasury has overstepped its authority to unilaterally give companies billions in tax breaks on top of the hundreds of billions in tax breaks they've already received. Our bill would block the proposed giveaway that essentially allows corporations to choose the lowest available tax rate.\""}}