{"GDELT": {"GlobalEventID": 907312400, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.60606060606061, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Green Bay, Wisconsin, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWI", "Actor2Geo_Lat": 44.5192, "Actor2Geo_Long": -88.0198, "Actor2Geo_FeatureID": "1565801", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Green Bay, Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_Lat": 44.5192, "Action2Geo_Long": -88.0198, "Action2Geo_FeatureID": "1565801", "DATEADDED": 20200220174500, "SOURCEURL": "https://www.msn.com/en-us/news/politics/green-bay-school-board-member-to-run-for-assembly-seat-held-by-democrat-who-sexually-harassed-staffer/ar-BB10cYaV"}, "ARTICLE": {"TITLE": "Green Bay School Board member to run for Assembly seat held by Democrat who sexually harassed staffer", "TEXT": "© USA TODAY NETWORK-Wisconsin Kristina Shelton\n\nGREEN BAY - A member of the Green Bay School Board is mounting a challenge against a local Assembly Democrat who sexually harassed a Capitol staff member.\n\nKristina Shelton announced Thursday that she will run as a Democrat in the 90th Assembly District. The seat is held by Democratic Rep. Staush Gruszynski, who harassed an employee of the state Legislature in October at a Madison bar.\n\nShelton was appointed to the School Board in 2018 and won her reelection bid last year. She also works as director of programming for the Greater Green Bay YWCA and graduated last year from Emerge Wisconsin, an organization that trains Democratic women to run for office.\n\nJoined by a group of supporters at the Brown County Library, Shelton touted herself as a candidate who can remedy what she called a lack of representation in the 90th. She also emphasized her experience on the School Board in advocating for increased school funding to boost special education, hire more counselors and social workers and decrease class sizes.\n\n\"For too long, we have accepted the low expectations of our political system, and we want to change that,\" she said.\n\nRELATED: Green Bay lawmaker accused of sexually harassing staff member\n\nRELATED: Green Bay School Board member launches citizen work group following expulsions increase\n\nGruszynski, who also serves on the Brown County Board, was first elected to the Assembly in 2018 after Eric Genrich vacated the seat to run for mayor. The Green Bay Democrat apologized late last year, pledging to \"rebuild what I've broken,\" but rebuffed calls to step down and is running for reelection.\n\nIn a statement, Gruszynski's campaign emphasized his support for legislation aimed at improving water quality in Wisconsin. He also helped introduce a measure that would allocate state funds for a new visitor's center in the Green Bay area, which the Assembly is expected to vote on Thursday.\n\n\"(Gruszynski's) reelection campaign has broad support of local elected officials and leaders in our community,\" the campaign said. \"He will continue to work hard for his constituents in the City of Green Bay despite the partisan political games in Madison and fully expects to be sent back to the State Capitol in November.\"\n\nGruszynski's actions have divided his Democratic colleagues. Assembly Minority Leader Gordon Hintz in December yanked Gruszynski's committee assignments and barred him from caucusing with other Democrats, but he has some supporters — including state Rep. Amanda Stuck, who is running for Congress against U.S. Rep. Mike Gallagher.\n\n\"Regardless of how we feel about Staush's behavior, if you're not able to do that work, the question is: Is he able to represent us?\" Shelton said. \"I think what we've seen here today is that there are people who would say the answer is no, not fully. ... We need someone who can be a bold visionary and a leader and someone who can do that work into the future.\"\n\nThe deadline to submit nomination papers is June 1. Gruszynski and Shelton will face off in the Aug. 11 primary, provided both make it onto the ballot.\n\nContact Haley BeMiller at (920) 431-8212 or hbemiller@gannett.com. Follow her on Twitter at @haleybemiller.\n\nOur subscribers make this coverage possible. Click to see the Green Bay Press Gazette's special offers at greenbaypressgazette.com/subscribe and download our app on the App Store or Google Play.\n\nThis article originally appeared on Green Bay Press Gazette: Green Bay School Board member to run for Assembly seat held by Democrat who sexually harassed staffer"}}