{"GDELT": {"GlobalEventID": 907352821, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "IND", "Actor1Name": "KOLHAPUR", "Actor1CountryCode": "IND", "Actor2Code": "HIN106OPP", "Actor2Name": "SANATAN SANSTHA", "Actor2Religion1Code": "HIN", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -10.3942652329749, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kalburgi, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "17687", "Actor1Geo_Lat": 17.3333, "Actor1Geo_Long": 76.8333, "Actor1Geo_FeatureID": "-2096786", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sangli, Maharashtra, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN16", "Actor2Geo_ADM2Code": "17780", "Actor2Geo_Lat": 16.8667, "Actor2Geo_Long": 74.5667, "Actor2Geo_FeatureID": "-2110187", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sangli, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "17780", "Action2Geo_Lat": 16.8667, "Action2Geo_Long": 74.5667, "Action2Geo_FeatureID": "-2110187", "DATEADDED": 20200220210000, "SOURCEURL": "https://www.thehindu.com/news/national/other-states/govind-pansare-murder-on-fifth-death-anniversary-protesters-rue-delay-in-justice/article30875255.ece"}, "ARTICLE": {"TITLE": "Govind Pansare murder: on fifth death anniversary, protesters rue delay in justice", "TEXT": "Will carry on fight through democratic means until the murderers are caught: Megha Pansare\n\nOn the fifth death anniversary of slain Communist leader Govind Pansare, his kin, along with several activists from Left parties and citizens of Kolhapur city who were admirers of Mr. Pansare’s work, held a march condemning the State government’s delay in bringing the conspirators of the murder to justice.\n\n“The criticism during the past five years is not only anger directed at Mr. Pansare’s murder but also at the ineptness of the State government and the probe agencies who have been dragging their feet over this case,” said writer-translator Dr. Megha Pansare, the late Pansare’s daughter-in-law.\n\nEarly on Thursday morning, the protesters held a Nirbhay Morning Walk at the spot where Mr. Pansare was shot by two assailants while he was on his morning stroll.\n\n“All like-minded citizens, as custodians of Mr. Pansare’s progressive ideals, will carry on the fight through democratic means until the murderers are caught,” said Dr. Megha Pansare.\n\nThe protesters rent the morning air with cries of ‘Long live Govind Pansare, Dr. Narendra Dabholkar, scholar M.M. Kalburgi and journalist Gauri Lankesh’ and ‘Lal Salaam (red salute)’, while carrying photos of the slain intellectuals.\n\n“Even after five long years, there seems to be no indication that the State government is serious in bringing the masterminds of Mr. Pansare’s murder to book. Till the real perpetrators of the murder are arrested, we will continue to protest on the streets,” said veteran socialist activist Dr. N.D. Patil.\n\nMr. Pansare, along with his wife Uma, were repeatedly shot at close range in Kolhapur’s Sagar Mal locality on February 16, 2015.\n\nWhile Ms. Pansare survived the murderous attack, her husband succumbed to his wounds in Mumbai’s Breach Candy Hospital on February 20.\n\nNine people have been named in Mr. Pansare’s murder so far including Sarang Akolkar and Vinay Pawar, two absconding activists of the Sanatan Sanstha, who the agencies earlier alleged to have carried out the actual shooting of Mr. Pansare.\n\nIn June 2017, a Kolhapur court, after three rejections, had finally accorded conditional bail to Sanatan Sanstha activist Sameer Gaikwad, who was picked up from Sangli district in western Maharashtra in September 2015 — the first arrest in the Pansare case.\n\nIn January 2018, the Kolhapur sessions court had granted conditional bail to radical Hindutva activist and ENT specialist Dr. Virendra Tawde — named as the ‘mastermind’ in Dr Dabholkar’s murder — in connection with his suspected role in the killing of the veteran Communist leader.\n\nAccording to probe agencies, Dr. Tawde is a crucial link to the murders of Pansare and Dr. Dabholkar. The SIT’s supplementary charge sheet even names Dr. Tawde as ‘mastermind’ in the Pansare murder, suspecting him of conducting the reconnaissance before the murder.\n\nIn November 2018, Amol Kale, a key accused in the murder of journalist Gauri Lankesh, was arrested by the SIT in connection with Mr. Pansare’s murder. Amit Degwekar, another co-accused in the Gauri Lankesh case, too, had been arrested by the SIT probing the Pansare murder.\n\nIn June last year, the SIT had arrested and interrogated Sharad Kalaskar, alleged to be the second sharpshooter who shot Dr. Dabholkar, in connection with Mr. Pansare’s murder. In September 2019, Sachin Andure, the second assailant in the Dabholkar case, was also questioned regarding the Pansare murder before being sent to judicial custody."}}