{"GDELT": {"GlobalEventID": 907312476, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "AZE", "Actor1Name": "BAKU", "Actor1CountryCode": "AZE", "Actor2Code": "ITAGOV", "Actor2Name": "ITALIAN", "Actor2CountryCode": "ITA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.39372822299651, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Baku, Baki*, Azerbaijan", "Actor1Geo_CountryCode": "AJ", "Actor1Geo_ADM1Code": "AJ09", "Actor1Geo_ADM2Code": "534", "Actor1Geo_Lat": 40.3953, "Actor1Geo_Long": 49.8822, "Actor1Geo_FeatureID": "-2705195", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rome, Lazio, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT07", "Actor2Geo_ADM2Code": "18350", "Actor2Geo_Lat": 41.9, "Actor2Geo_Long": 12.4833, "Actor2Geo_FeatureID": "-126693", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baku, Baki*, Azerbaijan", "Action2Geo_CountryCode": "AJ", "Action2Geo_ADM1Code": "AJ09", "Action2Geo_ADM2Code": "534", "Action2Geo_Lat": 40.3953, "Action2Geo_Long": 49.8822, "Action2Geo_FeatureID": "-2705195", "DATEADDED": 20200220174500, "SOURCEURL": "https://azertag.az/en/xeber/President_Ilham_Aliyev_met_with_President_of_Italian_Senate-1420265"}, "ARTICLE": {"TITLE": "President Ilham Aliyev met with President of Italian Senate VIDEO", "TEXT": "Rome, February 20, AZERTAC\n\nPresident of the Republic of Azerbaijan Ilham Aliyev has met with President of the Senate of the Italian Republic Maria Elisabetta Alberti Casellati.\n\nPresident of the Senate Maria Elisabetta Alberti Casellati greeted President Ilham Aliyev.\n\nThe Azerbaijani President and the President of the Italian Senate posed together for photographs.\n\nMaria Elisabetta Alberti Casellati recalled her visit to Azerbaijan and First Vice-President Mehriban Aliyeva`s visit to Rome. She noted that friendship between the two countries was rapidly expanding. Highlighting the Italian President`s official visit to Azerbaijan, Maria Elisabetta Alberti Casellati said that Azerbaijan-Italy cooperation, which is based on historical ties, was developing in all areas.\n\nPresident Ilham Aliyev stressed the importance of Italian President Sergio Mattarella`s official visit to Baku. The head of state said that this visit once again demonstrated that the bilateral relations were at a high level. The Azerbaijani President underlined that documents signed during his state visit to Italy were of great importance. President Ilham Aliyev pointed out that the “Joint Declaration on Strengthening Multidimensional Strategic Partnership between the Republic of Azerbaijan and the Italian Republic” would raise the bilateral ties to a new high level. It was particularly underlined that Italy was the main partner of Azerbaijan in political, economic and trade areas among the European countries.\n\nThe sides emphasized the vital importance of the interparliamentary ties, and noted that Azerbaijan and Italy cooperate within the OSCE Parliamentary Assembly, PACE and other organizations. The significance of the successful implementation of the TAP project, as well as the participation of the Italian companies in energy and other projects in Azerbaijan was stressed.\n\nThe sides then exchanged keepsakes."}}