{"GDELT": {"GlobalEventID": 907353198, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "OPP", "Actor1Name": "DEMONSTRATOR", "Actor1Type1Code": "OPP", "Actor2Code": "SDNGOV", "Actor2Name": "SUDAN", "Actor2CountryCode": "SDN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 2, "NumArticles": 10, "AvgTone": -7.00712589073634, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Khartoum, Al Khartum, Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU29", "Actor1Geo_ADM2Code": "37069", "Actor1Geo_Lat": 15.5881, "Actor1Geo_Long": 32.5342, "Actor1Geo_FeatureID": "-1987", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Khartoum, Al Khartum, Sudan", "Actor2Geo_CountryCode": "SU", "Actor2Geo_ADM1Code": "SU29", "Actor2Geo_ADM2Code": "37069", "Actor2Geo_Lat": 15.5881, "Actor2Geo_Long": 32.5342, "Actor2Geo_FeatureID": "-1987", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Khartoum, Al Khartum, Sudan", "Action2Geo_CountryCode": "SU", "Action2Geo_ADM1Code": "SU29", "Action2Geo_ADM2Code": "37069", "Action2Geo_Lat": 15.5881, "Action2Geo_Long": 32.5342, "Action2Geo_FeatureID": "-1987", "DATEADDED": 20200220210000, "SOURCEURL": "https://uk.reuters.com/article/uk-sudan-protests/sudan-security-forces-crack-down-on-protest-over-dismissed-officers-idUKKBN20E2QZ"}, "ARTICLE": {"TITLE": "Sudan security forces crack down on protest over dismissed officers", "TEXT": "KHARTOUM (Reuters) - Sudanese security forces used teargas and batons on Thursday to disperse thousands of protesters demanding the reinstatement of army officers dismissed last week for refusing to crack down on demonstrations against former president Omar al-Bashir, witnesses said.\n\nThe clashes were the worst since the country’s military council and a coalition of opposition parties agreed a power-sharing deal in August, protesters said.\n\nAt least 17 people were wounded, a doctors’ committee linked to the opposition said in a statement.\n\nMany of the wounded were hit by teargas canisters, the committee said, while witnesses said they saw others being chased by security forces who beat them with batons.\n\nThe doctor’s committee said one of the injured suffered a gunshot wound and another had a rubber bullet wound. There were no other immediate reports of shots being fired.\n\nMore demonstrators gathered in different locations in the capital later in the day, many chanting slogans against Abdel Fattah al-Burhan, head of Sudan’s sovereign council, accusing him of having too much control over the military.\n\nThey chanted: “The military belongs to Sudan, not Burhan!”\n\nThe Sudanese Professionals Association (SPA), which called the protest and was also a key member of the opposition coalition that struck the deal with the military, called for the interior minister and the police director general to be sacked.\n\nIt urged Prime Minister Abdulla Hamdok to replace the officials with “national elements who belong to the revolution”.\n\nThe SPA said in a statement earlier in the day that all soldiers and military officers who had been “arbitrarily excluded from military service” should be reinstated.\n\nThe military removed Bashir from office and arrested him last April after months of demonstrations, bringing an end to his 30 years of autocratic rule.\n\nBut dozens of protesters were killed during crackdowns on the demonstrations, and dozens more died last June when security forces cleared a sit-in at which protesters pushed for further reforms.\n\nMohamed Seddik, an iconic figure of the uprising, is among those dismissed last week and one of several young army officers who had refused to participate in the crackdown on demonstrations in front of the defence ministry calling for the removal of Bashir.\n\n“Whoever protected and sided with the people’s revolution deserves to be celebrated, promoted and given a leadership position,” the SPA said in its statement."}}