{"GDELT": {"GlobalEventID": 907313990, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "SCHOLAR", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.6029911624745097, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_Lat": 42.2373, "Actor1Geo_Long": -71.5314, "Actor1Geo_FeatureID": "MA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_Lat": 42.2373, "Actor2Geo_Long": -71.5314, "Actor2Geo_FeatureID": "MA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 37.768, "Action2Geo_Long": -78.2057, "Action2Geo_FeatureID": "VA", "DATEADDED": 20200220174500, "SOURCEURL": "https://www.wvxu.org/post/after-suffrage-many-women-failed-vote-kentuckians-were-exception"}, "ARTICLE": {"TITLE": "After Suffrage, Many Women Failed To Vote. Kentuckians Were An Exception", "TEXT": "Over the last few decades, Kentucky's voter turnout has hovered in the 30% range. In A Century of Votes for Women, authors Christina Wolbrecht and J. Kevin Corder provide a wide range of data that shows that wasn't always the case for the Bluegrass State.\n\nIn the book, Wolbrecht, professor of political science and director of the Rooney Center for the Study of American Democracy at the University of Notre Dame, and J. Kevin Corder, professor of political science at Western Michigan University, look at how American women voted in the first 100 years since the ratification of the 19th Amendment, as well as how popular understanding of women as voters has changed over time.\n\nAn excerpt follows.\n\nWas women's suffrage a failure? That women generally failed to take advantage of their new right quickly emerged as conventional wisdom about suffrage, calling into question the entire suffrage cause. By 1924, multiple headlines, in outlets ranging from Harper's Weekly to Good Housekeeping, asked \"Is woman's suffrage a failure?\" Many long-time suffrage activists were gravely disappointed that their grand victory had not translated into more widespread turnout among women and a greater perceived impact on elections.\n\nMost scholars echoed this pessimistic assessment. An early study titled \"American women's ineffective use of the vote\" was widely cited at the time and in later research. Early, often impressionistic accounts shaped views of the ﬁrst women voters for decades to come as \"[m]any conclusions drawn in the 1920s were incorporated into standard histories of the impact of the adoption of the Nineteenth Amendment.\"\n\nDominant concepts of women as inherently apolitical (distinctive gender) contributed to the acceptance of this negative characterization of the first women voters, as observers assumed that low rates of turnout solely reflected women's disinterest in politics.\n\nA closer look at women's turnout in the 1920s and early 1930s complicates the view of women as inherently less interested in politics than men. Figure 4.3 shows the turnout of women and men in each of the ten states in the sample in 1920 (the pattern of turnout across states looks similar in 1924 and 1928). Both the rate at which women turn out and the size of the gender gap varies considerably across states. In Missouri and Kentucky, more than half of women turned out to vote in the first election in which they were eligible to do so. The turnout gap in Missouri, the smallest state-level gap, was just 24 points. In Virginia, on the other hand, fewer than ten percent of women turned out in 1920, and in Massachusetts and Connecticut the turnout gender gap was 40 points.\n\nIf women were generally or inherently disinterested in politics, why was women's turnout so high in some states and so low in others? One answer has to do with the political context that women confronted. Close elections have long been identified as a spur to turnout. Competition induces parties and candidates to expend greater effort on voter mobilization, encourages heightened press coverage, generates excitement and greater interest in the election, and increases the perceived value of any one vote. During the 1910s and 1920s, most American states were highly one-partisan, dominated by one or the other major political party. Among the ten states examined here, the two exceptions to this rule are Missouri and Kentucky, the two states where women's turnout is highest. The level of competition is reflected in the presidential election results; Democrats won Kentucky by just 0.4 points in 1920. At the other end of the figure, Democrats held a 23-point advantage in Virginia in 1920, and Republicans took Massachusetts by a margin of more than 40 points.\n\nCompetition mattered. Figure 4.4 shows women's and men's turnout, on average, in one-party Democratic states, one-party Republican states, and competitive states in 1920. Both women and men were affected by differences in the level of competition in their own states, with turnout lower where there was less competition and higher where there was more. The impact of competition on women, however, was greater. Women's turnout in competitive states is 39 points higher than in one-party Democratic states, compared to a 32-point gain for men, and 20 percentage points higher than in one-party Republican states, compared to a 12-point gain for men. As a result, the turnout gender gap is smallest in the competitive states (about 26 points) compared to either kind of one-party state (about 33–34 points).\n\nThe states also differed in the ease with which citizens could exercise their voting rights. Some states erected significant barriers to voting. The three states in our sample with the most stringent voting laws also had the lowest levels of turnout among women. Massachusetts and Connecticut required voters to take literacy tests. Connecticut and Virginia had long residency requirements. Virginia levied a poll tax, among other discriminatory practices directed at African Americans and poor whites. In Virginia, these restrictive voting laws were part of a broader anti-democratic Southern political system and hierarchical and deferential social structure which further depressed political participation, and led to distinctively low turnout rates in general elections. This set of states is not an accident; the imposition of restrictive state election laws were directed particularly at African Americans in the South and immigrants in the North.\n\nIn the South, segregationists had opposed women's suffrage in part because they feared they would not be able to suppress turnout among women of color with the same tactics as they did men. They need not have worried, as white supremacists found plenty of ways, including those long employed against black men, to suppress the voting rights of black women. For example, historian Suzanne Lebsock recounts how separate registration offices were set up for black and white women in Richmond, Virginia in 1920. Fewer registrars were assigned to black women and black women were more likely to have their registration challenged. To further add to the inequality, newspapers ran photos of the resulting long lines outside of the black registration offices, suggesting that white citizens should be sure to register to counter this supposed surge in the registration of black women. Extra-legal tactics were employed as well. An October 1920 Chicago Defender headline explained how violence and intimidation was used to \"Drive Women from Polls in South; Southerners Threaten to Use Gun and Rope on Race Leaders.\" Since nearly 30% of the population of Virginia was African American (and these practices discouraged low-income whites from voting as well), and more than 60% of the population of Connecticut and Massachusetts was first- or second-generation immigrant, the impact of these practices on turnout was substantial.\n\nThese practices were directed at and by far the most consequential for African American women and men. Legal barriers and an anti-democratic context likely suppressed the votes of Southern white women as well. Historian Sarah Wilkerson-Freeman has shown how scholars and activists of the time recognized the poll tax in particular as a barrier to white women; when family budgets were tight, poll taxes were often paid for the male head-of-household (who might also benefit from veterans' exceptions) but not for the wife. While Wilkerson-Freeman demonstrates how this phenomenon, and the role of women in particular, was downplayed by future scholars of Southern politics, evidence of the impact can be found in the various groups – from the Women's Division of the Democratic National Committee to local white women's clubs – who organized against the poll tax in the decades after the Nineteenth Amendment was ratified.\n\nThese practices also reduced turnout among men, but suppressed the votes of newly enfranchised women in these states even more. Figure 4.5 shows the turnout of women and men in states with restrictive election laws versus those which only required residency. Female turnout declines by 24 points (a drop of 56%) between less restrictive and restrictive states, compared to a 17-point decline (about a 23% decline) for male turnout. As a result, the gap between male and female turnout is larger in states with multiple suffrage restrictions (a 37-point gap) compared to states with only the residency requirement (a 30-point gap).\n\nIn sum, any conclusion about women's turnout after suffrage depends a great deal on where you look. The difference between the turnout of women in Virginia, where fewer than 10% of women turned out to vote, and Kentucky, with 57% of women voting, is more than 50 points, exceeding the turnout gender gap overall and in any one state. Clearly location and context mattered as much as gender for explaining women's turnout. In places where competition was high and barriers to voting were low, an impressive percentage of women turned out to vote in the first elections in which they were eligible.\n\nExcerpted with permission from Cambridge University Press' A Century of Votes For Women: American Elections Since Suffrage, by Christina Wolbrecht and J. Kevin Corder."}}