{"GDELT": {"GlobalEventID": 907313193, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "USAGOV", "Actor2Name": "HILLARY CLINTON", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -9.831460674157329, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200220174500, "SOURCEURL": "https://www.independentsentinel.com/partisan-judge-in-stone-case-is-trashing-him-during-the-hearing/"}, "ARTICLE": {"TITLE": "Partisan Judge in Stone Case Is Trashing Him During the Hearing", "TEXT": "Roger Stone was lambasted by Obama Judge Amy Berman Jackson this morning after he showed up for his sentencing, Fox News reported.\n\n“Mr. Stone lied,” U.S. District Judge Amy Berman Jackson said in court.\n\nJackson also referenced how Stone had violated court orders not to talk about the case. She accused him of “intimidating behavior” including a social media post that included a picture of her with what looked like gun crosshairs over her head. Stone blamed staff for the Instagram post, but the judge sharply rebuked him.\n\n“He knew exactly what he was doing,” Jackson said, adding that it “was designed to disrupt” the proceedings.\n\nShe is exaggerating the dopey comments Stone made and makes, and will likely throw the book at him.\n\nShe is looking at a strong sentence.\n\nJohn Cardillo of Newsmax TV tweeted, “RogerStone’s Judge Amy Berman Jackson claiming that he threatened her and impeded justice is beyond dumb considering she suppressed his 1A rights, he was convicted by a biased jury and she’s sentencing him. This should terrify every American.”\n\nAs he entered the court, supporters, and enemies shouted out:\n\nNEW: Roger Stone arrives at a DC courthouse for expected sentencing on his conviction for witness tampering and lying to Congress. A few onlookers yelled “Traitor!” at him as entered the building. https://t.co/hQObmjkcfA pic.twitter.com/1QQxwc7jla — ABC News (@ABC) February 20, 2020\n\nThe President weighed in during the sentencing hearing, comparing Stone’s case to liars like Comey, Hillary Clinton, and McCabe.\n\n“They say Roger Stone lied to Congress.” @CNN OH, I see, but so did Comey (and he also leaked classified information, for which almost everyone, other than Crooked Hillary Clinton, goes to jail for a long time), and so did Andy McCabe, who also lied to the FBI! FAIRNESS? — Donald J. Trump (@realDonaldTrump) February 20, 2020\n\nThe judge won’t execute the sentence today until she rules on the new trial he has requested. However, the DOJ is against a new trial. She will reject the mistrial and probably give him too stiff a sentence.\n\nGive him a pardon!"}}