{"GDELT": {"GlobalEventID": 907352085, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "AUSGOV", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.85714285714286, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200220210000, "SOURCEURL": "https://www.newsy.com/stories/australia-opens-investigation-into-deadly-bushfire-season/"}, "ARTICLE": {"TITLE": "Australia Opens Federal Inquiry Into Deadly Bushfire Season", "TEXT": "The royal commission will be led by a retired chief of the Defence Force, a former federal judge and a climate change expert.\n\nSHOW TRANSCRIPT\n\nAustralian Prime Minister Scott Morrison is opening a national inquiry into the country's deadly summer bushfires.\n\nMorrison said the royal commission will focus on three main areas: the nation's preparation, response and recovery. It will also explore what role climate change played in the fires.\n\n\"This royal commission accepts, it acknowledges, it understands the impact of climate change, more broadly, on the climatic conditions that Australia is living in,\" Morrison said.\n\nThe fires were some of the worst the country has seen in a decade. At least 29 people were killed, including four firefighters. The flames scorched around 40,000 square miles and destroyed thousands of homes.\n\nThe commission will be conducted by a retired chief of the Defence Force, a former federal judge and a climate change expert.\n\nThe Royal Bushfire Commission is expected to wrap up in a little over six months. Some residents say the commission won't have enough time to complete its work, but Morrison disagrees.\n\n\"It's the same length of time that is being done for the state inquiries,\" he told reporters. \"It's important that we get this done quick because we need to ensure that we have advice coming back to us, particularly as we go into next season.\"\n\nContains footage from CNN."}}