{"GDELT": {"GlobalEventID": 907313357, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "JUD", "Actor1Name": "APPEALS COURT", "Actor1Type1Code": "JUD", "Actor2Code": "LEG", "Actor2Name": "LAWMAKER", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.6523867809057502, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_Lat": 42.0046, "Actor1Geo_Long": -93.214, "Actor1Geo_FeatureID": "IA", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Department Of Energy, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8862, "Actor2Geo_Long": -77.025, "Actor2Geo_FeatureID": "530856", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Department Of Energy, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8862, "Action2Geo_Long": -77.025, "Action2Geo_FeatureID": "530856", "DATEADDED": 20200220174500, "SOURCEURL": "http://klem1410.com/2020/02/20/thursday-news-february-20th/"}, "ARTICLE": {"TITLE": "Thursday News, February 20th", "TEXT": "City Council Discusses Hwy 75 And 18th Street SW Intersection\n\n(Le Mars) — The intersection of Business Highway 75 and 18th Street, along with the entire Business Highway 75 corridor stretching from 24th Street to the Dairy Queen corner was discussed again during the recent Le Mars city council meeting. City Administrator, Jason Vacura informed the council the\n\nPublic Safety Committee recently met and determined two radar speed signs would be posted in the area that will display the speed of the traffic.\n\nVacura says based upon accident data provided by Police Chief Kevin Vande Vegte, there has not been an increase of accidents at the intersection in question.\n\nVacura informed the council of the police department’s recommendation, at least during the short-term.\n\nThe city administrator told the city council that Police Chief Vande Vegte had further sub-divided as to the time that most of the accidents had occurred at the intersection of Business Highway 75 and 18th Street Southwest.\n\nVacura says before the city decides to do anything with the intersection, a traffic study may be needed. Vacura and Public Works superintendent Scott Kneip informed the council that such a study could cost in the range between $8,000 and $15,000 dollars. Kneip says there may be some cost sharing\n\navailable for a traffic control light through the Iowa Department of Transportation. Councilman Goodchild asked if it would be more appropriate to designate a specific truck route beginning on 24th Street southwest near Lamberts Lumber. Goodchild further mentioned, “Trucks going into the industrial area is not the problem. Its the trucks leaving the industrial area that is our problem.” Vacura reminded the city council that since the\n\nintersection is close in proximity to the start of the municipal airport’s runway, the Federal Aviation Administration would also need to be consulted and give their approval, before a traffic light signal could be installed.\n\nRichard and Angela Buman Honored As Chamber of Commerce Employees Of The Month\n\n(Le Mars) — Two Hy Vee employees were honored Wednesday during the Chamber of Commerce weekly coffee hosted by Hy Vee. Richard and Angela Buman of Le Mars were given the recognition of “Employees of the Month.” The husband and\n\nwife pair were nominated by store manager Randy Ritt and the staff of Hy Vee. The nomination reads: “Both Richard and Angela do an amazing job for Hy Vee and they truly exemplify the “Helpful Smile in Every Aisle” slogan.”\n\nThey are both very involved with community organizations like the Le Mars Chamber of Commerce as Ambassadors, and other Chamber events, Girl Scouts, Boy Scouts, Pioneer Village, school groups, Plymouth County Fair events, church groups and many\n\nmore. The Bumans have decided to start the next chapter in their lives and will be leaving Le Mars at the end of February. The Bumans will own and operate a restaurant located at Harlan, Iowa. We wanted to take this opportunity to thank them for everything they have done for Hy Vee and the entire community of Le Mars. It is with great pleasure that we recognize\n\nRichard and Angela Buman as the February 2020 Le Mars Area Chamber of Commerce Employees of the Month. After accepting the plaque, Richard Buman informed the gathering at the weekly Chamber Coffee, the restaurant of which the Buman’s have purchased, was the site for his and wife Angela’s first\n\ndate.\n\nRichard and Angela Buman (center) were honored on Wednesday. Joining them are Hy Vee store manager, Randy Ritt (left) and Chamber representative Kevin Eekhoff, (right).\n\nKing and Klemme To Hold “Meet and Greet” On Friday\n\n(Wall Lake) — Republican Iowa Congressman, Steve King and former State Representative Ralph Klemme invite area residents to a meet and greet at the lower level of the American Bank in Le Mars on Friday, February 21st at 3:30 p.m. Former State Representative Klemme will be making an announcement\n\nabout the 4th District Congressional race. Ralph Klemme served in the Iowa House from 1992 to 2004. King and Klemme served together while Congressman King was an Iowa State Senator from 1996 to 2002.\n\nRalph Klemme\n\nKing Writes Letter To President Trump Regarding EPA’s Waivers For Petroleum Refineries About Ethanol\n\n(Washington D.C.) — Iowa Republican Congressman, Steve King, a member of the Congressional Biofuel Caucus, has sent a letter to President Trump requesting the President to “make a declarative statement that a minimum of 15 billion gallons will be blended annually and that all gallons actually waived will be annually recaptured under the Renewable Fuels Standard. The\n\nletter was prompted by both the Environmental Protection Agencies use of small refinery exemptions to undermine the volume requirements contained in the Renewable Fuels Standard, and also the failure of that agency to guarantee that 15 billion gallons of ethanol will be blended under the\n\nRenewable Volume Obligation rule the have announced for 2020. The EPA’s failure to enforce the volume requirements has led to an unfair advantage for petroleum, and “cumulatively, these exempted gallons frustrate the intent of the RFS, thereby compromising the livelihood of our nation’s farmers and the ability of our citizens to obtain the cleaner, efficient fuel that they increasingly demand.\n\nKing has introduced two bills that contain recapture provisions, and King reminds President Trump that “the foundation of the objective: announced after the September 12th Oval Office meeting, was “to ensure that at least 15 billion gallons of conventional biofuels are blended, accounting for waivers by using a three-year rolling average of actual volumes waived by\n\nSmall Refinery Exemption’s. A core deficiency of the Environmental Protection Agency’s recently announced rule is that “it does not rely on actual volumes waived by SRE’s in order to account for waivers, but instead relies on the recommendation of the Department of Energy.\n\nAppeals Court Upholds District Court’s Ruling On Selection Of Judges\n\n(Des Moines) — The Iowa Court of Appeals has upheld a district court ruling dismissing a lawsuit seeking to undo changes to the state’s judicial nominating system that Governor Kim Reynolds signed into law last year. The Appeals Court ruling says the group of Democratic lawmakers argued they were surprised by what was in the bill — while the court says the surprise\n\nwas the timing of the introduction of the bill — not the failure to\n\nadequately disclose its content.\n\nThey ruled the lawmakers had no standing to challenge the law because they were not sufficiently affected by it. Governor Reynolds was asked Wednesday about the ruling.\n\nThe bill was introduced on the last day of the 2019 legislative session. It now gives the governor authority to name another member to the 17-member commission that nominates candidates for openings on the Iowa Supreme Court\n\nand Court of Appeals. Reynolds praised that commission.\n\nReynolds has appointed one Iowa Supreme Court justice and two appeals court judges under the new system. She is waiting to name another Supreme Court justice once the commission makes its selection. An attorney for the lawmakers who brought the suit says he will appeal the decision to the Iowa\n\nSupreme Court.\n\nAuto Dealer Given Probation For Fraud Charges\n\nDENISON, Iowa (AP) – A man who’d operated a vehicle dealership in western Iowa has been fined and placed on probation for fraudulent sales practices.\n\nCrawford County court records say 59-year-old Robert Adams pleaded guilty Tuesday before being fined $750 and given a deferred judgment and three years of probation. Under a deferred judgment, his conviction could be removed from his record if he were to successfully complete the terms of his\n\nprobation. Prosecutors dropped several other charges in return for Adams’ plea. Customers say Adams didn’t forward to the appropriate agencies or entities money paid for title transfers and warranty contracts and protection plans.\n\nAuthorities Release Name Of Man Killed From Building Collapse\n\nREMBRANDT, Iowa (AP) – Authorities have released the name of an employee killed when equipment collapsed inside a barn in northwest Iowa. Buena Vista County authorities say a structural failure early Friday morning at the Rembrandt Foods facility just east of Rembrandt caused a catastrophic collapse of equipment inside the building. The victim had been working inside. He’s been identified as Humberto Jesus Lopez, who lived in\n\nWorthington, Minnesota. A search for him was suspended Friday evening because of safety concerns for rescue workers. Authorities say the search resumed Saturday, and his body was recovered around 2 p.m.\n\nCollege Professor Arrested Following Death Of Husband\n\nWEST DES MOINES, Iowa (AP) – A college economics professor was arrested after police in a Des Moines, Iowa, suburb say she bound and gagged her husband for hours, leading to his death. West Des Moines police say officers arrested 41-year-old Gowun Park on Wednesday. The charges stem from the death Saturday of her husband, 41-year-old Sung Nam. Court records say Park\n\nused zip ties to bind Nam’s feet and hands to a chair, jammed clothing into his mouth and used duct tape to attach a towel over his head. Officers were called Saturday evening and found Nam on the floor. He was pronounced dead at a hospital. Park is being held at the Dallas County Jail. She has been suspended from her position as an assistant professor of economics at Simpson College in Indianola, Iowa.\n\nChamber Of Commerce Employee Accused Of Stealing Funds\n\nWEBSTER CITY, Iowa (AP) – A former Webster City Chamber of Commerce administrative assistant has been accused of stealing more than $149,000 from the organization. The Iowa Department of Public Safety said Wednesday that 40-year-old Leah Mulholland is charged with ongoing criminal conduct,\n\ntheft, forgery and unauthorized use of a credit card. She was arrested Wednesday. Online court records don’t list an attorney for her. The department says Mulholland had admitted to three chamber officials that she’d misused chamber funds. The department also says investigators discovered that Mulholland had issued 247 unauthorized checks totaling more\n\nthan $149,000 from March 2015 through June 2018."}}