{"GDELT": {"GlobalEventID": 907352718, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.05405405405406, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Las Vegas, Nevada, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNV", "Actor2Geo_Lat": 36.175, "Actor2Geo_Long": -115.137, "Actor2Geo_FeatureID": "847388", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Las Vegas, Nevada, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNV", "Action2Geo_Lat": 36.175, "Action2Geo_Long": -115.137, "Action2Geo_FeatureID": "847388", "DATEADDED": 20200220210000, "SOURCEURL": "https://news.yahoo.com/trump-stone-sentencing-id-love-to-see-roger-exonerated-203545725.html"}, "ARTICLE": {"TITLE": "Trump on Stone sentencing: 'I'd love to see Roger exonerated'", "TEXT": "President Trump on Thursday weighed in on the sentencing of his longtime friend and ally Roger Stone to 40 months in federal prison for lying to Congress, obstruction and witness tampering.\n\nSpeaking at a Las Vegas graduation ceremony at the city’s Metropolitan Police Department headquarters for ex-offenders two days after issuing 11 pardons and commutations, Trump said he was following the Stone case “very closely,” and that “I’d love to see Roger exonerated.”\n\n“I want to see it play out to its fullest because Roger has a very good chance of exoneration in my opinion,” the president said.\n\nPresident Trump speaks in Las Vegas on Thursday. (AP Photo/Evan Vucci)\n\nStone’s prison sentence stems from former special counsel Robert Mueller’s investigation into Russian interference in the 2016 election, which Trump has routinely depicted as a “witch hunt.”\n\nTrump claimed that Stone was “never involved” in his campaign for president.\n\n“Roger's definitely a character,” the president mused. “Everybody sort of knows Roger. He's a smart guy. He's a little different. But those are sometimes the most interesting. But he’s a good person. His family is fantastic.”\n\nRoger Stone arrives for his sentencing at U.S. District Court in Washington on Thursday. (AP Photo/Manuel Balce Ceneta)\n\nThe president then went on to attack the forewoman of the jury as “an anti-Trump activist.\"\n\n“She had a horrible social media account,” he declared. “The things she said on the account were unbelievable.”\n\nStone’s defense team, which could have moved to dismiss any juror, opted not to do so, but Trump decried what he described as an unfair trial.\n\n“This has not been a fair process,” the president added.\n\nLast week, Trump called the DOJ’s initial recommendation by prosecutors that Stone receive at least seven years in prison a “miscarriage of justice.”\n\nAttorney General William Barr then revised that recommendation, leading to widespread criticism that the president had interfered in the case. All four of the lead prosecutors resigned from the proceedings in protest.\n\nBut in an interview with ABC News that aired last week, Barr offered a rare rebuke of the president, saying such tweets made his job “impossible,” and made a request.\n\nStory continues\n\n“I think it’s time to stop the tweeting about Department of Justice criminal cases,” Barr said.\n\nTrump disregarded the warning, comparing Stone’s crimes to allegations of impropriety against former FBI Director James Comey, ex-FBI Deputy Director Andrew McCabe and Hillary Clinton in a tweet published during Stone’s sentencing.\n\n“They say Roger Stone lied to Congress.” @CNN OH, I see, but so did Comey (and he also leaked classified information, for which almost everyone, other than Crooked Hillary Clinton, goes to jail for a long time), and so did Andy McCabe, who also lied to the FBI! FAIRNESS? — Donald J. Trump (@realDonaldTrump) February 20, 2020\n\nIn announcing Stone’s sentence, U.S. District Court Judge Amy Berman Jackson threw shade at Trump without mentioning his name.\n\n“There was nothing unfair, phony or disgraceful about the investigation or the prosecution,” she said, adding that the comments from someone with a “long-standing” relationship with Stone were “entirely inappropriate.”\n\nAfter the judge handed down her sentence, Stone spokesperson Kristin Davis called on Trump to issue a pardon to his friend.\n\n“It falls on President Trump to use the power of a pardon as the final means of checks and balances to right this horrible wrong,” Davis said.\n\nOn Wednesday, the president dismissed the suggestion that he was meddling in the Stone matter but claimed he had the right to do so.\n\n“I’m actually, I guess, the chief law enforcement officer of the country,” Trump said. “I could be involved if I wanted to.”\n\nHe was also asked whether he had considered pardoning Stone after issuing clemency to or commuting the sentences of 11 individuals, including some who were backed by financiers of his reelection campaign.\n\n“I’m not even thinking about that,” Trump said.\n\n_______\n\nRead more from Yahoo News:"}}