{"GDELT": {"GlobalEventID": 907313785, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.952380952380951, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20200220174500, "SOURCEURL": "https://www.washingtonpost.com/national-security/2020/02/20/us-joins-others-accusing-russia-cyber-attack-republic-georgia/"}, "ARTICLE": {"TITLE": "U.S. joins other nations in accusing Russia of cyber attack in Republic of Georgia", "TEXT": "“This action contradicts Russia’s attempts to claim it is a responsible actor in cyberspace and demonstrates a continuing pattern of reckless Russian GRU cyber operations against a number of countries,” Pompeo said. “These operations aim to sow division, create insecurity, and undermine democratic institutions.”\n\nAD\n\nAD\n\nPompeo said the United States called on Russia to cease the behavior and pledged to help Georgia protect against future cyberattacks.\n\nThe Pentagon said the attack is “just one more example of how Russian malign behavior erodes transparency and predictability, undermines the rules-based international order, and violates the sovereignty of its neighbors.\"\n\n“The U.S. Government position has been clear, we will defend our partners’ and allies’ core interests and hold the Russian Federation accountable for these destabilizing activities,” said the statement, by Air Force Lt. Col. Carla Gleason, a Pentagon spokeswoman.\n\nNeither the State Department nor the Pentagon described how they would hold Russia accountable.\n\nAD\n\nJohn Hultquist, the director of intelligence analysis at the cybersecurity firm FireEye, said it was significant that Pompeo had officially tied Sandworm hackers to GRU Unit 74455. The Justice Department has previously said that 74455 took part in the hacking of the Democratic National Committee and the Clinton campaign in 2016.\n\nAD\n\nBritain said in a separate statement that its national cybersecurity center had assessed “with the highest level of probability” that the attack was carried out by Russia and called it “part of Russia’s long-running campaign of hostile and destabilising activity against Georgia.”\n\n“The GRU’s reckless and brazen campaign of cyber attacks against Georgia, a sovereign and independent nation, is totally unacceptable,” said British Foreign Secretary Dominic Raab.\n\nAD\n\nThe Australian government also issued a statement condemning the “malicious cyber activity by Russia targeting the state of Georgia in October last year.”\n\nSenior Georgian officials expressed thanks for the support.\n\n“Last October, #Georgia suffered a reckless cyber attack affecting state, media & business entities,” Georgian Prime Minister Giorgi Gakharia said in a tweet. “This was an intolerable act attempting to undermine our sovereignty. We deeply appreciate the vocal support from our partners & allies around the world.”\n\nThe pointed statements come as senior American officials express concern about the vulnerability of U.S. elections to hacking.\n\nIn December, President Trump met with Russian Foreign Minister Sergei Lavrov in the Oval Office and said he warned Moscow not to interfere in U.S. elections."}}