{"GDELT": {"GlobalEventID": 907611380, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.14840989399293, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kremlin, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200221220000, "SOURCEURL": "https://www.nytimes.com/2020/02/21/us/politics/richard-grenell-dni.html"}, "ARTICLE": {"TITLE": "Richard Grenell Begins Overhauling Intelligence Office, Prompting Fears of Partisanship", "TEXT": "WASHINGTON — Richard Grenell’s tenure as the nation’s top intelligence official may be short-lived, but he wasted no time this week starting to shape his team of advisers, ousting his office’s No. 2 official — a longtime intelligence officer — and bringing in an expert on Trump conspiracy theories to help lead the agency, according to officials.\n\nMr. Grenell has also requested the intelligence behind the classified briefing last week before the House Intelligence Committee where officials told lawmakers that Russia was interfering in November’s presidential election and that President Vladimir V. Putin of Russia favored President Trump’s re-election. The briefing later prompted Mr. Trump’s anger as he complained that Democrats would use it against him.\n\nJoseph Maguire, the former acting director of national intelligence, and his deputy, Andrew P. Hallman, resigned on Friday. Mr. Grenell told Mr. Hallman, popular in the office’s Liberty Crossing headquarters, that his service was no longer needed, according to two officials. Mr. Hallman, who has worked in the office or at the C.I.A. for three decades, expressed confidence in his colleagues in a statement but also referred to the “uncertainties that come with change.”\n\nThe ouster of Mr. Hallman and exit of Mr. Maguire, who also oversaw the National Counterterrorism Center, allowed Mr. Grenell to install his own leadership team."}}