{"GDELT": {"GlobalEventID": 907613117, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "OBAMA", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.6539923954372595, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200221220000, "SOURCEURL": "https://neonnettle.com/news/10402-trump-calls-for-obama-to-be-impeached-for-lying-about-obamacare"}, "ARTICLE": {"TITLE": "Trump Calls for Obama to be Impeached for Lying About Obamacare", "TEXT": "Trump Calls for Obama to be Impeached for Lying About Obamacare\n\nPOTUS makes case for impeaching ex-president: 'We should impeach him'\n\n© press Trump slammed Obama for lying about Obamacare before declaring 'We should impeach him'\n\nPresident Donald Trump has called for former President Barack Obama to be impeached for lying about his Obamacare health care program.\n\nThe president slammed his predecessor during a Thursday night rally in Colorado Springs.\n\nTrump blasted Obama for lying to the American people 28 times about the Affordable Care Act, aka Obamacare.\n\n“Remember President Obama, 28 times, he said, ‘Keep your doctor, keep your plan. Keep your doctor, keep your plan.’ Right?” President Trump asked.\n\nThe president reminded the crowd that Obama repeatedly lied about allowing Americans to keep their doctors and keep their health care plans under Obamacare.\n\n“It was a lie. We should impeach him,\" Trump declared as the crowd went wild: \"We should impeach him!”\n\n© press Trump made the call during his Thursday night rally in Colorado Springs\n\nTrump recalled that Republicans caught Obama in a lie 28 times, but nobody ever suggested they impeach the president.\n\n“All of these maniacs, Crazy Nancy Pelosi, Cryin’ Chuck Schumer, what about little ‘pencil neck’ right?” Trump asked, referring to House Intelligence Chairman Adam Schiff.\n\nTrump said he was continuing to work on offering cheaper and better health care plans, imposing price transparency for medical hospitals, and approving cheaper generic drugs.\n\nHe also vowed again to protect requirements for companies to cover preexisting conditions.\n\n“We’re protecting people with preexisting conditions and we always will,” he said.\n\n\"We should impeach him. We should impeach him\" -- Trump calls for President Obama to be impeached pic.twitter.com/ezs7YblPhu — Aaron Rupar (@atrupar) February 21, 2020\n\nWhile impeaching an ex-presdient may sound unrealistic, according to Reason's\n\n\n\n© press Trump said Obama lied about Obamacare, saying 'we should impeach him'\n\nMeanwhile, a viral petition calling for the House to \"impeach Nancy Pelosi for crimes of treason\" has been racking up support.\n\nThe petition has gained an incredible 330,000 signatures since it was launched.\n\nThe campaign appears to have been reignited recently after the Senate voted to acquit President Donald Trump of the two articles of impeachment pushed by Pelosi and her House Democrats.\n\nThe petition has seemingly struck a chord with many Americans who have been left frustrated by the Democratic Party's ongoing push to impeach their president.\n\nThe petition has now far exceeded the minimum of 100,000 signatures required to warrant an official response after going viral across social media."}}