{"GDELT": {"GlobalEventID": 907613030, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.96535796766744, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Huntington Hospital, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.1336, "Actor1Geo_Long": -118.15299999999999, "Actor1Geo_FeatureID": "1660777", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Huntington Hospital, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.1336, "Actor2Geo_Long": -118.15299999999999, "Actor2Geo_FeatureID": "1660777", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Huntington Hospital, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.1336, "Action2Geo_Long": -118.15299999999999, "Action2Geo_FeatureID": "1660777", "DATEADDED": 20200221220000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8029553/My-girlfriend-raped-left-dead-reveals-Los-Angeles-paramedic-suing-Qatari-rulers-brother.html"}, "ARTICLE": {"TITLE": "My girlfriend was raped and left for dead reveals Los Angeles paramedic suing Qatari ruler's brother", "TEXT": "A paramedic who is suing the ruler of Qatar's billionaire brother, claiming he was held hostage and forced to revive the sheikh with Narcan after wild partying, has revealed his girlfriend was raped and left for dead in a mystery attack at their LA home.\n\nMatthew Allende came home to find his girlfriend Abby Han beaten savagely in their bedroom, the walls covered in blood and the 42-year-old unable to say what happened.\n\nHan was rushed to the intensive care unit of Huntington Hospital in a coma. Doctors who called her mother in New Jersey told her they were unsure if she would make it through the night.\n\nThe Pasadena accountant spent two days in a coma, was discharged from hospital two weeks later and is now recovering at home with symptoms of brain damage from multiple massive blows to her head.\n\nBruises between her legs and DNA recovered by a rape kit suggest the attacker may have raped her, though Han cannot remember anything from the day of the incident, January 14.\n\nNow Allende tells DailyMailTV he fears the attack is linked to his $34 million lawsuit against Sheikh Khalid bin Hamad bin Khalifa al Thani, the brother of the Emir of Qatar.\n\nIn his suit, he and a former bodyguard claim they were subjected to death threats, asked to kill two people, regularly forced to work shifts of '20 to 36 hours straight' with no days off, and imprisoned in the prince's palace for two months after trying to escape.\n\nMatthew Allende is suing the ruler of Qatar's billionaire brother, claiming he was held hostage and forced to revive the sheikh with Narcan after wild partying. He has now revealed his girlfriend Abby Han (pictured together) was raped and left for dead in a mystery attack at their Los Angeles home last month\n\nHan, an accountant, spent two days in a coma (pictured in the hospital), was discharged from hospital two weeks later and is now recovering at home with symptoms of brain damage from multiple massive blows to her head\n\nAllende tells DailyMailTV he fears the attack is linked to his $34 million lawsuit against Sheikh Khalid bin Hamad bin Khalifa al Thani (left and right), the brother of the Emir of Qatar, in which he and a former bodyguard claim they were subjected to death threats, asked to kill two people, regularly forced to work shifts of '20 to 36 hours straight' with no days off, and imprisoned in the prince's palace for two months after trying to escape\n\nBruises between her legs and DNA recovered by a rape kit suggest the attacker may have raped her, though Han cannot remember anything from the day of the incident, January 14\n\nPolice said that while they have no evidence of Sheikh Khalid's involvement, they are looking into Allende's fears.\n\nLawyers for Sheikh Khalid and his racing team, Al-Anabi, did not respond to repeated requests for comment and neither did the embassy of Qatar.\n\nThe 38-year-old paramedic and his girlfriend live in an upscale, gated apartment complex in the center of Pasadena which requires key cards or codes for entry, where police told the couple a crime as severe as January's attack is very rare.\n\nIn an interview with DailyMailTV, Allende described the moment he discovered the bloody scene after returning home from work at around 6.45pm on January 14.\n\n'I walked into my home. Nothing was a mess. Everything looked normal. The living room looked normal,' he said.\n\n'When I walked to the hallway to our bedroom, there's a mirror there. I was able to see a reflection of her in our bed. It looked very odd, it was very quiet. It looked like she was wearing large amounts of eyeshadow, almost.\n\n'I walked closer and I noticed right when I walked in the room a big smudge bloodstain, blood on the blinds, blood all over the bed. She was very, very badly beaten. Her tank top was soaked with blood, she was swollen beyond belief.\n\nIn an interview with DailyMailTV, Allende described the moment he discovered the bloody scene after returning from work at around 6.45pm on January 14\n\n'I said ''babe, what happened?'' she was very out of it, she said ''I don't know''. She was able to sit up at the time. She was even able to walk, a little wobbly. She saw herself in the mirror and she was very surprised. She didn't remember anything at all.\n\n'She was wearing a wire bra, black tank top, but there were no bottoms on, no underwear.\n\n'At the time she looked somewhat stable, she was talking. So I ran down to the leasing office and said ''was anybody in our apartment today? My girlfriend is beaten up badly.'' They said ''no we have no record of service requests or anything''.\n\n'I ran back up and she was vomiting large amounts of blood and starting to become less coherent. I immediately called 911. The fire department and police arrived. She was able to walk to the ambulance gurney.\n\n'She started going critical on the way to the hospital and she went into a coma.\n\n'I started to think in my mind ''who did this? What happened?'' The terrifying thought of what all us plaintiffs in this case thought, which is oh my god, they got us back for launching this lawsuit.'\n\nPasadena Police Lieutenant Jesse Carillo told DailyMailTV his detectives have no evidence linking Qatar to the attack, but are looking into Allende's claims.\n\n'Based on our investigation, we didn't find anything to suggest this was a random act, we didn't find anything to suggest this would be a known assailant, so we're very limited as far as leads,' Lt Carillo said.\n\n'Right now we have everything still as a potential possibility… It may be potentially an intimidation tactic by the Sheikh. We don't have a pattern of incidents, but that's not to say this wouldn't be the first one. But there isn't a whole lot more than [Allende] believing that this is what it could be.\n\n'Our victim at this point based on the trauma has limited recollection of the incident, so we're being cautious to allow her the time, hoping that with time something will spark a memory of what may have occurred.'\n\nAs the boyfriend of the victim and the first person to call 911, Allende himself was initially a suspect and was separated from Han for two weeks, but is now being treated by police as a witness and has been allowed to return to live with his girlfriend of 15 months.\n\nAllende said: 'I said ''babe, what happened?'' she was very out of it, she said ''I don't know''. She was able to sit up at the time. She was even able to walk, a little wobbly. She saw herself in the mirror and she was very surprised. She didn't remember anything at all.' Pictured: Han in the hospital after the attack\n\nAllende says the vicious attack has left him and his girlfriend in a constant state of fear. Pictured: Han's wrist shows a possible ligature wound, suggesting she may have been tied up by her attacker\n\nLt Carillo said he has ruled out robbery as a motive, as not a single item was stolen from the apartment, including more than $10,000 of jewelry left out by the couple's bed, and a Louis Vitton handbag and purse with large bills visible on a table by the front door.\n\n'When the detectives arrived we started scouring through everything and trying to piece things together,' the lieutenant said. 'There were no signs of a break in per se. There was nothing that was taken of value that we know of as of yet. So it wasn't what you would expect in a traditional home invasion.'\n\nPolice believe the attacker may have entered the apartment through a sliding glass patio door which appears to have been left unlocked.\n\nForensics teams dusted the property for fingerprints and retrieved footprint samples from the crime scene as well as DNA from the rape kit.\n\nAllende says the vicious attack has left him and his girlfriend in a constant state of fear.\n\n'Every time I leave for work I have to worry about my girlfriend being home by herself here even though we have a security system because I do not believe this is going to be the last attack, I think this is just the first,' he told DailyMailTV.\n\n'That changes everything for you, your stress level, how you live your life, what places you go and don't go any more. Always having to be somewhere where there's other people as a matter of protection, having a firearm and having that close by at all times, it's hard to live your life like that.\n\n'This happened in our bedroom. There's no feeling like that. Not feeling safe ever is my everyday life, and now Abby's as well.'\n\nRebecca Castaneda, Allende's attorney in his case against Sheikh Khalid, said she reported the attack on Han to the FBI, though Lt Carillo told DailyMailTV the Bureau have not contacted Pasadena Police over the case.\n\nPolice believe Han's attacker may have entered the apartment through a sliding glass patio door which appears to have been left unlocked. Forensics teams dusted the property for fingerprints and retrieved footprint samples from the crime scene as well as DNA from the rape kit. Pictured: Han before the attack\n\nHan's mother, Sunhee Han (pictured together at the hospital) said she is moving to California this week to look after her daughter, but is anxious about another attack. She added: 'I was there 20 to 22 hours a day. I just sat at her bedside watching her. She couldn't talk for almost 10 days, she was just communicating by shaking and nodding her head. After then she began to respond a little bit, and to talk'\n\n'The FBI are aware of this incident with Abby and they are looking into it,' said the Florida-based attorney. 'Obviously federal law enforcement can't tell me what they're doing, but they have been advised of this and they have spoken with and connected with LA police who responded to this case.\n\n'It's odd timing. I think they know we have them backed into a legal corner now,' she said.\n\nHan's mother, Sunhee Han, described how she discovered her daughter had been attacked in a phone call from doctors.\n\n'At midnight here in New Jersey I got a phone call from the hospital ER social worker in California saying I need to be there right now because my daughter is not going to make it overnight. They thought that she was going to die.\n\n'I got the first flight out. On the plane I prayed so much. My son died six years ago, and Abby had a really hard time. I was screaming at God, ''how can you do that, where are you? You took my son, how can you take my daughter?''\n\n'When I got to the hospital she was incubated. I kept talking to her, telling her that mommy's here. We were talking to her, telling her to wake up, hoping she heard.\n\n'She was bruised all over her body. She's very thin, usually she has a skinny face, it was swollen. She couldn't open her eyes. She has severe brain damage, fractures on her forehead, severe damage to her frontal lobe, a hematoma. Someone was hitting her in the face.\n\n'She has a fractured face and the blood was coming out from her ears and nose. Her eyes couldn't open. The surgeon told us they weren't sure she was going to recover. We have to wait six months to a year to see what the damage is.\n\n'She was in hospital two weeks. I was there 20 to 22 hours a day. I just sat at her bedside watching her. She couldn't talk for almost 10 days, she was just communicating by shaking and nodding her head. After then she began to respond a little bit, and to talk.'\n\nAllende says the vicious attack has left him and his girlfriend in a constant state of fear. 'Every time I leave for work I have to worry about my girlfriend being home by herself here even though we have a security system because I do not believe this is going to be the last attack, I think this is just the first,' he told DailyMailTV\n\nThe police have ruled out robbery as a motive, as not a single item was stolen from the apartment, including more than $10,000 of jewelry (pictured) sat out by the couple's bed, and a Louis Vitton handbag and purse with large bills visible on a table by the front door\n\nSunhee, who is also a nurse, said she is moving to California this week to look after her daughter, but is anxious about another attack.\n\n'We worry that they're going to come back to kill her again,' she said. 'Her defense wounds show she was awake, so she probably saw this person. But she doesn't remember it still, because she was traumatized. I thought she might have been drugged, but the toxicology shows she was clean, not even alcohol.\n\n'I want her to move to a different apartment, but financially we're unable to do it. Right now she will have to go back to that place. I'm scared to death that they're going to come back.'\n\nThe Sheikh, whose brother is the Qatari ruler, hired Allende in 2017 to monitor his health.\n\nBut Allende claims in legal documents that his duties came to include staying up all night checking his blood oxygen levels after wild, lavish parties at the prince's palace in Doha, which housed three garages full of luxury cars.\n\nIn legal documents, the paramedic claims he was forced to work 'seven days per week, approximately 12 hours per day, with minimal meal breaks,' and frequently endured shifts of '20 to 36 hours straight'.\n\nAfter one '36-hour sleepless binge', the lawsuit claims, Allende tried to leave to go to bed but an armed guard told him that 'at the direction of Defendant Khalid, he was not allowed to leave the Majlis [palace].'\n\nIn his lawsuit Allende claims he tried to escape by jumping over a wall, but fell 18 ft and broke his foot. He claims the Sheikh's staff dragged him back inside and held him at the palace for two months before allowing him to fly home on crutches in February 2018.\n\nAllende's fellow plaintiff, Florida-based former marine Matthew Pittard, says Sheikh Khalid hired him in 2017 to manage his private security.\n\nAccording to the two men's lawsuit, within weeks of being hired the Qatari prince 'asked Pittard to murder a male and a female who Defendant Khalid viewed as threats to his social reputation and personal security', and that 'Pittard refused to execute these unlawful requests.'\n\nAllende's fellow plaintiff, Florida-based former marine Matthew Pittard (pictured), says Sheikh Khalid hired him in 2017 to manage his private security. According to the two men's lawsuit, within weeks of being hired the Qatari prince 'asked Pittard to murder a male and a female who Defendant Khalid viewed as threats to his social reputation and personal security', and that 'Pittard refused to execute these unlawful requests'\n\nPittard's (pictured) suit claims the Sheikh called him and threatened that his former bodyguard 'would pay the price' if he did not reveal the whereabouts of the American employee, and even 'directly told Pittard that he would kill him, bury his body in the desert, and kill Pittard's family'\n\nIn an interview with DailyMailTV, Pittard claimed that the Sheikh and his entourage were in Los Angeles in November 2017 when the Qatari royal made his first murderous request – to kill a man who was trying to collect a $6,000 debt from the billionaire.\n\n'I was completely taken aback by his value of life,' Pittard said. 'It was such a small amount, just $6,000 that he owed somebody, and the person he owed money to was essentially just trying to collect on a debt. But he wanted him out of the way.'\n\nPittard said he told the Sheikh 'I'll handle it my way', contacted the man and paid the Sheikh's debt. But when the billionaire found out his creditor had not been murdered he was enraged, the ex-marine claimed.\n\n'He got extremely upset at me when he found out I didn't do what he'd asked me to, which was to kill the guy,' Pittard said.\n\nThe former security director also claimed Sheikh Khalid asked him to kill a woman in his entourage who he believed had been texting a man from Saudi Arabia, a regional rival country to Qatar.\n\n'He wanted me to take her out to the desert, get rid of her, to which I promptly said 'absolutely not, don't ever ask me to do that again,' and I got up and left,' said Pittard.\n\nThe ex-marine eventually quit, but allegedly got death threats from Sheikh Khalid when he helped another American employee escape from the prince's palace back to the US.\n\nPittard's lawsuit claims the Sheikh called him and threatened that his former bodyguard 'would pay the price' if he did not reveal the whereabouts of the American employee, and even 'directly told Pittard that he would kill him, bury his body in the desert, and kill Pittard's family.'\n\nSheikh Khalid's lawyer, Alejandro Soto of Miami-based firm Fridman Fels & Soto, filed a response to Allende and Pittard's lawsuit last month claiming that the Qatari prince had no relevant links to Florida meaning that the federal courts in the state had no jurisdiction over the dispute, and demanding that the case be thrown out.\n\nThree weeks later Allende and Pittard withdrew their case from Florida federal court so they can refile in Massachusetts this month, the location of the Sheikh's US racing company Al-Anabi, which has been named as a defendant in the lawsuit."}}