{"GDELT": {"GlobalEventID": 907612728, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "RUS", "Actor1Name": "MOSCOW", "Actor1CountryCode": "RUS", "Actor2Code": "NIC", "Actor2Name": "NICARAGUA", "Actor2CountryCode": "NIC", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.54062038404726, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Managua, Managua, Nicaragua", "Actor2Geo_CountryCode": "NU", "Actor2Geo_ADM1Code": "NU10", "Actor2Geo_ADM2Code": "22490", "Actor2Geo_Lat": 12.1508, "Actor2Geo_Long": -86.2683, "Actor2Geo_FeatureID": "-1113265", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Leningrad, Sankt-Peterburg, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS66", "Action2Geo_ADM2Code": "25095", "Action2Geo_Lat": 59.8944, "Action2Geo_Long": 30.2642, "Action2Geo_FeatureID": "-2996338", "DATEADDED": 20200221220000, "SOURCEURL": "https://www.euronews.com/2020/02/21/will-sanders-long-ago-praise-socialist-regimes-hurt-democrats-november-n1139811"}, "ARTICLE": {"TITLE": "Will Bernie Sanders' long-ago praise of Socialist regimes hurt Democrats in November?", "TEXT": "WASHINGTON — In October 1985, a few months after Bernie Sanders traveled to Nicaragua to celebrate the sixth anniversary of that country's socialist revolution, the Soviet-backed government suspended the civil liberties of its citizens, including the rights of free speech, free assembly, and labor strikes.\n\nA few days after that happened, Sanders, then the socialist mayor of Burlington, Vermont, received a pointed letter from a constituent. How, the letter-writer wanted to know, could Sanders continue to embrace a \"another in a long line of dictatorships, whose only true concern is its length of stay in power\"? (let's make our own link to letter)\n\nIn a written reply, Sanders — who had praised Nicaragua's leaders upon his return from the trip — made no apologies. The Nicaraguan government was fighting a \"brutal war\" funded by the United States, he wrote, which made the situation \"complex.\" Didn't the U.S. government, Sanders wrote, intern Japanese-Americans during World War II? Didn't President Lincoln curtail basic rights during the civil war?\n\nThirty-five years later, Sanders is leading in national polls to become President Donald Trump's Democratic opponent in the 2020 presidential election. Sanders has staked out positions that are clearly to the left of the rest of the field on trade, troop deployments and military action.\n\nBoth Republicans and Democrats are already using the c-word to blunt his appeal. In Thursday night's Democratic debate, Mike Bloomberg described the Sanders stance on wealth as \"communist.\" Trump, meanwhile, has already called Sanders a communist.\n\nIf he wins the nomination, some Democrats worry Trump and the Republicans will hammer Sanders on his long-buried words in defense of repressive governments in Nicaragua, Cuba and the Soviet Union.\n\nOther critics argue that Sanders' record raises questions about his foreign policy judgment, and whether, after decades of denouncing America's use of force, he would continue the aggressive counterterrorism policies embraced by both parties since the 9/11 attacks of 2001. His aides have already suggested to NBC News that the number of targeted killings of terror suspects would fall if he were president.\n\nThe current occupant of the White House has also been criticized for his public statements about autocrats, though they are strong men of a different stripe. Opponents say President Trump has fawned over Russian President Vladimir Putin and the leaders of Turkey and the Philippines. Political analysts say that issue could present a potent line of attack against Trump in the fall campaign — unless Sanders is the nominee.\n\n\"Bernie Sanders is not a Democrat,\" said Steve Schmidt, a Republican political consultant who ran the late John McCain's 2008 presidential campaign and opposes Trump. \"He is a socialist, and he supported communist revolutionaries all over the western hemisphere in the 1980s at the height of the Cold War. These positions are antithetical to the values of the country, and certainly explains why the Trump campaign is so enthusiastic about Bernie Sanders as an opponent.\"\n\nThe Sanders campaign declined a request by NBC News to comment on his past statements about leftist governments.\n\n'Free health care, free education, free housing'\n\nMuch about Sanders' stances on Soviet-backed U.S. adversaries has previously been reported, but political experts say the story remains unknown to most American voters. Key episodes include:\n\nIn 1972, Sanders told junior high school students in Vermont that U.S. policy in Vietnam was \"almost as bad as what Hitler did,\" according to the Rutland Daily Herald.\n\nOn his Nicaragua visit in 1985 Sanders sat down with leader Daniel Ortega, whom he later called \"a very impressive guy.\" At the time, human rights activists had documented serious abuses by Ortega's government.\n\nOn a trip to the Soviet Union in 1988, Sanders criticized American foreign policy to such an extent that one of the Republicans on the trip rose to refute his critique and then stormed out of the room, he told NBC News.\n\nIn 1989, Sanders visited Communist Cuba and lauded the country's \"free health care, free education, free housing,\" while dismissing the government's holding of political prisoners by saying Cuba was not a \"perfect society,\" according to The Free Press of Burlington.\n\nSince he became a presidential candidate, Sanders has downplayed his affinity for revolutionary movements — but he hasn't repudiated anything he did or said. Running against Hillary Clinton in 2016, he sought to shift the focus away from Latin America. \"When I talk about Democratic socialism, I'm not looking at Venezuela. I'm not looking at Cuba,\" he said. \"I'm looking at countries like Denmark and Sweden.\"\n\nBut skepticism of American power has been a hallmark of his views on foreign policy. He has generally opposed American military action, with the exception of the 1999 bombing of Kosovo, framed as an effort to prevent a genocide. Though Sanders voted to authorize military force against al Qaeda and the Taliban after 9/11, he now says that vote was a mistake, and urges a repeal of that law.\n\nHe continues to hold views about Latin America that diverge from those of many mainstream Democrats.\n\nLast year, pressed at a televised town hall by CNN's Wolf Blitzer, Sanders refused to call Venezuela's leader, Nicholas Maduro, a dictator. He has declined to recognize opposition leader Juan Guaidó as Venezuela's legitimate leader, as the U.S. and most of its allies have. He denounced what he called a \"coup\" against Bolivia's Leftist president, Evo Morales, despite findings by independent groups that Morales tried to steal an election.\n\n\"It was out of the mainstream back then for Democrats and its certainly out of the mainstream these days, too,\" said Brian Katulis, a Democratic foreign policy expert at the Center for American Progress. \"It's just an outlier.\"\n\nOther experts say Sanders skepticism of U.S. military power is increasingly popular among an electorate, including Trump voters, that has grown suspicious of costly American deployments in open-ended Middle East entanglements.\n\n\"The bigger picture context is Bernie has a critique of U.S. foreign policy that's long been well established and that by and large fits with the public's critiques of U.S. foreign policy,\" said Steven Miles, executive director of Win Without War, a non-partisan progressive foreign policy group.\n\nSanders has represented Vermont in Congress as a self-identified \"Democratic Socialist\" since 1991. First Vermont's sole House member, he was elected to the Senate in 2006. Although he caucuses and votes with Democrats in Congress and is running for president as a Democrat, he has run in all his races for Congress as an independent, sometimes against Democratic opponents. He has already filed to run for reelection to the U.S. Senate in 2024 as an independent.\n\nSince he began representing the state, as opposed to the liberal enclave of Burlington, he has embraced a more conventional, if left of center, foreign policy.\n\nHe was among a majority of House Democratic caucus members to vote against authorizing the Persian Gulf War in 1991, and was one of 126 Democratic caucus members who voted against the authorization for the war in Iraq. He voted in 2001 to authorize the war in Afghanistan, but has since called that vote a mistake.\n\nIn 2015, he told Meet the Press's Chuck Todd he would continue to use drones to kill high-value terrorists. But Sanders's world view is grounded in the belief that the U.S. has relied too often on military force.\n\nIranian Quds Force commander Qassem Soleimani, from center, attends Iranian supreme leader Ayatollah Ali Khamenei\\'s (not seen) meeting with the Islamic Revolution Guards Corps (IRGC) in Tehran, Iran on Sept. 18, 2016. Press Office of Iranian Supreme Leader\n\nHe has pledged to withdraw U.S. troops from Iraq, Syria and Afghanistan, as have some of his Democratic rivals. But he has set the bar higher than other presidential hopefuls when it comes to when he would opt for military action. He and his advisers have suggested that for any future intervention, Sanders first would seek approval from Congress, ensure a multinational coalition backed the move and that there was a reasonable chance of having a successful outcome.\n\nSanders also has promised to repeal the 2001 authorization for the use of military force, which is the legal foundation for targeted strikes against al Qaeda, ISIS and other Jihadi terrorists around the world. His advisers have said he would be much more constrained than Bush, Obama or Trump in taking lethal actions against terrorists around the world, and would seek a formal legal framework for what has been a secretive, fact-specific process.\n\nLike other Democrats, Sanders' denounced Trump's recent decision to kill an Iranian general. But unlike many, he seemed to criticize it on moral grounds, rather than characterizing it, as former Vice President Joe Biden did, as a rash move that could backfire.\n\n\"You cannot go around saying, 'You're a bad guy; we're going to assassinate you,'\" Sanders said at a recent Democratic debate.\n\n'Excited and impressed' by Castro's movement\n\nSanders, who grew up in a lower middle class Brooklyn household, has said he developed an affinity for Socialist movements, and a distrust of America's use of military force, early in life.\n\nAn avowed pacifist, he was a vocal critic of the Vietnam War, and he applied for conscientious objector status while a student. That application was rejected, but by then he was too old to be drafted, according to reporting by the Burlington Free Press.\n\n\"I was very excited and impressed by the Cuban revolution,\" he said in 1986, adding that he became sick to his stomach when he heard Democrat John F. Kennedy discussing ways to overturn that revolution in the 1960 debate with Richard Nixon.\n\n\"I actually left the room because I was about to puke,\" he said at the University of Vermontof his reaction to Kennedy's comments.\n\nAs mayor of Burlington in the 1980s, like many on the left, Sanders expressed vehement opposition to President Ronald Reagan's policy of fomenting armed insurrections against Communist governments during what is now understood — but wasn't then — as the waning years of the Cold War.\n\nBut unlike many Democrats, Sanders the independent made no bones about his support for Soviet-backed, repressive governments in Latin America.\n\nThat record has been publicized to some extent over the years, but Clinton did not make much use of it during her race against Sanders in the 2016 Democratic primary.\n\n'Ortega is an impressive guy'\n\nPerhaps Sanders' farthest trip outside the political mainstream was his embrace of Nicaragua's Sandinista revolution, well after most Democrats — and regional experts — had labeled it an authoritarian Soviet client that was violating human rights.\n\nIn the months before Sanders visited Managua in June 1985, the Lawyers Committee for International Human Rights had issued a 159-page report documenting the use of death threats, psychological coercion and other human rights abuses by the Cuban-trained Sandinista secret police. As far back as 1981, the New York Times reported that the Sandinistas held more than 4,000 political prisoners. A 1984 report by the National Security Council chronicled a litany of human rights violations, including forced relocation of native populations.\n\nA weapons parade on the 25th anniversary of the Sandinista National Liberation Front in Managua, Nicaragua, on Nov. 8, 1986. Danilo Garcia\n\nIn Apri 1985, Sandinista leader Daniel Ortega visited Moscow to announce an agreement under which the USSR would provide 90 percent of Nicaragua's oil. In June, House Democrats relented on their opposition and helped pass a $27 million humanitarian aid package to the Contra rebels.\n\n\"Many Democrats opposed the Reagan administration's policy of supporting the Contra war,\" said Cynthia Arnson, who directs the Latin American Program at the Wilson Center and authored a book on U.S. policy in Central America. \"But there weren't many people by the mid-1980s willing to give the Sandinistas the benefit of the doubt in terms of their political and human rights practices.\"\n\n\"By 1985,\" she added, \"there were virtually no supporters in Congress of the Sandinista government, or people who would justify their behavior.\"\n\nSanders did not fit that mold. When he returned from his trip, he gave an expansive interview on public access TV in which he praised the Sandinistas, called Ortega an \"impressive guy,\" and said that one reason they were not well thought of in the United States is that the Reagan White House had \"trained and well-paid people who are professional manipulators of the media.\"\n\n\"Most of the poor and the working people I talked to felt that the situation now was much better than before,\" he said. \"Rich people, needless to say, who used to have a good life, are not terribly happy.\"\n\nSanders did allow that \"the Sandinistas make their share of mistakes,\" but he did not mention human rights, political prisoners or Nicaragua's alliance with the Soviets. Criticized for that in a local TV station editorial, he responded in a letter, \"The major point is not whether the government of Nicaragua is a good government or a bad government.\" The salient question, he said, was whether the U.S. had a right to overthrow it.\n\nIn the public access TV interview, Sanders said that if U.S. policy makers \"are expecting a tremendous uprising in Nicaragua, they are very, very, very mistaken.\"\n\nLess than five years later, their Soviet aid slashed as the Cold War ended, the Sandinistas agreed to their first free election — and were promptly voted out of power.\n\nHoneymoon to Moscow\n\nIn spring 1988, just after marrying, Sanders embarked on what he later called \"a very strange honeymoon\" to the Soviet Union.\n\nDavid F. Kelley, a Republican Vermont lawyer, helped arrange the trip. Kelley had spent years going back and forth to the Soviet Union, promoting good will as the Cold War thawed under Soviet leader Mikhail Gorbachev. But Kelley had no illusions about what remained an authoritarian, corrupt system.\n\n\"[Sanders] called me at my office, and he was really excited about these people to people exchanges,\" Kelley told NBC News. \"He asked me to help organize a sister city project with Burlington.\"\n\nAfter ruling out a Lithuanian city that had been the site of a mass murder of Jews in 1941, Sanders, who is Jewish, settled on Yaroslavl, a Russian city of 600,000 on the Volga River.\n\nThe group visited Moscow and Leningrad before heading to Yaroslavl, where Sanders can be seen in video singing \"This Land is Your Land\" after a stint in a sauna.\n\nLater, the Americans attended a dinner with local officials. The Yaroslavl mayor stood up and made a conciliatory speech about the mistakes in Russian foreign policy, including the invasion of Afghanistan. Sanders went him one better, Kelley recalls, drawing parallels to Vietnam and denouncing American interventions abroad.\n\n\"I got really upset with what I saw to be a comparison between Soviet and American foreign policy because I really didn't there was any comparison whatever,\" Kelley said. \"After he spoke, I stood up and I said, 'I just want the audience here to know that the mayor isn't speaking for everybody.\" An argument ensued, and Kelley stormed out, chased by Bernie's wife, Jane, he recalls.\n\n\"I would like to think in the 30 some odd years that Mayor Sanders has matured,\" Kelly said. \"He's genuinely passionately committed to human rights, but he has these blind spots. There's an enormous naivete.\"\n\nIn a 1989 Harvard Crimson article, Sanders praised glasnost for allowing the Soviet Union to deal \"honestly with the nation's sordid history which had been covered up for decades by official lies,\" and said it was bringing about a \"non-violent revolution which is forcing citizens of the Soviet Union to rethink, in almost every way, the basic foundations of their nation.\" He then urged the U.S. to embark on its own version of glasnost.\n\n'I did not see any homeless people'\n\nSanders also had some kind words for Cuba.\n\nIn a letter to a Cuban representative in 1987, Sanders invited a member of the government to speak in Burlington about the \"present challenges facing the Cuban government\" and Sanders lamented that the Reagan administration \"seeks to prop up governments of the rich while attempting to destroy genuine revolutionary movements.\"\n\nIn March 1989. Sanders and his wife traveled to Cuba for an eight-day visit. He had said he wanted to meet with Fidel Castro, but in the end, the highest ranking official he saw was the mayor of Havana.\n\n\"Cuba has solved some very important problems,\" Sanders told reporters upon his return. \"I did not see a hungry child. I did not see any homeless people. Cuba today not only has free health care but very high-quality health care.\"\n\nAccording toa reportby the non-partisan Human Rights Watch group that came out in January 1990, the Cuban government had cracked down on dissent throughout 1989, after an international human rights delegation had visited in 1988.\n\nSanders did acknowledge after the trip that \"Cuba is not a perfect society. There are political prisoners in Cuba.\"\n\nAsked on CNN in 2016 about his views on Cuba, Sanders called the regime \"authoritarian\" but made no apologies for his past remarks about Fidel Castro's government.\n\n\"When Castro came to power, they did a lot to eliminate illiteracy in that country. So yes, you know, you don't have to praise everything about Fidel Castro,\" he said. \"It's a dictatorship. It's a poor country. But have some good things been done in Cuba? Yes.\"\n\nThroughout his career, when discussing leftist regimes in Latin America or elsewhere, Sanders has had a tendency to accentuate what sees as the positive achievements of those governments, citing their social and health programs and the injustices they inherited from previous right-wing rulers.\n\nSanders acknowledged Nicaragua and Cuba were not liberal democracies, but \"it's not an issue that he dwells on,\" said WIlliam LeoGrande, a professor of government at American University and a specialist on U.S. foreign policy toward Latin America. \"He emphasizes the positive things they've done. \"\n\nCritics say Sanders has exhibited willful blindness when it comes to foreign policy, focusing only on what fits into his progressive worldview.\n\nBut LeoGrande said Sanders has tried to convey context about countries that were portrayed in the U.S. in black-and-white terms, seeking to explain to Americans why leftist movements came to power.\n\n\"It's tough for any public figure to really give a nuanced balanced account of these regimes. When they've been cast by an administration as our enemy, the nuance goes out the window,\" LeoGrande said.\n\nHow does Socialism play?\n\nIt remains to be seen whether Sanders' foreign policy views will hurt or help him in the primaries, or — if he becomes the Democratic Party's nominee — in the general election. Some of the people who will vote in 2020 weren't alive for the 2001 Congressional authorization of force against al Qaeda, let alone for the long-ago battles over the Sandinistas and the Contras\n\nFor most younger voters in the Democratic primaries, references to Nicaragua's Sandinistas or Cuba carry little meaning, said one Democratic policy expert who advises one of Sanders' rivals. \"They don't know what a Sandinista is. They just don't care,\" he said.\n\nIn the battleground state of Florida, however, with large Cuban and Venezuela communities, Sanders' stance could become an issue in a general election. Cuba, Nicaragua and Venezuela are still ruled by authoritarian leftist regimes.\n\nVenezuelan President Nicolas Maduro at the Palacio de Miraflores in Caracas on June 27, 2019. Matias Delacroix\n\n\"For the millennial generation, a Sandinista and a Martian are indistinguishable,\" said Schmidt, the Republican never Trumper. \"But for anybody 45 or older, they'll remember. Lots of people opposed the Reagan policy of arming the Sandinista opponents. There was literally nobody in government, though, who was siding openly with the Soviet side. But Bernie Sanders was. We will see all of that play out over the campaign if he is the nominee.\"\n\nYet Sanders' broader worldview is popular. While polls show that most Americans favor military alliances and maintaining military superiority, they also show thatless than a third of Americans believe military interventions make the country safer.\n\nAnd they reveal an electorate that is deeply skeptical that the two decades of war since 9/11 have been worth the cost in blood and treasure.\n\nLike Trump, Sanders has tapped into Americans' impatience with \"endless wars\" and with permanent U.S. military commitments from South Korea to Germany to Kuwait. He also shares Trump's skepticism of trade agreements, though Sanders' stance is based on the progressive idea that the deals should include more protections for unions and the environment.\n\n\"On the whole, the American public is pretty skeptical and thinks much of the last several decades of us foreign policy has been wrong,\" said Miles, the progressive foreign policy strategist. \"There are a lot of issues where the American public is unhappy with the way Washington has gone. Bernie presents an alternative.\""}}