{"GDELT": {"GlobalEventID": 907612462, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.105459985041139, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Hollywood, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_ADM2Code": "CA037", "Actor2Geo_Lat": 34.0983, "Actor2Geo_Long": -118.32700000000001, "Actor2Geo_FeatureID": "1660757", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200221220000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8030393/Weinsteins-lawyer-trades-blows-attorney-Gloria-Allred.html"}, "ARTICLE": {"TITLE": "Weinstein's lawyer trades blows with attorney Gloria Allred", "TEXT": "The bad blood between Harvey Weinstein's lawyer and celebrity attorney Gloria Allred was on full display on Friday with the women trading blows during the Hollywood producer's rape trial.\n\nAllred, who represents some of Weinstein's alleged victims, accused defense lawyer Donna Rotunno of trying to intimidate her by towering over her in Jimmy Choo heels during a heated courtroom exchange.\n\nThe confrontation happened in court on Friday morning before the jury started day four of their deliberations in Weinstein's rape trial.\n\nRotunno approached Allred as she sat in the front row of the public gallery and could be seen pointing her finger and whispering furiously at her.\n\nShe confronted her after hearing claims Allred had allegedly disclosed on camera that jury deliberations were being cut short on Friday because Rotunno had to attend a funeral.\n\nThe bad blood between Harvey Weinstein's lawyer Donna Rotunno and celebrity attorney Gloria Allred was on full display on Friday with the women trading blows during the Hollywood producer's rape trial\n\nShe accused Rotunno of trying to intimidate her by towering over her in Jimmy Choo heels during the confrontation\n\nMuch of their exchange was inaudible but Rotunno could be heard telling Allred: 'Don't discuss my personal life'.\n\nAllred hit back: 'You are out of control. I did not say that… You are once again distorting the facts.'\n\nRotunno went on to address the matter with the judge and asked for a gag order to be placed on Allred to stop her speaking about the defense attorney to the media.\n\nWeinstein's lawyer has already been hit with a gag order that bans her from speaking to the media after she published a Newsweek op-ed urging jurors to find Weinstein not guilty.\n\n'Miss Allred feels the need to go out on a daily basis to attack me, which is fine. She can attack me whenever she wants. However, she's announcing to the media that I have to leave to attend a funeral,' Rotunno said.\n\n'I think it's out of line and unprofessional.\n\n'It's not someone in my family - to put those people the position where their lives are potentially out there is wrong. She doesn't care about what's wrong. It's horrible behavior to talk about personal lives.'\n\nThe judge made no comment and did not rebuke Allred.\n\nRotunno has previously been dubbed the 'the anti-Gloria Allred' because of her track record representing men accused of sexual assault. Allred is known for representing some of Weinstein's accusers.\n\nHours later, Allred poured heat on Rotunno as she held a press conference on the steps outside the court.\n\nShe said she didn't know what Rotunno's problem was and described the confrontation as tense.\n\nAllred held a press conference outside of court on Friday after a heated exchange with Rotunno\n\nRotunno (pictured leaving with Weinstein) approached Allred as she sat in the front row of the public gallery and could be seen pointing her finger and whispering furiously at her\n\n'I would say it was tense. She's a lot taller than I am in her Jimmy Choos - even probably without them,' Allred said.\n\n'But that's okay, I can defend myself. Bigger and better have tried to attack me unsuccessfully, I just pull out my equal rights brochures and everybody runs away.'\n\nAllred said she never gave an interview about Rotunno attending the funeral and was speaking off-camera at the time. She claims she didn't speak to any reporters about why Rotunno had to leave court early on Friday.\n\nShe went on to say she'd never even heard of Rotunno prior to Weinstein's trial.\n\n'I have better things to do than be dealing with her and her issues. She needs to speak to someone who can help her with her issues. I'm not the person except to give her the truth,' Allred said.\n\n'I'd never heard of Donna Rotunno before this trial, I'm sorry to say. She's never like been a blip on my screen even until somebody told me she was the anti-Gloria Allred.\n\n'So God bless her, I'm glad she's got a high profile case and she can move on but she needs to get a little control over herself and her temper. Controlling your temper is always a good thing and not to be triggered or not to make a scene with little dramas, there's enough drama in this case.'\n\nAsked how it ended, Allred said Rotunno 'went off in a huff'.\n\n'My question is was Donna acting when she created a drama in front of everybody? If she was serious about this she could have said can I speak to you privately in a hallway. Does she want the attention? Is she super nervous? I'm not a psychiatrist so I don't know. I'm not here to analyze her, she needs to chill.'\n\nAsked if it was unfair that Allred could speak to the media but Rotunno couldn't because of the gag order, she said: 'Donna: you can't handle the truth'.\n\nWeinstein's lawyer has already been hit with a gag order that bans her from speaking to the media after she published a Newsweek op-ed urging jurors to find Weinstein not guilty\n\nIt came as the judge in Weinstein's trial has ordered the jury to continue deliberating after jurors indicated they were deadlocked on the most serious charges that could see him jailed for life.\n\nJurors sent a note on Friday afternoon asking if it was permissible for them to be hung on two counts of predatory sexual assault while reaching a unanimous verdict on other charges.\n\nAfter consulting with prosecutors and Weinstein's lawyers, Judge James Burke told the jury of seven men and five women to keep working toward a unanimous verdict on all charges and sent them back to continue deliberating.\n\nWeinstein's lawyers said they would accept a partial verdict but prosecutors said no and the judge refused to do so.\n\nShortly after, the jury was sent home for the day and will resume deliberations again on Monday.\n\nAs Weinstein left court he was asked about his lawyers accepting a partial verdict and shrugged his shoulders. He did not respond when asked if this was an admission of guilt.\n\nThe jury, in its fourth day of deliberations, have repeatedly been focusing on Annabella Sciorra's claim that Weinstein raped her in her Manhattan apartment in the mid-1990s.\n\nWeinstein is charged with five counts stemming from the allegations of Sciorra and two other women - aspiring actress Jessican Mann who says he raped her in 2013 and former production assistant Mimi Haleyi who says he forcibly performed oral sex on her in 2006.\n\nWhile Sciorra's accusation is too old to be charged on its own because of the statute of limitations, it is a key component of the most serious charges that jurors are weighing in the closely watched #MeToo case.\n\nHer rape allegation is the basis for the two counts of predatory sexual assault - a charge that carries a maximum penalty of life in prison.\n\nTo convict Weinstein of that charge, jurors must agree on two things: that Weinstein raped Sciorra and that he committed one of the other charged offenses related to Mann or Haleyi.\n\nHe is also facing two rape charges for Mann's accusations and a criminal sexual assault charge for Haleyi's forced oral sex allegation.\n\nThe jury's latest note suggests they have made a decision on Mann and Haleyi's sole allegations but there is no indication if it would find Weinstein guilty or not guilty."}}