{"GDELT": {"GlobalEventID": 907612232, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.24601935685295, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200221220000, "SOURCEURL": "https://www.news.com.au/lifestyle/health/health-problems/it-could-be-messy-window-of-opportunity-narrowing-as-coronavirus-cases-surge/news-story/7c7d99629625ee44354b06dc447c7175"}, "ARTICLE": {"TITLE": "Coronavirus: COVID-19 cases surge in Asia, Europe, Middle East", "TEXT": "Buses carrying evacuees from China’s coronavirus-stricken city of Wuhan were attacked on their way to quarantine in Novi Sanzhary in Ukraine. Credit: Radio Free Europe via Storyful\n\nAn alarming number of coronavirus cases originating from mainland China and spread around the world may have remained undetected, new research has found.\n\nIt comes as South Korea on Saturday reported an eight-fold jump in viral infections in four days to 433, most of them linked to a church and a hospital in and around the country’s fourth-largest city, where health workers scrambled to screen more than 9,000 worshipers.\n\nA study, shared by the MRC Centre for Global Infectious Disease Anaylsis, discovered that an estimated massive two thirds of coronavirus cases may remain undetected worldwide.\n\n“Although travel restrictions from Wuhan City and other cities across China may have reduced the absolute number of travellers to and from China, we estimated that about two thirds of COVID-19 cases exported from mainland China have remained undetected worldwide, potentially resulting in multiple chains of as yet undetected human-to-human transmission outside mainland China,” the study read.\n\nThe study was conducted by analysing the number of confirmed coronavirus cases in different countries and comparing them to the rates of detected cases per flight volume from mainland China.\n\nUPDATE: #COVID19 sensitivity of international surveillance\n\n\n\n➡️Two thirds of cases exported from mainland China are undetected.\n\n\n\n🔰Read the full report: https://t.co/7A77NXZ3iw pic.twitter.com/0TKj3cA7ye — MRC Centre for Global Infectious Disease Analysis (@MRC_Outbreak) February 21, 2020\n\nThe rapid spread of the deadly coronavirus may also be due to “fecal-oral transmission”, according to Chinese researchers, who have discovered the live virus in stool specimens for the first time.\n\nThe discovery announced by the Chinese Center for Disease Control on Saturday may explain why the COVID-19 virus was able to spread so quickly among passengers and crew on-board the Diamond Princess cruise ship.\n\nRELATED: Follow updates on the coronavirus outbreak\n\n“In addition to close contact and contact with respiratory secretions of patients, the virus can also be transmitted through the potential fecal-oral route,” the CCDC said.\n\n“This means that stool samples may contaminate hands, food, water, etc., and may cause infection by invading the oral cavity, respiratory mucosa, conjunctiva, etc. This virus has many routes of transmission, which can partially explain its strong transmission and fast transmission speed.”\n\nThe agency recommended a number of measures to prevent fecal-oral transmission in epidemic areas, including drinking boiled water, avoiding raw food, frequent hand washing and disinfecting of surfaces, and preventing water and food contamination from patients’ stool samples in medical facilities.\n\nIn 2003, a single patient with SARS — another coronavirus which binds to the same protein receptors as COVID-19 — was believed to be responsible for infecting up to 300 people in a Hong Kong housing complex through their diarrhoea after a “virus-laden aerosol plume” wafted through the building’s air shafts.\n\nIn a separate study, the CDCC has also confirmed for the first time that the virus can be transmitted even when the infected person never shows any symptoms.\n\nResearchers said the discovery that a 20-year-old woman from Wuhan infected five of her family members despite never becoming physically ill herself could mean “the prevention of COVID-19 infection would prove challenging”.\n\nIt comes after the World Health Organisation warned Friday that the window to stem the deadly coronavirus outbreak was shrinking, amid concern over a surge in cases with no clear link to China.\n\nWHO chief Tedros Adhanom Ghebreyesus has for weeks insisted the low number of cases of COVID-19 outside the epicentre of the deadly outbreak in China’s central Hubei province presented a “window of opportunity” to contain the international spread.\n\nBut as cases surged across the Middle East and in South Korea Friday, he cautioned for the first time that while “we are still in a phase where containment is possible … our window of opportunity is narrowing.”\n\nHe warned that if countries did not quickly mobilise to fight the spread of the virus, “this outbreak could go in any direction. It could even be messy.”\n\nThe outbreak which began in December has already killed more than 2200 people and infected more than 75,500 in China.\n\nChina reported 118 more deaths on Friday, raising the toll to 2236, most of them in Hubei.\n\nThe National Health Commission also said in its daily update that China tallied 889 new cases, up from the previous day when it reported the lowest number of new infections in nearly a month, fuelling hopes that the epidemic is nearing its peak.\n\nBut Hubei’s figures have raised questions as officials have changed methods of counting cases twice and amended their figures.\n\nA 29-year-old Wuhan doctor died on Thursday, making him one of the youngest known fatalities of the epidemic and the eighth among medical workers.\n\nNew hot spots were found in several prisons and hospitals, prompting the firing of a number of officials.\n\nMore than 1150 people have also been infected and more than a dozen have died across 27 other countries.\n\nOn Friday, cases of the deadly virus were reported in a range of countries in the Middle East, including in Israel and Lebanon for the first time, while Iran said four people there had died and 18 been infected in the outbreak.\n\nInfections also nearly doubled in South Korea to 204, making it the hardest-hit country outside China.\n\nIn Europe, meanwhile, a small northern Italian town closed bars, schools and offices for up to five days to try to quell fears over six cases of the virus.\n\nUkraine protesters clash with police over China virus evacuees Dozens of people protest outside a hospital in central Ukraine over government plans to quarantine evacuees from coronavirus-hit China.\n\nAnd in Ukraine, buses carrying evacuees from China bound for a medical facility were attacked by protesters hurling rocks.\n\nTedros stressed though that the number of cases outside of China still remained “relatively small”.\n\nBut he voiced concern “about the number of cases with no clear epidemiological link, such as travel history to or contact with a confirmed case,” urging countries worldwide to be “very, very serious” about preventing the spread of the virus.\n\n“We must not look back and regret that we failed to take advantage of the window of opportunity we have.”\n\nChina has meanwhile pointed to official figures showing new cases in the country slowing this week as evidence that its drastic containment measures are working, but fresh infections emerged at two Beijing hospitals, and more than 500 others were reported in prisons across the country.\n\nChinese authorities have placed tens of millions of people under quarantine in hard-hit central Hubei province, restricted movements in other cities far from the epicentre and closed schools nationwide.\n\nAt a Politburo meeting chaired by Chinese President Xi Jinping Friday, the leadership said the epidemic’s peak “has not yet arrived”, and the situation in Hubei and Wuhan remains “grim and complex,” according to state media.\n\nMany nations have banned travellers from China and airlines have suspended flights to and from the country.\n\nWHO does not recommend any international travel or trade restrictions, but Tedros called on countries to take “proportionate” actions to protect against the international spread of the virus.\n\nSOUTH KOREA\n\nSouth Korea on Saturday reported an eight-fold jump in viral infections in four days to 433, most of them linked to a church and a hospital in and around the country’s fourth-largest city, where health workers scrambled to screen more than 9,000 worshipers.\n\nThere’s concern that the death toll, currently at two, could grow. Virus patients with signs of pneumonia or other serious conditions at the Cheongdo hospital were transferred to other facilities, 17 of them in critical condition, Vice Health Minister Kim Gang-lip told reporters.\n\nIn hard-hit South Korea, more than 120 members of Shincheonji Church of Jesus, a religious sect in the southern city of Daegu, have now been infected.\n\nThe mayor of Daegu — South Korea’s fourth-biggest city, with a population of over 2.5 million — has advised residents to stay indoors.\n\nMost people on the streets were wearing masks Friday, but many businesses were closed and workers sprayed disinfectant outside the church.\n\n“With so many confirmed cases here I’m worried that Daegu will become the second Wuhan,” said 24-year-old Seo Dong-min.\n\nTwo Australians and an Israeli evacuated from the Diamond Princess cruise ship meanwhile tested positive for coronavirus on returning to their home countries, despite being cleared in Japan.\n\nThe cases will fuel questions about Tokyo’s policy of allowing former Diamond Princess passengers to return home after testing negative.\n\nTwo former passengers, both Japanese and in their 80s, died in Japan on Thursday.\n\nITALY\n\nAn elderly man in the northern city of Padua has died after being infected with the coronavirus, becoming the first Italian victim of the disease, Health Minister Roberto Speranza says.\n\nHealth authorities announced earlier in the day 15 cases of the virus in the wealthy northern region of Lombardy and two in neighbouring Veneto where Padua is located — the first known cases of local transmission in the country.\n\nNone of those infected were believed to have travelled to China, the epicentre of the new illness, and local authorities in Italy scrambled to contain the outbreak.\n\nLocal media said the dead man was a 78-year-old from the small town of Vo’ Euganeo who was hospitalised two weeks ago.\n\n“Strict measures to create a health cordon around Vo’ Euganeo (have been put in place),” regional governor Luca Zaia wrote on Facebook.\n\nIn neighbouring Lombardy, the government banned all public events and closed schools in several small towns southeast of Italy’s financial capital Milan.\n\n“We had prepared a plan in recent days, because it was clear what has happened could somehow happen,” Health Minister Speranza told reporters as doctors tested hundreds of people who might have come into contact with the coronavirus sufferers.\n\nSpeaking on the margins of a European Union meeting in Brussels before the Italian fatality was announced, Prime Minister Giuseppe Conte said he would meet the chiefs of Italy’s civil protection agency, and that the situation was under control.\n\n“We were ready for this (outbreak) … the people have no need to be worried, we will adopt increasingly severe and precautionary measures,” he said.\n\nLocal officials said the first infected patient in Lombardy, a 38-year-old man from the town of Lodi, fell ill after meeting a friend who had recently visited China.\n\nThat man has since tested negative for the disease, but doctors were investigating whether he carried the virus and subsequently recovered without showing any symptoms, said Lombardy regional councillor Giulio Gallera.\n\nThe pregnant wife of the initial patient and one of his friends were infected, along with three others admitted to hospital overnight suffering from pneumonia-like symptoms. Officials later said five health workers who had come into contact with the virus carriers had themselves fallen ill.\n\nZaia said it was unclear how the two individuals in Veneto might have caught the disease. “There was certainly no contact with the people infected in Lodi,” he said.\n\nUNITED STATES\n\nAmericans should avoid travelling by cruise liner within Asia because the vessels act as amplifiers of the novel coronavirus, a senior US official said Friday, adding that future evacuations of ship passengers were not guaranteed.\n\nThe warning came as the number of confirmed cases of people on US soil who have been infected with the pathogen rose to 34, 21 of them repatriated from abroad.\n\nMore than 300 Americans were flown back from the Diamond Princess cruise ship off the Japanese coast earlier this week, and there have also been several flights bringing home citizens from the Chinese city of Wuhan, where the virus first emerged in December.\n\nIan Brownlee, a senior State Department official, said in a briefing that the government had “advised all US citizens to reconsider travel by cruise ship to, or within Asia.”\n\n“While the US government has successfully evacuated hundreds of hundreds of our citizens in recent weeks, such repatriation flights do not reflect our standard practice and should not be relied upon as an option for US citizens under potential risk of quarantine by local authorities,” he added.\n\nEighteen of the passengers from the Diamond Princess ship have so far tested positive for the virus and were being treated, either at a medical centre in Nebraska or at hospitals near air bases in California and Texas.\n\nThree people repatriated from Wuhan have also tested positive.\n\nNancy Messonnier, a senior official with the Centers for Disease Control and Prevention, said she expected the number of cases to rise among those who had returned from the Diamond Princess, because of their proximity to one another while on board the ship.\n\nThere are also many Americans with the COVID-19 illness who are hospitalised in Japan, several of whom are seriously ill, she added.\n\n“We’re not seeing community spread here in the United States yet, but it’s very possible, even likely that it may eventually happen,” she warned.\n\nISRAEL\n\nIsrael confirmed Friday its first case of new coronavirus in a citizen who flew home from Japan earlier this week after being quarantined on the stricken cruise ship Diamond Princess.\n\n“One of the passengers who returned home from the cruise ship in Japan tested positive in a check-up by the health ministry’s central laboratory,” a ministry statement said.\n\nA total of 15 Israelis were among the passengers quarantined on board the Diamond Princess, of whom 11 have flown home.\n\nThe others all tested negative for the virus.\n\nThe returning Israelis had all been placed in quarantine for 14 days at the Sheba Medical Center near Tel Aviv.\n\n“They are in full isolation,” said Dr Gili Regev-Yochay, director of the hospitals’ infectious diseases unit. “It’s in many ways like a jail. We try to make it as best as we could to have them in a very nice and comfortable place, but very isolated.”\n\nThe woman who tested positive for the virus “is not sick”, Dr Regev-Yochay added. “She is totally healthy. She feels she is asymptomatic but she is a carrier of the virus.”\n\nThe other four Israelis who were on board the Diamond Princess are still in Japan.\n\nAt the start of the month, Prime Minister Benjamin Netanyahu said it was “inevitable” that the COVID-19 outbreak would reach Israel.\n\nHe urged health authorities to focus on developing a vaccine.\n\nIn late January, the government banned all flights from China from landing in Israel.\n\nThis month it also began refusing entry to foreign nationals who had visited Hong Kong, Macau, Singapore or Thailand over the past two weeks.\n\nMIDDLE EAST\n\nNew coronavirus cases surged across the Middle East on Friday, after a rapid spread in Iran, where authorities say the death toll from the virus has hit four, prompting alarm and travel bans.\n\nTwo elderly men in Iran were the first confirmed deaths from the virus, which has also spread to the United Arab Emirates, Egypt, Israel and Lebanon.\n\nIran’s health ministry Friday reported two more deaths among 13 new diagnosed cases of the COVID-19 virus, doubling the total number of deaths in the Islamic republic and taking the total number of diagnosed infections there to 18.\n\nHours later, Lebanon confirmed the first case of the novel coronavirus, making it the latest country in the region to be hit by the epidemic.\n\nIt was found in a 45-year-old Lebanese woman who had travelled from the holy city of Qom in Iran, Lebanon’s health ministry said, adding that two other cases were being investigated.\n\nIraq and Kuwait, which share borders with Iran, were on high alert for a potential outbreak after banning travel to and from the Islamic republic although they have not confirmed any cases domestically.\n\nThe outbreak in Iran has raised concerns, especially since many of the coronavirus cases involved residents of Qom, a popular destination for Kuwaiti and Iraqi Shiites.\n\nShiite leader Moqtada Sadr, a major figure in Iraqi politics, himself studies in an Islamic seminary in Qom.\n\nIraq is a popular destination for millions of Iranian Shiite pilgrims, including religious scholars from Qom, who visit holy sites in the southern provinces of Najaf and Kerbala.\n\nIran is also the second-largest exporter of goods to Iraq, sending products to the value of around nine billion dollars annually.\n\nOn Friday, Iraq’s top Shiite cleric Grand Ayatollah Ali Sistani urged authorities to be ready to stem any outbreak.\n\n“The scale of preparations should match that of the threat,” he said in comments delivered by a representative. “We call on relevant authorities to be up to the level of responsibility”.\n\nIraq on Thursday clamped down on travel to and from Iran, as the health ministry announced that travellers from were barred from entering the country “until further notice”.\n\nA senior official told AFP border crossings with Iran had been closed, with only returning Iraqis allowed to enter.\n\nBut they would be examined and, if necessary, placed in quarantine for 14 days, the health ministry said.\n\nIraqis are also not allowed to travel to Iran, the ministry said. The border closure followed a backlash against a Wednesday announcement of visa waivers for Iranians wishing to travel to Iraq.\n\nIraqis took to social media using the hashtag “close the border” and officials called for a ban on the entry of goods and people.\n\nKuwait Airways on Thursday announced it would suspend all flights to Iran, while ports in the Arab Gulf state would be also to passenger traffic.\n\nKuwaitis were advised not to travel to Qom, and warned that anyone arriving from the city they would be quarantined.\n\nThe UAE health ministry on Friday said a Filipino national and a Bangladeshi man were infected with the virus, bringing to 11 the number of cases in the country.\n\nIraqi airports have been screening travellers for the virus and national carrier Iraqi Airways has suspended flights to Iran.\n\n“Detection equipment has been installed and no cases have been found,” Jaafar al-Alaoui, communications officer at Najaf airport, told AFP.\n\nIraqi passengers arriving from Iran on Friday wore medical masks and had there temperatures taken by airport authorities.\n\nIn the southern province of Basra, local officials called for heightened health awareness in schools and recommended that washrooms be sanitised in educational facilities.\n\nSocial media networks have become fertile ground for fears among citizens who say Iraq cannot accommodate a coronavirus outbreak.\n\nHospitals are generally poorly equipped in terms of equipment and medicine, while some still require reconstruction and refurbishment.\n\nThere are less than 10 doctors for every 10,000 people, the World Health Organisation says.\n\nIraqis are circulating prayers on social media networks, while videos circulating online show Iraqi and Iranian families lighting incense in their homes with the belief that it will prevent infection.\n\nSome said they were turning to herbalists for natural remedies, while others joked that alcohol consumption could combat the virus.\n\nUKRAINE\n\nUkraine’s health minister volunteered to spend two weeks in quarantine as authorities looked to calm panic Friday after protesters attacked buses carrying evacuees from coronavirus-hit China.\n\nOn Thursday, protesters blocked roads and hurled stones at vehicles carrying 72 people evacuated from China and bound for a medical facility in the town of Novi Sanzhary in the central Poltava region.\n\nProtesters said they feared the evacuees carried the virus and posed a threat to their community.\n\nRiot police with armoured vehicles moved in to disperse the protesters, sparking clashes that injured nine policemen and one civilian.\n\nAuthorities called for calm, with senior officials rushing to the town and President Volodymyr Zelensky urging solidarity.\n\nIn a bid to allay fears, Health Minister Zoryana Skaletska said she would be joining the evacuees, who include 45 Ukrainians and 27 foreigners, in quarantine.\n\n“I will spend the next 14 days with them, in the same premises, under the same conditions,” she said.\n\n“Today we agreed on the conditions of my stay and I was sent to the observation zone,” Ms Skaletska said on Facebook later in the day.\n\nMr Zelensky said “unprecedented” measures had been taken to prevent the spread of the virus across Ukraine.\n\nHe also urged Ukrainians to refrain from staging protests.\n\n“We constantly say that Ukraine is Europe. But yesterday in some episodes, it seemed that we are Europe of the Middle Ages,” Mr Zelensky said.\n\n“Let’s not forget that we are all human beings.”\n\nUkraine’s Prime Minister Oleksiy Goncharuk, who visited the site of clashes late Thursday, called the incident “provocation” and a part of an “information war” against the country.\n\nHe did not elaborate, but previously Ukraine’s security service said they uncovered a distribution of fake news about coronavirus cases in Ukraine in a newsletter, while Ukrainian TV channels cited locals in Novi Sanzhary as saying they received alarming text messages.\n\n“There is no reason to panic,” Mr Goncharuk said.\n\nThe interior ministry said it had beefed up security in the town of 10,000 people, with some 400 police on patrol around the medical facility where the evacuees would be under quarantine.\n\n“All of those who arrived yesterday from China, including doctors, are under observation. The situation in Novi Sanzhary now is calm,” the ministry said in a statement on Friday.\n\nPolice said criminal investigations had been launched after Thursday’s clashes. Protesters had said the evacuees should be quarantined away from populated areas, instead of in a facility in their community.\n\nSvitlana Ulynets said her home was only 50 metres from the facility.\n\n“I live next door, and no one’s asked me about anything. Should I leave? I have a child at home. Do you really think I could support this?” she said at the demonstration.\n\nUkraine has not confirmed any cases of the new coronavirus.\n\nAmid panic and clashes, Zelensky has also promised to extricate a young woman who refused to board an evacuation flight out of virus-hit Chinese Hubei province without her small dog.\n\nAnastasiya Zinchenko was due to fly out Thursday along with other evacuees, but the 22-year-old decided to stay when was told she could not take her Pomeranian dog Michelle on board because she lacked the necessary papers.\n\n“We won’t leave you there. We will certainly … find a way to get you back,” Mr Zelensky told her in a phone call Ms Zinchenko posted on Instagram that was confirmed by the presidency.\n\nMany Ukrainians took to social media to say they were ashamed of their compatriots’ behaviour.\n\n“The sick ones are not those who came back … but those who are on the streets with stones,” journalist Olga Tanasiichuk wrote on Facebook.\n\nIn order to mend the situation, some Ukrainians even brought fruit and other food to the entrance of the hospital, local journalists reported.\n\n— AFP/DPA/Reuters"}}