{"GDELT": {"GlobalEventID": 907612965, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.20315236427321, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_Lat": 33.7712, "Actor1Geo_Long": -111.38799999999999, "Actor1Geo_FeatureID": "AZ", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Idaho, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USID", "Actor2Geo_Lat": 44.2394, "Actor2Geo_Long": -114.51, "Actor2Geo_FeatureID": "ID", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Idaho, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USID", "Action2Geo_Lat": 44.2394, "Action2Geo_Long": -114.51, "Action2Geo_FeatureID": "ID", "DATEADDED": 20200221220000, "SOURCEURL": "https://www.crimeonline.com/2020/02/21/lori-vallow-asked-friend-to-lie-for-her-relative-who-was-shot-at-says-the-person-who-pulled-to-trigger-was-driving-missing-tylee-ryans-car/"}, "ARTICLE": {"TITLE": "Lori Vallow asked friend to lie for her; suspected shooter was driving missing Tylee Ryan’s car [Docs]", "TEXT": "An arrest affidavit for Lori Vallow provides chilling new details about Vallow’s alleged abandonment of her children, and the lies she told to cover it up.\n\nThe Rexburg Police Department probable cause affidavit, obtained by KTVB-7, shows that police in Gilbert, Arizona, where Vallow lived before moving to Idaho in the fall of 2019, had been in touch with Rexburg police and asked them to watch Vallow beginning on November 1. The Gilbert police were interested in a vehicle involved in a shooting: As CrimeOnline previously reported, Vallow’s niece’s ex-husband told police someone had shot at him while he was driving, hitting his vehicle. The new documents reveal that the alleged shooter was in a vehicle registered to Vallow’s late husband Charles Vallow, but that her now-missing daughter Tylee Ryan, usually drove.\n\nThe documents also show that Tylee, 17, has not been seen since September 8, earlier than had been previously reported. Joshua “JJ” Vallow, 7, was last seen in Idaho on September 24.\n\nAccording to the affidavit, JJ’s grandparents had contacted police from Louisiana to request a welfare check at Vallow’s home, as they had not been able to reach JJ. When police arrived, they were met at the apartment complex by Vallow’s wife Chad Daybell and her since-deceased brother Alex Cox, who had an apartment in the building. Cox reportedly told police that JJ was with his grandparents in Louisiana, which the officers immediately suspected was a lie, given that the boy’s grandparents had requested a welfare check.\n\nWhen police initially spoke to Daybell, he reportedly acted as though he didn’t know Vallow very well, and claimed she lived in a unit that police found to be completely vacant. He later conceded that he knew Vallow and gave police her phone number. When police interviewed Vallow, she told them that JJ was with her friend Melanie Gibb in Arizona, but stalled their efforts to contact Gibb for corroboration. When police eventually reached Gibb, she said she did not have JJ and that he had not been at her home in several months.\n\nA week later, Gibb called police and told them that both Vallow and Daybell had contacted her, asking her to lie to police and say JJ was with her.\n\nAfter Kauai police found Daybell and Vallow living on the Hawaiian island in January, they executed a search warrant on the couple’s rented SUV and found items belonging to the missing children: Tylee’s debit card, JJ’s iPad, and both the children’s birth certificates. As previously reported, Tylee’s cell phone was also found to be with Vallow in Hawaii.\n\nThe affidavit notes that police found a bottle of medicine prescribed to JJ during a search of Vallow’s Rexburg apartment in November. The medicine is prescribed to treat irritability that can accompany autism. It had last been filled in January 2019, and 17 pills remained in the bottle. Rexburg police confirmed that the prescription had not been refilled in Rexburg.\n\nVallow is being held on $5 million bond and is facing charges of desertion and nonsupport of dependent children, resisting or obstructing officers, criminal solicitation to commit a crime, and contempt of court. She had been expected to appear in court in Hawaii on Friday and will likely be extradited to Idaho to face the charges.\n\nFor the latest true crime and justice news, subscribe to the ‘Crime Stories with Nancy Grace’ podcast."}}