{"GDELT": {"GlobalEventID": 907612250, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "ISRGOV", "Actor1Name": "ISRAELI", "Actor1CountryCode": "ISR", "Actor1Type1Code": "GOV", "Actor2Code": "BELGOV", "Actor2Name": "BELGIUM", "Actor2CountryCode": "BEL", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.17754569190601, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE", "Actor2Geo_Lat": 50.833333, "Actor2Geo_Long": 4.0, "Actor2Geo_FeatureID": "BE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE", "Action2Geo_Lat": 50.833333, "Action2Geo_Long": 4.0, "Action2Geo_FeatureID": "BE", "DATEADDED": 20200221220000, "SOURCEURL": "https://www.msn.com/en-us/news/world/israeli-foreign-minister-calls-on-belgium-to-ban-antisemitic-parade/ar-BB10fIep"}, "ARTICLE": {"TITLE": "Israeli foreign minister calls on Belgium to ban 'antisemitic' parade", "TEXT": "© The Hill Israeli foreign minister calls on Belgium to ban 'antisemitic' parade\n\nIsraeli foreign minister Israel Katz on Thursday urged authorities in Belgium to ban an annual parade known for its depictions of anti-Semitic effigies and symbols.\n\nThe carnival, located in Aalst, is known for its depictions of offensive Jewish caricatures, such as parade floats with oversized dolls and big noses sitting on top of money piles, according to The Jerusalem Post.\n\nThe organizers of the event have reportedly sold hundreds of \"rabbi kits,\" which include wearable oversized noses, payot (sidelocks or sideburns), and black hats.\n\n\"Belgium as a Western democracy should be ashamed to allow such a vitriolic antisemitic display,\" Katz said Thursday. \"I call upon the authorities there to condemn and ban this hateful parade in Aalst.\"\n\nThe Israeli ambassador to Belgium, Emmanuel Nashon, condemned the city of Aalst for allowing the parade to exist.\n\n\"Aalst is the only city in Europe where such a carnival is allowed. We call upon Belgian authorities, including city authorities of Aalst, to change their mind,\" Nashon said. \"We still have [time] until the carnival and hope reason will prevail, and the antisemitic floats will be taken away.\"\n\nThis week, three Belgian professors penned an op-ed regarding the influence these anti-Semitic caricatures can have on culture, according to the report.\n\n\"We do not want to commit censorship, but we do want to point out the danger of spreading this type of anti-Jewish caricature,\" one professor, Klaas Smelik, said on Belgium's Radio 1. \"In the past, it has become apparent what kind of influence they can have on the opinions of ordinary people.\"\n\nIn December, Aalst Mayor Christoph D'Haese said the parade mocks a multitude of different groups, claiming that a request for censorship is not an option for the town, according to The Jerusalem Post.\n\n\"We are neither antisemitic nor racist, and anyone who says that is acting in bad faith,\" D'Haese said.\n\nLast year, Aalst carnival lost its status on a representative list for the United Nations Educational, Scientific and Cultural Organization after the mayor refused to remove anti-Semitic symbols from the parade."}}