{"GDELT": {"GlobalEventID": 907611463, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor2Code": "MOSCVL", "Actor2Name": "MUSLIM", "Actor2Religion1Code": "MOS", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.49346405228758, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20200221220000, "SOURCEURL": "https://newsinfo.inquirer.net/1232008/profiling-memo-scrapped-after-muslims-protest"}, "ARTICLE": {"TITLE": "‘Profiling’ memo scrapped after Muslims protest", "TEXT": "COTABATO CITY—Following strong opposition from Moro leaders to a police census of Muslim students in Metro Manila, the national capital’s police chief on Friday night ordered the scrapping of the plan, which was widely denounced as a discriminatory and dangerous means of profiling.\n\nZia Alonto Adiong, a member of the interim Bangsamoro parliament, earlier on Friday called on the Philippine National Police “to take corrective measures” and “to condemn similar discriminatory actions within and among their ranks in the future.”\n\nADVERTISEMENT\n\nThe fears expressed by the Muslim community followed disclosures by the Alliance of Concerned Teachers (ACT) that the Manila Police District (MPD) had issued a memorandum to its station commanders to submit an “updated list of Muslim students in high school, colleges and universities” in their areas of responsibility “as part of the strengthening of peacebuilding and counter violent extremism of the PNP.”\n\nRecall memorandum\n\nIn a statement, Police Maj. Gen. Debold Sinas, chief of the National Capital Region Police Office (NCRPO), said he had directed Manila Police District chief Police Brig. Gen. Bernabe Mendoza Alba, to recall the Jan.31 memorandum.\n\n“Although the memorandum is not about profiling but only the statistics of Muslim students as required by DPCR Salaam Police Center (SPC), we will make the representation to Directorate for Police Community Relations to reconsider their directive,” Sinas said.\n\n“The NCRPO does not intend to cause harm and anxiety to our Muslim brothers and sisters. Please be assured that instead, I will direct the MPD Salaam Police to conduct a meeting with the Muslim student leaders in Manila City to accomplish the projects and activities for the Muslim community,” he said.\n\nAdiong warned the PNP against “perpetuating dangerous stereotypes that put the Muslim community at risk.”\n\n“The dangerous association made between violent extremism and Islam is not new, and is rooted in years of discrimination against Muslims in the Philippines,” he said.\n\n“This kind of profiling oppresses and ostracizes our Muslim youth, and creates a rift between the Muslim community and a police force that is duty-bound to also protect us as Filipinos,” he added.\n\nPNP: It’s for ‘dialogues’\n\nPolice Gen. Archie Gamboa, the PNP chief, played down the planned listing, saying it was meant to help the police set up dialogues with Muslim youth in threshing out peace and order problems.\n\n“(With this initiative) we are, in effect, facilitating better understanding of the uniqueness and complexities of the different belief systems in a multifaith society by promoting healthy discussions and exchange of opinions thru the Salaam Police Centers,” he said in a statement earlier on Friday.\n\nADVERTISEMENT\n\n“(The public must) not be swayed by disinformation spun by those with ulterior motives,” he said, without elaborating.\n\nHe said both he and Sinas were from Mindanao.“We know better in getting along with our Muslim brothers than those who are good only at uneducated speculation,” Gamboa said.\n\nSinas earlier said no personal information would be collected and no statistical data would be used by the SPC “to conduct interventions and programs in strengthening Salaam Police in partnership with the community,” he said.\n\nThe Bangsamoro Transition Authority (BTA) said the PNP campaign “targets young Muslims who enjoy the intended safe spaces” provided by schools.\n\nBangsamoro resolution\n\n“In the interest of upholding human rights, the Bangsamoro Transition Authority (BTA) condemns the prejudicial treatment of Muslim youth by the Manila Police District of the Philippine National Police,” said a BTA resolution authored by parliament members Amir Mawallil, Anna Tarhata Basman, Lanang Ali Jr, and Marjanie Macasalong.\n\nAdiong appealed to the Department of Education and the Commission on Higher Education to prohibit the release of private and personal data to the PNP.\n\nHe also asked the National Commission on Muslim Filipinos to take action against the PNP’s plan.\n\n“Profiling entire communities solely on the basis of a single identity—whether based on gender, race or religion—supposedly in the name of curbing crime only fuels hate towards particular groups of people and intensifies fear of the police,” Amnesty International Philippines said.\n\nPutting lives at risk\n\nAmirah Ali Lidasan, spokesperson for Suara Bangsamoro, said the memorandum “puts at risk the lives of the Muslim youth. It does not merely associate the students with terrorism, it can also be used against them.”\n\nA similar profiling of Moro men in Mindanao and Manila led to “illegal arrests and detention of hundreds of innocent Moro civilians” in the government’s antiterror drive, she added.\n\nAt the House of Representatives, Deputy Speaker and Basilan Rep. Mujiv Hataman and Anak Mindanao Rep. Amihilda Sangcopan described the PNP memorandum as an “act of discrimination in its highest form.”\n\n“This is utterly wrong. Profiling has no place in a nation that respects and draws strength from the diverse beliefs of its people. Guilt by association is wrong, and sometimes fatal,” said Hataman, a former governor of the defunct Autonomous Region in Muslim Mindanao.\n\n“Baseless stereotyping can end in lethal results,” he added.\n\nSangcopan said the police directive was one example of the evils she and Hataman had hoped to prevent in House Bill No. 1579, which seeks to prohibit racial, ethnic and religious discrimination.\n\nAlso done on ‘lumad’\n\nHataman said profiling Muslims was the kind of act “that makes extremists, not prevent them.”\n\n“We don’t want our children growing up in an environment of fear and mistrust, and we don’t want them to live in a culture of discrimination and hate,” he said.\n\nBayan Muna Rep. Carlos Zarate said the PNP plan followed the “same pattern used against progressives and the opposition.”\n\n“All freedom-loving Filipinos must be very vigilant nowadays and stop these draconian moves of the Duterte administration before it is too late,” he said.\n\nRep. Eufemia Cullamat, also of Bayan Muna, noted that the military had done the same type of profiling of Lumad, or indigenous peoples.\n\nPolice Maj. Michael Garcia, the chief of the MPD District Community Affairs and Development Division who issued the memorandum, lamented that it had been “misinterpreted.”\n\nHe said it was only intended for gathering statistics on Muslim youth in Metro Manila.\n\nIt will not include the names of students, only the total number of Muslims in a school along with their genders and grade levels, he added.\n\nGarcia said the memorandum came from the SPC and his office just sent it the various police stations.\n\nThe SPC was established on Oct. 14, 2008, by the National Police Commission through its Memorandum Circular No. 2004-008 upon the recommendation of then President Gloria Macapagal-Arroyo.\n\nIt is under the supervision of the Directorate for Police Community Relations and undertakes close monitoring, networking and liaisoning activities with Muslim communities in “addressing terrorism and lawless violence in their respective areas.” —WITH REPORTS FROM KARLOS MANLUPIG, SHEILA MAE DELA CRUZ, JOEFFREY MAITEM, BONG SARMIENTO, RYAN ROSAURO, LEAH AGONOY, NIKKA G. VALENZUELA, DJ YAP, MELVIN GASCON, DEXTER CABALZA AND JULIE ALIPALA\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ"}}