{"GDELT": {"GlobalEventID": 907612257, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.934579439252335, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dayton, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH113", "Actor1Geo_Lat": 39.7589, "Actor1Geo_Long": -84.1916, "Actor1Geo_FeatureID": "1064514", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dayton, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_ADM2Code": "OH113", "Action2Geo_Lat": 39.7589, "Action2Geo_Long": -84.1916, "Action2Geo_FeatureID": "1064514", "DATEADDED": 20200221220000, "SOURCEURL": "https://www.daytondailynews.com/news/local/just-local-italian-restaurant-owner-enter-dayton-market-with-tuscany-grill/8MyrqxSRsiwrWgwJpozLYN/"}, "ARTICLE": {"TITLE": "New ‘Tuscany’s Grill’ restaurant adds pizza, pasta dishes to menu in Centerville", "TEXT": "The restaurant and market are owned by Mefail “Meef” Demnika — founder of the former Kettering restaurants La Pergola, Toscani’s (later Arthur’s), and Palermo’s Restaurant.\n\nFor more information about Tuscany’s Grill & Market or to place an order, call (937) 985-9605.\n\n***ORIGINAL STORY (Feb. 21, 2020)***\n\nA restaurateur who owned or operated Italian restaurants in the Dayton area for more than 15 years has purchased the Cork-N-Bottle Minit Market and American Grill in Centerville and will transform it into “Tuscany’s Grill & Market.”\n\n>> ALSO NEW TODAY: New Sidney restaurant to be 'destination' for Dayton foodies, founder says\n\nMefail “Meef” Demnika — founder of the former Kettering restaurants La Pergola, Toscani’s (later Arthur’s), and Palermo’s Restaurant — confirmed to this news outlet this morning, Feb. 21, that he has purchased the Cork-N-Bottle Minit Market business and leased the space at 881 E. Franklin St. just east of Centerville High School.\n\nThe sandwich shop and convenience store is open and operating as Cork-N-Bottle, but will transition to Tuscany’s Grill & Market over the next few months, Demnika said.\n\n>> PREVIOUS COVERAGE: Locally owned 'Cork-N-Bottle' Minit Market in Centerville is for sale\n\nPlans call for expanding the sandwich shop’s menu to feature pizza, meatball subs and other Italian specialties, Demnika said. He also applied to the Ohio Division of Liquor control for a full liquor license for the space.\n\nThe restaurant portion of the space will grow, but Demnika said he plans to retain a convenience store in the space.\n\n>> New and classic hidden-gem restaurants to discover in and around Dayton\n\nIn 2006, when he was operating La Pergola on East Dorothy Lane, Demnika's pizza was judged by the Dayton Daily News LeadBelly Boys to be the best in the Dayton area. Demnika went on to open Palermo's on South Dixie Drive in Kettering in January 2008. He operated Palermo's until selling it in November 2017. Palermo's is still open and operating under different ownership.\n\n>> RELATED: Palermo's Restaurant to get new ownership\n\nDemnika had eyed the former Ollie’s Place restaurant space on Miamisburg-Centerville Road in Washington Twp. late last year as a possible location for Tuscany’s, but that space has been leased by E.O. Burgers, which is in the process of moving there after shutting its doors at The Greene Town Center.\n\nThe Cork-N-Bottle Minit Market and American Grill convenience store and sandwich shop has served the Centerville community since 1973.\n\n>> Jay's Seafood celebrates 44th anniversary with impressive wine luncheon\n\nThe most recent co-owner, Tim Maxwell, had operated the business for nearly six years with business partner and co-owner Tracy Dixon. Maxwell told this news outlet three months ago, in November 2019, that he and his partner were looking to sell the business.\n\nRuss and Marie Highley owned and operated the store for many years before Maxwell and Dixon took it over in 2013. In 2010, three years before the Highleys sold the business, Marie Highley told the Dayton Daily News that the market \"is one of the oldest mom-and-pop stores in the Dayton area. We know our customers and that, plus our excellent service, makes us special.\""}}