{"GDELT": {"GlobalEventID": 907611535, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "AFG", "Actor1Name": "AFGHAN", "Actor1CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 234, "EventBaseCode": 23, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 9, "NumSources": 1, "NumArticles": 9, "AvgTone": -1.6211604095563101, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20200221220000, "SOURCEURL": "https://indianexpress.com/article/opinion/columns/donald-trump-india-visit-narendra-modi-6280235/"}, "ARTICLE": {"TITLE": "India-US security cooperation in eastern Indian Ocean and Pacific must be extended to western frontiers", "TEXT": "The question is whether Modi and Trump can overcome the past reluctance in both capitals to collaborate in the regions west of India. (Express Photo: Javed Raja) The question is whether Modi and Trump can overcome the past reluctance in both capitals to collaborate in the regions west of India. (Express Photo: Javed Raja)\n\nAs India receives Donald Trump on Monday, Prime Minister Narendra Modi will be eager to get a first-hand briefing from the US President on his plans for the Af-Pak region and the Gulf — two regions vital to India’s economic, political and military security. The impending withdrawal of US forces from Afghanistan and the downsizing of the American security role in the Gulf region mark the end of an important era in India’s northwestern frontiers — both land and maritime.\n\nThe question is whether Modi and Trump can overcome the past reluctance in both capitals to collaborate in the regions west of India. On the face of it, there is a good fit between America’s downward adjustment in the region under Trump, and India’s ambition to play a larger role in the Gulf and the Indian Ocean.\n\nExplained: India-US ties, over the years\n\nOver the last three years of the Trump presidency, Delhi and Washington had developed a broad understanding on how to secure the Indo-Pacific that the US had defined, until recently, as stretching from Hollywood to Bollywood. But officials in Delhi frequently complained that these common perspectives did not extend to the Western Indian Ocean.\n\nIn recent weeks, though, senior US officials have said the Indo-Pacific region extends beyond Bollywood to the east coast of Africa. It is not a question of defining a geography but finding ways to secure common ground through strategic cooperation.\n\nTrump has embarked on a course that breaks from long-standing US policy in the region. At the turn of the 1970s, Great Britain ended most of its security commitments East of Suez and set free many of its colonial possessions in the Gulf and the Indian Ocean. As the sun set over the British empire in the east after a century and a half, the US stepped in to fill the breach. What began as a cautious entry into the Indian Ocean became a full blown military power projection at the end of the 1970s.\n\nThe dramatic rise in oil prices, the Islamic Revolution in Iran and its threat to export it to the Arab World, and the Soviet occupation of Afghanistan, saw the elevation of South West Asia to the top of America’s security concerns. The First Gulf War during 1990-91 saw the US intervene to restore the sovereignty of Kuwait that was swallowed by Iraq’s Saddam Hussein. The terror attacks on September 11, 2001 invited a ferocious response from the US that ousted the Taliban from power in Afghanistan.\n\nOpinion | Trump has made India’s trade headache more acute. But he has also opened up opportunities\n\nThe US intervened in Iraq in 2003, this time for overthrowing the regime of Saddam Hussein. Notwithstanding the initial successes in both Afghanistan and Iraq, there is a growing consensus in the US that these occupations have been costly failures. Trump has been among the first political leaders in the US to call these wars initiated by a Republican predecessor in the White House as “stupid”. During his presidential campaign in 2016 and since, Trump has promised to end the “endless wars” in the Greater Middle East and bring the boys back home.\n\nIt is an idea that has found considerable resonance among Democrats. While the security establishment is not willing to give up, it is now focusing more on the great power competition with Russia and China than the small wars that had preoccupied it over the last three decades. The steep decline in US energy dependence on the Gulf, too, has reduced the salience of the region in Washington.\n\nThree consequences have followed. Trump has been cutting down military commitments in the Middle East and Africa. His officials are about to sign an agreement with Taliban that provides for American withdrawal from Afghanistan. On the maritime front, Trump has called on all major powers, especially those importing oil from the Gulf, to contribute to the security of shipping in the Strait of Hormuz.\n\nMany in Delhi would like to see the US fighting in Afghanistan until the last American. The challenge for Indian policymakers has been to limit the consequences of what seems a definitive turn in US policy. It should also be about seizing the possibilities for expanding India’s own role in the western marches of the Subcontinent. To get there, Delhi needs to make a few important shifts in its own thinking.\n\nOne, it must overcome the still powerful belief in sections of the Indian establishment that the US-Pakistan relationship is unchanging. Over the last two decades, there has been a tilt in US policies away from Pakistan and towards India — recall US pressures on Pakistan to vacate the Kargil heights in the summer of 1999 under the Clinton Administration, an exclusive nuclear exemption to India under the Bush Administration and efforts to rein in Pakistan’s cross-border terrorism during the Obama years.\n\nTrump went further to acknowledge that Pakistan is part of the problem in Afghanistan and turned up the heat on Pakistan’s support for terrorism. He has supported India’s efforts at the the UNSC to bring Masood Azhar to book in the face of Chinese resistance, helped India isolate Pakistan at the Financial Action Task Force, prevented the UNSC from discussing Kashmir.\n\nYet, Delhi needs to recognise that there will be a measure of cooperation between the US and Pakistan. Delhi’s focus should, instead, be on expanding its own security cooperation with the US in the troubled lands to the west of India. Historically Pakistan was an important ally for the Anglo-American powers in South West Asia. But Pakistan’s leverage in Washington is only likely to decrease as the US scales back its presence in Afghanistan and the Gulf.\n\nSecond, Delhi needs to prepare itself for a larger security role in Afghanistan. Trump has been asking a simple question: If India is next door to Afghanistan, should it not be doing more for Afghan security? The NDA government has stepped up security assistance to Kabul. As Afghanistan enters a turbulent phase, regional and other powers are bound to fill the vacuum left by the US. Delhi can’t simply sit it out. There are many options — between doing nothing and sending the Indian army into Afghanistan — that Delhi and Washington could discuss.\n\nThird, Delhi has already stepped up its naval activity within the Gulf and beyond as part of its emergence as a regional security provider. It knows that its effectiveness will rise manifold if it acts in concert with the US and other partners. Modi and Trump could begin by laying the political foundation for such cooperation.\n\nAt the beginning of Trump’s term, sceptics dismissed the prospects for India-US security cooperation in the eastern Indian Ocean and the Pacific, but progress has been steady. That cooperation can and must be extended now to the Western Indian Ocean.\n\nThis article first appeared in the print edition on February 22, 2020, under the title “An agenda for Modi-Trump”. The writer is director, Institute of South Asian Studies, National University of Singapore and contributing editor on international affairs for The Indian Express.\n\nOpinion | Trump is reducing US intervention around the world. Delhi needs to come to terms with these profound changes\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Opinion News, download Indian Express App."}}