{"GDELT": {"GlobalEventID": 907612414, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "LEGMED", "Actor1Name": "SENATE", "Actor1Type1Code": "LEG", "Actor1Type2Code": "MED", "Actor2Code": "LEG", "Actor2Name": "SENATE", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.05091937765205, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200221220000, "SOURCEURL": "https://news.stanford.edu/2020/02/21/faculty-senate-votes-charge-committee-university-press-recommendations-committee-professoriate/"}, "ARTICLE": {"TITLE": "Faculty Senate makes decisions regarding Press, professoriate", "TEXT": "The Faculty Senate on Thursday approved the creation of the Committee on the University Press, which will advise and report to the senate, and facilitate faculty visibility to and engagement with the Stanford University Press for the next three years.\n\nAt the Feb. 20 meeting, the senate continued discussing the recommendations presented two weeks ago by the Committee on the Professoriate regarding teaching staff appointments and the status of fellows at designated policy centers and institutes. After the discussion, senators approved several motions presented by the committee.\n\nEarlier senate deliberations on the Press\n\nPolitical Science Professor Jeremy Weinstein speaking at the Faculty Senate meeting on Thursday. Among the items approved at the meeting were creation of a Committee on the University Press and motions related to teaching staff and institute fellows. (Image credit: Andrew Brodhead)\n\nIn recent months, the Press has been the subject of several senate meetings and two faculty reports. While the reports differed in scope, they shared the same goals: to create new and stronger relationships between the Press, faculty and the administration of Stanford, to put the Press on a firm financial footing and to ensure that the nonprofit publisher will thrive.\n\nAt the Nov. 22 meeting, senators asked the Committee on Committees to prepare recommendations regarding the creation of a fixed-term senate committee on the Press.\n\nAt the Jan. 24 meeting, Provost Persis Drell announced a new reporting structure for the Press. She also announced that she had accepted the recommendation to create a governing board for the Press – a concept endorsed by both faculty committees. At that meeting, Drell said she would defer questions about membership until the senate had decided on the form and composition of its oversight committee.\n\nCommittee on the University Press\n\nBrad Osgood, chair of the Committee on Committees and a professor of electrical engineering, said the committee devoted most of two meetings to discussing the charge. In addition to meeting with Drell, the committee forwarded the proposed charge to the chairs of the two faculty committees – as requested by the senate.\n\nThe charge, which was distributed to senators before the meeting, outlined the proposed committee’s membership, term, meeting schedule, duties and reporting responsibilities.\n\nThe proposal said the committee will operate for three years. It will include at least seven members of the Academic Council and at least one graduate student, each of whom will serve a three-year term. The director of the Press and a representative of the Office of the Provost will serve as ex officio – non-voting – members. After three years, the senate will vote on whether to make the committee a permanent standing committee.\n\nThe proposal said the Committee on the University Press would have the following duties:\n\nAdvise the director and governing board of the Press about scholarly initiatives and developments across all disciplines at Stanford that might lead to publishing opportunities.\n\nServe as a source of information – to faculty at Stanford and other universities – about publishing initiatives and opportunities at the Press.\n\nRecommend candidates – to the Committee on Committees – to serve on the editorial board and as faculty representatives on the governing board of the Press.\n\nReview the effectiveness of mechanisms designed to support faculty engagement with the Press and the integration of the Press with the academic work of Stanford.\n\nServe as a resource on faculty engagement with the Press to the provost, as well as the publisher’s director, editorial board and governing board.\n\nWhen Senate Chair Tim Stearns, a professor of biology and of genetics, asked for questions from senators, there were none. The senate then approved the charge to the Committee on the University Press on a unanimous voice vote.\n\nMotions on teaching staff and center fellows\n\nIn a continuation of the discussion that began at the senate’s Feb. 6 meeting, three members of the Committee on the Professoriate provided brief summaries of the five motions they were proposing and discussed the reasons for their recommendations.\n\nEach of the five motions, which focused on teaching staff appointments and the status of fellows at designated policy institutes, was presented in turn, with time for discussion and questions following each presentation. The speakers were co-chair Patricia Burchat, a professor of physics; co-chair Robert Weisberg, a professor of law; and committee member Mehran Sahami, a professor (teaching) of computer science.\n\nThe first motion, to eliminate several parenthetical titles that are no longer in active use – associate professor and professor (clinical), (applied research) and (performance) – passed quickly with little discussion on a unanimous voice vote. Burchat said the committee met with relevant department chairs and deans and heard no objections.\n\nSahami described the second motion: to create the new rank of assistant professor (teaching) as the first rung on the ladder in the teaching line now composed of associate professor (teaching) and professor (teaching).\n\nHe said one of the critical factors that would distinguish the new rank from the existing lecturer position would be the person’s potential to have a national reputation or influence beyond Stanford. He said there is a demonstrated need in some units for the rank, and adding it will allow the university to be more competitive in hiring exceptional candidates.\n\n“The number of people in this position would be small, but they do exist and they are exceptional,” Sahami said. “We would like a mechanism to bring them here and to keep Stanford at the forefront of advancing the theory, practice and research related to teaching and pedagogy, which is an important direction for the university.”\n\nIn the discussion that followed the presentation, some senators raised concerns about the search process and evaluation procedures for hiring people in the new rank.\n\nOne senator who supported the motion described the idea as an adjustment of the structure of Stanford’s appointment process that reflects the university’s existing commitment to excellence in teaching.\n\nSpeaking in support of the motion, Risa Wechsler, a professor of physics, said:\n\n“Speaking about physics specifically, I personally believe the number one barrier, not just at Stanford but nationally, to diversifying the undergraduate population in physics is effective, inclusive teaching in the first two years. We need national experts on that topic to be on our faculty. It is the job of regular tenure-line faculty to learn those things, but it is not our job actually to be national experts in those things. Having even one person in a department who is a national expert that helps the rest of us learn would be extremely effective.”\n\nFollowing the discussion, the senate approved the motion on a divided voice vote.\n\nSahami also outlined the motion to approve the creation of a new academic staff teaching rank that is senior to the lecturer rank.\n\n“The idea is that this is based on length of service and quality of teaching over time to recognize people who have put in years of consistent service at Stanford in the lecturer line,” he said. “The main factor is it’s based on length of time, exemplary teaching performance and potentially other kinds of contributions to the unit that they’re in.”\n\nFollowing the discussion, the senate passed the motion on a unanimous voice vote.\n\nIn addition, the senate approved a motion – on a divided voice vote ­– granting membership in the Academic Council to center fellows at Stanford’s five designated policy institutes, membership that grants them privileges as principal investigators and the right to serve as thesis advisors with the approval of the student’s department.\n\nThe designated policy institutes are: Freeman Spogli Institute for International Studies; Precourt Institute for Energy; Stanford Institute for Economic Policy Research; Stanford Institute for Human-Centered Artificial Intelligence; and Stanford Woods Institute for the Environment.\n\nFinally, on a unanimous voice vote, the senate approved a motion to define the rank of senior fellows as comparable in stature to that of tenured professor or tenured associate professor. In particular, this motion recommends that center fellows who hold a joint appointment in a department or school be considered for promotion to senior fellow at the same time that they are considered for promotion to a tenured position of continuing term at their school.\n\nThe full minutes of the senate meeting, including the discussion that followed the presentations, will be available on the Faculty Senate website.\n\nThe next senate meeting will be held Thursday, March 5."}}