{"GDELT": {"GlobalEventID": 907611897, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "DEUGOV", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor1Type1Code": "GOV", "Actor2Code": "LEG", "Actor2Name": "LAWMAKER", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.75229357798166, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Munich, Bayern, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM02", "Actor1Geo_ADM2Code": "16532", "Actor1Geo_Lat": 48.15, "Actor1Geo_Long": 11.5833, "Actor1Geo_FeatureID": "-1829149", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Munich, Bayern, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM02", "Actor2Geo_ADM2Code": "16532", "Actor2Geo_Lat": 48.15, "Actor2Geo_Long": 11.5833, "Actor2Geo_FeatureID": "-1829149", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Munich, Bayern, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM02", "Action2Geo_ADM2Code": "16532", "Action2Geo_Lat": 48.15, "Action2Geo_Long": 11.5833, "Action2Geo_FeatureID": "-1829149", "DATEADDED": 20200221220000, "SOURCEURL": "https://www.militarytimes.com/congress/2020/02/20/gop-lawmakers-fret-over-afghanistan-drawdown-plans/"}, "ARTICLE": {"TITLE": "GOP lawmakers fret over Afghanistan drawdown plans", "TEXT": "WASHINGTON ― With talk of a U.S. troop drawdown in Afghanistan on the horizon, some Republican lawmakers are cautioning the Trump administration against pulling out too many troops, too quickly.\n\nThe comments came as a recently announced truce agreement between the U.S. and the Taliban envisions the phased withdrawal of U.S. forces over 18 months, on a path to the total withdrawal of American troops from Afghanistan. The initial plan calls for an end to attacks for seven days and then the signing of a U.S.-Taliban peace deal before all-Afghan peace talks would begin.\n\nAdministration officials have expressed optimism about the plan, but on the heels of meeting with Afghan President Ashaf Ghani at the Munich Security Conference last weekend, the Republicans raised concerns about how the process will work.\n\nTo Texas Rep. Mac Thornberry, the top Republican on the House Armed Services Committee and a skeptic of past Trump administration drawdown plans, the devil will be in the details.\n\n“Are they real conditions, are you going to enforce them, or is it just window covering for a withdrawal,” he said. “I’ll say our military and the Afghan military has brought the Taliban to the table, but will they fundamentally change their ways? Can you really have Afghans in a peaceful society? I’m skeptical.”\n\nU.S. officials have not publicly spelled out their timetable for an initial drawdown of U.S. troops in Afghanistan, but the expectation is that a reduction from the current total of about 12,000 to approximately 8,600 will begin after the signing of a U.S.-Taliban deal. The initial reduction is likely to stretch out over a period of weeks or months, and a conditions-based withdrawal to zero troops could follow.\n\n\"If all sides hold up, meet their obligations under that reduction of violence, then we'll start talking about the next part and whether to move forward,\" Defense Secretary Mark Esper told reporters in Munich.\n\nAs U.S. officials were mum about those conditions, some Republicans cautioned against accepting a bad deal.\n\n× Fear of missing out? Sign up for the Early Bird Brief - a daily roundup of military and defense news stories from around the globe. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\n\nUS lawmakers meet Ghani, warn against big Afghanistan troop pullout Afghan President Ashaf Ghani met separately with US lawmakers and Vice President Mike Pence\n\nSen. Lindsey Graham, R-S.C., an ally of Trump, reckoned the presence of 8,600 U.S. troops will give Ghani leverage to negotiate the peaceful reintegration of Taliban, while a hasty withdrawal of all U.S. troops would be an immense blunder.\n\n“The worst thing that can happen for the Trump administration is to push a reconciliation progress of dialogue and outcome, beyond what the market will bear,” Graham said. “If people think we’re going to leave Afghanistan no matter what, then the Northern Alliance regenerates and the country goes into open civil war. [The Islamic State’s Afghan offshoot] ISIS-K and al-Qaida are the biggest beneficiaries of that, and it will be Iraq on steroids.”\n\nCritics of President Barack Obama’s decision to withdraw troops from Iraq say the and the subsequent rise of the Islamic State group showed there are practical and political repercussions for how America gets out of a war, just as there are for how it gets into a war.\n\n“A dose of skepticism is healthy and necessary. Nobody wants to be perceived on the wrong side of history on this thing, if it falls apart,” Tom Spoehr, director of the conservative Heritage Foundation’s Center for National Defense, said of reaction to the Taliban talks.\n\nOn the sidelines at Munich, Ghani told lawmakers he was comfortable with a drawdown to 8,600 U.S. troops. That presence, Ghani said, is a matter of homeland security for the United States because Afghanistan’s reversion to Taliban rule would make it a launchpad for terrorist attacks on the U.S.\n\nSen. Roger Wicker, R-Miss., a senior Senate Armed Services Committee member who met with Ghani, said the administration should be, “driving home that the Afghan people overwhelmingly want us to stay.”\n\n“Until [the Taliban] have some kind of change of heart or they’re marginalized, we’re still there, and I’m comfortable with the United States saying the people of Afghanistan can depend on us for as long as they need us,” Wicker said, adding: “As a federal legislator, I think that our withdrawal should be conditions based.”\n\nAsked whether the Trump administration believes that, Wicker paused for a full six seconds, then said, “Well, I’ll just let the administration speak for itself.”\n\nThe Associated Press contributed to this report."}}