{"GDELT": {"GlobalEventID": 907611663, "Day": 20200221, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1397, "Actor1Code": "CANEDU", "Actor1Name": "TORONTO", "Actor1CountryCode": "CAN", "Actor1Type1Code": "EDU", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.9823788546255499, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Toronto, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12686", "Actor2Geo_Lat": 43.6667, "Actor2Geo_Long": -79.4167, "Actor2Geo_FeatureID": "-574890", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200221220000, "SOURCEURL": "https://globalnews.ca/news/6578658/a-deeper-look-at-the-buffalo-declaration/"}, "ARTICLE": {"TITLE": "Buffalo Declaration: A deeper look at the latest display of Alberta’s discontent", "TEXT": "Send this page to someone via email\n\nAlbertan members of Parliament issued a call to action Thursday, warning that a referendum on independence is inevitable — unless the Liberal government steps up and creates constitutional change.\n\nThe Buffalo Declaration was signed by four MPs from Alberta: Calgary-Nose Hill MP Michelle Rempel Garner, Banff-Airdrie MP Blake Richards, Medicine Hat-Cardston-Warner MP Glen Motz and Peace River-Westlock MP Arnold Viersen.\n\nREAD MORE: Alberta MPs issue Buffalo Declaration to call on Ottawa to address western alienation\n\nRempel tweeted out the document, writing: “Alberta is not, and never has been, an equal partner in Confederation. The people of my province are suffering and need real, structural change. A line in the sand must be drawn.”\n\nThe document itself outlines several issues and demands.\n\n“Structural, constitutional change must happen within Confederation or a referendum on Alberta’s independence is an inevitability,” it reads.\n\nStory continues below advertisement\n\n“It is not our job to explain Alberta’s value, it is now up to Canada to show they understand Alberta and our value to Confederation.”\n\n2:14 What are Albertans saying about Wexit? What are Albertans saying about Wexit?\n\nLydia Miljan, a University of Windsor political science professor, said that the declaration is likely an attempt to get Canadians talking about the problems facing Alberta.\n\n“I think Albertans have learned through our long history that when a province complains, when a province demands a different agreement with the federal government, it tends to get something,” Miljan said.\n\n“It may not get all of its demands, but it certainly gets a lot of attention.”\n\nMiljan noted that the declaration pointed to largely deeper problems within Canada’s makeup, rather than a specific government.\n\n“Historically, it’s been Ontario and Quebec that have called the shots, and the periphery, they’ve had much more difficulty getting their culture and their way of life recognized,” she said.\n\nStory continues below advertisement\n\n“They’re essentially saying, ‘if Quebec gets to call the shots on say immigration and cultural policy, why can’t other parts of the country?'”\n\nREAD MORE: Western frustration fuels Wexit separatist movement\n\nThat’s why Miljan said she believes a referendum on separation would have strong support in Alberta and Western Canada in general, despite being “very divisive” across the country.\n\nBut separation is not an easy process, Christo Aivalis, a postdoctoral fellow in the department of history at University of Toronto, told Global News following the October 2019 election.\n\n“Separating is not an easy process, it’s not a quick process. It could take years and years and years to figure out, and by then there could be an election where a pro-Western party, under their definition, or a pro-Western prime minister takes power. And maybe they wouldn’t want to separate anymore,” he said.\n\nThe process of separation is laid out in The Clarity Act, which was created in response to Quebec separatist movements.\n\nWestern alienation has been of growing concern following the October 2019 federal election, with some even floating the term “Wexit” — Western Canada’s exit from Canada.\n\nBehind the movement is a sentiment that the federal government, for years, has ignored western economic and social interests.\n\nStory continues below advertisement\n\nIn December, the founder of the Wexit movement, Peter Downing, blamed Prime Minister Justin Trudeau for crushing the economic growth of Alberta and Saskatchewan.\n\n3:10 Kim Campbell on Wexit and why Canada is so divided Kim Campbell on Wexit and why Canada is so divided\n\n“We’ve never before seen a government in Ottawa so hostile to one area of the country,” Downing said.\n\n“We want people here to have a high quality of life and it’s only through self-determination — which can only come through separation — that we’re going to achieve it. And we will achieve it.”\n\nTrudeau’s Liberals were entirely locked out of Alberta and Saskatchewan in the federal election. However, he has said one of his goals in the minority government is to create a more unified Canada. He has shuffled Chrystia Freeland from the foreign affairs portfolio to become deputy prime minister and minister of intergovernmental affairs to take on the task.\n\nStory continues below advertisement\n\nGlobal News reached out to Freeland’s office on the Buffalo Declaration, but did not hear back by publication.\n\nThe thought of western provinces separating from Canada is a divisive one. A December 2019 Ipsos poll conducted on behalf of Global News found that 80 per cent of respondents in Alberta, and 70 per cent in Saskatchewan and Manitoba, said their provinces have legitimate beef with Ottawa.\n\nIn contrast, 47 per cent of respondents nationwide said the same.\n\nThe discrepancy in the poll could suggest the concerns of those in the Prairies just aren’t resonating with Canadians elsewhere.\n\n“Unfortunately, Canadians don’t want to hear about the problems of other Canadians because they have their own,” said Sean Simpson, vice president of public affairs at Ipsos.\n\n“In British Columbia, they’re struggling with housing prices; in Ontario, manufacturing jobs are being lost; in Eastern Canada, they’re struggling to keep their employees in Atlantic Canada and not moving to other parts of Canada or the United States.\n\n“Everybody’s got their own problems and they’re not feeling too sympathetic towards the Albertans and those from Saskatchewan who are crying foul.”\n\nStory continues below advertisement\n\n— With files from Global News reporters Amanda Connolly, Silvana Benolich"}}