{"GDELT": {"GlobalEventID": 907611374, "Day": 20200214, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1205, "Actor1Code": "GOV", "Actor1Name": "AUTHORITIES", "Actor1Type1Code": "GOV", "Actor2Code": "COPLAB", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "Actor2Type2Code": "LAB", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -8.83458646616541, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200221220000, "SOURCEURL": "https://www.sfgate.com/world/article/Grief-fury-calls-for-action-after-racist-15074663.php"}, "ARTICLE": {"TITLE": "Grief, fury, calls for action after racist shooting attack in Germany", "TEXT": "Grief, fury, calls for action after racist shooting attack in Germany\n\nMourners hold photos of victims of the attack in Hanau, Germany. Interior Minister Horst Seehofer says the police presence at mosques, railway stations and airports will be increased. Mourners hold photos of victims of the attack in Hanau, Germany. Interior Minister Horst Seehofer says the police presence at mosques, railway stations and airports will be increased. Photo: Martin Meissner / Associated Press Photo: Martin Meissner / Associated Press Image 1 of / 1 Caption Close Grief, fury, calls for action after racist shooting attack in Germany 1 / 1 Back to Gallery\n\nHANAU, Germany — Hundreds of grieving people flocked to Friday prayers in the mosques of the German town of Hanau, two days after a racially motivated shooting shook the country and prompted fresh calls for a crackdown on far-right extremism.\n\nGermany’s top security official said authorities would step up the police presence throughout the country and keep a closer watch on mosques and other sites. In Hanau, German and Turkish flags flew at half-staff outside a mosque where worshipers gathered Friday.\n\nA 43-year-old German man fatally shot nine people with immigrant backgrounds in the Frankfurt suburb late Wednesday before apparently killing his 72-year-old mother and himself. Half of the victims were reported to be Turkish.\n\nThe man, identified as Tobias Rathjen, left a number of rambling texts and videos espousing racist views and claiming to have been under surveillance since birth.\n\nMore than 300 people attended prayers at the Turkish-speaking DITIB mosque attended by at least one of the victims. “The mood is subdued,“ said Adam Arslan, a friend of Gokhan Gultekin, who died in the attack. “I cannot accept this crime.”\n\n“May our almighty God rest the souls of our brethren who lost their lives in Wednesday’s heinous racist attack,” Fevzi Hoguk, the imam, or prayer leader, told the congregation.\n\nThe chairman of the mosque board, Memduh Onder, said the community was not afraid, “because we are together,” citing the memorial gathering in front of city hall Thursday evening where German President Frank-Walter Steinmeier spoke. “The thousands of people on the square, most of them were German,” he said.\n\nMeanwhile, officials confirmed they had received a letter from the suspect last November in which he sought help from authorities in stopping the surveillance he believed he was under. The letter didn’t ring any alarm bells with prosecutors, officials said.\n\nInterior Minister Horst Seehofer said state-level security officials and security agencies agreed to increase the law enforcement presence around the country. Seehofer said there would be more surveillance at “sensitive sites,” including mosques, and a high police presence at railway stations, airports and borders.\n\n“The threat posed by far-right extremism, anti-Semitism and racism is very high in Germany,” Seehofer said.\n\nThousands of people gathered in cities across Germany on Thursday night to hold vigils for the shooting victims but also to express anger that authorities haven’t done enough to prevent attacks despite a string of incidents in recent years. Last week, authorities arrested 12 men — including a police employee — on suspicion of planning attacks on Muslims and politicians.\n\nSome have also called for a crackdown on the extremist and anti-immigrant ideology that has crept into mainstream political debate with the rise of the Alternative for Germany party, or AfD.\n\nDavid McHugh and Frank Jordans are Associated Press writers."}}