{"GDELT": {"GlobalEventID": 907960203, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "KEN", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "Actor2Code": "KENGOV", "Actor2Name": "UHURU KENYATTA", "Actor2CountryCode": "KEN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 125, "EventBaseCode": 125, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.88669950738917, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE", "Actor1Geo_Lat": 1.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "KE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Kenya", "Actor2Geo_CountryCode": "KE", "Actor2Geo_ADM1Code": "KE", "Actor2Geo_Lat": 1.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "KE", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Whitehall, Orkney Islands, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKV9", "Action2Geo_ADM2Code": "40174", "Action2Geo_Lat": 59.15, "Action2Geo_Long": -2.61667, "Action2Geo_FeatureID": "-2611570", "DATEADDED": 20200224044500, "SOURCEURL": "https://www.grenadabroadcast.com/featured/how-baroness-scotland-was-elected-commonwealth-secretary-general/"}, "ARTICLE": {"TITLE": "HOW BARONESS SCOTLAND WAS ELECTED COMMONWEALTH SECRETARY-GENERAL", "TEXT": "(Republished from the December 2019 edition of: The Round Table: The Commonwealth Journal of International Affairs)\n\nThe Government of President Paul Kagame of Rwanda is to host the next Commonwealth Heads of Government Meeting (CHOGM) in June 2020.\n\nThat could be seen in Rwanda’s confidence in branding this as ‘Africa’s CHOGM’. And why not? Africans have that family spirit of doing things together and leveraging on the success of a fellow African nation. Besides, CHOGM does not come to Africa as frequently as it should.\n\nAfter South Africa in 1999, Nigeria in 2001, and Uganda in 2007, there has been a 13-year gap for the continent, and, of course, many African leaders were displeased by the way that Patricia Scotland got elected as Secretary-General of the Commonwealth in Malta in 2015.\n\nBut the truth be told, Africans only have themselves to blame for the choice of Baroness Scotland by putting forward a candidate of their own for whom, eventually, they could not get enough support, and at a time when it was the widely held view in Commonwealth circles that it was the turn of the Caribbean, not Africa, to produce a S-G.\n\nElections were conducted in Malta in November 2015 by Commonwealth Heads of Government or their representatives to fill the post at the expiry of the term of office of Kamalesh Sharma from India.\n\nThe popular Caribbean candidate who had the endorsement of 10 of the 12 Commonwealth Caribbean countries was Sir Ronald Sanders. The British government however wanted an S-G over whom they could exercise influence, particularly as they were concerned about the successor to Queen Elizabeth as Head of the Commonwealth.\n\nThey desperately wanted Prince Charles to succeed his mother. Had the headship shifted away from the British Monarchy, it would have been a blow to the pride of the British Government. Therefore, the British Government persuaded the Government of Dominica to act as a surrogate for Britain in nominating Baroness Scotland, a member of the British House of Lords and a former Attorney-General of Britain, who had been born in Dominica but left for Britain when she was two years old.\n\nIn addition to wanting to influence the incoming S-G over the headship of the Commonwealth, the British Government also wanted to retain their influence over the agenda of the Commonwealth, having experienced S-Gs who had asserted the independence of the Secretariat from Whitehall and favouring direction from a broader range of Commonwealth leaders.\n\nSanders had received firm indications of support from African governments, including the Presidents of Nigeria, South Africa, Kenya and Tanzania. But, Mmasekgoa Masire-Mwamba of Botswana who had served as Deputy Secretary-General at the Commonwealth Secretariat decided to run for the post, even though it was not Africa’s turn – a point that even many African governments had accepted.\n\nHowever, their efforts failed to persuade Botswana not to persist with its candidate, even though they emphasised that this would break solidarity with the Caribbean and probably rupture the strong co-operation between the two regions.\n\nThe Botswana candidate won greater support from African countries at the last minute, largely because Nkosazana Clarice Dlamini-Zuma, the South African Foreign Minister, was Chair of the African Union Commission.\n\nIn the absence of President Jacob Zuma, who had personally pledged his support for Sanders, she persuaded some African Foreign Ministers to stand behind an African candidate, particularly a woman. She was joined in this last ditch effort by Amina Chawahir Mohamed Jibril, Secretary for Foreign Affairs of Kenya, whose President Uhuru Kenyatta also did not attend the Conference and who had personally given Sanders his support.\n\nIn the meantime, the British had marshalled the support of the ‘old’ Commonwealth countries behind its ‘Caribbean’ candidate, Baroness Scotland. Prime Minister David Cameron was especially active, describing the Baroness to Justin Trudeau, who was elected Prime Minister of Canada on the eve of the 2015 Malta CHOGM, as ‘one of us’.\n\nAustralia was also particularly active in pressuring Pacific countries to back Scotland.\n\nAt the Malta vote, Sanders polled the lowest number of votes, largely because his African supporters dwindled as a result of some key heads of government not attending the meeting, and the Pacific countries bowed to pressure from Australia.\n\nOn the second run-off, several votes were deliberately spoiled by Heads of Government who supported neither of the two candidates, but Caribbean countries that had supported Sanders decided to cast their votes for the other nominal Caribbean candidate. Only one vote separated the two when the tally was taken, including several spoilt votes.\n\nBotswana called for a third vote, but the Conference Chair, the Prime Minister of Malta, and an EU colleague of David Cameron (the Brexit referendum had not yet been held), ruled the contest over.\n\nBy not supporting Sanders, the Africans allowed the British to take control of the Secretariat. It is only the Baroness’s alleged excesses in the post and her below-par performance that have now caused them to be concerned about her remaining in office.\n\nThe ‘old’ Commonwealth that brought her in is now in the forefront of wanting to remove her – the person they described as ‘one of us’.\n\nIt will be unprecedented if Baroness Scotland’s tenure is not renewed and she is removed from office when the Heads of Government meet in Rwanda. However, if that should happen and Africa covets the post this time round, they will have to make amends to the Caribbean for failing to support that region and its favoured candidate, Sanders in 2015.\n\nAnd if that should happen, this could truly be ‘Africa’s CHOGM’ that members will remember for a very long time – just like Abuja in 2001 when President Robert Mugabe sensationally pulled Zimbabwe out of the Commonwealth.\n\nAnd this will undoubtedly be an added boost, again, for Rwanda’s international status with President Kagame, who until recently was Chair of the AU, a Rwandan also as S-G of the Francophone, and a Kigali CHOGM to be followed by two years of Rwanda in the chair of the Commonwealth."}}