{"GDELT": {"GlobalEventID": 907959838, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -10.0334448160535, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bethal, Mpumalanga, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF07", "Actor1Geo_ADM2Code": "77339", "Actor1Geo_Lat": -26.4579, "Actor1Geo_Long": 29.4655, "Actor1Geo_FeatureID": "-1210615", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bethal, Mpumalanga, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF07", "Actor2Geo_ADM2Code": "77339", "Actor2Geo_Lat": -26.4579, "Actor2Geo_Long": 29.4655, "Actor2Geo_FeatureID": "-1210615", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bethal, Mpumalanga, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF07", "Action2Geo_ADM2Code": "77339", "Action2Geo_Lat": -26.4579, "Action2Geo_Long": 29.4655, "Action2Geo_FeatureID": "-1210615", "DATEADDED": 20200224044500, "SOURCEURL": "https://www.dailysun.co.za/News/mshengu-not-from-mzansi-20200223"}, "ARTICLE": {"TITLE": "MSHENGU NOT FROM MZANSI!", "TEXT": "MPUMALANGA businessman Sam Chabalala has always claimed he was born in Limpopo.\n\nBut on Friday, it emerged in court that his real name is Gilbert Tachuona and he was born in Zimbabwe 28 years ago.\n\nChabalala, who has already spent two weekends in jail, is expected to know his fate today.\n\nState prosecutor Eric Sihlangu told the Middelburg Magistrates Court: “The department of Home Affairs has indicated that the applicant obtained a South African ID through misrepresentation.”\n\n\n\n\n\nMshengu, as Chabalala is called by many, appeared in court on a charge of corruption for allegedly trying to bribe a senior cop to release his impounded Mercedes-Benz. When he was arrested on the 13 February, he was out on R200 000 bail, facing charges of fraud, corruption and possession of an unlicensed firearm.\n\nDuring previous court appearances, he claimed he was born at Bethal Hospital but the hospital had no records of his birth. He allegedly used the address of a scrapyard to get a fraudulent ID.\n\n\n\n\n\nDaily Sun has learnt Chabalala might also face a charge of conspiracy to commit murder in connection with the death of his company’s general manager, Nkosinathi Ngcongo. He was shot eight times while he was on duty at the Bethal depot last september. His murder came a few days after he gave the Hawks an affidavit relating to an investigation into Chabalala.\n\n\n\nTYCOON NABBED FOR ‘CORRUPTING SENIOR COP’\n\nPhindokuhle Nkosi (26), who was Chabalala’s bodyguard, was charged with the murder. It’s alleged he and another suspect, who was still at large, were paid R100 000 to kill Ncongo. The state on Friday opposed bail, saying Chabalala was a flight risk.\n\nBut his lawyer Hlau Maluleka said Chabalala had strong family ties. Chabalala, who has already spent two weekends in jail, is expected to know his fate today."}}