{"GDELT": {"GlobalEventID": 907959760, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor2Code": "SOM", "Actor2Name": "SOMALIA", "Actor2CountryCode": "SOM", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.08, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baidoa, Bay, Somalia", "Actor2Geo_CountryCode": "SO", "Actor2Geo_ADM1Code": "SO04", "Actor2Geo_ADM2Code": "25669", "Actor2Geo_Lat": 3.11383, "Actor2Geo_Long": 43.6498, "Actor2Geo_FeatureID": "-3216356", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baidoa, Bay, Somalia", "Action2Geo_CountryCode": "SO", "Action2Geo_ADM1Code": "SO04", "Action2Geo_ADM2Code": "25669", "Action2Geo_Lat": 3.11383, "Action2Geo_Long": 43.6498, "Action2Geo_FeatureID": "-3216356", "DATEADDED": 20200224044500, "SOURCEURL": "https://todaynewsafrica.com/democracy-returns-to-somalia-after-50-years-as-president-farmaajo-signs-federal-electoral-bill-into-law/"}, "ARTICLE": {"TITLE": "Democracy returns to Somalia after 50 years as President Farmaajo signs federal electoral bill into law", "TEXT": "Democracy is returning to the federal republic of Somalia after nearly 50 years. On Friday, President Mohamed Abdullahi Farmaajo signed the long-awaited election bill into law during a historic event at the State House, Villa Somalia.\n\nSomalia has been ravaged by war for decades, preventing elections from taking place.\n\n“This night marks a historic night for our nation because, after nearly fifty years, our Republic and our beloved citizens will have the chance to execute their democratic rights for person, one vote in the forthcoming 2021 elections. No one has a special status and it will be the time for everyone to seek a mandate from the people based on their performance,” he said at the signing ceremony in Mogadishu.\n\n[read_more id=\"2\" more=\"Read full article\" less=\"Read less\"]\n\n“This law marks the culmination of a long process which started with the Baidoa Agreement in 2018 where we discussed the form of elections. It has the blessings of all stakeholders including the Federal Member States,’’ he added.\n\nThe presidency said Mr. Farmaajo was joined by the Prime Minister Hassan Ali Khaire, the Deputy Prime Minister Mahdi Guleid, and Speakers of the Federal houses led Speaker of the House of the People, Hon. Mohamed Mursal Sheikh Abdirahman and the Speaker of the Upper House Hon. Abdi Hashi Abdullahi.\n\nFarmaajo praised the 10th Parliament for playing their crucial roles and working tirelessly to prepare the critical document.\n\n“I applaud Members of the 10th Parliament and their Speakers for spearheading this historic process and making significant contribution to our Republic by executing their legislative duties diligently and independently. Both houses have passed 20 significant bills while displaying teamwork and putting country first without giving attention to selfish interest and political affiliations. We have witnessed harmonious collaboration between all stakeholders and I am truly proud to see all our constitutionally independent institutions working hand in hand for the benefit of our people and our country,” he said.\n\n“We are honored to share the credit with our previous leaders; H.E Sheikh Shariff and H.E Hassan Sheikh who left a legacy and contributed to our nation’s democratic process which began with the selection of representatives by elders to our next step which will now return the mandate and power to the individual voter. My administration is now proud to ensure our nation participates in a free, fair, transparent and democratic election.”\n\n“To our citizens, the people of Somalia, especially our youth who make a large percentage of our population, the power to vote for your candidate of choice is in your hands. Let’s keep away from tribalism and divisive politics. We are on a democratic path to move our nation away from selfish interests, bloodshed and loss of property.”\n\n“To our MPs, have faith in your people, in the election process and the nation. It is now upon the elections body to partner and engage all stakeholders such as the civil society, MPs, the government, the public, Regional administrations, and friends and partners of Somalia.”\n\nMeanwhile, President Farmaajo has urged the citizens to prepare for the commemoration of the country’s 60th Independence Anniversary which will be held later this year.\n\n“This is a significant year for our nation, and I ask every one of us, each and every citizen of Somalia, wherever you are, to join the celebrations and do something for our Republic be it planting a tree and volunteering to remind ourselves the greatness of our republic and work towards bringing it back.”\n\n[/read_more]"}}