{"GDELT": {"GlobalEventID": 907960347, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "SAU", "Actor1Name": "SAUDI ARABIA", "Actor1CountryCode": "SAU", "Actor2Code": "GOV", "Actor2Name": "TREASURY SECRETARY", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.6241610738255097, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Murabba, Saudi Arabia (general), Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA00", "Actor1Geo_ADM2Code": "25317", "Actor1Geo_Lat": 25.3862, "Actor1Geo_Long": 38.3542, "Actor1Geo_FeatureID": "209933", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA", "Actor2Geo_Lat": 36.0, "Actor2Geo_Long": 138.0, "Actor2Geo_FeatureID": "JA", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Murabba, Saudi Arabia (general), Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA00", "Action2Geo_ADM2Code": "25317", "Action2Geo_Lat": 25.3862, "Action2Geo_Long": 38.3542, "Action2Geo_FeatureID": "209933", "DATEADDED": 20200224044500, "SOURCEURL": "https://uk.reuters.com/article/uk-g20-saudi-virus/g20-finance-heads-eye-impact-of-coronavirus-outbreak-on-growth-see-modest-pickup-idUKKCN20H0IZ"}, "ARTICLE": {"TITLE": "G20 finance heads eye impact of coronavirus outbreak on growth, see modest pickup", "TEXT": "RIYADH (Reuters) - Finance chiefs of the world’s top 20 economies vowed to monitor the impact of the coronavirus outbreak on global growth and act if needed, as they said loose monetary policy and easing trade tensions would prompt a pick-up in 2020 and 2021.\n\nThe Group of 20 (G20) finance ministers and central bank heads faced a sober presentation by the International Monetary Fund (IMF), which predicted the epidemic would shave 0.1 percentage points off global growth.\n\n“We will enhance global risk monitoring, including of the recent outbreak of COVID-19. We stand ready to take further action to address these risks,” the statement from the financial leaders said, using the medical acronym for the disease caused by the new coronavirus.\n\n“Global growth is expected to pick up modestly in 2020 and 2021,” they predicted. “The recovery is supported by the continuation of accommodative financial conditions and some signs of easing trade tensions.”\n\nU.S. Treasury Secretary Steven Mnuchin said central bankers would look at options to respond to the epidemic if needed, while Bank of Japan governor Haruhiko Kuroda said he was ready to ease policy if necessary.\n\nChina was represented at the G20 meeting by its ambassador to Saudi Arabia, as senior officials stayed away due to the growing crisis over the virus.\n\nChinese state television quoted China’s President Xi Jinping as saying on Sunday Beijing would step up policy adjustments to help cushion the blow on the economy from the outbreak.\n\n“The outbreak of novel coronavirus pneumonia will inevitably have a relatively big impact on the economy and society,” Xi said, though he added the effects would be short-term and controllable.\n\nSaudi Finance Minister Mohammed al-Jadaan told a news conference at the meeting: “We have discussed the outbreak of coronavirus in China and other countries and all the G20 countries agreed collectively on being ready to intervene with necessary policies.”\n\nThe epidemic, which originated in China, has since spread to nearly 30 countries and territories.\n\nU.S. Treasury Secretary Steven Mnuchin arrives for a welcome dinner at Saudi Arabia Murabba Palace, during the G20 meeting of finance ministers and central bank governors in Riyadh, Saudi Arabia February 22, 2020. REUTERS/Ahmed Yosri\n\nSouth Korea raised its infectious disease alert to its highest level on Sunday but the European Union saw “no need to panic” over an outbreak in Italy.\n\n“In our current baseline scenario, announced policies are implemented and China’s economy would return to normal in the second quarter,” IMF Managing Director Kristalina Georgieva said on Saturday.\n\n“As a result, the impact on the world economy would be relatively minor and short-lived.”\n\n“But we are also looking at more dire scenarios where the spread of the virus continues for longer and more globally, and the growth consequences are more protracted,” she added.\n\nDIGITAL TAX\n\nThe ministers and central bankers also encouraged further work by the Organisation for Economic Cooperation and Development (OECD) on global rules to tax digital giants like Google (GOOGL.O), Amazon (AMZN.O) and Facebook (FB.O).\n\nIntergovernmental group the OECD is to prepare technical assumptions by July that would allow governments to tax digital companies where they do business, rather than where they are registered for tax purposes.\n\nThe group’s efforts were stalled late last year by last-minute changes demanded by Washington, including a proposed “safe harbour” regime which critics say would let multinationals choose whether to abide by the new set of rules or stick to existing regulations.\n\n“I told my counterparts that Japan is very concerned about the ‘safe harbour’ proposal,” Japan’s Finance Minister Taro Aso told reporters, joining a chorus of criticism by France and other nations over the U.S. proposal.\n\n“It would extremely diminish the regulatory effect of what we’re trying to do. That is a view expressed by various countries,” he said.\n\nSlideshow (3 Images)\n\nMnuchin warned, however, that he opposed discriminatory taxes on digital services, the providers of which are mostly from the United States.\n\nHe said Washington would respond with investigations and potential retaliatory tariffs if countries decided to go it alone, outside the OECD deal.\n\nA final agreement on the global rules is to be ready by the end of this year to avoid a proliferation of different digital tax regimes all over the world."}}