{"GDELT": {"GlobalEventID": 907960225, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "LBRLEG", "Actor1Name": "LIBERIA", "Actor1CountryCode": "LBR", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.35211267605632995, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cape Mount, Grand Cape Mount, Liberia", "Actor1Geo_CountryCode": "LI", "Actor1Geo_ADM1Code": "LI12", "Actor1Geo_ADM2Code": "147176", "Actor1Geo_Lat": 6.723330000000001, "Actor1Geo_Long": -11.3533, "Actor1Geo_FeatureID": "-2130819", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cape Mount, Grand Cape Mount, Liberia", "Action2Geo_CountryCode": "LI", "Action2Geo_ADM1Code": "LI12", "Action2Geo_ADM2Code": "147176", "Action2Geo_Lat": 6.723330000000001, "Action2Geo_Long": -11.3533, "Action2Geo_FeatureID": "-2130819", "DATEADDED": 20200224044500, "SOURCEURL": "https://frontpageafricaonline.com/uncategorized/liberia-disunity-denying-citizens-development-sen-victor-watson/"}, "ARTICLE": {"TITLE": "Liberia: ‘Disunity Denying Citizens Development’ – Sen. Victor Watson", "TEXT": "Senator Victor Varney Watson (with shovel) and others at the ground breaking ceremony in Jenneh Wende, Grand Cape Mount County\n\nMONROVIA – Grand Cape Mount County Senator Victor Varney Watson says the high-level of disunity among elected and appointed officials of the county presently, is denying citizens the opportunity to benefit from sustainable developments.\n\nSenator Watson said since 1856, Grand Cape Mount County has been backward in terms of economic and infrastructural growth and development because of the lack of togetherness among its leaders.\n\nHe made these assertions over the week at a ceremony marking the ground breaking of an 8km of road linking Jenneh Wende to Jenne-Liberia around the border with Sierra Leone.\n\nThe road is being constructed by the Grand Cape Mount County Senator in collaboration with the Chief Executive Officer (CEO) of the Hard Works Is The Only Way Multi-Purpose Cooperative, Mr. Idrissa Bomba Mansaray.\n\nSenator Watson added that Grand Cape Mount will continue to retrogress if Cape Mountaineers do not see reason to put aside their differences and embrace one another regardless of political affiliation, religion or status.\n\nHe maintained that citizens should desist from blaming past officials hailing from the county for the lack of meaningful developments and rally their support around those applying efforts to help develop the area.\n\n“Over the time you will bear me witness that our leaders had not agree to unite. And the disunity among us your leaders is denying you developments. Legislators go to the Legislature to take our people’s portion of the national cake to bring it for them. And if that portion is to come to those people, we as lawmakers who the people stood in the rain or sun to vote for have to see eye to eye to bring their share. We are not going for their portion because we don’t want to see each other”\n\n“All of those basic things people need to exist as a unique community, Cape Mount lacks all. All of our health facilities do not have medication. Do you not worry that the day you fall off or have accident where people will you be rushed? That’s what we as lawmakers supposed to be taking about”.\n\nGossips fueling disunity\n\nThe Grand Cape Mount County lawmaker further cautioned citizens against backbiting to please or gain favor from politicians and others.\n\nAccording to him, the lukewarm attitudes being shown some citizens and others in the county by some leaders are due to gossips and falsehood being spread by others that do not mean well for the county.\n\n“If you go to a lawmaker or leader of the county and you don’t have nothing to say, don’t carry gossips. That gossip is helping to divide us. Those leaders who are listening to these gossips are getting too cruel towards other people and it is dividing our county”.\n\nHe maintained that offspring of past elected and appointed officials of Grand Cape Mount will be judged by the workings of their parents, and as such, those at the helm of power must work towards unity to leave back good legacies.\n\n“The need for us to see eye to eye, to unite and work for the development of the county is for us to be judged rightly. Our children will ask us, what did you do? Tomorrow, when your child wants to become a leader people should recall what you did to give your child that relationship. Don’t eat your luck and eat your children’s luck. If you live or set bad legacies, people will transfer that aggression to your children and you will loss the opportunity”.\n\nPillar to development\n\nSenator Watson described unity as a pillar of national development.\n\nAccording to him, the supporters of various leaders in Cape Mount would follow the trend of disunity as a result of the lack of togetherness among those who they look up to for direction.\n\n“It is a serious problem to worry about in Cape Mount. The pillar to development is unity. For us to develop, we must be united. Unity will only come to Cape Mount if we the leaders agree to unite because, every leader in Cape Mount has a constituent or support base. If these leaders cannot see one another, the followers will follow suit. It is us that is responsible for the problems now”.\n\n“To you the religious leaders and local authorities, it is important for us to look at united first”.\n\nHe urged the citizens to build relationship with their leaders, despite their support to other politicians or candidates during electioneering period.\n\nHe used the occasion to call on religious leaders, including Imams and Pastors to use their podiums to preach messages that will unite leaders and citizens of the county.\n\nSpeaking further, Senator Watson disclosed that though he has spent limited time at the Legislature, he has helped ensure the inclusion of Madina as one of the affected communities to benefit from Mano Oil Palm Industries, the company that took over the Sime Darby Plantation.\n\nHe pointed out as part of his efforts to foster unity, peace and reconciliation across the county, he also held series of discussions with citizens of concession areas including King Jor, and other communities to listen and work out modalities towards finding solutions to burning issues affecting them.\n\n“During the campaign, I made a commitment that I will give preference to unity. I have been in King Jor, Madina and other communities trying to listen to burning issues of our people so we can find solutions”.\n\nThe Grand Cape Mount County Senator further maintained that despite numerous castigations from those he called “weak evils” he remains committed to carrying on developmental initiatives in the county.\n\nHe urged his detractors to put forward a competition to help develop Grand Cape Mount, something which according to him, is similar in Nimba and Bong counties respectively.\n\nFor his part, the CEO of the Hard Works Is The Only Way Multi-Purpose Cooperative Mr. Mansaray urged the citizens to be a part of the project by safeguarding the equipment and extending helping hands to those implementing the project.\n\nHe vowed to collectively work with citizens of the county to ensure the implementation of sustainable development projects.\n\nHe added that despite the criticisms, he remains committed towards helping to alleviate the suffering of Cape Mountaineers and Liberians at large.\n\nSpeaking earlier, Grand Cape Mount County Superintendent Aaron Vincent commended Senator Watson and Mr. Mansaray for the initiative.\n\nHe urged the pair to see the need to extend the gesture to other deplorable roads and hard-to-reach areas in the county.\n\nSuperintendent Vincent noted that regardless of political parties, all citizens should see Grand Cape Mount as their common denominator."}}