{"GDELT": {"GlobalEventID": 908004359, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAEDU", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.32882718304713, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Hawaii, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USHI", "Actor1Geo_Lat": 21.1098, "Actor1Geo_Long": -157.531, "Actor1Geo_FeatureID": "HI", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Makawao, Hawaii, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USHI", "Actor2Geo_ADM2Code": "HI009", "Actor2Geo_Lat": 20.8569, "Actor2Geo_Long": -156.313, "Actor2Geo_FeatureID": "362090", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Hawaii, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USHI", "Action2Geo_Lat": 21.1098, "Action2Geo_Long": -157.531, "Action2Geo_FeatureID": "HI", "DATEADDED": 20200224104500, "SOURCEURL": "https://www.civilbeat.org/2020/02/building-a-hawaiian-language-curriculum-classroom-by-classroom/"}, "ARTICLE": {"TITLE": "Building A Hawaiian Language Curriculum Classroom By Classroom", "TEXT": "MAKAWAO, Maui — Clutching blank sheets of paper and colored pencils, the 13 eighth graders in Chadwick Kuʻikahi Nakagawa’s Hawaiian language immersion science class at Kalama Intermediate walked out of their classroom and into the open air.\n\nThe students headed for the wide open field located outside the two-story building that houses the Maui school’s Hawaiian language immersion program, a separate school within the larger school.\n\nOn the grass or at nearby picnic tables, the students found a spot and craned their necks up to gaze at the brilliant blue sky. Their assignment? Observe a cloud pattern, draw it and predict what it could indicate about the weather.\n\n“I teach (in terms of) relationships of things we see,” said Nakagawa, a 36-year-old Kamehameha Schools alum and University of Hawaii Manoa graduate in Hawaiian studies. “How can we tell if a storm is going to come, or (if it will be) a bright, sunny day based on the clouds?”\n\nSo began the first day of a new unit in Nakagawa’s class on a recent February day: Introduction to Hawaiian Meteorology.\n\nApril Estrellon/Civil Beat\n\nThe day’s lesson — exploring how their ancestors observed clouds to predict upcoming weather events — was borrowed from a science curriculum developed by an immersion teacher friend on the Big Island whose doctorate degree focused on Hawaiian meteorology, Nakagawa said.\n\n“They have a set curriculum on the other side,” he said, gesturing to Kalama’s main campus. “We don’t have a science curriculum; there is not a standard curriculum.”\n\nOn the other hand, he adds, “We have the freedom to do our own curriculum.”\n\nAs the popularity of Hawaiian language immersion programs soars — enrollment has grown by 40% in the last five years — the need for more standardized curriculum and common teaching materials represents a major challenge.\n\nIn mainstream DOE programs, teachers might have course textbooks or a suite of online materials to design lessons.\n\nBy contrast, Hawaii’s immersion teachers are largely building curriculum on their own, by compiling their own worksheets, translating texts from English to Hawaiian or relying on their personal networks for guidance and ideas. It offers those teachers a lot of flexibility to teach subjects in a culturally relevant context.\n\nBut it requires a lot of extra time and effort by immersion teachers, for one, and creates a lot of variation in what occurs in classrooms from school to school.\n\nApril Estrellon/Civil Beat\n\nUniformity isn’t necessarily possible. Regions throughout Hawaii use different words for everyday objects: an edible fern found in Hawaii is referred to as “pohole” on Maui but “hoio” on the Big Island, for instance.\n\nNiihau, the privately owned Hawaii island northwest of Kauai, has its own dialect, known as Olelo Niihau. T’s and r’s are used in place of k’s and l’s and the island’s speakers don’t use diacritics like the okina or kahako, according to a recent Hawaii Public Radio report.\n\nAt Ke Kula Niihau O Kekaha, a public charter immersion school on Kauai established in 2001 whose students are descendants of Niihau’s aboriginal families, there is no inventory of published Niihau language resources and its curriculum has not yet been fully defined, according to a recent schoolwide plan.\n\nDespite the regional differences that may require more nuanced instruction, Hawaiian immersion educators believe curriculum development can be strengthened.\n\nAt a recent state Board of Education community meeting held at University of Hawaii Maui College to discuss the needs of Hawaiian immersion schools, one third-grade teacher said she wanted to anticipate what her students might be learning in sixth grade so she can help better prepare them down the road.\n\nRising Enrollment\n\nThe challenge of building a curriculum dates back to the beginnings of Hawaiian language immersion schools in the islands 30 years ago.\n\n“It’s a big, big problem,” said Kehaunani Abad, director of Kealaiwikuamoo, a division at Kamehameha Schools that supports a network of Hawaiian-focused schools, including Hawaii Department of Education-run immersion schools, public charters, Aha Punana Leo preschools and Kamehameha preschools. “There’s no concerted effort by a well-resourced entity to fill that gap — three decades’ worth of teachers who’ve created this from scratch.\n\n“There’s never been a systematic way to gather up the treasure trove of intellectual property and share it on their terms.”\n\nAlohalani Housman, associate professor of Hawaiian studies in the Culture, Language & Performing Arts department at BYU Hawaii, was an immersion teacher in 1987 at Waiau Elementary in Pearl City, one of the first immersion programs in the state.\n\nApril Estrellon/Civil Beat\n\nShe recalls how she and fellow teachers would spend Saturdays and holidays at the school, translating English materials into Hawaiian to have materials ready for their kids.\n\n“We really started out with nothing,” she said. “Parents would come in on weekends, helping to translate (texts), type it, then cut and paste and glue it into books.”\n\nHousman said while there is a robust effort afoot at UH Hilo’s College of Hawaiian Language that includes creating children’s books and developing curriculum, Hawaiian immersion teachers are still saddled with an enormous workload.\n\n“There’s still a great need,” she said. “It’s evolved over the years and it’s becoming more about printing our books and our own stories in Hawaiian. It’s still an ongoing process, but we definitely need more resources and money.”\n\nThe curriculum challenges are happening amid an unprecedented boom in interest in Hawaiian immersion education during the last decade among Native Hawaiians eager to preserve their language and culture and instill it in younger generations. Many parents are graduates of the DOE immersion program — known as Kaiapuni schools — themselves and want to pass down this knowledge.\n\nIn the 2015-16 school year, there were 2,407 students enrolled in Hawaiian immersion programs, in both DOE Kaiapuni and public charter schools combined. That figure rose to 3,393 this school year — a 41% increase — although new grade levels and school sites have been opened in that time frame, too.\n\nSince the establishment of the first Hawaiian immersion schools in 1987, the number of programs has grown to 18 DOE Kaiapuni schools on Oahu, Maui, Big Island and Molokai, plus another six public charter immersion schools. The DOE schools are mostly structured like Kalama’s, where an immersion program is housed within the regular school. Two are fully contained: the K-12 school Anuenue in Palolo Valley on Oahu and K-12 school Ehunuikaimalino on Big Island.\n\nAll instruction is done in Olelo Hawaii, with English phased in as an elective subject — like Spanish or Japanese might be in regular American public schools — usually by the fifth grade.\n\n“Over the last 10 years, we’ve seen significant growth in terms of student enrollment into the program. We’ve also seen a very small decrease in attrition,” said Dawn Kaui Sang, director of DOE’s Office of Hawaiian Education, established in 2015 to oversee the expansion of immersion schools. “I feel the numbers are not only increasing on entrance but are also stabilizing.”\n\nThe protest against the construction of the Thirty Meter Telescope on Mauna Kea, led in part by younger Native Hawaiian activists who graduated from immersion schools, is also believed to have driven enrollment up in Hawaiian language schools this past school year.\n\nGraduates Give Back\n\nKiani Yasak, a Hawaiian language immersion social studies teacher at Kalama Intermediate who attended the school as a student, said she values this type of education since she can teach through a Hawaiian perspective. “We always reference back to the knowledge of our ancestors, to the traditions of our culture,” she said.\n\nApril Estrellon/Civil Beat\n\nA recent lesson in her class compared India’s caste system to hierarchies in Hawaii’s ancient culture. Her objective is to get her students to think more globally, consider how they can contribute to their communities and “learn from the past to move forward to become our future leaders.”\n\n“That’s what kaiapuni is, basically,” said Yasak, a graduate of UH Hilo’s Hawaiian language studies program, from her classroom during her lunch break.\n\nWhat is Fault Lines?\n\n“Fault Lines” is a special project that throughout the coming year will explore discord in Hawaii and what we as a community can do to bridge some of the social and political gaps that are developing. Read more here.\n\nGrowing up, Yasak said her parents’ decision to send her to immersion schooling from a young age was met with some skepticism from her grandparents, who thought she wouldn’t be able to keep up with peers who received traditional schooling. But the 31-year-old teacher said immersion schooling is a lot more accepted now.\n\n“It’s a lot of work, but I made the decision to become an immersion teacher only because I’ve been through the program,” she said. “The students are benefiting far more than I did when I was in the program. That was kind of one of my goals — to come back and provide either the same opportunities or better for these students.”\n\nCharles Toguchi, a former DOE superintendent appointed in 1987, described the pushback immersion education got in the early years in a DOE-produced video commemorating the program’s 30-year anniversary. He had a Board of Education that wasn’t totally supportive of using Hawaiian language as a medium for education, a lack of a budget and “very little in terms of curriculum materials.”\n\n“But what we had were very enthusiastic parents and teachers that said, ‘We’re going to do it. We’re going to help develop the curriculum, lobby the Legislature for funding,'” Toguchi said in the video. “That’s empowerment. They said, ‘We’re going to do it,’ and they did.”\n\nThreatened With Disappearance\n\nThere are an estimated 18,500 speakers of the Hawaiian language in Hawaii, based on the U.S. Census Bureau’s 2009-2013 American Community Survey estimate.\n\nThe language once seemed in danger of disappearing. At its lowest point, in 1985, there were believed to be fewer than 50 native Hawaiian speakers under the age of 18 in the state, according to some historical accounts.\n\nOlelo Hawaii was the primary medium of instruction when the Hawaii public school system was established in 1840. But it was essentially banned from the school system by 1896, when the provisional government discouraged the use of the language in school or in households.\n\nThe Hawaiian cultural renaissance that took place in the 1970s led to the passage of a 1978 constitutional amendment to revive the Hawaiian language. That measure made Olelo Hawaii an official state language and provided for the creation of immersion schools within the public school system.\n\nAt Kalama Intermediate, which is located in upcountry Maui, 115 of the school’s 900 students are enrolled in the immersion program. Many of the immersion kids are Native Hawaiian and attended Paia Elementary, whose immersion program has tripled in recent years due to its popularity, and Aha Punana Leo, a Hawaiian language preschool with 12 sites around the state.\n\nKia Kapaku, a 13-year-old at Kalama Intermediate, has followed that school path. Sitting in the center of the field for the cloud-drawing lesson in his science class, Kapaku said he speaks Hawaiian at home with his mother.\n\nThe eighth grader said he felt kaiapuni education was important, “to bring back our language and culture.”\n\nThe eighth graders at Kalama have the option to continue their immersion education at King Kekaulike High. There are other immersion schools located on Maui, including Lahaina on the west side and Hana in the remote east, but they are spread far apart, requiring many students to travel long distances to continue immersion education.\n\nApril Estrellon/Civil Beat\n\nThere are also staffing challenges. Of a total 161 Hawaiian language immersion teaching positions, only 107 are filled, according to recent DOE data. To recruit more qualified applicants, the department recently began offering a salary differential to certified Hawaiian immersion teachers of $8,000 a year.\n\nAt Paia Elementary, the number of immersion students has exploded so rapidly in the last decade, there are now 300 immersion students out of a total student body of roughly 430. With more immersion students than traditional students, the campus has to offer three immersion kindergarten classes and three first-grade classes alone.\n\n“We’re getting to the point where we don’t have space,” said Paia’s principal, Kehau Luuwai.\n\nMany elementary immersion teachers are building lessons from scratch.\n\nFirst-grade teacher Anthony Kamaka‘eu Williams led his students in a ukulele sing-along to teach different flowers across the island on a recent visit. As he had them sing “ilima” or “mokihana,” the kids’ voices rose exuberantly as they listened for their teacher’s cues.\n\nApril Estrellon/Civil Beat\n\nWilliams, a 1986 graduate of McKinley High who got his bachelor’s in Hawaiian studies from UH Manoa, said he created the song based on an old melody.\n\nCorrection: A previous version of this story said the song was based on an old Hawaiian melody. It was adapted from the tune, “Just When I Needed You Most.”\n\nHe uses this mele, or song, to teach other components about Hawaii to his students, including the names for the different islands of Hawaii and districts on Maui.\n\nWhile he said writing his own curriculum has been “a daunting task,” it’s also rewarding to be able to put his personal stamp on learning.\n\n“A lot of the curriculum I use was created by myself,” he said. “A lot of hours were put in. At the same time, it’s something personal to you. Since you created it, it’s a good sense of pride in using the curriculum.”\n\nKalamaku Freitas, an Ehunuikaimalino graduate who grew up in Kona, said he wanted to come to Maui in 2017 to be a part of the enormous growth the island was experiencing as far as immersion education.\n\nApril Estrellon/Civil Beat\n\nFreitas, age 24, teaches Hawaiian language arts to Kalama’s sixth-, seventh- and eighth-graders. His goal is to teach proper sentence structure and grammar of Olelo Hawaii, something the UH Hilo graduate says he wished he’d had a better foundation in during secondary school.\n\nBut he, too, creates his own worksheets and drafts sentences of his own to teach the grammatical components, as part of his classroom curriculum.\n\n“I don’t necessarily feel that every aspect of Olelo Hawaii should be standardized. I do think these things that hold identity to people who grew up in those specific areas, they should continue,” he said. “But in terms of grammar, that is something I feel is standardized. You don’t really get away from it.”\n\nHow To Measure Student Progress\n\nSang, of the Office of Hawaiian Education, said not all of the curriculum in Kaiapuni education can be standardized, noting that a lot of the education is “contextual and place-based, tied to local histories and local stories, and the local culture of the community.”\n\nBut something that can be standardized, she adds, are targets to measure student progress.\n\nOHE is currently designing a language proficiency scale to measure oral language proficiency.\n\nThe subject of assessments in immersion education has a rocky past. Kaiapuni students were initially given the same state assessments as the traditional public school students, with materials merely translated into Hawaiian. It was only several years ago that more culturally relevant assessments became available.\n\nThe Kaiapuni Assessment of Education Outcomes, or KA‘EO, was developed through UH Manoa and the Office of Hawaiian Education to assess language arts, math and science for third- and fourth-graders.\n\nThe same kind of culturally relevant tests were developed for fifth graders last year for language arts and math and eighth-grade science, according to Sang.\n\nApril Estrellon/Civil Beat\n\nFreitas said one of the biggest challenges facing immersion education is trying to retain an indigenous identity when it is “stuck in a western box.”\n\nLearning in the Hawaiian context requires abundant use of the natural world and spaces, he said, like field trips, aina- or land-based instruction and the study of natural organisms.\n\n“The assessment is being able to make these connections to the environment outside. Are you able to recognize the different connections between these different elements, the functions these plants have on the different ecosystem? That’s the assessment there,” he said.\n\nAt the recent BOE community meeting on Maui, Hawaii School Superintendent Christina Kishimoto expressed her enthusiasm for the immersion program and lauded the dialogue that was moving forward.\n\n“The conversation today is just at the heart of how we want to be in public education, so mahalo,” she told the room of 100 Maui immersion educators, DOE administrators and community advocates. “It isn’t Kaiapuni here, and English immersion here. It’s what does it mean to be in a public education system that’s uniquely Hawaii?”\n\nComing Tuesday: How a Hawaiian language immersion program at Hana High & Elementary is having an effect beyond the school’s campus."}}