{"GDELT": {"GlobalEventID": 908003133, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "BRA", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.56864481842338, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Feira De Santana, Bahia, Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR05", "Actor1Geo_ADM2Code": "6661", "Actor1Geo_Lat": -12.25, "Actor1Geo_Long": -38.95, "Actor1Geo_FeatureID": "-642876", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Feira De Santana, Bahia, Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR05", "Action2Geo_ADM2Code": "6661", "Action2Geo_Lat": -12.25, "Action2Geo_Long": -38.95, "Action2Geo_FeatureID": "-642876", "DATEADDED": 20200224104500, "SOURCEURL": "https://cruxnow.com/church-in-the-americas/2020/02/black-catholics-in-brazil-struggle-against-racism-in-society-and-church/"}, "ARTICLE": {"TITLE": "Black Catholics in Brazil struggle against racism in society and Church", "TEXT": "SÃO PAULO – As Afro-Brazilian Catholic activists struggle to promote their culture and increase participation of black people in high-ranking positions in the Brazilian Church and society, the search for a new dialogue between black Catholics and the hierarchy is on the agenda.\n\nAlmost 56 percent of Brazil’s population has some African descent. According to a recent survey on religion conducted by the private institute Datafolha, people with African descent make up 55 percent of the total number of Catholics in Brazil.\n\nBut many black Catholic activists argue that there’s a general deficit of Afro-Brazilian culture in the Church and a disproportionately low percentage of black bishops in Brazil’s episcopate.\n\nLike the United States, Brazil had slavery dating back to its Portuguese colonial history. In fact, Brazil imported more Africans than any other country, and slavery was only abolished in 1888, shortly before Brazil’s monarchy was replaced by a republic.\n\nHowever, Brazil didn’t have the same history of legal segregation, and the country never developed the clear separation between blacks and whites that existed in the United States. Despite the fact the majority of Brazilians have some African descent, only a little less than 8 percent identify as black; most identify as pardo, meaning mixed ethnicity.\n\nThe effort to encourage a real consciousness of the African heritage in the Brazilian Church has to go beyond the pursuit of enculturated liturgies, said Archbishop Zanoni Demettino Castro of Feira de Santana – in the State of Bahia – who is charge of the Afro-Brazilian Pastoral Commission of the Brazilian National Bishops’ Conference.\n\n“We can’t confine the issue of the Afro-descendants in the Church within the frames of an isolated Afro-Brazilian Pastoral Commission nor reduce it to folkloric expressions. We have to go beyond the ‘Afro Mass’,” Castro told Crux.\n\nThe October 2019 Synod for the Pan-Amazon region has deepened the understanding of inculturation and its legitimacy in the dialogue of the Church with traditional cultures, particularly in the Amazonian context, Castro said.\n\nAlthough the synodal debates have opened a path for the application of such concepts to the Afro-Brazilian culture, there’s still much progress to be made, the archbishop told Crux.\n\n“There are dozens and dozens of quilombola communities in the Amazon, but the Instrumentum Laboris [the Synod’s working document] failed to adequately address such theme,” he said.\n\nQuilombola communities are traditional settlements usually formed during colonial (1500-1822) and imperial times (1822-1889) by slaves who escaped captivity.\n\n“Bishop José Valdeci Mendes of Brejo, who attended the Synod, had the opportunity to advocate the relevance of the discussion concerning quilombolas in the Amazon,” he added.\n\nFor Castro, an important element brought by the Synod was the pre-synod preparatory process, where laypeople and the clergy were given a chance to communicate their concerns to the bishops’ conferences.\n\n“This can help us to learn more about the people of our dioceses and their African roots,” he said.\n\nFrom Feb. 17-21, Mexico hosted a week-long meeting for bishops in charge of Afro-American pastoral commissions, which Castro attended.\n\n“The pastoral activity of African perspective takes place not only inside the Church, but also outside, by requirement of the civil society. It collaborates with the legitimate claims of the popular movements […] and with affirmative action, supporting alternative initiatives for the education of black people,” Castro said during the event.\n\nOne of the most renowned black Catholic movements in Brazil is Educafro, an organization that offers free preparatory courses for black and poor students who want to attend university – something that in Brazil requires passing a highly competitive exam, which historically excluded black youth.\n\nEducafro’s leader, Franciscan Father David Santos, claims the Brazilian Church reproduces the racism that encompasses all dimensions of the Brazil’s society.\n\n“The proportion of black bishops is notoriously low in the country, but the number of black seminarians and priests is huge. However, the Church many times impedes them from gaining consciousness of their ethnicity and of the oppression they suffer,” Santos told Crux.\n\nSantos says Educafro has been working to educate and train black people in order to give them access to high-ranking positions in the government and in the private sector. This year, he added, the organization is particularly concerned with the absence of blacks in financial institutions, law firms, and technology companies.\n\nEducafro is also concerned about the widespread police killings of black people throughout the country – most of them young. Between 2017 and 2018, 75.4 percent of the victims of police actions were black, according to a study made by the Brazilian Forum on Public Security.\n\nEducafro calls this the “genocide of the black youth.”\n\nSolange Palazzi is historian and the coordinator of the Afro-Brazilian Pastoral Commission in the city of Ouro Preto, in the State of Minas Gerais.\n\nHe said the fight against the growing deterioration of the black people’s concrete conditions of life is the biggest challenge nowadays.\n\n“When there’s no money for the basics, a family starts de-structuring. Black people are currently struggling against pauperization,” Palazzi told Crux.\n\nShe’s also a member of the Fraternity of Our Lady of the Rosary of the Black People, a Catholic organization founded in the city in 1685 by African slaves. Such societies were created throughout the country in colonial times and functioned as places of assistance, solidarity, and resistance.\n\nSince the 17th century, the fraternity has organized an annual festival every October called congado. A king and a queen are elected by the group and they parade with their escorts to the church, in a procession with plenty of music and dancing.\n\n“Over the years we suffered several attacks on our identity, because the Church didn’t allow black expressions inside the temples,” she said. Today, according to Palazzi, some dioceses in Brazil encourage Afro-Brazilian chants, dance, and rites during Mass, but many bishops still don’t like such elements in worship.\n\n“The Afro-Brazilian Pastoral Commission in Ouro Preto supports the black brotherhoods and all other black groups that are active inside the Church,” she said.\n\nAccording to Camila Moraes de Oliveira, a doctoral researcher who is studying the Afro-Brazilian Pastoral Commission’s anti-racist struggle, there’s a growing prejudice against black people in Brazilian society, something that affects the activities of the black Catholic movements.\n\n“Sometimes the efforts to raise awareness of racial issues are attacked by Church members and even by members of the clergy who don’t acknowledge the existence of racism inside the Church,” Oliveira told Crux.\n\nIn her opinion, the Catholic Church can play a fundamental role in the fight against racism in Brazil.\n\n“It has an enormous relevance in the Brazilian society and influences many people. When it suggests a discussion of racial issues, it can really contribute in this matter.”\n\nCrux is dedicated to smart, wired and independent reporting on the Vatican and worldwide Catholic Church. That kind of reporting doesn’t come cheap, and we need your support. You can help Crux by giving a small amount monthly, or with a onetime gift. Please remember, Crux is a for-profit organization, so contributions are not tax-deductible."}}