{"GDELT": {"GlobalEventID": 908003332, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "JAM", "Actor2Name": "JAMAICA", "Actor2CountryCode": "JAM", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.21313506815366, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pembroke Hall, Saint Andrew, Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM08", "Actor1Geo_ADM2Code": "18425", "Actor1Geo_Lat": 18.0319, "Actor1Geo_Long": -76.8274, "Actor1Geo_FeatureID": "-3753214", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pembroke Hall, Saint Andrew, Jamaica", "Actor2Geo_CountryCode": "JM", "Actor2Geo_ADM1Code": "JM08", "Actor2Geo_ADM2Code": "18425", "Actor2Geo_Lat": 18.0319, "Actor2Geo_Long": -76.8274, "Actor2Geo_FeatureID": "-3753214", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pembroke Hall, Saint Andrew, Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM08", "Action2Geo_ADM2Code": "18425", "Action2Geo_Lat": 18.0319, "Action2Geo_Long": -76.8274, "Action2Geo_FeatureID": "-3753214", "DATEADDED": 20200224104500, "SOURCEURL": "http://www.jamaicaobserver.com/news/education-ministry-spurns-jta-s-call-for-caning_187915?profile=1373"}, "ARTICLE": {"TITLE": "Education ministry spurns JTA's call for caning", "TEXT": "THE Ministry of Education, Youth and Information has shot down the proposal by Jamaica Teachers' Association (JTA) President Owen Speid that caning be reintroduced in schools.\n\n“Mr Speid's comments about not caring about the concerns of human rights activists and calling for regular caning of students are most unfortunate and disappointing. The Government's policy is and remains in keeping with the United Nations Conference Towards Childhoods free from Corporal Punishment,” state minister Alando Terrelonge said in a statement to the Jamaica Observer yesterday.\n\nThe Vienna Conference “Towards Childhoods free from Corporal Punishment” is dedicated to accelerating collaborative progress towards prohibition and elimination of all violent punishment of children, constituting the most common form of violence against them.\n\nSpeid, while speaking with Top of the Morning host Richie B on The Edge 105 FM last Thursday, said the punishment currently being meted out to students is ineffective.\n\n“These children nowadays will tell you that they will hurt a child and take some days. In other words, the punishment that they are given by way of suspension, that is not effective because some of them would maybe rather stay home... What we need [is] to revert to the days when a student like this one should be caned, and I make no bones about that. I don't care what the human rights people want to say,” he said then.\n\nHis comment followed several disputes between students and educators, including one last November when a video of a verbal row between a student and Pembroke Hall High School teacher Marsha Lee Crawford made the rounds on social media.\n\nThe teacher was captured threatening the student who, she later said, had been accused of stealing a phone from a student from another class.\n\nYesterday, Terrelonge noted that a Bill to amend the Education Act to explicitly prohibit corporal punishment in schools is to be prepared. He said that amendments have been drafted and Cabinet submissions are being prepared.\n\nAt the same time, he stressed that the Government's policy on caning remains unchanged and argued that the solution to violent behaviour in schools and by extension, the wider society, is not aggressive methods of discipline.\n\n“As a Government and society we must move away from the school of thought that dictates that force must be used to discipline,” Terrelonge insisted.\n\nAccording to the state minister, there is research to show that 85 per cent of children in Jamaica below the age of 16 have experienced some level of physical violence.\n\n“Studies suggest that they often resort to violence as adults,” he stated, adding that corporal punishment has never been proven to enforce discipline.\n\n“We cannot move on to better conflict resolution practices as a society if we teach youth at this age that hitting or caning or physical punishment is the solution to indiscipline. We have moved to ban corporal punishment in infant schools and are taking steps to have it banned by legislation in our education system and adopt more positive and progressive means of discipline,” he put forward.\n\nIn the same breath, Terrelonge urged parents and guardians to play a stronger role in their children's education by supporting the values and structure of the institutions responsible for their development.\n\n“Children must respect their teachers and the rules of institutions. However, as a society we have failed to recognise the important role of parents in schools. A system must be put in place to hold parents accountable for the behaviours of their children as, often times, they are the enablers of deviant behaviour,” Terrelonge argued.\n\nMeanwhile, the state minister denounced the suggestion by Speid that the apparent increase in attacks on educators is as a result of the Office of the Children's Advocate (OCA) enabling wayward students.\n\n“As you know,” Speid said Thursday, “Teachers are leaving the classrooms in droves and some of these things will help to push them away even further. The JTA is very much concerned. We are listening and we are looking, and we are not pleased that the Office of the Children's Advocate, for example, is sending the wrong signal that teachers should apologise to students who are disruptive in the first place and cause other reactions to come, and then you only hear that the teachers should apologise to the students. So that is sending that message and there's a ripple effect — we're seeing it; we've seen it. Since that comment we're seeing it.”\n\nSince last September, 390 teachers have left the public school system, including for better-paying opportunities abroad.\n\nKarl Samuda, the minister without portfolio who is overseeing the education ministry, said, however, that there is no need to panic as this is a small percentage of the island's 26,000 primary and secondary teachers, and that the ministry is already implementing measures to buffer the impact and fill the gaps."}}