{"GDELT": {"GlobalEventID": 908004403, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "VEN", "Actor1Name": "VENEZUELA", "Actor1CountryCode": "VEN", "Actor2Code": "GUY", "Actor2Name": "GUYANA", "Actor2CountryCode": "GUY", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.51668351870576, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE25", "Actor1Geo_ADM2Code": "31959", "Actor1Geo_Lat": 10.5, "Actor1Geo_Long": -66.9167, "Actor1Geo_FeatureID": "-938457", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Guyana", "Actor2Geo_CountryCode": "GY", "Actor2Geo_ADM1Code": "GY", "Actor2Geo_Lat": 5.0, "Actor2Geo_Long": -59.0, "Actor2Geo_FeatureID": "GY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Guyana", "Action2Geo_CountryCode": "GY", "Action2Geo_ADM1Code": "GY", "Action2Geo_Lat": 5.0, "Action2Geo_Long": -59.0, "Action2Geo_FeatureID": "GY", "DATEADDED": 20200224104500, "SOURCEURL": "http://www.jamaicaobserver.com/opinion/guyana-venezuela-and-international-law_187760?profile=1096"}, "ARTICLE": {"TITLE": "Guyana-Venezuela and international law", "TEXT": "Global attention to Guyana has focused on the current campaigning for a general election due on March 2. Reports indicate a vigorous campaign, with the country's newly found resources in oil and gas very much on the minds of the contesting political parties. While the election campaign is proceeding and the electorate awaits the date on which the majority will decide which party forms the next Government and who will be the president of the country, the long-standing contention between Guyana and Venezuela has been ambling its way through the International Court of Justice (ICJ) at The Hague.\n\nThree weeks after the general election, the ICJ will begin four days of legal arguments, between March 23 and 27, from Guyana and Venezuela teams on whether the court has jurisdiction to pronounce a judgement. It is important to emphasise that this hearing is only to determine whether the court has jurisdiction; it is not yet concerned with the merits of the case, which the court will hear if it decides that it is properly vested with jurisdiction.\n\nThe Venezuelan Government disputes the ICJ's jurisdiction. In a statement issued on November 29, 2019, the authorities in Caracas said it “reiterates its historical position on the lack of jurisdiction of that international body”. Calling the Guyana application to the court “absurd and disturbing”, the Venezuelan Government revealed that it had informed the ICJ of its position in a memorandum the day before.\n\nConveniently ignored by the Venezuelan Government is the binding international award of 1899 that established and demarcated the boundary between Guyana and Venezuela. That boundary had been accepted, respected, and even protected by Venezuela for almost 60 years until 1965 when Guyana's Independence from Britain was set to take place the following year. Venezuela resurrected an unsubstantiated claim, attributed to one of its long-dead lawyers from the 1899 arbitral process, that the US chief justice — one of the arbitrators — had been bribed. It is upon this shaky and shady allegation that Venezuela asserts the nullity of the 1899 award.\n\nIn any event, it was the ICJ that had decided it wished to hold a hearing on the matter of jurisdiction, inviting Guyana and Venezuela to submit arguments. Having informed the court on June 18, 2010 that, “Venezuela would not participate in the proceedings,” the Venezuelan Government, nonetheless, submitted its memorandum. However, it remains unclear whether legal representatives of the Venezuelan Government will turn up to make arguments before the court in accordance with the court's advice.\n\nWhat is clear is that the Venezuelan Government does not want any legal arbitration of its territorial claim; instead, it wants Guyana to halt the ICJ proceedings and “to recommence the negotiation for a definitive solution”. That negotiation would be between the Venezuela and Guyana governments — one that has been ongoing in different formats since 1965, and which made no progress because there was no shift from the Venezuelan position that it has “historic and legitimate rights over the 'Guyana Esequiba' since its own birth in 1810”.\n\nVenezuelan governments have not been averse to flexing their military muscle by invading Guyanese territory and seizing ships in Guyana's territorial waters. These instances are well-recorded.\n\nIt should be noted that the Nicolas Maduro Government's continuing claim to two-thirds of Guyana is matched by the position of leaders of Opposition parties, including Juan Guaidó who some governments regard as the president of Venezuela.\n\nVenezuela has traditionally wanted negotiations with Guyana instead of arbitration by international legal machinery, because successive governments have felt that their larger population, superior military might, and greater wealth (from oil and gas) placed them in a powerful position.\n\nBigger and more powerful countries, regardless of their ideological stripe, prefer to deal directly with weaker countries precisely because the strong can bully the weak and, in so doing, get their way without regard to justice.\n\nThroughout the entire period of this Venezuelan claim, Guyana has been relatively poor, lacking in military strength and of no particular strategic interest to the hemispheric or international community. All of Guyana's options for development were constrained by that reality. In part, it explains why the Guyana Government was anxious to settle a deal with Exxon Mobil and others for the production of oil and gas.\n\nAs of 2020, Guyana officially joined the ranks of petroleum-producing states, and a big one as well. While Guyana is still a militarily weak nation, its economic standing will improve on the back of oil and gas reserves. Further, there will be far greater international interest in the preservation of Guyana's sovereignty and territorial integrity than there was before.\n\nBut the risk posed by Venezuela remains, despite its current weak economic situation and its fragile military circumstances. In time these conditions could change while the ambition for claiming two-thirds of Guyana remains. That is why the Guyana Government is right to pursue legal recourse at the ICJ as many other nations have done from the time of the court's inception. Settlement of the issue will come only from lawful resolution.\n\nThe 15-nation Caribbean Community (Caricom) has always stated its support for Guyana in the territorial claim from Venezuela, notwithstanding the close relationship that developed between some of their governments and the Chavez/Maduro governments because of the benefits of the now-defunct PetroCaribe arrangements.\n\nAt their 31st Inter-Sessional Meeting in Barbados on February 18-19, 2020 Caricom heads of government repeated their “full support for the judicial process that is intended to bring a peaceful and definitive end to the long-standing controversy between the two countries”. They did so while reiterating “their firm and unswerving support for the maintenance and preservation of the sovereignty and territorial integrity of Guyana”.\n\nThis unanimous decision of the meeting — to stand up for a determination of the Guyana-Venezuela boundary under the rule of international law by the world's highest court — was one of its better outcomes, showing real value for membership of the treaty organisation.\n\nSir Ronald Sanders is Antigua and Barbuda's ambassador to the US, Organization of American States, and high commissioner to Canada; an international affairs consultant; as well as senior fellow at Massey College, University of Toronto, and the Institute of Commonwealth Studies, University of London. He previously served as ambassador to the European Union and the World Trade Organization and as high commissioner to the UK. The views expressed are his own. For responses and to view previous commentaries: www.sirronaldsanders.com."}}