{"GDELT": {"GlobalEventID": 908003149, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "BUS", "Actor1Name": "MANUFACTURER", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.95238095238095, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200224104500, "SOURCEURL": "https://www.kenw.org/post/hormone-blocker-sticker-shock-kids-drug-costs-8-times-more-one-adults"}, "ARTICLE": {"TITLE": "Hormone Blocker Sticker Shock: Kids Drug Costs 8 Times More Than One For Adults", "TEXT": "Sudeep Taksali, an orthopedic surgeon, became worried that his 8-year-old daughter had already grown taller than his 12-year-old son. And sometimes she had an attitude that seemed more fitting for a teenager too. Something seemed wrong.\n\nTaksali and his wife, Sara, realized their daughter had grown 7 inches in two years and she was showing signs of puberty. They took her to the doctor, who referred her to a pediatric endocrinologist for a work-up.\n\nEventually, their daughter was diagnosed with central precocious puberty. It's a rare condition that meant she would go through sexual development years earlier than her peers and would likely stop growing abnormally early too.\n\nTaksali and his wife adopted the girl from India two years ago, and overall, she is adjusting well in their community just outside Portland, Ore.\n\nShe's a bright, avid reader who loves to do kettlebell workouts with her dad and Zumba with her mom. Still, she has moved across the world and learned a new language. And, he notes, she is a child of color in their mostly white community just outside Portland.\n\n\"Having one more thing for her to deal with ... where there might be maybe some negative attention drawn to her changing body,\" Taksali says. \"That was one of my big concerns.\"\n\nOn the advice of their daughter's doctors, the Taksalis decided to put her early puberty on hold. The recommended treatment is a product commonly known as a hormone blocker. Implanted beneath the skin in her arm, it releases a little bit of a drug each day that increases the body's production of some hormones while it decreases others. The result is the child's progression toward adulthood slows.\n\nThe doctors told them there were two nearly identical drug implants — each containing 50 mg of histrelin acetate — made by the same company, Endo Pharmaceuticals, an American drugmaker domiciled in Ireland. But one was considerably cheaper.\n\nTaksali wanted his daughter to get the less expensive option, but his insurer said it would cover only the more expensive option. Resigned, he asked the hospital how much it would charge for the expensive drug he had been hoping to avoid.\n\nThen the estimated bill came.\n\nThe patient: Sudeep Taksali's daughter, 8, whom NPR is not naming to protect her medical privacy. She is insured through her father's high-deductible UnitedHealthcare plan.\n\nTotal estimated bill: The hospital told Taksali that the insurer wouldn't cover the cheaper version of the drug, Vantas. After that, he spent hours trying to get an estimated bill before the implantation. Supprelin LA would cost around $95,000, plus the cost of implantation, the hospital's billing department told him. Under his health plan, he has a $5,000 deductible and 20% coinsurance, so he was worried how much he might owe.\n\nService provider: OHSU Hospital in Portland, Ore., part of Oregon Health & Science University.\n\nMedical procedure: implantation of a drug-delivery device containing 50 mg of histrelin acetate, to stave off early puberty.\n\nWhat gives: Supprelin LA was approved by the Food and Drug Administration in 2007 for central precocious puberty and has a list price of $37,300. Vantas was approved by the FDA in 2004 for late-stage prostate cancer and has a list price of $4,400. Doctors are allowed to prescribe medicines for treatments that haven't been approved by the FDA, something called off-label use.\n\nThe main difference between the two medicines is that Supprelin LA releases 65 micrograms of the drug a day and Vantas releases 50 micrograms a day. Each implant lasts about a year.\n\nThe 15-microgram reduction in daily dose with Vantas is less than the weight of an eyelash, and the doctors who recommended the treatment said it doesn't make a clinical difference for children with central precocious puberty.\n\nThe much higher price for the children's version of the drug grated on Taksali, whose surgery practice is in Salem, Ore. \"From a parent standpoint, as a physician, as a consumer, it feels abusive,\" he says.\n\n\"There's sort of a predation on parents who have that sense of vulnerability, who will do anything within their means to help their children and who will sacrifice for themselves or their family, for their children's physical well-being.\"\n\nWhy did the FDA essentially approve the same drug twice? FDA spokeswoman Brittney Manchester said by email, \"Generally, it is the sponsor's decision.\" The sponsor is the drugmaker, Endo.\n\nIndeed, other drugmakers have sought approval for a single chemical compound as two different drugs. For example, Pfizer makes two versions of sildenafil citrate: Viagra for erectile dysfunction and Revatio for pulmonary arterial hypertension.\n\nWhen we asked Endo Pharmaceuticals why Supprelin LA and Vantas had such different price tags, the company said the implants aren't identical and treat very different conditions. It didn't respond to questions about why that meant the prices should be different and whether it was somehow more expensive to manufacture one than the other.\n\nResolution:\n\nTaksali spent more than a month trying to make sure his daughter could use the cheaper drug, and finally, the week his daughter was scheduled to have the procedure, it was approved. The hospital submitted the request again, and UnitedHealthcare said it would cover it.\n\n\"Our coverage policies are aligned with FDA regulations and Vantas is not FDA approved to treat Central Precocious Puberty,\" said UnitedHealthcare spokeswoman Tracey Lempner in an email. \"In this specific case, when the provider expressed concern over the cost of Supprelin LA, we worked with them to allow for coverage of Vantas.\"\n\nTaksali's daughter got the Vantas implant in late January.\n\nWhen he got a breakdown of charges afterward, it listed $608 for the implantation and $12,598.47 for Vantas — about three times its list price.\n\n\"The price indicated on a patient statement often does not reflect what OHSU or any other hospital is paid for providing medical care, and in most cases, it doesn't reflect the amount the patient will be responsible for paying,\" said OHSU spokesperson Tracy Brawley.\n\nAccording to his explanation of benefits, Taksali will owe, after insurance, $4,698.45 — most of his high deductible. Because it is early in the year, the family had not spent any of its 2020 deductible yet.\n\n\"One of the most mind-blowing things about this whole story is I probably will end up spending a very similar amount of money based on my insurance between Vantas and Supprelin,\" he said.\n\nTaksali said he fought for the lower-cost drug on principle.\n\n\"Even if it is the insurance company's money, it's still somebody's money,\" he said. \"We are still contributing to those premium dollars.\"\n\nFor now, it is unclear how much, if anything, UnitedHealthcare will pay toward the drug. Taksali seems to owe a little more than the list price of the drug.\n\n\"It will be interesting to see what happens,\" Merrit Quarum, the CEO of health care consulting firm WellRithms, wrote in an email. \"Besides high charges, these types of systems and process problems add to the overall aggravations with healthcare payers and the patient continues to be caught in the middle with no advocate.\"\n\nThe takeaway: If you need an expensive drug, the first thing you should do is ask your doctor if there are cheaper alternatives. Sometimes, generics are available at a fraction of the cost. Other times, there are other cheaper brand-name options.\n\nIf you don't find out a drug is too expensive until you get to the pharmacy counter, you can also ask the pharmacist about less expensive options.\n\nAnd there are websites like GoodRx and Drugs.com that can help you compare prices of similar products.\n\nPatients, their families and health care providers can appeal these decisions, though it can be time consuming. For Taksali, using social media to direct-message UnitedHealthcare garnered prompt responses and some answers.\n\nIf there aren't other options, drug manufacturers often offer coupons to help patients with their copays. You can find some using GoodRx or visiting the drugmaker's website directly.\n\nKaiser Health News senior correspondent JoNel Aleccia contributed reporting.\n\nBill of the Month is a crowdsourced investigation by Kaiser Health News and NPR that dissects and explains medical bills. Do you have an interesting medical bill you want to share with us? Tell us about it!\n\n"}}