{"GDELT": {"GlobalEventID": 908003235, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "COP", "Actor1Name": "POLICE OFFICER", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.76056338028169, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dilli, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dilli, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200224104500, "SOURCEURL": "https://www.news18.com/news/movies/ajay-devgn-to-feature-in-kaithi-hindi-remake-2513061.html"}, "ARTICLE": {"TITLE": "Ajay Devgn to Feature in 'Kaithi' Hindi Remake?", "TEXT": "Recently, it was announced that last year's Tamil blockbuster Kaithi will be remade in Hindi. This led to various reports claiming that Salman Khan or Hrithik Roshan are being considered to play actor Karthi's role in the Bollywood remake. However, according to sources, Tanhaji actor Ajay Devgn has been considered to play the role and reportedly he has also shown interest in the film.\n\nRead: 'Kaithi' Hindi Remake in the Works\n\nPinkvilla quoted a source saying in the matter, \"Ajay Devgn is being considered to play Karthi's role in the remake. He has watched the Tamil film and narration of the Hindi adaptation has also happened. He's very keen to do the film and has expressed his interest in the same. The deal is almost locked and the final modalities are being worked out currently before the team makes the official announcement.\"\n\nAjay is currently busy with multiple films in the pipeline. While he is currently shooting for Amit Sharma's Maidaan, Ajay will also be making his debut in the Telugu film industry with SS Rajamouli's RRR. The actor also has Chanakya and Bhuj: The Pride of India on his plate.\n\nTalking about Ajay's busy schedule, the source said, \"The makers are chalking out a schedule, keeping Ajay's timelines in mind. They haven't locked the dates but that will also happen in the coming two weeks time.\"\n\nKaithi is a story of Dilli, an ex-convict who plans to meet his daughter for the first time after being released from prison. But, he is interrupted when a police officer performs a drug-raid that injures many officers. Kaithi made Rs 105 crore at the box-office in 2019.\n\nFollow @News18Movies for more"}}