{"GDELT": {"GlobalEventID": 908003206, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.7522935779816495, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA", "Actor2Geo_Lat": 36.0, "Actor2Geo_Long": 138.0, "Actor2Geo_FeatureID": "JA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200224104500, "SOURCEURL": "https://www.businesstraveller.com/business-travel/2020/02/24/chinese-ride-hailing-company-didi-to-launch-in-sydney/"}, "ARTICLE": {"TITLE": "Chinese ride-hailing company Didi to launch in Sydney – Business Traveller", "TEXT": "Customers in Sydney will be able to call for a car ride using the Chinese ride-hailing app Didi Chuxing (Didi) from March 16 this year.\n\nDidi entered the Australian market in May 2018. Currently, the company provides ride-hailing services across seven cities in four states including Geelong, Melbourne, Newcastle, Brisbane, Gold Coast, Sunshine Coast and Perth.\n\nThe company now provides three kinds of ride-hailing services in Australia: Didi Express, the company’s standard service; Didi Share, a carpooling service; and Didi Max, for seven-seater cars.\n\nDidi said it will start with Didi Express and Didi Max when it launches in Sydney this March. Business Traveller Asia Pacific has asked the company if and when it plans to launch the Didi Share service in Sydney.\n\nDidi said its launch in Sydney will mark an important step forward in the company’s expansion plan for Australia.\n\nThe company added that it will offer competitive fares for riders. According to Didi, riders who sign up before the launch will receive 50 per cent off rides for the first four weeks.\n\n“DiDi’s driver-partners have served over two million riders across Australia. Introducing our services to the global economic and cultural hub of Sydney is a major milestone for our young team here,” said Lyn Ma, general manager of Didi Australia.\n\n“The trust that people have in us is truly humbling and inspiring. We are eager to learn and work with all stakeholders to innovate continuously for this community, and to build a better and more trusted ride-hailing platform as a contributor to the city’s broader smart transportation program.”\n\nDidi, launched in 2012, is now the most popular ride-hailing app in China. An English version of the app is available for international travellers visiting mainland China as well. Other than mainland China and Australia, Didi also provides ride-hailing services in Japan, Brazil, Mexico, Columbia, Chile and Costa Rica.\n\ndidiglobal.com"}}