{"GDELT": {"GlobalEventID": 908002933, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor2Code": "DZA", "Actor2Name": "ALGIERS", "Actor2CountryCode": "DZA", "IsRootEvent": 0, "EventCode": 1411, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.70368901229671, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Algiers, Alger, Algeria", "Actor2Geo_CountryCode": "AG", "Actor2Geo_ADM1Code": "AG01", "Actor2Geo_ADM2Code": "37774", "Actor2Geo_Lat": 36.7631, "Actor2Geo_Long": 3.05056, "Actor2Geo_FeatureID": "-458371", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Algiers, Alger, Algeria", "Action2Geo_CountryCode": "AG", "Action2Geo_ADM1Code": "AG01", "Action2Geo_ADM2Code": "37774", "Action2Geo_Lat": 36.7631, "Action2Geo_Long": 3.05056, "Action2Geo_FeatureID": "-458371", "DATEADDED": 20200224104500, "SOURCEURL": "https://reliefweb.int/report/algeria/algeria-one-year-activists-languish-jail"}, "ARTICLE": {"TITLE": "Algeria: One Year On, Activists Languish in Jail - Algeria", "TEXT": "More than 170 protesters face prison terms\n\n(Beirut) – Dozens of protesters and activists remain in jail a year after pro-democracy protests began in Algeria, Human Rights Watch said today. Many are facing trial hearings in February and March 2020. Following presidential elections in December 2019, the authorities released many jailed activists but prominent leaders of the movement who had been imprisoned since September or October remain behind bars.\n\nAccording to the National Committee for the Liberation of Detainees, created on August 26 by activists and lawyers who monitor the trials, at least 173 protesters are currently on trial on charges stemming from their peaceful participation in protests or for their activism. On February 16, police in Algiers prohibited groups active in the Hirak movement from holding a news conference in a hotel in the capital.\n\n“One year after the uprising, Algerians are still calling for democratic change and respect for their fundamental rights,” said Eric Goldstein, acting Middle East and North Africa director at Human Rights Watch. “Algerian authorities are still resorting to their old repressive tactics, deepening the rift between rulers and people that is at the very heart of the uprising.”\n\nOn February 22, 2019 millions of Algerians took to the streets in Algiers to demand that then-President Abdelaziz Bouteflika step down. Soon, the protest movement, known as the Hirak in Arabic, spread across the country. After his resignation in April, the movement continued to hold large demonstrations in several cities calling for more inclusive governance and a boycott of any presidential election not preceded by inclusive negotiations over the form it would take. The authorities held the presidential election in December 2019, which Abdelmadjid Tebboune won, without meeting the protesters’ demands.\n\nAfter attempting to suppress the protests at the outset, the authorities shifted policy and largely tolerated them for some months. In June, the authorities started more aggressively arresting protesters and in September and October arrested more than 13 protest leaders. The ban on demonstrations in the capital imposed in 1991 remains in place, and the police have frequently resorted to arbitrary arrests to disperse gatherings. On February 14, security forces dispersed crowds in the Mohamed Belouizdad neighborhood in Algiers and arrested dozens of people.\n\nFollowing his election, President Tebboune, who served as prime minister under Bouteflika, declared that he is open to a dialogue with the Hirak movement and announced that the government would “consolidate democracy, rule of law and respect for human rights.”\n\nCourts have released dozens of activists since January, some provisionally, others after their acquittal or because they had served their sentences. Despite the new president’s promises, though, courts continue to prosecute protesters for participation in peaceful protest, and refused requests for provisional release of prominent activists such as Abdelwahab Fersaoui, president of the Youth Action Rally, Karim Tabbou, a political leader, and Fodil Boumala, a journalist and activist, all of whom remain behind bars on charges arising from peaceful protest.\n\nThe most common charges the jailed protesters are facing are “participation in an illegal gathering,” under article 97 of the penal code, and “compromising the integrity of the national territory” under article 79.\n\nSince the presidential elections, the authorities have responded unevenly to demonstrations. They tolerated large demonstrations in the capital and major cities, but police at times have tried to disperse smaller gatherings. On February 14, security forces surrounded a group of approximately 30 demonstrators in the Algiers neighborhood of Mohamed Belouizdad to march to the city center for the weekly Friday demonstration. They forced dozens into police vans and dispersed the crowd. On February 17, Algiers police dispersed hundreds of demonstrators, mostly students participating in the weekly students’ march.\n\nIn a particularly disturbing development, on February 10, the Justice Ministry ordered the apparently punitive transfer of a prosecutor, Mohamed Sid Ahmed Belhadi, to El Oued, 600 kilometers south of Algiers, after Belhadi had urged an Algiers court to acquit 16 protesters, saying they had been prosecuted solely for exercising their right to freedom of assembly. The National Union of Algerian Magistrates labelled the transfer as “political punishment and retaliation” for the prosecutor’s remarks.\n\nThe transfer appears to violate the principle of judicial independence enshrined in international and regional conventions, such as the Principles and Guidelines on the Right to a Fair Trial and Legal Assistance in Africa, adopted by the African Commission on Human and People’s Rights. Those principles allow suspending or transferring judges only in exceptional circumstances and according to narrowly crafted objective criteria, or under a system of regular rotation or promotion, and prohibit “punitive transfers of judges.”\n\n“Instead of repressing protests, imprisoning protest leaders, and punishing critics of the repression, the Algerian authorities should immediately and unconditionally release the peaceful activists and respect the rights to free speech and assembly of all Algerians,” Goldstein said.\n\nLengthy Detention of Prominent Activists for Peaceful Protest\n\nProminent activists detained in September and October and still in pretrial detention include Abdelwahab Fersaoui, president of the Youth Action Rally (Rassemblement Action Jeunesse, RAJ), arrested on October 10 in Algiers and charged with “compromising the integrity of the national territory,” and “hampering the transport of military material.” His lawyer has filed numerous requests for his provisional release in vain. His trial has not yet been scheduled.\n\nKarim Tabbou, national coordinator of the unrecognized Democratic and Socialist Union party (Union démocratique et sociale, UDS) and former general secretary of the prominent opposition Front of Socialist Forces (FFS) party, was arrested on September 26 at his home in Douera, in Algiers province, and remains behind bars. The prosecutor of the Sidi M’hamed Court in Algiers ordered his detention on charges of “recruiting mercenaries on behalf of foreign powers in Algeria” and distributing flyers or other publications that could harm the national interest, under articles 76 and 96 of the penal code, respectively. On January 20, the investigative judge renewed Tabbou’s pretrial detention for four months. His trial date has not yet been set.\n\nPolice arrested Fodil Boumala, a journalist and political activist, on September 18 at his home in Algiers. A prosecutor of the First Instance Court of Dar El Beida in Algiers province charged him with “compromising the integrity of the national territory” and “distribution of documents harmful to the national interest.” His lawyer, Noureddine Ahmine, told Human Rights Watch that the investigative judge has referred Boumala’s case to the criminal chamber of the same court. Boumala’s trial, initially scheduled for February 9, was postponed to February 23.\n\nOngoing Trials of Activists\n\nSeveral activists released provisionally in January and February still face trials or appeal rulings for their peaceful participation in protests. Kaddour Chouicha, president of the Oran section of the Algerian League for the Defense of Human Rights, was sentenced by the First Instance Tribunal in Oran in December to one year in prison on charges of “participation in a gathering of an unarmed nature” and “distributing documents harmful to the national interest.” He was released on January 7 pending a ruling his appeal, expected on March 3.\n\nNine members of the Youth Action Rally who were provisionally released in 2019 and 2020 face trial in February and March. Fouad Ouicher, interim secretary general, and Saida Deffeur, a member of the association’s branch in Tizi Ouzou, were arrested on November 22 during a Friday protest in Algiers and prosecuted under the charges of “compromising the integrity of the national territory” and “distributing publications harmful to the national interest.” Their trial is scheduled for March 19.\n\nAhcene Kadi and Karim Boutata, arrested on September 26 and provisionally released on January 2, had their trial on February 13 at the Sidi M’hamed Court in Algiers. The prosecutor requested a two-year sentence for “calling for an illegal gathering.” The verdict is expected on March 12. Five other RAJ members, including its founder, Hakim Addad, who were arrested on October 4 and spent four months in prison before being provisionally released on January 2, will have a court hearing on February 27. All are charged with calling for an illegal gathering under article 97 of the penal code and harming the integrity of the national territory under article 76.\n\nThe novelist Anouar Rahmani who was interrogated by the Tipaza police in January over Facebook posts mocking President Tebboune and high military commanders, appeared before the First Instance Court of Cherchel on February 17 charged with “harming state institutions” under article 146 of the penal code. The court postponed his trial to March 9.\n\nProhibition of a Hirak News Conference\n\nOn February 16, police in Algiers prevented a group of civil society figures from holding a news conference to announce a new initiative by several Hirak activists. Said Salhi, vice president of the Algerian League for the Defense of Human Rights (LADDH) and one of the organizers of the conference, told Human Rights Watch that they had booked a conference room in the Hotel El Biar in Algiers. Shortly before the news conference, he said, the hotel manager told them that the police had ordered him to cancel the event on the ground that the organizers had not requested authorization. The organizers held their news conference instead on the premises of the association SOS Disparus (SOS Disappeared) in downtown Algiers.\n\nUnder the Law Governing Public Meetings and Demonstrations, enacted in 1989 and amended in 1991, a group planning a public gathering must notify the governor three days in advance, who immediately provides a receipt. In practice the authorities often withhold delivering such a receipt and use the absence of a receipt as proof that the organizers had failed to comply with the law.\n\nNew Arrests and Violence Against Protesters\n\nKhaled Drarni, correspondent for French TV5 Monde, told Human Rights Watch that on February 14, he joined protesters on the main avenue in the Mohamed Belouizdad neighborhood in Algiers. At around 11 a.m., he said, they started marching toward downtown to join the weekly Friday march. Plain-clothes and uniformed police surrounded the crowd and attempted to disperse the protesters by pushing them to side streets, isolating groups of protesters, and arresting dozens, forcing them into police vans. He said he later received information that they were released the same day.\n\nZouheir Aberkane, a journalist from the Algerian daily Reporters, told Human Rights Watch that he covered the march of students in downtown Algiers on December 17. Groups of students in Algiers have organized weekly marches each Tuesday to protest the political system and call for governance reforms. He said the police did not intervene in the march, which remained peaceful, for an hour, but around noon they arrested a demonstrator who brandished the Amazigh flag near La Grande Poste. He said police then dispersed the crowds by isolating groups of protesters and pushing them away from the square.\n\nHaj Ghermoul, a member of the LADDH in Mascara, is known for being the first opponent of a fifth term for Bouteflika to be detained by the authorities, on January 27, 2019. He was released from prison on July 20 after completing a six-month term for “offending public institutions.” On February 7, 2020, during a protest in Mascara, police arrested him again. He told Human Rights Watch that at 2 p.m. he joined protesters at the Amir Abdel Kader square, where he noticed a heavy police presence.\n\nI shouted “Dawla Madaniya Machi Askariya” (“a civil state, not a military one”). At least seven police surrounded me. One policeman in uniform cursed me, cursed my mother and spat on me. Then he hit me in the head with his walkie-talkie. After that, they put me and other protesters - between 15 and 17 of us -- in the police van and took us to the police station.\n\nHe said he was released in the evening after refusing to sign the police report. He said he was bleeding from the injury in his head and went to the hospital, where he got five stitches.\n\nTransfer of Prosecutor, Apparently for Defending Rights\n\nOn February 11, the Justice Ministry ordered the transfer of Mohamed Sid Ahmed Belhadi, prosecutor before the Sidi Mhamed court in Algiers, to a court in El Oued, hundreds of kilometers from Algiers. Two days earlier, Belhadi had recommended the acquittal of 16 Hirak members arrested on January 17 during peaceful protests.\n\nDjamel Eddine Oulmane, one of the protesters on trial that day at the Sidi M’hamed Court, told Human Rights Watch that he was arrested at the end of the Friday demonstration on January 17. While he was standing in front of the downtown campus of the university in Algiers, four policemen in civilian clothes arrested him and forced him into a police van. They arrested others and took them to rue Cavaignac police station, where they spent two days in custody. On January 19, a prosecutor charged them with “illegal gathering” under article 76 of the penal code and referred them for trial the same day. The judge decided to grant them provisional release pending their trial, scheduled for February 9.\n\nHe said that he was surprised on February 9 to hear Belhadi call for their acquittal:\n\nThe judge called each one of us to the bench, and we had two minutes each to defend ourselves. Then she called the prosecutor Belhadi, a different one from the prosecutor who had charged us initially. I was very surprised to hear his speech, he was defending us as if he was our lawyer, and not like the prosecutors of the other trials I attended, who were espousing the authorities’ repressive stance.\n\nHe told the judge: “these defenders did nothing but exercise their constitutionally guaranteed right to peaceful protest,” and he asked the judge to pronounce our acquittal. Belhadi also said that he refuses instructions and reports coming from above and that Algerians demand a new Algeria where the judiciary is totally independent. When he pronounced these words, the room, which was full, cheered in support.\n\nThe Justice Ministry summoned Belhadi to a hearing on February 10 at the general inspectorate service, and ordered his transfer two days later to the first instance tribunal of El Oued, a town 600 kilometers south of Algiers, according to the February 12 news release from the National Union of Algerian Magistrates. The union denounced the transfer as “political punishment and retaliation” for the prosecutor’s pleading on February 9. The union said the transfer was based on a procedure under article 26 of the Law on the Statute of Judges, which grants the Justice Ministry the authority to transfer magistrates for “the necessity of service.”\n\nIf Algerian judicial authorities transferred Belhadi in reprisal for the position he took in this case, it would violate the principle of security of tenure, a cornerstone of judicial independence. That principle is enshrined in several international and regional standards, such as the Principles and Guidelines on the Right to a Fair Trial and Legal Assistance in Africa, adopted by the African Commission on Human and People’s Rights.\n\nThose principles allow suspending or transferring judges only in exceptional circumstances and according to narrowly crafted objective criteria. The standards prohibit “punitive transfers of judges” and say that, except under a system of regular rotation or promotion, judges shall not be transferred from one jurisdiction or function to another without their consent. The guidelines on the role of prosecutors, adopted by the UN, requires governments to “ensure that prosecutors are able to perform their functions without intimidation, hindrance, harassment, improper interference or unjustified exposure to civil, penal or other liability.”"}}