{"GDELT": {"GlobalEventID": 908003232, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.09445585215606, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Maricopa County, Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_ADM2Code": "AZ013", "Actor1Geo_Lat": 33.5, "Actor1Geo_Long": -112.501, "Actor1Geo_FeatureID": "37026", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Maricopa County, Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_Lat": 33.5, "Action2Geo_Long": -112.501, "Action2Geo_FeatureID": "37026", "DATEADDED": 20200224104500, "SOURCEURL": "https://www.pewtrusts.org/en/research-and-analysis/blogs/stateline/2020/02/24/as-suicide-rates-climb-crisis-centers-expand"}, "ARTICLE": {"TITLE": "As Suicide Rates Climb, Crisis Centers Expand", "TEXT": "Site Director Teresa Hoffmeyer turns on the light in a guest room at RI International, a behavioral health center in Peoria last week. Nationwide, crisis centers are making it easier for police to drop people off. Mark Henle/The Arizona Republic\n\nPHOENIX — On a recent Wednesday at 9:47 a.m., two police cars pulled up to Recovery Response Center, a one-story stucco building on a main highway in Peoria, 13 miles from downtown Phoenix.\n\nA lanky, sandy-haired man compliantly walked with two officers through an entrance marked “police/EMS drop off.” Three minutes later, the officers walked out, got into their cars and drove away.\n\nTen minutes after that, the 27-year-old was sitting in a small office with a counselor asking him why the police had brought him in. In an even tone, he explained that the government was out to get him, he felt threatened and someone was constantly photographing him. Apparently, he got loud earlier in the morning and the neighbors called the police, he told the counselor.\n\nNationwide, most people picked up by police for a misdemeanor while in a psychiatric crisis are taken directly to a hospital emergency department, where they typically are held for hours or days, often involuntarily confined, according to emergency department surveys. Many are charged and held in jail with no mental health professional to talk to and no access to psychiatric medicines. The same goes for people with drug addiction.\n\nIn the past five years, that’s become a rarity in Arizona.\n\nAs in other parts of the country, Arizona’s crisis centers are open 24 hours, seven days a week, and everyone is accepted, regardless of whether they have health insurance.\n\nWhat makes Arizona’s centers different is that police, who are the first to intervene in nearly all behavioral health crises, are guaranteed a drop-off time of no more than 10 minutes.\n\nTo keep that promise, state legislators had to amend laws, state health care agencies had to alter regulations, and law enforcement officials had to buy into the concept.\n\nBehavioral health technician Ashanta Pleasant helps Peoria Police Department Officer Kevin Moe file paperwork for an involuntary admission last week at behavioral health center RI International in Peoria. Mark Henle/The Arizona Republic\n\nNow, other states are starting to emulate what has become known as the “Arizona model” for crisis care, in which suicide hotlines, mobile crisis units and crisis facilities are electronically linked. They work in concert with local first responders, creating a comprehensive system of services to address the first 24 hours of a person’s psychiatric emergency.\n\nGeorgia and Colorado are the closest to developing as seamless a set of crisis services as Arizona.\n\nOther states developing crisis facilities inspired by Arizona’s model include California, Delaware, Idaho, Kansas, Louisiana, New Hampshire, Maryland, New Mexico, North Carolina, Ohio, Tennessee, Vermont, Virginia and Washington.\n\nNational Focus\n\nEvery state is investing in some form of crisis care, said Dr. Brian Hepburn, executive director of the National Association of State Mental Health Program Directors. That’s because it results in huge savings in hospital emergency visits and it’s the right thing to do for the patient, Hepburn said.\n\nBut advocates for people with mental illness argue that much more needs to be done to ensure swift and appropriate care for people suffering a psychiatric emergency, especially suicidal thoughts.\n\n“Crisis care in the United States is a fragmented mess,” said Michael Hogan, executive board member of the National Action Alliance for Suicide Prevention.\n\n“Mental health triage and stabilization centers have been around for decades, but they’ve been funded with little more than bake sales,” Hogan said. “What we have is a patchwork quilt of psychiatric crisis care with virtually no federal funding and no federal standards.”\n\nThat may be changing.\n\nNew Suicide Prevention Number Could Lead to Surge in Calls Quick View New Suicide Prevention Number Could Lead to Surge in Calls The caller said, “I don’t think I’m going to make it.” He was on a bridge.\n\nIn December, U.S. Health and Human Services Secretary Alex Azar said at a White House summit on mental illness that the agency was committed to boosting federal funding and providing new leeway in the use of federal-state Medicaid dollars for crisis care.\n\nAmericans with serious mental illness die 15 to 20 years younger than people without it, and 1 in 25 die by suicide, according to the Substance Abuse and Mental Health Services Administration. In 2018, more than 11 million people in the United States had a serious mental illness and one-third of them had not received treatment in the last year, the agency said.\n\nThe nation’s shortage of mental health facilities, including crisis centers, has been a major factor leading to 10 times more Americans with serious mental illness ending up in jails and prisons instead of psychiatric facilities, according to HHS.\n\nSince President John F. Kennedy signed the Community Mental Health Act in 1963, states, cities and counties have established federally and locally funded crisis care, in addition to inpatient care, partial hospitalization and outpatient services across the country.\n\nYet progress has been slow and uneven, particularly when it comes to crisis care, Hogan said.\n\nToday, he said, the nation’s suicide rate, which increased by a third between 1999 and 2017 — combined with long-standing outrage, investigations and lawsuits related to the masses of mentally ill people who are incarcerated, and the length of time they’re detained in hospital emergency rooms — is finally starting to provoke change.\n\nIn addition, change has become achievable because of new funding, particularly in states that expanded Medicaid under the Affordable Care Act to the low-income adults most likely to benefit from behavioral health crisis care, according to Hepburn of the association of state directors.\n\nThe ACA requirement that Medicaid for the first time cover mental health and drug addiction services, as well as the federal Mental Health Parity and Addiction Equity Act of 2008, which prohibits insurers from providing skimpier benefits for mental health care than for medical and surgical services, also are starting to make a difference, he said.\n\nStill, a shortage of funding, particularly in the 14 states that have not expanded Medicaid, is a barrier to developing comprehensive behavioral health crisis care.\n\nRecognizing Suicide’s Warning Signs Could Save Lives Quick View Recognizing Suicide’s Warning Signs Could Save Lives More than 47,000 Americans died by suicide last year, a 4 percent increase over 2016.\n\nLast year, Arizona spent $163 million on crisis care services, including hotline call centers, mobile units throughout the state and six comprehensive crisis facilities, according to the state Medicaid agency. More than $16 million of the funding came from state revenue. Medicaid and the state’s three regional behavioral health authorities oversee the statewide system.\n\nBut the upfront costs can save money in the long term.\n\nIn 2007, a managed care company took over the downtown Phoenix crisis center and through its claims data found that the medical system saved millions by keeping people out of local hospitals, which cost at least twice as much as the facility.\n\nEvery dollar invested in crisis care, the company determined, saved $1.60 in avoided overall medical costs.\n\nIn each of the past four years, crisis centers in Phoenix and the rest of Maricopa County admitted more than 20,000 patients. In addition to saving on medical costs, the centers freed up the equivalent of 37 full-time law enforcement officials to focus on public safety.\n\nA Better Experience\n\nAt Recovery Response Center in Peoria, the patient who arrived in a police car (Stateline is not disclosing his name to protect his privacy) had been through a traumatic early morning experience. Once admitted, the goal was to make sure his day started improving, said Chris Damle, the facility director. That’s not what happens in a hospital emergency room.\n\nOfficers from the Glendale, Arizona, police department, escort a patient to the Recovery Response Center in Peoria. The Pew Charitable Trusts\n\nAs with everyone who comes to the response center — whether with police, a mobile crisis unit or on their own — a peer support professional who has firsthand experience with mental illness simply asked the patient to talk about what happened. No forms to fill out, no battery of questions.\n\nNext, the staff offered him temporary hospital scrubs and laundered his clothes. At the same time, a medical professional examined him for any signs of physical harm, checked his vital signs and talked to him about how he was feeling.\n\nIf minor medical care is needed, a doctor is available. Only 1% of those admitted to the center in Peoria need a higher level of medical care. When that happens, they’re transported by ambulance to a hospital, Damle said.\n\nThe patient was asked to take a urine drug test because drugs and alcohol are involved in more than half of behavioral health crises. He had some alcohol in his system, but the underlying cause of the morning’s ordeal was a treatable mental illness.\n\nLike everyone who visits the center, he was assigned a reclining chair in an airy intake and observation room, where 19 others who had arrived that morning were either resting or talking to staff while they waited to meet with a doctor who would assess their condition and create a treatment plan.\n\nFor this patient, the diagnosis was acute paranoia. He spent that night in an observation unit, then moved to secure inpatient care for a second night. There he received counseling and his regular prescribed medications, which he didn’t bring with him. On day three, he was released to his home with a referral to outpatient treatment.\n\nLike other crisis centers in Arizona, Recovery Response Center of Peoria is primarily designed to address the first 24 hours of a crisis. More than 80% of visitors arrive in a police car, and most are discharged the same day.\n\nBut for those who need more care, the facility offers secure inpatient treatment as well as so-called respite care, in which visitors are assigned a single- or double-occupancy room and are free to come and go. Everyone who stays at the center receives individual counseling from peer specialists who have lived through similar experiences.\n\nAnother crisis center in downtown Phoenix, the Urgent Psychiatric Care Center, offers a lobby prescribing service where visitors can simply walk in and pick up a temporary prescription for psychiatric medications.\n\nBecause of that service, as well as the facility’s proximity to the city’s homeless population, half of all visitors walk in, rather than coming with police, and about half stabilize the same day. Those who need additional care stay overnight in the center’s 16-bed inpatient unit.\n\nAll of Arizona’s crisis centers share certain hallmarks — no one is ever turned away and police drop-off is expedited — but the combination of services and the number of beds differ based on community needs.\n\nLater this year, the center in Peoria plans to add a lobby pharmacy, another 16-bed inpatient unit and medication-assisted treatment for opioid addiction. It already offers quiet, dimly lit rooms for visitors recovering from the effects of the most common illicit drugs in the community: meth and cocaine.\n\nIn Drug Epidemic, Resistance to Medication Costs Lives Quick View In Drug Epidemic, Resistance to Medication Costs Lives Doctors and brain researchers agree that medications such as buprenorphine, methadone and naltrexone are the most effective anti-addiction weapons available. So why aren’t more addicts getting them?\n\nJust Say Yes\n\nArizona has been working on its crisis care services for more than two decades. “It’s been an incremental process,” said Dana Flannery, the state’s Medicaid assistant director for community advocacy.\n\nBut a turning point came six years ago, according to Tom Betlach, who was the state’s Medicaid director at the time. Agency officials then realized the only way to finance crisis centers and make them work for everyone was to ensure that all patients are accepted, regardless of insurance or condition, and that admission is fast enough for police to be willing to bring them.\n\nTo make that happen, policymakers changed medical rules to allow police to take people straight to a crisis facility without first getting medical clearance from a hospital. And lawmakers amended the state’s commitment law to allow crisis centers to hold people for 72 hours and renew the hold if individuals present a risk to themselves or others.\n\nMedicaid reimbursement codes were developed, federal and state money was allocated, and staffing requirements were established. “Medicaid became the backbone for the system,” Betlach said.\n\nBut by all accounts, what propelled the state to develop the fastest and most comprehensive set of crisis services in the country was a Phoenix police officer who ran the department’s crisis intervention program.\n\nNick Margiotta, who has since retired, told state officials exactly what it would take for police to be willing to bring people in a behavioral health crisis to the centers.\n\n“I told them that if they wanted to succeed, they had to do what they said they wanted to do — serve everyone, no questions asked. He can be angry, drunk, disruptive, voluntary or involuntary. Just say ‘Yes, thank you. Bring me another one,’” he said.\n\nThe problem crystallized for Margiotta one night early in his career, he said. “I’d just been through crisis intervention training and was feeling good about helping people with mental illness. I got a call from Kathy, a regular, and I went to her.”\n\nAfter spending an hour coaxing Kathy into his car, Margiotta said, he drove her a half-hour away to a crisis center, only to be told they wouldn’t accept her because she was drunk. They sent him to a detox center back downtown, but when he got there, they said they couldn’t take her because she was suicidal. He said he finally had to take her to the hospital.\n\n“Why would a cop want to drive a drunk person around town and be told, ‘No’?” he said.\n\nWhat crisis center officials didn’t understand, Margiotta said, was that police are their most important customers. Without making it easy for police, more than half of all patients would keep ending up in hospital emergency departments where they would wait hours or days for psychiatric help.\n\nIn 2004, Dr. Chris Carson, a psychiatric emergency physician who was working in Texas, came to Arizona to work with Margiotta, other crisis providers and the Regional Behavioral Health Authority in central Arizona to create what would become the most comprehensive system of crisis care in the country.\n\n“Our mission was simple: Keep people in a mental health crisis out of hospitals,” Carson said. He had done it at a community-based hospital in Dallas, but the state never expanded the system.\n\n“It wasn’t easy,” he said. “Arizona already had a few crisis centers. But there were long waits for the police, long waits for the patients and poor connections with outside services. So, we began a process that’s gone on for 16 years now of modifying and developing a more intentional crisis system.\n\n“We fought over everything — the recliner chairs, the blue hospital suits, shift changes — everything,” Carson said. “I still have the scars to show for it.”\n\nThis article first appeared in The Arizona Republic."}}