{"GDELT": {"GlobalEventID": 908003271, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.8801571709233795, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200224104500, "SOURCEURL": "https://www.kenw.org/post/they-fell-love-helping-drug-users-fear-kept-him-helping-himself"}, "ARTICLE": {"TITLE": "They Fell In Love Helping Drug Users. But Fear Kept Him From Helping Himself", "TEXT": "She was in medical school. He was just out of prison.\n\nSarah Ziegenhorn and Andy Beeler's romance grew out of a shared passion to do more about the country's drug overdose crisis.\n\nZiegenhorn moved back to her home state of Iowa when she was 26. She had been working in Washington, D.C., where she also volunteered at a needle exchange. She was ambitious and driven to help those in her community who were overdosing and dying, including people she had grown up with.\n\n\"Many people were just missing because they were dead,\" says Ziegenhorn, who is now 31. \"I couldn't believe more wasn't being done.\"\n\nShe started doing addiction advocacy in Iowa City while in medical school — lobbying local officials and others to support drug users with social services.\n\nBeeler had the same conviction, born from his personal experience.\n\n\"He had been a drug user for about half of his life — primarily a longtime opiate user,\" Ziegenhorn says.\n\nBeeler spent years in and out of the criminal justice system for a variety of drug-related crimes, such as burglary and possession.\n\nIn early 2018, he was released from prison. He was on parole and looking for ways to help drug users in his hometown.\n\nHe found his way to advocacy work as well, and through that work, found Ziegenhorn.\n\nSoon they were dating.\n\n\"He was just this really sweet, no-nonsense person who was committed to justice and equity,\" she says. \"Even though he was suffering in many ways, he had a very calming presence.\"\n\nPeople close to Beeler describe him as a \"blue collar guy\" who liked motorcycles and home carpentry, someone who was gentle and endlessly curious. Those qualities could sometimes hide his own struggle with anxiety and depression. Over the next year, Beeler's other struggle, with opioid addiction, would flicker around the edges of their life together.\n\nEventually, it killed him.\n\nPeople on parole and under supervision can face barriers to receiving appropriate treatment for opioid addiction. Ziegenhorn says she believes Andy Beeler's death is linked to the many obstacles to medical care he experienced while on parole.\n\nAbout 4.5 million people are on parole or probation in the U.S., and research shows those under community supervision are much more likely to have a history of substance use disorder than the general population. Yet rules and practices guiding these agencies can preclude parolees and people who are on probation from getting evidence-based treatment for their addiction.\n\nA shared passion for reducing harm\n\nFrom their first meeting, Ziegenhorn says she and Beeler were totally in sync, passionate about their work in harm reduction and true partners.\n\nAfter she moved to Iowa, Ziegenhorn founded a small nonprofit, called the Iowa Harm Reduction Coalition. The group distributes the opioid overdose reversal drug naloxone and other free supplies to drug users, with the goal of keeping them safe from illness and overdose. The group also works to reduce the stigma that can dehumanize and isolate drug users. Beeler served as Harm Reduction Services Coordinator for the group — he was passionate about the work.\n\n\"In Iowa, there was a feeling that this kind of work was really radical,\" Ziegenhorn says. \"Andy was just so excited to find out someone was doing it.\"\n\nMeanwhile, Ziegenhorn was busy with medical school. Beeler helped her study. She remembers how they used to take her practice tests together.\n\n\"Andy had a really sophisticated knowledge of science and medicine,\" she says. \"Most of the time he'd been in prison and jails, he'd spent his time reading and learning.\"\n\nBeeler was trying to stay away from opioids, but Ziegenhorn says he still used heroin sometimes. Twice, she was there to save his life when he overdosed. During one episode, a bystander called the police, which led to his parole officer finding out.\n\n\"That was really a period of a lot of terror for him,\" Ziegenhorn says.\n\nBeeler was constantly afraid the next slip — another overdose or a failed drug test — would send him back to prison.\n\nA fall on the ice, a search for relief\n\nA year into their relationship, a series of events suddenly brought Beeler's history of opioid use into painful focus.\n\nIt began with a fall on the winter ice. Beeler dislocated his shoulder — the same one he'd had surgery on as a teenager.\n\n\"At the emergency room, they put his shoulder back into place for him,\" Ziegenhorn says. \"The next day it came out again.\"\n\nShe says doctors wouldn't prescribe him prescription opioids for the pain because Beeler had a history of illegal drug use. His shoulder would dislocate daily, sometimes more than once.\n\n\"He was living with this daily, really severe constant pain — he started using heroin very regularly,\" Ziegenhorn says.\n\nBeeler knew what precautions to take when using opioids: Keep naloxone on hand, test the drugs first and never use alone.\n\nStill, his use was escalating quickly.\n\nA painful dilemma\n\nThe couple discussed the future and their hope of having a baby together, and eventually Ziegenhorn and Beeler agreed: He had to stop using heroin.\n\nThey thought his best chance was to start on an FDA-approved medication for opioid addiction, such as methadone or buprenorphine. Methadone is an opioid, and buprenorphine engages many of the same opioid receptors in the brain; both drugs can curb opioid cravings and stabilize patients. Studies show daily maintenance therapy with such treatment reduces the risks of overdose and improves health outcomes.\n\nBut Beeler was on parole.\n\nHis parole officer drug-tested him for opioids and buprenorphine specifically. Beeler worried that if a test came back positive, the officer might see that as a signal that Beeler had been using drugs illegally.\n\nHe worried a failed drug test — even if it was for a medication to treat his addiction — would land him in prison.\n\nZiegenhorn says Beeler felt trapped: \"He could go back to prison, or continue trying to obtain opioids off the street and slowly detox himself.\"\n\nBeeler decided against the medication.\n\nA few days later, Ziegenhorn woke up early for school. Beeler had worked late and fallen asleep in the living room.\n\nZiegenhorn gave him a kiss and headed out the door. Later that day, she texted him. No reply.\n\nShe started to worry and asked a friend to check on him\n\nNot long afterward, Beeler was found dead, slumped over in his chair at his desk. He'd overdosed.\n\n\"He was my partner in thought, and in life and in love,\" Ziegenhorn says.\n\nIt's hard for her not to rewind what happened that day and wonder how it could have been different. But mostly she's angry that he didn't have better choices.\n\n\"Andy died because he was too afraid to get treatment,\" she says.\n\nHow does parole handle relapse? It depends\n\nIt's not clear Beeler would have gone back to prison for admitting he'd relapsed if he'd started treatment.\n\nHis parole officer did not agree to an interview.\n\nKen Kolthoff oversees the parole program that supervised Beeler in Iowa's First Judicial District Department of Correctional Services.\n\nHe says generally he and his colleagues would not punish someone who seeks out treatment because of a relapse.\n\n\"We would see that that would be an example of somebody actually taking an active role in their treatment and getting the help they needed,\" says Kolthoff.\n\nThe department doesn't have rules prohibiting any form of medication for opioid addiction, he says, as long as it's prescribed by a doctor.\n\n\"We have people relapse every single day under our supervision. And are they being sent to prison? No. Are they being sent to jail? No,\" Kolthoff says.\n\nBut Dr. Andrea Weber, an addiction psychiatrist with the University of Iowa, says Beeler's reticence to start treatment is not unusual.\n\n\"I think a majority of my patients would tell me they wouldn't necessarily trust going to their [parole officer],\" says Weber, who is assistant director of Addiction Medicine at the University of Iowa Carver College of Medicine.\n\n\"The punishment is so high,\" she says. \"The consequences can be so great.\"\n\nWeber finds probation and parole officers have \"inconsistent\" attitudes toward her patients who are on medication-assisted treatment.\n\n\"Treatment providers, especially in our area, are still very much ingrained in an abstinence-only, 12-step mentality, which traditionally has meant no medications,\" Weber says. \"That perception then invades the entire system.\"\n\nAttitudes and policies vary widely\n\nExperts say it's difficult to draw any comprehensive picture about the availability of medication for opioid addiction in the parole and probation system.\n\nThe limited amount of research suggests medication-assisted treatment is significantly underused.\n\n\"It's hard to quantify because there are such a large number of individuals under community supervision in different jurisdictions,\" says Michael Gordon, a senior research scientist at the Friend's Research Institute, which is based in Baltimore.\n\nA national survey published in 2013 found that about half of drug courts did not allow methadone or other evidence-based medications to treat opioid use disorder.\n\nA more recent study of probation and parole agencies in Illinois reported that about a third had regulations preventing the use of medications for opioid use disorder. Researchers found the most common barrier for those on probation or parole \"was lack of experience by medical personnel.\"\n\nFaye Taxman, a criminology professor at George Mason University, says decisions about how to handle a client's treatment often boil down to the individual officer's judgement.\n\n\"We have a long way to go,\" she says. \"Given that these agencies don't typically have access to medical care for clients, they are often fumbling in terms of trying to think of the best policies and practices.\"\n\nIncreasingly, there is a push to make opioid addiction treatment available within prisons and jails. In 2016, the Rhode Island Department of Corrections started allowing all three FDA-approved medications for opioid addiction. That led to a dramatic decrease in fatal opioid overdoses among those who had been recently incarcerated.\n\nMassachusetts has taken similar steps.\n\nSuch efforts have only indirectly affected parole and probation.\n\n\"When you are incarcerated in prison or jail, the institution has a constitutional responsibility to provide medical services,\" Taxman says. \"In community corrections, that same standard does not exist.\"\n\nTaxman says agencies may be reluctant to offer these medications because it's one more thing to monitor. Those under supervision are often left to figure out on their own what's allowed.\n\n\"They don't want to raise too many issues because their freedom and liberties are attached to the response,\" she says.\n\nRichard Hahn, a researcher at New York University's Marron Institute of Urban Management who consults on crime and drug policy, says some agencies are shifting their approach.\n\n\"There is a lot of pressure on probation and parole agencies not to violate people just on a dirty urine or for an overdose\" says Hahn, who is executive director of the institute's Crime & Justice Program.\n\nThe federal government's Substance Abuse and Mental Health Services Administration calls medication-assisted treatment the \"gold standard\" for treating opioid addiction when used alongside \"other psychosocial support.\"\n\nAddiction is considered a disability under the Americans with Disabilities Act, says Sally Friedman, vice president of legal advocacy for the Legal Action Center, a nonprofit law firm based in New York.\n\nShe says disability protections extend to the millions of people who are on parole or probation. But people under community supervision, Friedman says, often don't have an attorney who can use this legal argument to advocate for them when they need treatment.\n\n\"Prohibiting people with that disability from taking medication that can keep them alive and well violates the ADA,\" she says.\n\nThis story is part of a partnership between NPR and Kaiser Health News.\n\n"}}