{"GDELT": {"GlobalEventID": 908004149, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.13754542913056, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200224104500, "SOURCEURL": "https://padresteve.com/2020/02/24/slavery-and-the-electoral-college-americas-original-sin-which-still-poisons-our-country-part-one/"}, "ARTICLE": {"TITLE": "Slavery and the Electoral College: America’s Original Sin Which Still Poisons our Country, Part One", "TEXT": "Friends of Padre Steve’s World,\n\nI am going to be posting a number of articles from my various texts dealing with the American Civil War era dealing with topics that some would want to forget, but are very important if we want to fully appreciate the struggle of African-Americans for equality.\n\nOf course this original sin is the distinctly American version of slavery that arose in the American South, was protected in the Constitution, and supported by not only the Slave holders, and their Southern political protectors, but the businessmen, bankers, and equally complicit political allies in the North.\n\n\n\nThe comprise on the issue of slavery resulted in the creation of the Electoral College which gave slave states a more powerful block when it came to the election of the President. When slavery was officially ended in 1865 in the 13th Amendment, anyone born in the United States was made a citizen in the 14th Amendment, and Black (male) suffrage was granted in the 15th Amendment, the former slave states, as well as many of the newly created states of the West enacted laws that still persecuted and disenfranchised blacks, and as before had a disproportionate share of power in the Electoral College, over states which are far more numerous and diverse in population. As a matter of fact based on population and Electoral College representation the vote of someone in a mainly white, sparsely populated state like North Dakota or West Virginia is worth far more than a vote in New York or California. This has created a number of elections, including 2016, where the candidate with far more of the popular voted was denied the Presidency due to the outdated and highly prejudiced electoral college, but as usual I digress, this was simply the modern context of an outdated and prejudicial part of our Constitution which needs to be repealed if our electoral system, and the checks and balances between the Legislative, Executive, and Judicial branches of our government are to have any meaning.\n\nI honestly wish that we had really advanced beyond where we are now. But we are not. We’re still dealing with what has been called our nation’s original sin. over course slavery was abolished, and African Americans given citizenship and voting rights, but those rights would become a mockery in the Post-Reconstruction Jim Crow South, and in the Sundown Towns of the North and West. Even today, after the gains of the Civil Rights Movement we still deal with the continued effects of it. Our President and his closest advisers are White Nationalists, and White Supremacy is thriving under his tacit blessing. But that’s not enough, men like the Democratic Party Governor of Virginia posed in black face or in a KKK hood in his medical school yearbook. I could go on with a laundry list of other issues related to this but that would turn this introduction into another book, which is ironic because the content of this article was an introductory chapter of a Civil War Text about the Battle of Gettysburg that became part of a book of its own.\n\nAmerican Slavery and Racism is the subject of this and the following articles. More articles will follow in the next couple of weeks. Oh, and by the way as a display of transparency, both sides of my family owned slaves before the American Civil War and fought for the Confederacy. Personally, all though I had nothing to do with their actions, based on my knowledge of history, and my rejection of the twin myths, that of the Noble South, and the Lost Cause, that have sustained the South in the decades following the war, their actions were inhuman, traitorous, and destructive to our country, and have been used against every minority group in the history of our country.\n\nHave a great day,\n\nPeace\n\nPadre Steve+\n\nThe Slave Economy and the Divide between North and South\n\n“Thy bond-men and thy bond-maids which thou shalt have, shall be of the heathen that are round about you: of them you shall buy bond-men and bond-maids. Moreover, of the children of the strangers that do sojourn among you, of them he shall buy, and of their families that are with you, which they begat in your land. And they shall be your possession. And you shall take them as an inheritance for your children after you, they shall be your bond-men forever.” Leviticus 25:44-46\n\nEarly Slavery in the Americas and the African Slave Trade\n\nIf we are to really understand the Civil War we have to understand the ideological clash between Abolitionists in the North, and Southern proponents of slavery. Slavery began very early in the history of the American colonies and though the British and the Dutch were the largest traders of slaves in those early days, the first American slave ship made its first voyage to bring Africans to the new world. Historian Howard Zinn noted:\n\n“By 1800, 10 to 15 million blacks had been transported to the Americas, representing perhaps one-third of those originally seized in Africa. It is roughly estimated that Africa lost 50 million human beings to death and slavery in those centuries we call the beginnings of modern Western civilization, at the hands of slave traders and plantation owners in Western Europe and America, the countries deemed the most advanced in the world.” [1]\n\nSlavery in the Americas grew out of the economic need of planters to for laborers on the vast plantations of the new world as “the number of arriving whites, whether free or indentured servants (under four to seven year contract) was not enough to meet the demand of the plantations.” [2] Thus, land owners needed more workers, and unwilling to employ free men who would need to be paid, thus decreasing profit, they resorted to the use of slaves brought from Africa who were then bought.\n\nBut the use of slaves in the new American colonies was significantly different than previous forms of slavery in Africa, where slavery was one of a number of forms of labor. In Africa, slaves “worked within the households of their owners and had well-defined rights, such as possessing property and marrying free persons. It was not uncommon for slaves in Africa to acquire their freedom.” [3] In fact the plantation form of slavery practiced in the Americas differed radically from traditional forms of African slavery and was characterized by “the frenzy for limitless profit that comes from capitalistic agriculture; the reduction of the slave to less than human status by the use of race hatred, with that relentless clarity based on color, where white was master, black was slave.” [4]\n\nAmerican slavery took on a new form, that of the plantation. The plantation system allowed owners to amass “large concentrations of laborers under the control of a single owner produced goods – sugar, tobacco, rice, and cotton – for the free market.” [5] Beginning with the Spanish and the Portuguese in the early 1500s, the African slave trade became a major part of the world economy, and “slave labor played an indispensable part in its rapid growth.” [6]\n\nNot only was this in the world economy, but to the economy of the English colonies in North America and the new American nation it was indispensable. The paradox was rich, especially in a new nation founded upon, and supposed dedicated to liberty and equality. The “Atlantic slave trade, which flourished from 1500 into the nineteenth century was a regularized business in which European merchants, African traders, and American planters engaged in a highly complex and profitable bargaining in human lives.” [7]\n\nIt was economic gain that prompted the growth in American slavery, and for which slaves were essential for profit. As such, the “first mass consumer goods in international trade were produced by slaves – sugar, rice, coffee, and tobacco. The profits from slavery stimulated the rise of British ports such as Liverpool and Bristol, and the growth of banking, shipbuilding, and insurance, and helped to finance the early industrial revolution. The centrality of slavery to the British empire encouraged an ever-closer identification of freedom with whites and slavery with blacks.” [8]\n\nThe Constitution, Slavery and Disunion\n\nWhen the United State won its independence the founders of the new nation had to deal with the already existing institution of slavery. It also had to deal with the threat to the Union that the institution and the real possibility of disunion, something that almost all of them feared more than anything. Slavery was an institution that even some powerful politicians who owned slaves were uncomfortable; Patrick Henry noted in 1773 that “to do so was “repugnant to humanity” and “inconsistent with the Bible,” while George Washington wrote in 1786 “There is not a man living…who wishes more sincerely than I do, to see a plan for the gradual abolition of it.” [9]\n\nSlavery was an issue that divided the newly independent states as they gathered for the Constitutional Convention in 1787 and Washington confided to a friend before the convention that “he could “foresee no greater evil than disunion,” and now the “mere discussion of slavery” was poisoning the atmosphere.” [10] James Madison was one of the first to recognize this and noted that “the states differed “primarily from the effects of their having or not having slaves.” [11]\n\nThus the issue came to a head around how the population of the states would be represented in the new government and how to balance the power between the federal government and the various state governments. To do this the founders divided Congress into two houses, the House of Representatives who were directly elected by the voters of each state with the population of the state determining the number of representative each would have; and in the Senate, whose members were elected by the state legislatures, each state would have two members regardless of the size of its population. The division of the legislature in the Constitution “enabled the individual states to retain a large measure of their jealously guarded autonomy.” [12] Eligible voters in each state elected the President by electing “electors” for the Electoral College, and each state was given an amount of electors equal to its representation in the Senate and the House of Representatives. In a real sense, the Electoral College was designed to support the political power of the Slave States.\n\nThe heart of the matter came to the issue of what people would be counted in each state. The Northern states wanted to base the number on each state’s white population. The Southern states wanted to “swell their power by counting both white citizens and black non-citizens.” [13] Doing so would give Southern States more power in the House of Representatives which, when coupled with the equality each state had in the Senate, gave the less populous Southern disproportionate power in the national government. A representative from New Jersey, Gouverneur Morris believed that if slaves “were human enough to boost the representation of the Southern States…they should be treated as persons and not property in the South.” [14] There was debate on this issue and to bridge the sectional divide the Convention passed what is now known as the three-fifths compromise.\n\nThis measure had profound results. It stipulated that the size of a state’s congressional delegation and its Electoral College electors; and the state’s tax burden would be determined by their population. The population was determined by counting free-persons as a full person, and then adding the words “three-fifths of all other persons.” Of course the “other persons” were slaves, but the language was carefully crafted to avoid the use of the terms slave or slavery to make the document acceptable to Northern delegations. The compromise was the first of many made by the Northern states to appease the South and maintain national unity. The South got less than it wanted, as its delegates wanted slaves to count as a whole person for population sake without considering them as such.\n\nWhen all was said and done in 1790 “southern states, possessing around 40% of the nations’ white population, controlled around 47% of the House and Electoral College.” [15] Gouverneur Morris understood that the compromise would exaggerate Southern power and predicted that “the three-fifths clause’s real legacy would be to give slaveholders majority control over electoral politics.” [16] However, Morris’s warning was unheeded for decades by many in the North, though through electoral experience Northern leaders began to realize what the compromise had wrought but could not change the process without amending the Constitution.\n\nMorris was correct. During the election of 1802 in the Electoral College the “three-fifths clause gave the Southerners 14 extra electors, the Republicans’ Thomas Jefferson defeated the Federalists’ John Adams, 73-65. Jefferson swept South’s extra electors 12-2. If no three-fifths clause had existed and House apportionment been based strictly on white numbers, Adams would have likely squeaked by, 63-61.” [17] The compromise had major impacts on the Electoral College. In the first 36 years of the Republic, only one President came from the North, John Adams. The rest, Washington, Jefferson, Madison and Monroe were all Virginian’s, and all were slaveholders.\n\nApart from John Quincy Adams who served from 1825-1829 every other President until Abraham Lincoln was either a Southern slaveholder, or a Northern supporter of the South’s position on the preservation and or expansion of slavery. In fact the South dominated all branches of the Federal government from 1789-1861, often with the cooperation of Northern political and business interests.\n\nJames McPherson wrote:\n\n“A Southern slaveholder had been president of the United States two-thirds of the years between 1789 and 1861, and two-thirds of the Speakers of the House and president pro tem of the Senate had also been Southerners. Twenty of the thirty-five Supreme Court justices during that period had been from slave states, which always had a majority on the court before 1861.” [18]\n\nThose who believed in the South’s moral, religious, and cultural supremacy over the North often used the Southern domination of American politics as proof of that superiority, despite the fact that the system was rigged to support their status as a minority which depended on the institution of slavery.\n\nTwo other compromises were made by the delegates to the convention. The first dealt with ending the African slave trade. This was contentious and in response to the threat of ending the trade the delegates from South Carolina, John Rutledge and Charles Cotesworth Pinckney insisted that “South Carolina could not join the proposed Union if the slave trade was prohibited.” [19] The compromise allowed the African slave trade to remain legal until 1808 unless Congress voted to allow it to continue. However, this was the first of many threats by Southern leaders and states to threaten disunion over the issue of slavery. A final compromise required states to “extradite and deliver any fugitive from service to his or her master and state of origin.” [20] The wording of the law was purposely vague and could include indentured servants, but the real target was escaped slaves.\n\nThe early compromises set the stage for future compromises, in large part because Federalist politicians preferred compromise over disunion, and their fear was that “failure to compromise would bring disunion” [21] and with it disaster. Thus the convention approved the compromises and the states, even Northern states which had abolished or were on the way to abolishing slavery ratified it.\n\nSlavery in the Early Years of the United States\n\nSlavery expanded in the American colonies and continued to do so after American independence despite the fact that a number of prominent slaveholders including George Washington voluntarily emancipated their slaves in the 1780s and 1790s. In large part this was due to fact that the United States “purposely built a weak central state, dispersing power to govern from the center to the constituent (some would have said still sovereign) parts.” [22]\n\nThat being said the in the new Constitution the founders ensured that the central government was far stronger than the attempt made in the initial Confederation of States in matters of tariffs, taxes and laws to protect bondholders, slaveowners, and land speculators. In this government the land owners of the Southern states, as well as the merchants of the North held the bulk of the economic, political and social power. Significantly, “most of the makers of the Constitution had some direct interest in establishing a strong federal government: the manufacturers needed protective tariffs; the moneylenders wanted to stop the use of paper money to pay off debts; the land speculators wanted protection as they invaded Indian lands; slaveowners needed federal security against slave revolts and runaways; bondholders wanted a government able to raise money by nationwide taxation, to pay off those bonds.” [23] The Constitution ensured that the Federal Government was strong enough to protect those interests, but not strong enough to encroach on the powers granted to the states, especially the powers of slave states.\n\nThe conflict between supporters of slavery and those who opposed it on either humanitarian, religious or political-ideological grounds would become more of a source of even conflict following slavery’s boost by Eli Whitney’s invention of the Cotton Gin.\n\nThe machine made the production of cotton and its export an even more profitable enterprise requiring more slaves to meet the expanding demand and it was not something that those who believed that slavery would expire of its own accord expected. Thomas Jefferson wrote in 1805 that in regard to slavery that “interest is really going over to the side of morality. The value of the slave is every day lessening; his burden on his master dayly increasing. Interest is therefore preparing for the disposition to be just.” [24] Of course Jefferson, who owned over 200 slaves and had built much of his political base among Virginia planters was wrong, and despite the misgivings that he expresses in some of his letters and papers, including the first draft of the Declaration of Independence, he never took the lead or a public stand on the abolition of slavery.\n\nThe difference made by the cotton gin was starling, it enabled greater production and increased the need for slaves, and with the end of the legal African slave trade in 1808 the price of slaves already in the United States went up considerably, making the interstate trafficking of slaves much more profitable. In 1790 “a thousand tons of cotton were being produced every year in the South. By 1860, it was a million tons. In the same period, 500,000 slaves grew to 4 million.” [25] This enriched Northerners as well, “Northern ships carried cotton to New York and Europe, northern bankers and merchants financed the cotton crop, northern companies insured it, and northern factories turned cotton into textiles. The “free states” had abolished slavery, but they remained intimately linked to the peculiar institution.” [26] Thus the institution of slavery’s tentacles reached out to much of America and with the threat of slave rebellions in the South which could upset the economic status quo the nation “developed a network of controls in the southern states, backed by laws, courts, armed forces, and race prejudice of the nation’s political leaders.” [27]\n\nBut during the early nineteenth century slavery was on the decline in the rest of the Americas as the Spanish, Portuguese and French lost most of their American possessions. Likewise, Britain emancipated its slaves and the slaves in its colonies in the 1830s. Russia emancipated its serfs, and most countries, even the United States banned the African slave trade.\n\nThese events would lead to increasing calls for the abolition of slavery in the United States. In the Free States Of the North abolitionist societies, newspapers and stepped up efforts to help slaves escape their bonds. With the advent of these small, but vocal abolitionist organizations, there was a movement, particularly in Southern religious circles to justify and defend the peculiar institution.\n\nTo be continued…\n\nNotes\n\n[1] Ibid. Zinn A People’s History of the United States p.29\n\n[2] Ibid. Zinn A People’s History of the United States p.32\n\n[3] Foner, Eric Forever Free: The Story of Emancipation and Reconstruction Vintage Books a Division of Random House, New York 2005 p.6\n\n[4] Ibid. Zinn A People’s History of the United States p.28\n\n[5] Ibid. Foner Forever Free p.6\n\n[6] Foner, Eric A Short History of Reconstruction Harper and Row, New York 1990 p.1\n\n[7] Ibid. Foner Forever Free pp.6-7\n\n[8] Ibid. Foner Forever Free p.7\n\n[9] Ibid. Levine Half Slave and Half Free: The Roots of the Civil War Revised Edition p.5\n\n[10] Ibid. Varon Disunion! The Coming of the American Civil War 1789-1858 p.24\n\n[11] Ibid. Varon Disunion! The Coming of the American Civil War 1789-1858 p.22\n\n[12] Ibid. Guelzo Fateful Lightning p.7\n\n[13] Freehling, William W. The Road to Disunion Volume One: Secessionists at Bay Oxford University Press, Oxford and New York 1990 p.146\n\n[14] Ibid. Varon Disunion! The Coming of the American Civil War 1789-1858 p.23\n\n[15] Ibid. Freehling The Road to Disunion Volume One: Secessionists at Bay p.147\n\n[16] Ibid. Varon Disunion! The Coming of the American Civil War 1789-1858 p.23\n\n[17] Ibid. Freehling The Road to Disunion Volume One: Secessionists at Bay p.147\n\n[18] McPherson, James The War that Forged a Nation: Why the Civil War Still Matters Oxford University Press, Oxford and New York 2015 p.7\n\n[19] Ibid. Varon Disunion! The Coming of the American Civil War 1789-1858 p.23\n\n[20] Ibid. Varon Disunion! The Coming of the American Civil War 1789-1858 p.24\n\n[21] Ibid. Varon Disunion! The Coming of the American Civil War 1789-1858 p.24\n\n[22] McCurry, Stephanie Confederate Reckoning: Power and Politics in the Civil War South Harvard University Press, Cambridge and London 2010 p.220\n\n[23] Ibid. Zinn A People’s History of the United States pp.90-91\n\n[24] Ibid. Levine Half Slave and Half Free: The Roots of the Civil War Revised Edition p.8\n\n[25] Ibid. Zinn A People’s History of the United States p.171\n\n[26] Ibid. Foner Forever Free p.13\n\n[27] Ibid. Zinn A People’s History of the United States p.171"}}