{"GDELT": {"GlobalEventID": 908569832, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "CRM", "Actor1Name": "GANG", "Actor1Type1Code": "CRM", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.47598253275109, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200226161500, "SOURCEURL": "https://scroll.in/article/954283/protests-across-indias-shaheen-baghs-are-part-of-a-global-fourth-wave-feminist-uprising"}, "ARTICLE": {"TITLE": "Protests across India’s ‘Shaheen Baghs’ are part of a global fourth-wave feminist uprising", "TEXT": "Women are among the strongest opponents of India’s Citizenship Amendment Act and the proposed National Register of Citizens, which threaten the citizenship rights of vulnerable groups like Muslims, poor women, oppressed castes and LGBTQ people. The Act, passed in December 2019, fast-tracks Indian citizenship for undocumented refugees from Bangladesh, Afghanistan and Pakistan – but only those who are non-Muslim. Meanwhile, the National Register of Citizens will require all residents in India to furnish extensive legal documentation to prove their citizenship as soon as 2021.\n\nCritics see the two laws as part of the government’s efforts to redefine the meaning of belonging in India and make the constitutionally secular country a Hindu nation.\n\nSince December 4, 2019, Indians of all ages, ethnicities and religions have been protesting the new citizenship initiatives in scattered but complementary nationwide demonstrations. The uprisings have persisted through weeks of arrests, beatings and even killings by the police. But the most enduring pocket of resistance is an around-the-clock sit-in of mostly hijab-wearing women in a working-class Delhi neighborhood called Shaheen Bagh.\n\nWomen take charge\n\nSince December 15, 2019, women of all ages – from students to 90-year-old grandmothers – have abandoned their daily duties and braved near-freezing temperatures to block a major highway in the national capital, Delhi. This is a striking act of resistance in a patriarchal country where women, and particularly Muslim women, have historically had their rights denied.\n\nThe Shaheen Bagh protests are as novel in their methods as they are in their makeup. Protesters are using artwork, book readings, lectures, poetry recitals, songs, interfaith prayers and communal cooking to explain their resistance to citizenship laws that, they say, will discriminate against not just Muslims but also women, who usually don’t have state or property papers in their own names.\n\nOn January 11, women in Kolkata performed a Bengali-language version of a Chilean feminist anthem called The Rapist is You. This choreographed public flash dance, first staged in Santiago, Chile, in November 2019, calls out the police, judiciary and government for violating women’s human rights.\n\nPlay A Shaheen Bagh protest song.\n\nIn 2011, the Thomson Reuters Foundation reported that India is the world’s most dangerous country for women. One-third of married women are physically abused. Two-thirds of rapes go unpunished. Gender discrimination is so pervasive that around one million female fetuses are aborted each year. In some parts of India, there are 126 men for every 100 women.\n\nIndian women have come together in protest before, to speak out against these and other issues. But most prior women’s protests were limited in scope and geography. The 2012 brutal gang rape and murder of a 23-year-old Delhi woman, which sparked nationwide protests, was a watershed moment. All at once, the country witnessed the power of women’s rage.\n\nThe current women-led anti-citizenship law demonstrations are even greater in number and power. Beyond Shaheen Bagh, Indian women across caste, religion and ethnicity are putting their bodies and reputations on the line. Female students are intervening to shield fellow students from police violence at campus protests. Actresses from Bollywood, India’s film industry, are speaking out against gender violence, too.\n\nGlobal women’s spring\n\nWith their non-violent tactics and inclusive strategy, the Shaheen Bagh women are proving to be effective critics of the government’s Hindu-centric agenda. Their leaderless epicenter of resistance raises up national symbols like the Indian flag, the national anthem and the Indian Constitution as reminders that India is secular and plural – a place where people can be both Muslim and Indian.\n\nThe Shaheen Bagh movement’s novel and enduring strategy has triggered activism elsewhere in the country. Thousands of women in Lucknow started their own sit-in in late January. Similar “Shaheen Baghs” have sprung up since, in the cities of Patna and even Chennai.\n\nThese protests form part of a broader global trend in women’s movements. Worldwide, female activists are combining attention to women’s issues with a wider call for social justice across gender, class and geographic borders.\n\nIn January 2019 alone, women in nearly 90 countries took to the streets demanding equal pay, reproductive rights and the end of violence. Young women were also at the forefront of the 2019 pro-democracy protests in Hong Kong, Lebanon, Sudan, Brazil and Colombia. As I write in my 2017 book, such inclusive activism is the defining characteristic of what’s called “fourth wave feminism.”\n\nThere isn’t a common definition of the first three feminist waves. In the United States, they generally refer to the early 20th century suffragette movement, the radical women’s movement of the 1960s and 1970s, and the more mainstream feminism of the 1990s and early 2000s.\n\nFourth wave feminism appears to be more universal. Today’s activists fully embrace the idea that women’s freedom means little if other groups are still oppressed. With its economic critique, disavowal of caste oppression and solidarity across religious divides, India’s Shaheen Bagh sit-in shares attributes with the women’s uprisings in Chile, Lebanon, Hong Kong and beyond.\n\nThe last time women came together in such numbers worldwide was the #MeToo movement, a campaign against sexual harassment which emerged on social media in the United States in 2017 and quickly spread across the globe.\n\nShaheen Bagh and similarly far-reaching women’s uprisings underway in other countries take #MeToo to the next level, moving from a purely feminist agenda to a wider call for social justice. Women protesters want rights – not just for themselves, but human rights for all.\n\nAlka Kurian, Senior Lecturer, School of Interdisciplinary Arts and Sciences, University of Washington, Bothell.\n\nThis article first appeared on The Conversation."}}