{"GDELT": {"GlobalEventID": 908570521, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "MNCJPN", "Actor1Name": "SONY", "Actor1CountryCode": "JPN", "Actor1Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 1243, "EventBaseCode": 124, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.98231827111984, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Houston, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX201", "Actor1Geo_Lat": 29.7633, "Actor1Geo_Long": -95.3633, "Actor1Geo_FeatureID": "1380948", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Houston, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX201", "Action2Geo_Lat": 29.7633, "Action2Geo_Long": -95.3633, "Action2Geo_FeatureID": "1380948", "DATEADDED": 20200226161500, "SOURCEURL": "https://www.christianpost.com/voices/digital-cocaine-a-journey-toward-ibalance.html"}, "ARTICLE": {"TITLE": "Digital cocaine: A journey toward iBalance", "TEXT": "Digital cocaine: A journey toward iBalance\n\nEmail Whatsapp Menu Whatsapp Google Reddit Digg Stumbleupon Linkedin Comment\n\nEverything is permissible for me, but not all things are beneficial. Everything is permissible for me, but I will not be enslaved by anything [and brought under its power, allowing it to control me]. 1 Corinthians 6:12 (AMP)\n\nThe shocking headline from the Oct. 7, 2019 edition of USA Today reads, \"Epic Games sued for not warning parents ‘Fortnight’ is allegedly as addictive as cocaine.\"\n\nThe court case came as no surprise to me. After all, I’m the author of the book and video, Digital Cocaine: A Journey Toward iBalance. I’ve been beating this drum for years. Audiences all over the world watch and listen to my presentations with great intensity. However, being heard, I discovered early on is quite another matter.\n\nI have two major hurdles when attempting to communicate that digital drugs are as addictive as their non-virtual counterparts — heroin, cocaine, alcohol, tobacco, etc. In other words, digital addiction is not a metaphor; it is a literal addiction.\n\nFirst, the vast majority of parents I speak to believe they and their children are the exceptions to all the science and warnings that I present. The second obstacle I face is convincing my audiences that addiction to devices equivalently affects the brain as cocaine. In an interview on Yahoo! News Now, Dr. Nicholas Kardaras, psychotherapist and addiction specialist, said:\n\nKids are, and again, this hypnotic trance that I call it is now being backed by research that shows that these screens are affecting [the] frontal cortex of a child’s brain in exactly the same way as cocaine.[1]\n\nI should probably pause at this point and define digital drugs. Developing a dependency on technology means excessive screen time, whether it be staring at a high definition-television, smartphone, tablet, electronic billboard, or computer screen. You get the idea.\n\nWhere all of this becomes tricky is defining the word excessive. Rarely do I have a screen addict tell me that they use their drug excessively. Denial is a classic hallmark of any addiction. Everyone around the digital addict can clearly see their consumption is way over the top. Still, when confronted, the tech junkie can always downplay and justify their unbridled usage, most often accompanied by irritation or anger, but sometimes with a hearty laugh.\n\nGet The Christian Post newsletter in your inbox. The top 7 stories of the day, curated just for you!\n\nDelivery: Weekdays\n\nI speak in schools all over the world, and given my topic, I often have conversations with members of IT Departments. After speaking to a group of students, one of the tech employees approached me to talk about his video gaming. He assured me that he did not have an addiction and that everything was under control. I hear this all the time. It goes something like this, “I only play a limited time each evening and possibly a little more on the weekends. I’m really careful.”\n\nAfter he walked away, I was approached by one of his colleagues who asked me, “Did he just tell you he limits his video gaming?” I said, “Yes.”\n\nHe went on to tell me that his video gaming addiction is so bad, he uses his vacation time to play video games.\n\nAn addict, regardless of the drug, rarely believes their usage is immoderate. I think the video gamer I just described was sincere. Nevertheless, those who work with him day in and day and out; those who know him, observe something entirely different.\n\nAny honest parent of an infant, toddler, preschooler, kindergartner, adolescent, teenager, or University student will tell you that it doesn't take very long at all before screen time becomes excessive. The time it takes for mesmerization to occur can be the very moment when the eyes lock onto the screen. They are all instantly drawn to the glow like a moth to a flame. And over time, their personalities change, and not for the better.\n\nA child’s brain is underdeveloped and, therefore, susceptible to technology’s hyper-stimulating effect. The same is true for a young adult under the age of approximately 25 because even their pre-frontal cortex is still not fully developed.[2] That is the area of the brain that, among other things, regulates impulse control. In other words, they struggle with putting the brakes on their urges[3], and this includes screen time.\n\nWhat these young people need are non-addicted adults to come along beside them and put the brakes on for them.\n\nHouston, we have yet another major problem. Most adults are just as addicted to their technology as their children. We are now seeing multiple layers of denial in the typical nuclear home.\n\nThis article is from Brad's upcoming book, Digital Rehab: Digital Detox and Beyond. More about Brad's work can be found at bradhuddleston.com.\n\n[1] “Glow kids: Beware of the screen.” YouTube video, 13:58. October 13, 2016. https://youtu.be/MQMlOjOPsKg, accessed Feb. 9, 2020.\n\n[2] “Maturation of the teenage brain.” Mariam Arain, Maliha Haque, Lina Johal, Puja Mathur, Wynand Nel, Afsha Rais, Ranbir Sandhu, and Sushil Sharma. National Center for Bioteachnology Information, US National Library of Medicine, National Institutes of Health. Published April 3, 2013. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3621648/. Accessed Feb. 10, 2020.\n\n[3] “Principles of Adolescent Substance Use Disorder Treatment: A Research-Based Guide.” National Institute on Drug Abuse, https://www.drugabuse.gov/publications/principles-adolescent-substance-use-disorder-treatment-research-based-guide/introduction. Access Feb. 10, 2020."}}