{"GDELT": {"GlobalEventID": 908570266, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "IND", "Actor1Name": "GUJARAT", "Actor1CountryCode": "IND", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 2, "NumArticles": 2, "AvgTone": -6.53430651281654, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Michigan, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMI", "Actor2Geo_Lat": 43.3504, "Actor2Geo_Long": -84.5603, "Actor2Geo_FeatureID": "MI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 43.3504, "Action2Geo_Long": -84.5603, "Action2Geo_FeatureID": "MI", "DATEADDED": 20200226161500, "SOURCEURL": "https://www.ksl.com/article/46722328/death-toll-rises-to-24-from-delhi-riots-during-trump-trip"}, "ARTICLE": {"TITLE": "Death toll rises to 24 from Delhi riots during Trump trip", "TEXT": "By Sheikh Saaliq and Emily Schmall, Associated Press | Updated - Feb. 26, 2020 at 11:27 a.m. | Posted - Feb. 25, 2020 at 7:59 p.m.\n\nNEW DELHI (AP) — At least 24 people were killed and 189 injured in three days of clashes in New Delhi that coincided with U.S. President Donald Trump's first state visit to India, with the death toll expected to rise as hospitals continue to take in the wounded, authorities said Wednesday.\n\nShops, Muslim shrines and public vehicles were left smoldering from violence between Hindu mobs and Muslims protesting a new citizenship law that fast-tracks naturalization for foreign-born religious minorities of all major faiths in South Asia except Islam.\n\nTwenty-four deaths were reported at two hospitals in New Delhi, officials said.\n\nThe clashes were the worst communal riots in the Indian capital in decades. The law's passage in December earlier spurred massive protests across India that left 23 dead, many of them killed by police.\n\nThe dead in this week's violence included a policeman and an intelligence bureau officer, and the government has banned public assembly in the affected areas.\n\nPolice spokesman M.S. Randhawa said 106 people were arrested for alleged involvement in the rioting.\n\nOfficials reported no new violence Wednesday as large police reinforcements patrolled the areas, where an uneasy calm prevailed.\n\nNational Security Adviser Ajit Doval toured the northeastern neighborhoods of Delhi where the rioting occurred, seeking to assure fear-stricken residents including a female student who complained that police had not protected them from mobs who vandalized the area and set shops and vehicles on fire.\n\nWhile clashes wracked parts of the capital, Prime Minister Narendra Modi hosted a lavish reception for Trump, including a rally in his home state of Gujarat attended by more than 100,000 people and the signing of an agreement to purchase more than $3 billion of American military hardware.\n\nOn Wednesday, Modi broke his silence on the violence, tweeting that “peace and harmony are central to (India's) ethos. I appeal to my sisters and brothers of Delhi to maintain peace and brotherhood at all times.\"\n\nNew Delhi's top elected official, Chief Minister Arvind Kerjiwal, called for Modi's home minister, Amit Shah, to send the army to ensure peace.\n\nPolice characterized the situation as tense but under control. Schools remained closed.\n\nSonia Gandhi, a leader of the Congress party, India's main opposition group, called for Shah to resign. She accused Modi's Hindu-nationalist Bharatiya Janata Party of creating an environment of hatred and its leaders of inciting violence with provocative speeches that sought to paint Muslim protesters against the citizenship law as anti-nationalists funded by Pakistan.\n\nNew Delhi's High Court ordered the police to review videos of hate speeches allegedly made by three leaders of Modi's party and decide whether to prosecute them, the Press Trust of India news agency reported.\n\nThe clashes escalated Tuesday, according to Rouf Khan, a resident of Mustafabad, an area in the capital's northeast.\n\nKhan said mobs with iron rods, bricks and bamboo sticks attacked the homes of Muslims while chanting \"Jai Shri Ram,\" or “Victory to Lord Ram,” the popular Hindu god of the religious epic “Ramayana.”\n\nAs Air Force One flew Trump and his delegation out of New Delhi late Tuesday, Muslim families huddled in a mosque in the city's northeast, praying that Hindu mobs wouldn't burn it down.\n\n“After forcing their way inside the homes, they went on a rampage and started beating people and breaking household items,” Khan said of the mobs, adding that he and his family had to run and take shelter inside a mosque that he said was guarded by thousands of Muslim men.\n\n“I don’t know if our house was burned or not, but when we were running away we heard them asking people to pour kerosene and burn everything down,” Khan said.\n\nSome of the dead had bullet wounds, according to Dr. Sunil Kumar, medical director of the Guru Teg Bahadur Hospital.\n\nOthers came to the hospital with gunshot and stab wounds and head injuries.\n\nAmong them was Mohammad Sameer, 17, who was being treated for a gunshot wound to his chest Wednesday at Guru Teg Bahadur Hospital.\n\nSpeaking to The Associated Press after having an operation, Sameer said he was standing on his family's apartment terrace watching Hindu mobs enter Mustafabad when he was shot in the chest.\n\n“When Sameer was shot, I took him on my shoulders and ran downstairs,\" said the boy's father, Mohammad Akram. “But when the mob saw us, they beat me and my injured son. He was bleeding very badly. While they were beating with sticks, they kept on chanting ‘Jai Shri Ram’ slogans and threatened to barge inside our homes.”\n\nAkram said he managed to get his son into a vehicle, but they were stopped several times by Hindus demanding they pull their pants down to show whether they were circumcised before they managed to escape from the area and reach the emergency room. Muslims are generally circumcised, while Hindus are not.\n\nIn Kardampura, a Muslim-majority area where a youth was shot and killed on Monday, hundreds of police personnel in riot gear patrolled the area and asked people to stay indoors, while residents said they were living in fear.\n\n“We are scared and don’t know where to go,” said one resident, Dr. Jeevan Ali Khan. “If the government wanted, they could have stopped these riots.”\n\nClose by, black smoke still rose on Wednesday afternoon from a market that sold tires and second-hand car parts in Gokalpuri as fireman tried to douse the smoldering fire.\n\nThe violence drew sharp reactions from U.S. lawmakers, with Rep. Rashida Talib, a Democrat from Michigan, tweeting, “This week, Trump visited India but the real story should be the communal violence targeting Muslims in Delhi right now.”\n\nPakistani Prime Minister Imran Khan condemned the killing of Muslims, saying: “Now 200 million Muslims in India are being targeted. The world community must act now.\"\n\nTrump told reporters Tuesday that he had heard about the violence but had not discussed it with Modi. Instead, Trump gloated about his reception in India.\n\nIndia has been rocked by violence since Parliament approved the citizenship law in December. Opponents have said the country is moving toward a religious citizenship test, but Trump declined to comment on it.\n\n“I don't want to discuss that. I want to leave that to India and hopefully they're going to make the right decision for the people,” he said.\n\nIt was the worst religiously motivated violence in New Delhi since 1984, when Prime Minister Indira Gandhi was killed by her Sikh bodyguards, triggering a wave of riots that resulted in the deaths of more than 3,000 Sikhs in the capital and more than 8,000 nationwide.\n\nIn 1992, tens of thousands of Hindu extremists razed a 16th-century mosque in northern India, claiming that it stood on the birthplace of the Hindu god Rama. Nearly 2,000 people were killed across the country in the riots that followed.\n\nThe religious polarization that followed saw the right-wing Hindu Bharatiya Janata Party emerge as the single largest party in India’s Parliament. The Congress party and regional parties courted Muslim votes by portraying themselves as defenders of minority rights.\n\nIn 2002, the western Indian state of Gujarat erupted in violence when a train filled with Hindu pilgrims was attacked by a Muslim mob in a small town. A fire erupted — it remains unclear whether it was arson — and 60 Hindus burned to death. In retaliation, more than 1,000 people, mostly Muslims, were killed in the state.\n\nModi was Gujarat’s chief minister at the time. He was accused of tacit support for the rampage against Muslims, but a court ultimately cleared him of wrongdoing. Still, for several years the U.S. included him on a travel ban. Hosting Trump in Gujarat was important symbolically for Modi.\n\nViolent large-scale clashes between Hindus and Muslims last took place in New Delhi in 2014, months after Modi's party came to power, in a largely poor neighborhood close to where this week's rioting occurred.\n\nA Muslim-owned shop was set on fire, Hindus pelted a mosque with stones, and dozens of angry Muslim men attacked Hindu homes. About three dozen people were injured.\n\n___\n\nAssociated Press journalists Ashok Sharma and Shonal Ganguly in New Delhi, and Munir Ahmed in Islamabad, Pakistan, contributed to this report.\n\nCopyright © The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\n×\n\nPhotos"}}