{"GDELT": {"GlobalEventID": 908570960, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "USA", "Actor1Name": "ATLANTA", "Actor1CountryCode": "USA", "Actor2Code": "JUD", "Actor2Name": "ATTORNEY", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -8.17307692307692, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Asheville, North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_ADM2Code": "NC021", "Actor1Geo_Lat": 35.6009, "Actor1Geo_Long": -82.554, "Actor1Geo_FeatureID": "1018864", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Asheville, North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_ADM2Code": "NC021", "Actor2Geo_Lat": 35.6009, "Actor2Geo_Long": -82.554, "Actor2Geo_FeatureID": "1018864", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Asheville, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_ADM2Code": "NC021", "Action2Geo_Lat": 35.6009, "Action2Geo_Long": -82.554, "Action2Geo_FeatureID": "1018864", "DATEADDED": 20200226161500, "SOURCEURL": "https://www.theonefeather.com/2020/02/white-indicted-charged-with-distributing-fentanyl-in-overdose-death/"}, "ARTICLE": {"TITLE": "White indicted, charged with distributing fentanyl in overdose death", "TEXT": "ASHEVILLE – A federal grand jury sitting in Charlotte returned a criminal bill of indictment on Thursday, Feb. 20, charging Shannon White, 42, of Cherokee, with distributing fentanyl that resulted in an overdose death, announced Andrew Murray, U.S. Attorney for the Western District of North Carolina. White appeared in federal court on the morning of Monday, Feb. 24, following her arrest by the DEA and the Swain County Sheriff’s Office.\n\nThe criminal bill of indictment alleges that on Jan. 28, 2019, White did knowingly distribute a mixture or substance containing fentanyl, a Schedule II controlled substance, which resulted in the death of a victim identified in the indictment as J.F.\n\nWhite had her initial appearance on Feb. 24 in Asheville before U.S. Magistrate Judge W. Carleton Metcalf. The offense charged carries a mandatory minimum term of 20 years imprisonment, a maximum term of life imprisonment, and a $1,000,000 fine.\n\nThe charge contained in the indictment is an allegation. The defendant is innocent until proven guilty beyond a reasonable doubt in a court of law.\n\nRobert J. Murphy, Special Agent in Charge of the Atlanta Field Division of the Drug Enforcement Administration (DEA), which oversees the Asheville District Office, and the counties encompassing the Cherokee Indian Reservation, joined U.S. Attorney Murray in making the announcement.\n\nIn making the announcement, U.S. Attorney Murray thanked the DEA and the Swain County Sheriff’s Office for their investigation of this case. Assistant U.S. Attorney Thomas Kent, of the U.S. Attorney’s Office in Asheville, is handling the prosecution.\n\nLast month, U.S. Attorney Murray was joined by the U.S. Attorneys for the Middle and Eastern Districts of North Carolina and the District of South Carolina, in calling on Congress to issue a permanent ban on fentanyl and its analogues. Congress passed a 15-month extension on DEA’s existing ban on all variants of fentanyl, which President Trump signed into law on February 6, 2020. The current extension expires on May 6, 2021.\n\nHe noted, “While I am thankful that Congress extended the temporary ban on fentanyl and fentanyl- like analogues, I join law enforcement and prosecutors across the nation in calling for action to permanently outlaw this deadly substance and all its derivatives. Temporary bans are the equivalent of putting a Band-Aid on a gushing wound. We need a permanent fix. Fentanyl and fentanyl analogues kill people and devastate communities. These drugs belong in same legal category as heroin and other deadly substances.”\n\n– U.S. Department of Justice release"}}