{"GDELT": {"GlobalEventID": 908570111, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "GOV", "Actor1Name": "PRINCE", "Actor1Type1Code": "GOV", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 48, "NumSources": 6, "NumArticles": 48, "AvgTone": 0.24830667949941798, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mansfield, Nottinghamshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKJ9", "Actor1Geo_ADM2Code": "40126", "Actor1Geo_Lat": 53.1333, "Actor1Geo_Long": -1.2, "Actor1Geo_FeatureID": "-2602538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mansfield, Nottinghamshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKJ9", "Actor2Geo_ADM2Code": "40126", "Actor2Geo_Lat": 53.1333, "Actor2Geo_Long": -1.2, "Actor2Geo_FeatureID": "-2602538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mansfield, Nottinghamshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKJ9", "Action2Geo_ADM2Code": "40126", "Action2Geo_Lat": 53.1333, "Action2Geo_Long": -1.2, "Action2Geo_FeatureID": "-2602538", "DATEADDED": 20200226161500, "SOURCEURL": "https://www.prestwichandwhitefieldguide.co.uk/news/national/18263511.william-hears-tale-rough-sleepers-lost-false-leg-shelter-visit/"}, "ARTICLE": {"TITLE": "William hears tale of rough sleeper’s lost false leg on shelter visit", "TEXT": "The Duke of Cambridge has heard how a rough sleeper’s friend accidentally lost his false leg, as he visited a homeless shelter.\n\nWilliam, who has been patron of homeless charity Centrepoint since 2005, was meeting service-users at The Beacon Project in Mansfield, Nottinghamshire, on Wednesday.\n\nThe centre offers a refuge to rough sleepers, including access to housing and health outreach services but also providing the basics like a hot meal, clothing and a place to take a hot shower.\n\nMany of those at the centre have done battle with drug and alcohol addiction, with the prince hearing frank accounts of their struggles and successes.\n\nAfter hearing from one group, he said: “You can’t fix alcohol, drug addiction or mental health in a few weeks – it takes years.”\n\nAmong those whom the prince spoke to was Delroy Carr, 58, originally from Mansfield, who had to have his right leg amputated above the knee from injecting heroin, 11 years ago.\n\nThe ex-serviceman, who once served with the 1st Battalion, Worcestershire and Sherwood Foresters, had the prince laughing as he told how another centre user lost his prosthetic limb.\n\nMr Carr also told how having been homeless for two years, he was now clean and had got into some assisted accommodation at Christmas – through the centre.\n\nAfter meeting the prince, Mr Carr, who gets about on crutches, said: “He’s a good man.”\n\nHe added: “I wouldn’t have expected him to know as much as he does, he seems very well informed and genuinely seems interested, not like he’s putting it on.\n\n“He seems very genuine and really wants to help.”\n\nWilliam was left laughing, after hearing how Daniel Walker (back left) accidentally lost his friend Delroy Carr’s (left) false leg. (Chris Jackson/PA)\n\nAfter hearing about his lost leg, the prince told Mr Carr he would personally ensure his details reached the specialist Defence Medical Rehabilitation Centre (DMRC) for ex-service personnel.\n\nAmong the services offered, the centre machines and fits prosthetic limbs.\n\nWilliam only visited the facility at Stanford Hall, near Loughborough, earlier this month, and is patron of its charity.\n\nThe prince told Mr Carr: “I’ll get them the details about your leg, and make sure we pass that on.\n\n“It’s (the DMRC) just down the road, so it’s crazy (not to).”\n\nThe prince was left laughing after listening to Mr Carr’s friend and fellow service-user, Daniel Walker, tell how he lost his friends false leg.\n\nMr Walker, 43, said: “His leg from the hospital rubbed and he was getting really bad sores.\n\n“So I said I’d take it home, put the angle grinder on it.\n\n“I’ll change the disk, put some soft on it and run it down a little bit for you.\n\nAt @TarmacLtd The Duke of Cambridge watched a demonstration from apprentices learning to resurface a pavement, before taking the opportunity to join in by driving the paver 👷 pic.twitter.com/XWBK5izvbR — Kensington Palace (@KensingtonRoyal) February 26, 2020\n\n“I’ve gone to work, because I worked as a binman, and I’ve come back and I’ve gone ‘Babe, where’s Delly’s leg gone?’\n\n“She went ‘That horrible thing you left in the garage? – it freaked me out, it’s horrible’.\n\n“I said, ‘well where is it?’, and she went ‘dustbin men took it – your mates come round earlier’.\n\n“And I went ‘oh my God’, I’ve lost Delly’s false leg.”\n\nHe added: “He’s never had one since – nine years.\n\n“He’s been hopping mad for nine years.”\n\nThe Duke of Cambridge operating an asphalt paver (Jacob King/PA)\n\nMr Walker explained that he and Mr Carr had battled long years of drug addiction, but were now clean.\n\nIn a conversation with key workers, the prince had also spoken of how service users told him of their battles with drug addiction.\n\nHe said: “The guys were saying coming off heroin is the hardest thing they’ve had to do, that’s the draw (of it), it’s just so debilitating.”\n\nThe prince added: “They know they can do it, they just can’t break the cycle.”\n\nPhil Myers, an outreach worker with charity Framework who works with rough sleepers at the centre, said homelessness was a “massive problem”.\n\nThe Duke of Cambridge operates an excavator simulator (Jacob King/PA)\n\nEarlier, William visited a construction training centre where he was meeting apprentices and drove a paving machine.\n\nThe prince also had a go on a rock quarrying simulator, and said: “At least I can tell George I’ve been on a digger.”\n\nHe was having a tour of Tarmac’s new National Skills and Safety Park, on the site of a working quarry near Mansfield, before formally opening the centre.\n\nThe prince also met UK company bosses to discuss support for social mobility and improving young people’s employment and training options.\n\nDescribing social mobility as “really important”, he said: “I’m here to really listen to the ideas and the challenges and the opportunities that you all think are out there.”"}}