{"GDELT": {"GlobalEventID": 908569472, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor2Code": "GOV", "Actor2Name": "MINIST FOR FOREIGN", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.95857988165681, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Stockholm, Stockholm, Sweden", "Actor2Geo_CountryCode": "SW", "Actor2Geo_ADM1Code": "SW26", "Actor2Geo_ADM2Code": "26170", "Actor2Geo_Lat": 59.3333, "Actor2Geo_Long": 18.05, "Actor2Geo_FeatureID": "-2524279", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Stockholm, Stockholm, Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW26", "Action2Geo_ADM2Code": "26170", "Action2Geo_Lat": 59.3333, "Action2Geo_Long": 18.05, "Action2Geo_FeatureID": "-2524279", "DATEADDED": 20200226161500, "SOURCEURL": "https://www.sipri.org/news/2020/sipri-co-hosts-event-2020-review-united-nations-peacebuilding-architecture"}, "ARTICLE": {"TITLE": "SIPRI co-hosts event on the 2020 review of the United Nations Peacebuilding Architecture", "TEXT": "On 20–21 February, SIPRI and the Swedish Ministry for Foreign Affairs co-hosted a thematic and regional consultation on the 2020 review of the United Nations Peacebuilding Architecture.\n\nThe discussions took stock of progress made by the United Nations (UN) in advancing core areas of sustaining peace and reflected on the impact of the UN reforms launched by the Secretary-General in 2019. The discussions highlighted new operational models for country operations, and the progress made in Burkina Faso, Kyrgyz Republic, Lebanon, Liberia and Somalia, underlining the importance of further political and financial investment in peacebuilding. The consultation focused specifically on partnerships between the European Union (EU) and the UN on peacebuilding, as well as the challenges that remain to support national efforts for peace and development.\n\nThe consultation was opened by Johannes Oljelund, Director-General for International Development Cooperation, Swedish Ministry for Foreign Affairs, Ambassador Annika Söder, who is contributing to the review, and Dan Smith, SIPRI Director. The meeting was attended by senior management representatives from EU and UN country teams and headquarters, including UN resident coordinators in Somalia, Burkina Faso, Kyrgyzstan and Jordan as well as civil society organizations, among others Kvinna till Kvinna, the Life and Peace Institute and the Dag Hammarskjöld Foundation. The meeting concluded with reflections from Efraim Gomez, Head of UN Policy Department, Swedish Ministry for Foreign Affairs, and SIPRI’s Jago Salmon, lead convener of the 2020 Stockholm Forum on Peace and Development. The conclusions of the consultation will be provided to the UN as an input to the review.\n\nThe event was held in the context of the long-standing support to UN Peacebuilding by the Swedish Government, and the synergies between the UN’s Sustaining Peace Agenda and the upcoming Stockholm Forum on Peace and Development. This year’s edition of the Forum will be held under the theme ‘The Geopolitics of Peacebuilding’.\n\nForum inquiries\n\nFor additional inquiries on the Forum, please contact Martina Selmi, Programme Coordinator (SthlmForum2020@sipri.org, +46 76 628 62 16).\n\nMedia contacts\n\nFor media enquiries, please contact Alexandra Manolache, Communications Officer (alexandra.manolache@sipri.org, +46 76 628 61 33) or Stephanie Blenckner, Director of Communications (blenckner@sipri.org, +46 8 655 97 47)."}}