{"GDELT": {"GlobalEventID": 908570932, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.5842259006816, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New Mexico, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNM", "Actor1Geo_Lat": 34.8375, "Actor1Geo_Long": -106.23700000000001, "Actor1Geo_FeatureID": "NM", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Simin, Ardabil, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR32", "Actor2Geo_ADM2Code": "41035", "Actor2Geo_Lat": 38.2049, "Actor2Geo_Long": 48.0182, "Actor2Geo_FeatureID": "-3771221", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Mexico, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNM", "Action2Geo_Lat": 34.8375, "Action2Geo_Long": -106.23700000000001, "Action2Geo_FeatureID": "NM", "DATEADDED": 20200226161500, "SOURCEURL": "https://news.artnet.com/exhibitions/shirin-neshat-land-of-dreams-interview-1785786"}, "ARTICLE": {"TITLE": "To Portray America's Diversity in the Age of Polarization, Shirin Neshat Photographed New Mexico, One of Its Poorest States", "TEXT": "I recognized Shirin Neshat by her black kohl eyeliner, which frames her kind eyes like war paint.\n\nWe met at Goodman Gallery in London, where the veteran artist is presenting a new body of work in her first solo exhibition in the city in two decades. The two films and the series of photographic portraits on view in “Land of Dreams” convey a shift in focus for Neshat, who has often used her work to look back at her native Iran.\n\nNow, her steely gaze is fixed firmly on her adoptive home, the US.\n\nNeshat told me this new chapter is somewhat “activist” in tenor. “The rise of white supremacy and fanaticism in the US is very real,” she said. “We—and I say we because I think I am American as well—are at risk of a major transformation.”\n\nThe artist’s highly stylized black-and-white films follow a young Iranian art student, Simin, as she travels across the US taking portraits and asking her subjects about their dreams. Along her journey, Simin has doors slammed in her face, but she’s also welcomed, which Neshat said echoes her own experience of America.\n\n“I feel that all the time that I’ve been in this country, I’ve been mostly treated really well,” she said. “But I have also felt racism, and that’s one of the reasons I think I wanted to make the film, because the United States of America is changing.”\n\nMore than 60 portrait photographs are also on view, which Neshat captured as she traveled across New Mexico going door-to-door offering people $20 to photograph them. She chose New Mexico because of its diverse population, which comprises white Americans as well as a large Hispanic immigrant contingent, African American communities, and Native American reservations. It is also one of the poorest US states.\n\n“It’s a kind of a portrait of America, a portrait of immigrants,” Neshat said. “What you see 20 years from now may be very different. There is an idea of ‘purifying’ the white race, and of building walls, which is a phenomenon that is fundamentally anti-American.”\n\nLand of Dreams\n\nThe second film in the exhibition, The Colony, involves an absurd twist, revealing Simin as an Iranian spy who reports American dreams back to a dystopian Iranian colony in the mountains. As the film progresses, Simin begins to emotionally identify with her American subjects’ dreams.\n\n“Dreams are very similar regardless of where you come from,” Neshat says. “Our nightmares and anxieties are similar. They are fears about aging, about death, war, and displacement.”\n\nGrowing up in Iran, Neshat experienced the rise of radical Islam in the years leading up to the Iranian Revolution in 1979. Since she emigrated to the US in the 1990s, her work has often raised questions about how her country was ideologically transformed in such a brief period.\n\n“I always thought of Iran as having had absolutely the most backward and unbelievable transformation, a resurrection of something that in this time and age seemed impossible,” she said. “But it happened, and now they have been in power for 40 fucking years, and people are brainwashed.”\n\nSimilarly, she is alarmed by the dominance of Fox News in the US, and says “there is a risk of fascism in America.” She also sees “frightening similarities” between the rise of white supremacy in the US, the UK, and parts of Europe.\n\nBut the art market, she said, can blind artists to their social responsibilities.\n\n“They are more concerned with making commodities, and the whole art world is so dominated by the market that artists are often very ambivalent,” she said. “I sometimes feel bad saying this, because to be honest, I’m a blue-chip artist showing in a commercial gallery. But we don’t need to exist only to serve the museums and galleries and collectors.”\n\nThe Colony\n\nLate last month, Trump introduced even tighter restrictions on foreign travel to the US. And even though she is an American citizen, Neshat expressed a growing concern that she may not be permitted to return to the States because her place of birth is marked on her passport.\n\nIn the early ’90s, Neshat had a harrowing experience that still haunts her. After attempting to leave Iran, she was detained by officials for hours before being permitted to travel abroad.\n\n“I was just devastated,” she recalled. “I knew I would never go back. As I entered the US on the other side, there was an African American immigration officer. And the first thing he said after he gave me back my passport was ‘welcome home,’ and I just started crying.”\n\n“To me, that was the definition of America,” she added. “And that is changing.”\n\nOver the next two years, Neshat plans to return to New Mexico to film a feature-length version of the films in the exhibition. She and her team have been working on the script for the past three years, and they are now in fundraising stages and plan to start shooting in May.\n\n“I want to explore a greater balance in terms of the representation of the communities in America. I don’t want it to be like poverty porn,” she said.\n\nNeshat said she has considered leaving the US if Trump gets re-elected. But the artist is trying to stay optimistic.\n\n“I think the issues are so immense and overwhelming that you could just lose yourself in despair. But I have an individual responsibility, and I see that as an artist, I have a minor, minuscule role as a communicator. And I will play that role.”\n\n“Shirin Neshat: Land of Dreams” runs through March 28 at Goodman Gallery, London.\n\nShirin Neshat will have a special exhibition as Photo London’s Master of Photography in Somerset House, May 14 through June 21.\n\nFollow artnet News on Facebook:"}}