{"GDELT": {"GlobalEventID": 908570333, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.15653775322284, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Fort Valley, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA225", "Actor1Geo_Lat": 32.5538, "Actor1Geo_Long": -83.8874, "Actor1Geo_FeatureID": "355881", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Fort Valley, Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_Lat": 32.5538, "Actor2Geo_Long": -83.8874, "Actor2Geo_FeatureID": "355881", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Fort Valley, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.5538, "Action2Geo_Long": -83.8874, "Action2Geo_FeatureID": "355881", "DATEADDED": 20200226161500, "SOURCEURL": "https://atlantablackstar.com/2020/02/26/georgia-teacher-family-desperate-to-get-home-from-china-as-coronavirus-spreads-says-us-embassy-has-offered-little-help/"}, "ARTICLE": {"TITLE": "Georgia Teacher Desperate to Get Home from China as Coronavirus Spreads, Says U.S. Embassy Has Offered Little Help", "TEXT": "Rapid spread of the coronavirus has stoked fear across the globe, especially in China where the deadly outbreak began and has sickened more than 77,000 people in a matter of months.\n\nThe disease has already claimed the lives of over 2,600 people worldwide — the vast majority of those in China — and a Georgia mother is now working desperately to get herself and her family back home.\n\nDaVina Jackson says she and her two children are stuck in Nanjing, China, amid their growing fears over the spread of the coronavirus. (Photo: GoFundMe)\n\nDaVina Jackson and her children currently live Nanjing, China, where she works as a preschool teacher. Jackson, who calls Fort Valley, Georgia, home, told Atlanta station 11 Alive that the outbreak has ravaged the Chinese city, leaving her family stuck inside their apartment for days.\n\nNanjing, the capital of the Jiangsu province in eastern China, is some 330 miles from the epicenter of the outbreak in the city of Wuhan, the capital of nearby Hubei province. On Monday, the Chinese government announced that 409 new cases of the infection had been confirmed in the country, with 398 of the cases in Hubei, where 149 of those cases led to new deaths.\n\nJackson said the virus has impacted everything around her, forcing local stores and businesses to close. Things have gotten so bad the educator says she’s afraid to leave for work.\n\n“I told them, I’m not coming to work. I’ve got two children at home to take care of,” Jackson told the outlet. “If I get sick, they get sick. I’m all the way in China. Who’s going to take care of my kids if something happens to me?”\n\nOfficials with the Centers for Disease Control and Prevention on Tuesday warned Americans back home to brace for the fast-spreading virus, which is officially named COVID-19, after a “concerning” uptick in cases of the illness across Italy, Iran and South Korea.\n\n“Ultimately, we expect we will see community spread in this country,” CDC Director Dr. Nancy Messonnier told reporters. “It’s not so much a question of if this will happen anymore, but rather more a question of exactly when this will happen and how people in this country will have severe illness.”\n\nThere are currently 14 confirmed cases of the disease in the U.S., and that number stands to grow.\n\n“We really want to prepare the American public for the possibility that their lives will be disrupted because of this pandemic,” she added.\n\nStill, Jackson and her family are desperate to return home. The Georgia mom said she contacted the U.S. Embassy in China but was told there was little they could do. Her only way back to the States, she said, is to fly through South Korea or Thailand.\n\nCredit: Screenshot, DaVina Jackson’s GoFundMe Page\n\nA trip from Nanjing to Atlanta, site of the closest major airport to Fort Valley, starts at upward $700 for a one-way trip.\n\nJackson has since launched a GoFundMe campaign to help get her family to get home. So far, the page has raised more than $5,000 toward its goal of $10,000.\n\nWatch more in the video below."}}