{"GDELT": {"GlobalEventID": 908570278, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "IRL", "Actor1Name": "IRISH", "Actor1CountryCode": "IRL", "Actor2Code": "GBR", "Actor2Name": "BRITAIN", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 191, "EventBaseCode": 191, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 20, "NumSources": 1, "NumArticles": 20, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "English Channel, United Kingdom (general), United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK00", "Actor2Geo_ADM2Code": "154724", "Actor2Geo_Lat": 54.5833, "Actor2Geo_Long": -3.68333, "Actor2Geo_FeatureID": "-2595622", "Action2Geo_Type": 4, "Action2Geo_Fullname": "English Channel, United Kingdom (general), United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK00", "Action2Geo_ADM2Code": "154724", "Action2Geo_Lat": 54.5833, "Action2Geo_Long": -3.68333, "Action2Geo_FeatureID": "-2595622", "DATEADDED": 20200226161500, "SOURCEURL": "https://in.reuters.com/article/us-britain-eu-barnier/eus-barnier-rules-out-canada-type-trade-deal-for-brexit-britain-idINKCN20K281"}, "ARTICLE": {"TITLE": "EU's Barnier rules out Canada-type trade deal for Brexit Britain", "TEXT": "BRUSSELS (Reuters) - The United Kingdom cannot have a trade deal akin to the one Canada enjoys with the European Union, the bloc’s Brexit negotiator said on Wednesday as the two sides gear up for fraught talks on a new relationship after Britain’s departure.\n\nMichel Barnier, European Commission's Head of Task Force for Relations with Britain, speaks at panel titled \"Dealing with the European Green deal and negotiating the climate law\" at the EU Parliament in Brussels Belgium February 26, 2020. REUTERS/Francois Lenoir\n\nThe new round of EU-UK talks start on Monday, and Barnier said Britain had to accept so-called level-playing field guarantees of fair competition to gain “super preferential access” to the EU market of 450 million people.\n\n“The UK says that it wants Canada. But the problem with that is that the UK is not Canada,” Barnier told an event at the European Parliament.\n\nThis is because of Britain’s proximity to the EU and the much larger trade volumes it has with the EU than with Canada, he said.\n\n“We are ready to offer the UK super preferential access to our own markets,” he said, adding it would be “unprecedented” for any foreign country.\n\n“Is this really something we can do without firm guarantees that the UK will respect the level playing field and avoid unfair competitive advantages? The answer, I’m afraid, is simple: we cannot.”\n\nBarnier said the EU would never risk unravelling the single market and that modern trade deals were also about labour, environmental, competition and other sustainability standards.\n\nHe warned Britain not to disregard agreements already sealed between the two sides as part of their divorce proceedings on the level playing field, the Irish border and future cooperation on foreign policy and defence.\n\nBritain left the EU last month after nearly five decades and Barnier stressed there would be tangible change from 2021 when the current status-quo transition ends.\n\n“From January 1, 2021 there will be checks on all UK goods entering the single market,” he said, adding that France and the Netherlands across the English Channel from Britain have each hired an extra 700 customs officials and Belgium added 400."}}