{"GDELT": {"GlobalEventID": 908569718, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.26881720430107003, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12552", "Actor1Geo_Lat": 49.25, "Actor1Geo_Long": -123.133, "Actor1Geo_FeatureID": "-575268", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20200226161500, "SOURCEURL": "https://www.90min.com/posts/6565056-how-man-utd-missed-the-chance-to-sign-alphonso-davies-ahead-of-bayern-munich"}, "ARTICLE": {"TITLE": "How Man Utd Missed the Chance to Sign Alphonso Davies Ahead of Bayern Munich", "TEXT": "​ Alphonso Davies shone in Bayern Munich’s Champions League demolition of Chelsea at Stamford Bridge this week, despite still only being 19 years of age. But his path could have taken a very different turn had a potential Manchester United move materialised in 2018.\n\n\n\n\n\nThe Ghanaian-born Canadian left-back has established himself as a regular starter for Bayern since October and assisted his team’s third goal in the 3-0 victory over Chelsea.\n\nThis is a starlet who signed an MLS contract with Vancouver Whitecaps and made his senior debut at the age of just 15 – Freddy Adu is the only younger player in MLS history.\n\n\n\n\n\nDavies was playing regularly for Vancouver’s first-team prior to agreeing a deal with Bayern in the summer of 2018, eventually making switch to Europe the following January after turning 18.\n\n\n\n\n\nBut Bayern weren’t the only European giant to show interest around that time and the youngster’s star performance at Stamford Bridge has prompted the retelling of a story about a postponed trial with Manchester United that was first reported in late 2017.\n\n\n\n\n\nThe Manchester Evening News explained at the time that Davies had been tracked by United scouts for a ‘considerable amount of time’. A three-week trial was initially planned for January 2018, but that was cancelled due to a call-up for Canada’s Olympic camp in the MLS off-season.\n\nThe MEN expressed doubt as to whether Vancouver would then still release Davies for a trial after international duty, given that the 2018 MLS season was set to start in early March.\n\n\n\n\n\nAs it happened, they did not, seeing United lose the opportunity to see Davies up close on a day-to-day basis, while Bayern’s agreement with Vancouver and the player was officially announced that July.\n\n\n\n\n\nHad Davies flown into Manchester for those three weeks in January 2018, there is every chance he could have been offered a permanent contract. But instead, Bayern gambled and won the race.\n\n\n\n\n\nAny deal with United would have been similar to one the German champions struck, whereby Davies would not have made the official switch to England until January 2019 after turning 18, with FIFA rules preventing the transfer of international minors.\n\nFor more from Jamie Spencer, follow him on Twitter and Facebook!"}}