{"GDELT": {"GlobalEventID": 908651534, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "HLH", "Actor1Name": "PHYSICIAN", "Actor1Type1Code": "HLH", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.15698587127159, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Rhode Island, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USRI", "Actor1Geo_Lat": 41.6772, "Actor1Geo_Long": -71.5101, "Actor1Geo_FeatureID": "RI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Rhode Island, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USRI", "Actor2Geo_Lat": 41.6772, "Actor2Geo_Long": -71.5101, "Actor2Geo_FeatureID": "RI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Rhode Island, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USRI", "Action2Geo_Lat": 41.6772, "Action2Geo_Long": -71.5101, "Action2Geo_FeatureID": "RI", "DATEADDED": 20200226234500, "SOURCEURL": "http://www.thenewportbuzz.com/ri-legislation-would-end-animal-use-in-medical-training/21636"}, "ARTICLE": {"TITLE": "RI Legislation Would End Animal Use in Medical Training", "TEXT": "Advocates and physicians today gathered in support of legislation sponsored by Sen. Bridget Valverde and Rep. Joseph J. Solomon Jr. to limit the use of live animals for medical training in Rhode Island.\n\nWhile training on animals was once common, over the last 20 years, most medical and physician training programs have discontinued the practice in favor of using human simulators, which feature realistic skin, fat and muscle and more accurately represent the human anatomy than animals do.\n\nEmergency medicine residencies operate without using animals at Massachusetts General Hospital, Beth Israel Deaconess Medical Center, Boston University, the University of Connecticut, and Yale University.\n\nThe bill would end animal use in Brown University’s emergency medicine residency, which takes place at Rhode Island Hospital. It is one of only a handful of emergency medical training programs in the country, and the only one in New England, that still uses animals for training doctors. Kent Hospital in Warwick — the state’s only other emergency medicine training program — does not use animals for training.\n\n“Using animals for medical training is outdated, unnecessary and is no longer considered the most effective way to train physicians. Almost every emergency program in the nation has ended this practice,” said Representative Solomon (D-Dist. 22, Warwick). “Human simulators are so advanced today that every single emergency procedure can be taught on them, and the lessons translate more directly to human patients. For the sake of better training and for preventing needless suffering by animals, we should not allow this antiquated practice in our state.”\n\nSaid Senator Valverde (D-Dist. 35, North Kingstown, East Greenwich, Narragansett, South Kingstown), “We are fortunate to have some of the brightest minds in medicine and state-of-the-art facilities available for teaching and learning medicine here in Rhode Island. They have everything it takes to teach emergency medicine excellently, without killing animals. Patients here deserve doctors who are trained using the most modern techniques. Trainees deserve better than to be taught using outdated methods. Our bill will ensure that all medical training in our state meets those standards.”\n\nThe legislation (2020-H 7211, 2020-S 2341) would prohibit programs training healthcare providers from using live animals for training if at least one other accredited training program in the state in the same medical discipline does not use live animals, or if there is an alternate teaching method that teaches the procedure or lesson without the use of an animal. Violations would be a misdemeanor, punishable by fines of up to $1,000 per animal used.\n\nThe bill is backed by the Physicians Committee for Responsible Medicine, a national nonprofit with more than 12,000 doctor members. Member physicians spoke in support of the bill at State House event in support of the bill today, and also plan to testify at a hearing for the House bill later today.\n\n“The joint Brown-Rhode Island Hospital emergency medicine program continues to use animals, even though nearly all of its peers across the nation have ceased the practice,” said Dr. Al Puerini, the Rhode Island Academy of Family Physicians 2017 Physician of the Year, whose 35 years practicing in Rhode Island began with residency at Brown. “House Bill 7211 and Senate Bill 2341 would address not only the substandard animal-based training occurring in that program, but it would also ensure that Rhode Island is a leader in ethical, human-relevant medical training.”\n\nThe Physicians Committee is also running outdoor advertising in support of the legislation.\n\n“Multiple studies have shown that medical training simulators improve skill acquisition and retention. Some simulators feature flowing blood, breakable bones, and layers of skin, muscle, and fat,” says Dr. Kerry Foley, a spokesperson for the committee and a retired emergency medicine physician and instructor. “All of these devices are more appropriate for teaching emergency procedures than are animals.”"}}