{"GDELT": {"GlobalEventID": 908651765, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "KOR", "Actor1Name": "SOUTH KOREA", "Actor1CountryCode": "KOR", "Actor2Code": "IRQ", "Actor2Name": "IRAQI", "Actor2CountryCode": "IRQ", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.76190476190476, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS", "Actor1Geo_Lat": 37.0, "Actor1Geo_Long": 127.5, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ07", "Actor2Geo_ADM2Code": "36785", "Actor2Geo_Lat": 33.3386, "Actor2Geo_Long": 44.3939, "Actor2Geo_FeatureID": "-3103581", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200226234500, "SOURCEURL": "https://sputniknews.com/middleeast/202002261078413940-iraq-bans-citizens-travels-to-countries-where-number-of-coronavirus-cases-is-increasing/"}, "ARTICLE": {"TITLE": "Iraq Bans Citizens' Travels to Countries Where Number of Coronavirus Cases Is Increasing", "TEXT": "BAGHDAD (Sputnik) - The Iraqi authorities banned their citizens from traveling to countries where the number of coronavirus disease (COVID-19) cases is increasing, according to a decision by the government commission on the fight against coronavirus.\n\nAccording to the document, Iraqis are prohibited from traveling to Japan, South Korea, Thailand, Singapore, Italy, Kuwait, and Bahrain. The ban does not apply to members of official delegations and diplomatic missions.\n\nIn addition, the decision was made \"to close all public places, including cinemas, cafes, clubs, not to hold various public events from 27 February to 7 March\".\n\nClasses at schools and universities are canceled for the same period, and a ban on any public meetings throughout the country is introduced.\n\nOn Monday, Baghdad announced the first case of the coronavirus disease. The disease was diagnosed in an Iranian citizen, a student of a religious educational establishment who came to study in Najaf province in southwestern Iraq. Later, the disease was discovered in four more people - members of one family, who also returned from a trip to Iran.\n\nThe outbreak of pneumonia caused by a new strain of coronavirus was first registered in the Chinese city of Wuhan, Hubei province, last December, and has since claimed the lives of more than 2,700 people, with over 81,000 infected worldwide."}}