{"GDELT": {"GlobalEventID": 908651360, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Maricopa County, Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_ADM2Code": "AZ013", "Actor1Geo_Lat": 33.5, "Actor1Geo_Long": -112.501, "Actor1Geo_FeatureID": "37026", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Maricopa County, Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_Lat": 33.5, "Action2Geo_Long": -112.501, "Action2Geo_FeatureID": "37026", "DATEADDED": 20200226234500, "SOURCEURL": "https://www.azcentral.com/story/news/local/phoenix/2020/02/26/maricopa-county-approves-watered-down-second-amendment-guns-firearms-preservation-provision/4882420002/"}, "ARTICLE": {"TITLE": "Maricopa County upsets both sides with watered-down Second Amendment resolution", "TEXT": "The Maricopa County Board of Supervisors voted on Wednesday to declare the county a \"Second Amendment Preservation County\" — but it took out the teeth that proponents said would have allowed the board to actually preserve possible attacks on the right to bear arms.\n\nThe board's vote left both gun rights and gun control advocates angry, and put the board in an uncomfortable partisan position that the supervisors typically try to avoid.\n\nSecond Amendment protection proposals have popped up across the country in recent years. Apache, La Paz, Mohave and Yavapai counties have passed similar resolutions.\n\nThe resolutions are largely symbolic, but typically include two provisions: a commitment to uphold the Second Amendment, and a promise not to provide any funding or resources to future gun laws that are perceived as an infringement on the right to bear arms.\n\nMaricopa County Board of Supervisors Chairman Clint Hickman initially proposed a resolution that included both provisions, but the supervisors later decided to remove the funding and resources provision because of potential legal concerns.\n\nHickman said he also made sure the resolution declared Maricopa County a \"Second Amendment Preservation County\" instead of a \"Second Amendment Sanctuary County,\" which is how the other Arizona counties have coined the resolutions.\n\n“I didn’t like that term,” he said of the sanctuary term. “Words mean things.”\n\nPreservation, he said, was a “better fit for me.”\n\nThe ultimate decision to pass the amended resolution left both sides unhappy.\n\nA typical resolution?\n\nThe board frequently passes resolution in support of a variety of causes and issues.\n\nOn Feb. 12, the board proclaimed Feb. 14 \"League of Women Voters Day.\" Last year, the board designated January \"Speak Up, Stand Up, Save a Life Month\" to support an organization that encourages children to speak up about depression and bullying.\n\nHickman argued that his proposed Second Amendment resolution was in the same vein.\n\n\"This is a statement of our board, wanting to recognize that there might be an issue out there that we need to take a further look at. That's what resolutions are about, they're to support different various community issues,\" Hickman said.\n\nHickman said he had heard from many constituents who wanted the county to pass a resolution affirming support for the right to bear arms. Hickman's district includes some of the rural areas of Maricopa County that border La Paz and Yavapai counties, both of which have passed similar resolutions.\n\nSupervisor Steve Gallargo, the only Democrat on the board and the only supervisor to vote against the resolution, decried the premise that Hickman's resolution was similar to other resolutions the board has passed in the past.\n\n\"A resolution should not be divisive. It should not be partisan,\" Gallardo said.\n\nHe reminded the board that in 1997, former Supervisor Mary Rose Wilcox was shot and injured just outside the supervisors' chamber by a man unhappy with her for voting to support public funding for the Arizona Diamondbacks ballpark.\n\nGallardo said it was insensitive for the board to pass the resolution without discussing the underlying causes of gun violence.\n\nHe said the county is looked at as a \"gold standard\" in governing because it avoids partisan issues that are meant for the state Legislature — like gun laws — and instead works together to solve local issues.\n\n\"I never thought I would be opposing a resolution,\" Gallardo said.\n\nNeeded protection or fake fear?\n\nA group of Second Amendment supporters and gun reform advocates turned out to the board meeting to ask the supervisors to take their side.\n\nThey were not allowed to speak until after the supervisors had already voted to support the watered-down resolution. At that point, both sides were perturbed.\n\nGeraldine Hills, president of Arizonans for Gun Safety, called the resolution a “black eye on the citizens of Maricopa County.”\n\nShe said the board could have better spent its time working to ensure fair processes in this year’s elections, “rather than pandering to the unsubstantiated fears of an extremist minority.”\n\nDaniel McCarthy, who is running as a Republican candidate for U.S. Senate, criticized the board, saying it “watered this resolution down by taking the teeth out of an already-watered-down resolution.”\n\nMcCarthy told the board that the right to bear arms was a “God-given right.”\n\nHickman said he knew that his changes to the resolution would upset some supporters and that introducing the resolution at all would upset others. He said the fact both sides were upset at the end of the meeting meant he probably provided good government.\n\n“We can’t make everybody happy,” he said.\n\nReach the reporter at jessica.boehm@gannett.com or 480-694-1823. Follow her on Twitter @jboehm_NEWS.\n\nSupport local journalism. Subscribe to azcentral.com today."}}