{"GDELT": {"GlobalEventID": 908650707, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.13089005235602, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Jefferson School, Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 36.8235, "Actor2Geo_Long": -76.2999, "Actor2Geo_FeatureID": "1478849", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Jefferson School, Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 36.8235, "Action2Geo_Long": -76.2999, "Action2Geo_FeatureID": "1478849", "DATEADDED": 20200226234500, "SOURCEURL": "https://www.dailyprogress.com/news/local/city-planning-several-events-to-mark-liberation-and-freedom-day/article_c6d854fa-37a0-5ff6-9ceb-1b7b18c030bc.html"}, "ARTICLE": {"TITLE": "City planning several events to mark Liberation and Freedom Day", "TEXT": "Charlottesville has planned several events throughout the city next week for its first official celebration of Liberation and Freedom Day.\n\nThe City Council voted last year to nix the celebration of Thomas Jefferson’s birthday by removing April 13 as a paid holiday. The panel then voted to establish March 3 as Liberation and Freedom Day and provide employees a floating holiday.\n\nTuesday will commemorate the arrival of Union forces who liberated local enslaved people.\n\nOn March 3, 1865, Union troops under Gen. Philip Sheridan arrived in the area and planned to burn Charlottesville as part of the total war strategy to destroy the Confederacy’s ability to wage war.\n\nSheridan was sent to the city to destroy the Virginia Central railroad line, cutting off Confederate Gen. Robert E. Lee’s supply line to the Shenandoah Valley.\n\nSheridan was met by Thomas Preston, rector of the University of Virginia, and three faculty members, who persuaded him not to destroy the school and city.\n\nSheridan occupied the city until March 6 and, during that time, many slaves used the occupation to free themselves.\n\nUVa and other organizations hosted a series of events to commemorate the day starting in 2017."}}