{"GDELT": {"GlobalEventID": 908652048, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "REL", "Actor1Name": "RELIGION", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.9084027252081701, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200226234500, "SOURCEURL": "https://www.baptiststandard.com/falling-seed/seven-traits-thriving-congregations-humility/"}, "ARTICLE": {"TITLE": "Falling Seed: Seven traits of thriving congregations: Humility", "TEXT": "A few years ago, Jim Collins, author of Good to Great, partnered with the Harvard Business School to do a study of what he calls “Level 5 leaders.” According to Collins, Level 5 leaders make a catalytic impact on the organizations they lead. When they completed the study, however, one very surprising thing stood out: Most of us had never heard of those leaders.\n\nHave you ever heard of Darwin Smith? Me, either. For 20 years, Smith was the CEO of Kimberly Clark, a paper company in steep decline when he was hired in 1971. Smith wasn’t flashy. Collins said he was “like a farm boy wearing his first J.C. Penney suit.” He was introverted and eccentric. And yet 20 years later, Kimberly-Clark had become one of the most remarkable turnaround stories in American business, outperforming companies like Coca-Cola, 3M and G.E.\n\nIronically, Smith’s own peculiar blend of awkwardness and eccentricity contributed to Kimberly Clark’s success. Having never been forced to deal with the cult of personality that grows up around successful corporate gurus, Smith instead brought a humility to his role as CEO that became a key ingredient in his company’s success.\n\nThe conventional wisdom is corporate success goes along with big, flashy leaders. According to Collins, however, such leaders often are successful but only rarely transformational.\n\nA time for humble congregations\n\nYou might roll your eyes about the idea of being a “Level 5 leader.” On the other hand, if there ever was a moment when the church needed not just successful leaders but transformational leaders, that time is now.\n\nI’m guessing you’re reading this article because you’re carrying at least a small amount of anxiety about what’s happening to the church as a whole or to your local congregation. From a statistical standpoint, you should be worried.\n\nWe are more than 50 years into what sociologists of religion are calling “the Great Decline,” a statistical decrease in almost every significant category related to the success of the church. But what if the very thing scaring us to death—our institutional decline—can help cultivate one of the traits most necessary for future thriving—humility?\n\nIn my last article, I mentioned the Center for Healthy Churches is partnering with Belmont University to uncover a set of traits that enable congregations to thrive despite our current context. The first trait our initial research revealed was hope.\n\nCongregations that believe and act on the idea that they can make a difference have a dynamism that unleashes the collective energy of their membership. In that sense, the presence of hope is almost a self-fulfilling prophecy. Congregations that believe they can make a difference have a greater tendency to do just that.\n\nIn some ways, humility is the mirror image of hopefulness. Hopeful churches believe they can make a difference, and that creates energy in them, which when properly focused ends up making a difference.\n\nHumble churches, on the other hand, believe they don’t have everything they need to do what God is calling them to do. The recognition of that can lead in several helpful directions.\n\nHumble churches learn\n\nPerhaps the most obvious challenge facing congregations in the 21st century is the rapid pace of change. That kind of cultural context can be overwhelming for congregations whose ministers are trained to study centuries-old texts and teach timeless truths and whose memberships have been shaped by methodologies from the heyday of American Christianity some 50 years past.\n\nOn a far more positive note, however, congregations are designed to be learning organizations.\n\nIn his wonderful book How Your Congregation Learns, Tim Shapiro talks about congregations as learning systems. According to Shapiro, there is a key difference between churches that try to do something new and those that learn to do something new.\n\nEffort is not enough, especially in the 21st century. Several of the study group congregations in our project modeled this insight. These congregations often went through trial and error to get where they are now and had to go slow enough to have time to analyze results. In many cases, they also engaged external conversation partners who provided insight and expertise the churches themselves lacked.\n\nHumble churches give up control\n\nIn typical churches, more than 90 percent of the budget, collective staff output and building usage are focused internally on maintaining programs and membership.\n\nMost of what churches offer comes with an implicit assumption: Come join us, and we’re more than happy to share.\n\nLittle by little, however, there are a handful of congregations experimenting with different ways to hire, budget and structure.\n\nOne church is experiencing catalytic transformation by giving up control. Saddled by declining attendance and the deferred maintenance of its building, one church sold its building and its property to a developer and negotiated a shared space the congregation would use for worship and others would use for concerts and community gatherings, a space that didn’t exist in that part of the city. A brand new kind of facility now is being built from the ground up as part of a mixed-use development that isn’t just “Live-Work-Shop-Play.” They’ve added a new word—Worship.\n\nHumble churches partner\n\nIn my article on cultivating hope, I wrote about an experience we had building a network of congregations to help support South African NGOs. The most important lesson we learned in the process came from our biggest failure.\n\nWe spent a year planning a mission summit in Little Rock. We invited dozens of churches to attend, and we flew in two amazing NGO leaders from South Africa. We were excited, we were ready, and only two churches showed up for our meeting.\n\nIt was only after we painfully re-examined what we did wrong that we realized our biggest mistake: It was our meeting.\n\nFrom that point forward, we started thinking about ways to approach the network as an open-source organization where others were welcomed to share, not only resources, but insights and leadership as well. Over time, our network developed what I began to call a “healthy co-dependency.”\n\nMost church partnerships are very limited in scope. We write checks to organizations we support. We deploy volunteers. Despite encouraging a tendency to spread ourselves too thin, there is little wrong with that style of partnership.\n\nA more demanding but ultimately more rewarding form of partnership, however, is a partnership where something gets created that cannot exist without that partnership.\n\nGreater communication is required, greater sacrifice is required and greater risk is required because there’s always a chance that what you’re partnering to do will not end up looking exactly like what you want.\n\nAll of the churches participating in the network had to work together with that mindset, and the network itself had to be humble enough to support our shared work in South Africa while still submitting to indigenous leadership.\n\nOur requisite humility, however, gave everyone the chance to be a part of something far more significant than any of us could have achieved alone. It also created a robust learning environment in which all our churches gained access to deep insights and best practices far above what we could have acquired alone.\n\nCultivating humility\n\nWhat about your congregation? When is the last time your church engaged in an extended learning opportunity, equipping yourselves to do ministry in the changing context around you?\n\nWhen is the last time your church took the risk of turning over something that belonged to you or helping create something really important to you that you didn’t have to control?\n\nThe congregations thriving as Christendom dies around us are the congregations humble enough to know they don’t have all the answers but see their lack as an opportunity not as a threat. They go looking for the resources and learning they need to do what God is calling them to do.\n\nMatt Cook is the assistant director of the Center for Healthy Churches, from whose blog this article is adapted. The views expressed are those solely of the author.\n\nTo learn more about how the Center for Healthy Churches is helping churches thrive, visit them at www.chchurches.org or contact Matt at mattc@chchurches.org."}}