{"GDELT": {"GlobalEventID": 908651540, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "IGOAFRDEVAFB", "Actor1Name": "AFRICAN DEVELOPMENT BANK", "Actor1CountryCode": "AFR", "Actor1KnownGroupCode": "AFB", "Actor1Type1Code": "IGO", "Actor1Type2Code": "DEV", "Actor2Code": "SSD", "Actor2Name": "SOUTH SUDAN", "Actor2CountryCode": "SSD", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pankar, Wilayat al Buhayrat, South Sudan", "Actor2Geo_CountryCode": "OD", "Actor2Geo_ADM1Code": "OD04", "Actor2Geo_ADM2Code": "37023", "Actor2Geo_Lat": 6.45861, "Actor2Geo_Long": 29.9368, "Actor2Geo_FeatureID": "-12716", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200226234500, "SOURCEURL": "https://medium.com/@WFP_Africa/standing-firm-rising-strong-7e469cdc60f1"}, "ARTICLE": {"TITLE": "Standing Firm, Rising Strong", "TEXT": "Standing Firm, Rising Strong\n\nHow training farmers helps a community in South Sudan stave off hunger and build for the future\n\nDebora Apiu recounts her life story of pain, despair and suffering followed ultimately by triumph (WFP/Musa Mahadi)\n\nDebora Apiu is a woman on a roll. She wants to be independent and dreams of a brighter future for her children. And, she may well achieve all this, thanks in part to a Food Assistance for Assets initiative that is providing her and many others with opportunities to take their first steps out of the poverty trap.\n\nTough times\n\nLife for Debora and her family in their village of Pankar has not been easy. In fact, it hasn’t been easy just about everyone in South Sudan. Like many South Sudanese, it was the loss of her husband that plunged her family into abject poverty.\n\nThat was in 2001. Solely responsible for four young children plus members of her extended family, Debora struggled with life as a constant challenge.\n\n“I could barely meet my needs and those of my family. What I farmed was not enough, and I used to collect tamarind and greens from the bush,” she says.\n\nSitting comfortably like a boss among a group of men, she now exudes the energy of a strong, independent woman. Behind her commanding presence lies a story of pain, despair that eventually led to resilience and triumph.\n\nTurning point\n\nA participant in Food Assistance for Assets displays the fruits of her labour in Pankar village, Yirol (WFP/Musa Mahadi)\n\nDebora heard of the Food Assistance for Assets training through a friend. So she applied and was selected. Implemented jointly by the World Food Programme (WFP) and its partner, Plan International, the Food Assistance for Assets aims to bolster people and build their resilience to food shocks by creating community assets.\n\nToday, Pankar, 150 km northwest of Mingkaman in central South Sudan, is a community in delight. For the first time in many years, Debora and her entire village — 230 families strong — have enough food to stave off hunger at a time of increased needs.\n\n“When you produce your own food, you have access to it whenever you want it — as opposed to food which is given to you: you can only get it if the owner brings it.”\n\nFood Assistance for Assets aims to help build communities’ resilience to shocks while meeting seasonal food needs. People receive food or cash while working on constructing or rehabilitating an asset that will benefit the whole community.\n\nThe scale of the initiative is colossal. Some 600,000 people received food and cash assistance to construct or rehabilitate assets across the country last year.\n\nTraining Women Farmers\n\nMost Food Assistance for Assets participants farming vegetables in South Sudan. They can feed their families and to sell surplus produce (WFP/Gabriela Vivacqua)\n\nBut activities such as Food Assistance for Assets are more than food or cash distributions.\n\n“The programme trains people to work and allows you to own what you produce. This made me interested in farming,” Debora says.\n\nThe ethos of the programme is also to act as a platform through which people can independently sustain themselves and become resilient to future food shocks. Building real resilience in a country like South Sudan is the hard part.\n\nHard work\n\nDebora proudly shows off just some of her latest harvest (WFP/Tomson Phiri)\n\nDebora wakes up before the crack of dawn. She first has to do the household chores of cleaning, fetching water and preparing food for the family. Then comes farming on a plot that she was given along with other members of her group.\n\nShe spends an average six hours per day on the farm. She puts in a two- to three-hour shift in the morning and the same in the evening. After only one year into the three-year programme, her farm is already teeming with okra, pumpkin and groundnuts.\n\nHer achievements are a feat. In addition to having to learn how to juggle what the family eats and what is sold to pay for school fees, Debora was able in just the first year to buy more farmland, five goats, and two cows with the money from selling her produce.\n\nTransforming Lives\n\nDebora milks the cows she now owns thanks to her hard work with training from WFP (WFP/Tomson Phiri)\n\nShe can now afford medication, and even has some money that she spend son the children — in stark contrast to the plight of her and her children before.\n\nA fighting chance\n\nPankar villagers display their produce. For the first time in years, the community can support itself through the hunger season\n\nHunger in South Sudan is expected to worsen in 2020 unless assistance is scaled up. Catastrophic flooding, devastating drought in 2019, poverty, and economic challenges have pushed millions of people to the brink.\n\nSome 5.5 million people are projected to need food assistance in early 2020, but more and more may need it at the peak of the hunger season in June.\n\nWith support from the African Development Bank, Canada, Germany, Japan and the United Kingdom, WFP’s Food for Assets initiative gives communities such as Pankar a lifeline, and people like Debora a fighting chance to succeed.\n\nTowards a resilient future\n\nMore women than men are working at resilience building across South Sudan (WFP/Gabriela Vivacqua)\n\nDebora now dreams of a better life. “Now that I have farming skills, I believe I can sustain myself when I transition,” she says. After three years, Debora will make way for others and will no longer be supported by WFP.\n\nShe has earned a thing or two about sustainable ways to survive. “When you produce your own food,” she says, “you have access to it whenever you want it — as opposed to food which is given to you: you can only get it if the owner brings it.”\n\nFind out more about WFP’s work in South Sudan"}}