{"GDELT": {"GlobalEventID": 908651700, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "JUD", "Actor1Name": "ATTORNEY", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.43668122270742, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200226234500, "SOURCEURL": "https://www.courthousenews.com/minnesota-justices-revive-defamation-claims-over-cops-murder/"}, "ARTICLE": {"TITLE": "Minnesota Justices Revive Defamation Claims Over Cop’s Murder", "TEXT": "ST. PAUL, Minn. (CN) – The Minnesota Supreme Court handed down a tempered victory Wednesday for a man suing two media outlets, ruling that a defamation case against a local newspaper and a statewide television news channel needed closer scrutiny from a jury.\n\nJustice Margaret Chutich wrote that reporting the statements of law enforcement officials at a public press conference can fall under the fair report privilege, which allows news organizations to report on public proceedings, including any potentially defamatory statements made during those proceedings.\n\nJury instructions given in a Hennepin County District Court defamation case against media conglomerate Gannett did not take this into account, leading the Minnesota Supreme Court to order a new trial in Wednesday’s ruling.\n\nThe case revolves around a 2012 murder and a brief press conference that followed. The Stearns County Sheriff’s Department arrested Ryan Larson in Cold Spring, a small town of about 4,000 near St. Cloud, after Cold Spring police officer Tom Decker was shot twice and killed while conducting a welfare check on Larson.\n\nThe Cold Spring Police Department, Stearns County Sheriff’s Department and the Minnesota Bureau of Criminal Apprehension held a press conference after the arrest, in which they told reporters that they had taken Larson into custody “in connection with” the incident.\n\nThe agencies said they did not have any information that would lead them to believe that another person might be involved. Officers declined to answer several other questions, citing the fact that the killing was still under investigation.\n\nMinneapolis-based TV station KARE 11 ran stories on the shooting and arrest twice that night, and several stories ran on the front page of the St. Cloud Times the next day. Both outlets are owned by Gannett.\n\nThe reports named Larson as being accused of murdering Decker. After being released with no charges four days after the shooting, Larson was officially cleared in 2013, months after another person of interest committed suicide after police questioned him.\n\nLarson sued KARE 11 and the St. Cloud Times for defamation in Hennepin County District Court, where a jury found no negligence on the part of the media companies.\n\nHe sought a new trial, and the trial court ruled in his favor and found the fair report privilege did not apply. That decision was then reversed by the Minnesota Court of Appeals when Gannett and its subsidiaries challenged the order for a new trial.\n\nWednesday’s decision revived the case and called for a new trial, finding that a jury must decide whether five statements at issue are covered by the fair reporting privilege. Those statements said that police believed Larson had killed Decker. The Court of Appeals had previously found that the privilege only covered two other statements – one of which described Larson as having been “accused” of the murder, plus a headline reading, “Man Faces Murder Charge.”\n\nFour additional statements, the high court said, were either not defamatory – in the case of a description of Larson’s educational pursuits and mention of a 2009 arrest for disorderly conduct – or are nonactionable opinions, including the comments of Decker’s former sister-in-law.\n\n“The press conference and press release were public. The event was televised and the press release was posted online,” Chutich wrote. “Allowing the press some leeway in its depiction and reporting of public events is also supported by the principles of the First Amendment and sound public policy.”\n\nThe judge added, “As the Supreme Court has stated, ‘in a society in which each individual has but limited time and resources with which to observe at first hand the operations of his government, he relies necessarily upon the press to bring him in convenient form the facts of those operations.’”\n\nWith that qualification in mind, Larson’s attorney Stephen Fiebiger said he’s optimistic about the future of his case.\n\n“I think what we were looking for is to get the Court of Appeals decision reversed, so we’re happy that that happened with respect to the five statements that were reversed and a new trial ordered,” Fiebiger said. “If the privilege applied, then we need the ability to have the jury consider the evidence of abuse of the privilege that wasn’t done in district court. The Supreme Court recognized that, and that the jury instructions need to be reworked.”\n\nHe added that while he saw eye-to-eye more with two dissenting judges, he’s happy with the outcome.\n\n“It’s been a long journey to get to this point, and my client’s pleased that this case is back in the courts,” Fiebiger said.\n\nThe partial dissent, penned by Justice Barry Anderson and joined by Chief Justice Lorie Gildea, said the liberty granted to the press to report on public proceedings should be interpreted narrowly.\n\nOne of the cases Chutich cited as precedent, Moreno v. Crookston Times Printing Co., involved a city council meeting, Anderson noted, but unlike those meetings there is no statutory requirement that a press conference be public.\n\n“The court states multiple times that the press conference was ‘official’ and that the agency’s press release was ‘official,’ apparently because ‘officials’ conducted the press conference and wrote the press release,” Anderson said. “Under that logic, the media has immunity to report on any press conference held by any government employee and the scope of the fair and accurate reporting privilege is effectively limitless.”\n\nRepresentatives from KARE 11 and the attorney for the St. Cloud Times did not immediately respond to a request for comment Wednesday."}}