{"GDELT": {"GlobalEventID": 908652422, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "SLV", "Actor2Name": "EL SALVADOR", "Actor2CountryCode": "SLV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.60169491525423, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX", "Actor2Geo_Lat": 23.0, "Actor2Geo_Long": -102.0, "Actor2Geo_FeatureID": "MX", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20200226234500, "SOURCEURL": "https://www.wnep.com/article/news/local/luzerne-county/college-students-learn-about-seeking-asylum/523-e4c7be3d-4d62-4483-ae2c-7db4e28cfca6"}, "ARTICLE": {"TITLE": "College students learn about seeking asylum", "TEXT": "The students in Luzerne County got a hands-on lesson in immigration.\n\nDALLAS, Pa. — Students at Misericordia University were given real-life scenarios of asylum seekers, and then they had to act out those scenarios. The idea was to show students how hard it is for someone from another country to escape violence and come to the U.S.\n\nDeportation, detention, or slavery -- students working through an exercise at Misericordia University learned that those are often the fates for some people who try to escape violence in Central America and seek asylum in the United States.\n\n\"Get that simulation of what exactly goes on for immigrants and see what the struggle is on the way to get to the U.S., kind of putting that in the full perspective,\" said student Damian Pierontoni.\n\nThe university's campus ministry organized the simulation.\n\nStudents and staff were assigned roles. Some played immigration or border patrol agents while others played gang members or human traffickers.\n\n\"Those are real stories. Yes, this is part of an event with Catholic Relief Services, so they've done the research in terms of immigration, in terms of how to do the simulation,\" explained Director of Campus Ministry Christine Somers.\n\nDamian Pierontoni was given the role of a woman seeking asylum because she was forced into sex slavery in El Salvador but is now being held in a detention cell.\n\n\"We used the train to travel through Mexico to arrive in the U.S., and while I was getting passed the U.S. border, I broke my arm falling off the train.\"\n\nThese students tell Newswatch 16 that even though they do not have first-hand experience seeking asylum in the U.S., this exercise is eye-opening to the issues those who are seeking asylum face on a regular basis.\n\n\"How nerve-wracking it was, not only to have to talk to border patrol, but then you had to talk to a judge, too, and that was pretty crazy,\" said senior Lynn Kistler.\n\nSenior Alexis Baddick says although this experience was far from the real thing, it was a humbling experience. The person she portrayed didn't even make it to the border. She was killed by human traffickers before she got there.\n\n\"They take all your money, they take all your identification and any contact you have from the outside, and they'll force you to work as a sex slave a slave on a farm, anything like that. And if you try to escape or leave or anything like that, they'll either kill you or a member of your family back home,\" said Baddick."}}