{"GDELT": {"GlobalEventID": 908650972, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "MDG", "Actor2Name": "MADAGASCAR", "Actor2CountryCode": "MDG", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.20833333333332996, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Madagascar", "Actor2Geo_CountryCode": "MA", "Actor2Geo_ADM1Code": "MA", "Actor2Geo_Lat": -20.0, "Actor2Geo_Long": 47.0, "Actor2Geo_FeatureID": "MA", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200226234500, "SOURCEURL": "https://indianexpress.com/article/india/coronavirus-outbreak-plane-delivers-medical-equipment-in-wuhan-leaves-with-stranded-indians/"}, "ARTICLE": {"TITLE": "Coronavirus outbreak: Plane delivers medical equipment in Wuhan, leaves with stranded Indians", "TEXT": "India had earlier evacuated 647 Indians from Wuhan in two separate flights. (PTI/File photo) India had earlier evacuated 647 Indians from Wuhan in two separate flights. (PTI/File photo)\n\nThree days after India and China had a public face-off over the delay in permission to send a flight with relief supplies, a special Indian Air Force (IAF) flight carrying around 15 tonnes of masks, gloves and other emergency medical equipment departed for Wuhan on Wednesday. Later in the night, the PTI reported that the plane delivered the supplies and left for India with 112 Indians and foreign nationals stranded there.\n\nAn official statement from the Ministry of External Affairs (MEA) said this assistance was provided in the wake of the coronavirus outbreak in China and the request made by the country for medical equipment. The coronavirus outbreak has been declared a Public Health Emergency by the World Health Organization.\n\nPrime Minister Narendra Modi had written to Chinese President Xi Jinping on February 8 and expressed solidarity. He had also offered assistance to China.\n\n“The assistance being sent today is also a mark of friendship and solidarity from the people of India towards the people of China as the two countries also celebrate 70th anniversary of establishment of diplomatic relations this year,” said the MEA statement.\n\n“The IAF flight will also bring back some Indian and foreign nationals from some of the neighbouring countries who have sought assistance in travelling to India in keeping with Prime Minister Modi’s neighbourhood first policy,” it said.\n\nThe flight to send relief supplies to Wuhan and to bring back stranded Indians and nationals from neighbouring countries had become a bone of contention between India and China. Sources on Saturday said China is “deliberately delaying” permission for the IAF plane. When contacted, a Chinese Embassy spokesperson had said there was no deliberate delay in grant of permission to the Indian plane, adding that China always attaches great importance to health and safety of Indian nationals living in the country.\n\nIndia had earlier evacuated 647 Indians from Wuhan in two separate flights.\n\nOn Wednesday, vehicles were organised from across the coronavirus-hit Hubei province to transport Indian nationals to the airport in Wuhan. A PhD scholar in Wuhan told The Indian Express that people from Myanmar, Madagascar and Bangladesh were also on the bus on which she was transported to the airport. While most of those brought back in the earlier evacuations were students pursuing medical courses, those who left now work there and had stayed back as they were unsure when workplaces will reopen.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest India News, download Indian Express App."}}