{"GDELT": {"GlobalEventID": 908651682, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.93877551020409, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200226234500, "SOURCEURL": "https://www.channelnewsasia.com/news/commentary/covid-19-coronavirus-scenarios-get-worse-mitigation-pandemic-12471898"}, "ARTICLE": {"TITLE": "Commentary: Three scenarios if the COVID-19 outbreak gets worse", "TEXT": "Developments in the rest of the world can seed subsequent waves of outbreak despite Singapore’s best efforts at preventing further importations, say Hannah Clapham and Alex R Cook.\n\nSINGAPORE: The COVID-19 outbreak has us all on edge, seeing how badly it is affecting China and not knowing whether or when we’ll see similar scenes here.\n\nSingapore’s response has been singled out for praise by WHO chief Dr Tedros Adhanom and Harvard don Professor Marc Lipsitch, but can we keep it up if the outbreak gets worse?\n\nAdvertisement\n\nAdvertisement\n\nEven if Singapore is successful at containing the current wave of infections, developments in the rest of the world may seed subsequent waves of outbreak despite our best efforts at preventing further importations.\n\nThe rising numbers of infections in Italy, Iran, South Korea and Japan over the past week suggest this scenario cannot be ruled out.\n\nIt would be rash to say what we think will happen given the uncertainties involved. But it is only prudent for governments to consider scenarios for how the outbreak and its control may affect our lives in the months ahead, based on our studies of past outbreaks, and see if current plans can sufficiently tackle these challenges.\n\nPeople are seen wearing protective face masks at Orchard Road, Singapore on Jan 28. (Photo: Gaya Chandramohan)\n\nAdvertisement\n\nAdvertisement\n\nSCENARIO 1: THE OUTBREAK BECOMES WORSE BUT CAN BE CONTAINED\n\nThe first scenario is one where countries manage to bring the virus under control, despite numbers growing worldwide.\n\nThrough the unprecedented social distancing imposed by their government, the outbreak in China is brought under control within a few months.\n\nOther countries manage to stop COVID-19 outbreaks from becoming established and the nature of transmission of the virus has led to its successful containment.\n\nIn Singapore, there is a sizable number of clusters because of our proximity to the worst affected countries, but each of these is brought under control by contact tracing, quarantine and isolation.\n\nBecause it looks controllable, government officers continue to work round-the-clock tracing contacts, and issuing quarantine orders. The number of cases never gets so high that hospital capacities are exceeded, though elective surgeries are postponed and healthcare workers are forced to work even longer hours than normal.\n\nAs the outbreak globally dies down, clusters in Singapore become fewer and smaller, and the economy starts to pick up again.\n\nLocally, there may be a few dozen deaths. Globally the death toll exceeds SARS but doesn’t come close to the H1N1 influenza pandemic of 2009.\n\nBy the middle of the year, life for most people has gone back to normal, though there is a glut of toilet paper on Carousell.\n\nSCENARIO 2: THE OUTBREAK BECOMES UNSTOPPABLE\n\nA second scenario is less optimistic. By the time the outbreak has abated in China, through a mix of control efforts and the virus running out of people to infect, it has already established new foci in Europe, Asia and around the world.\n\nMore clusters start to appear in Singapore with no link to China. As more unlinked cases appear, eventually there is no point continuing travel restrictions and the government response switches from containment to mitigation.\n\nAfter moving to the mitigation phase, intensive contact tracing has stopped, as cases are too numerous to track.\n\nPeople seen wearing protective face masks at Orchard Road, Singapore on Jan 28. (Photo: Gaya Chandramohan)\n\nThe focus switches to stopping the most vulnerable — the very young, the elderly and those with underlying conditions — from getting infected, and ensuring all those infected receive prompt treatment.\n\nAs the case counts rise, it starts to look as if hospitals may run out of capacity, so schools are closed and companies ask their staff to work from home to slow down the transmission so that the peak of the number of cases does not overwhelm hospitals.\n\nAfter some time of rising case counts, and as hospitals get perilously close to running out of ICU beds, the number of cases begins to drop. Evidence starts to emerge that many people have been infected, but with mild symptoms, for the most part like a common cold or flu.\n\nThrough a combination of social distancing and herd immunity, the epidemic can no longer sustain itself. In a few more months it is all over.\n\nHundreds of Singaporeans have died, but the consensus is, it could have been much worse.\n\nSCENARIO 3: THE MOTHER OF PANDEMICS\n\nThe third scenario outlines developments after new foci outside China keep growing and deaths begin to mount. Governments switch from trying to contain to trying to mitigate the new pandemic.\n\nIt becomes clear that the analogies to seasonal influenza were wrong, there are fewer mild cases than we thought, and a substantial fraction of infections need to be hospitalised.\n\nSingapore moves to DORSCON Red, and normal life grinds to a halt. Schools and workplaces are closed, a curfew is imposed, and field hospitals are established to take the overflow from the hospitals.\n\nAfter several months, with thousands dead in Singapore, and millions worldwide, the number of cases begins to drop.\n\nBy the end of the outbreak, a shell-shocked world starts to pull itself together and implement reforms to better detect and respond to outbreaks, vowing this will never happen again.\n\nTHE RISK OF A WORSENING SITUATION HAS GROWN\n\nThe COVID-19 outbreak is an incredibly fast-moving event. Every day brings new information about the biology of the virus, how it spreads, what proportion of people are in critical condition, and new information about where in the world the virus now is.\n\nOver the weekend we had news of large surges of yet-to-be-linked cases in Iran, Italy and South Korea. This has led experts around the world to believe that the window for limiting the epidemic to China is rapidly closing.\n\nTourists in traditional Korean hanbok dress wear face masks as they visit at Gyeongbokgung palace in Seoul on Jan 30, 2020. (Photo: AFP/Jung Yeon-Je)\n\nIf COVID-19 is as transmissible here as it appears to be in China, then eventually a large-scale outbreak in Singapore will be unavoidable. Once it breaks the cordon of contact tracing, the virus will only stop when enough people have immunity through infection or vaccination.\n\nIf that should happen, our efforts now would have bought us a few months to be better prepared, for more and better information from Singapore and overseas to be available on the severity and origins of this virus, and for our doctors to have better treatment options and diagnostic measures.\n\nWhether scenario 2 or 3 is more likely will depend on how accurate reporting has been. We saw similar uncertainty about H1N1 in 2009: That pandemic seemed extremely severe at first, but this was because the milder cases in Mexico were not being tallied well.\n\nAs more outbreaks, and deaths, occur outside China, just how severe this epidemic will be should soon become clear.\n\nSHIFT IN RESPONSES NEEDED IF SITUATION EVOLVES FURTHER\n\nThe COVID-19 outbreak has the potential to be an unprecedented event within our lifetimes.\n\nSingapore is at the forefront of the global response. However, the biology of the virus and global developments may require a shift in the response to the threat as the epidemic unrolls.\n\nRight now, at an individual level, we can ensure we use good personal hygiene and limit contacts such as handshaking. Those of us who get infected can protect others by not going to work when we are sick, isolating ourselves and wearing a mask.\n\nWe should remember that a mild infection may feel like a regular cold to one person, but could be very serious for someone else catching the virus.\n\nAt the societal level, our forbearance of social distancing measures may be necessary if the outbreak does appear to follow the paths depicted in the second or third scenarios.\n\nDownload our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram\n\nHannah Clapham is an assistant professor at the Saw Swee Hock School of Public Health at the National University of Singapore and was previously the head of modelling at the Oxford University Clinical Research Unit in Ho Chi Min City. Alex R Cook in an associate professor who leads the Biostatistics and Modelling Domain and serves as the vice dean of research at the same school."}}