{"GDELT": {"GlobalEventID": 908651603, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "INDLEG", "Actor1Name": "MADRAS", "Actor1CountryCode": "IND", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.91355777979982, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200226234500, "SOURCEURL": "https://indianexpress.com/article/opinion/columns/delhi-violence-shaheen-bagh-police-6288318/"}, "ARTICLE": {"TITLE": "Secular hypocrisies: Marginalised intellectuals are using discourse of secularism to stoke imaginary fears of majoritarianism", "TEXT": "Whenever cultural and social issues are fought politically, bitter binaries are created. (Express photo: Gajendra Yadav) Whenever cultural and social issues are fought politically, bitter binaries are created. (Express photo: Gajendra Yadav)\n\nThe mob frenzy in Delhi which has claimed at least 23 lives — including of policeman Ratan Lal — unlike communal disturbances in the past, is not a consequence of an immediate provocation or local feuds. It is sociologically distinct in nature.\n\nSince the 1990s, a generation of Indians has been groomed in predominantly Marxist and Nehruvian intellectual and political discourses. These theories construed a notion of Hindu majoritarianism as a threat to the political rights and identities of the minorities, especially Muslims. The old narrative of secularism, espoused by both the political and intellectual class, witnessed challenges from the new Hindutva thought leadership and the mass upsurge against the politics and policy of appeasement. Whenever cultural and social issues are fought politically, bitter binaries are created.\n\nThis class witnessed the erosion of their hegemony and alienation from the majority community due to their prejudices and unwillingness to re-examine their intellectual positions. They used their intellectualism to mutate even issues mandated by the Constitution after a protracted debate in the Constituent Assembly — Article 370, Uniform Civil Code, the abolition of triple talaq, cow protection — as a challenge to minority rights. Moreover, the Muslim intelligentsia showed their recalcitrance on cultural issues like the Ram temple. They identified themselves with the cruelties committed by foreign aggressors.\n\nFurther, the Shaheen Bagh protest, which is being led largely by Muslim elites and Left-inclined intellectuals, has built a narrative that the Citizenship Amendment Act is not merely discriminatory and exclusionary but also a precursor to the NRC, meant to disenfranchise Muslims. Baseless propaganda has been given an intellectual mask and the veneer of a secular battle. The paradoxical nature of the protesters is obvious from their avoiding the question: How does relief to the victims of religious persecution in Pakistan, Bangladesh and Afghanistan reverse the basic premise of the Indian Republic?\n\nOpinion by P B Mehta | Our republic cannot become what our rulers want it to be\n\nAt the same time, the protesters vociferously believe in linking welfare schemes, government scholarships, jobs, etc, with religion and in separate structures for minorities like the National Commission for Minorities and minority affairs ministry, as essential to secular democracy! Shaheen Bagh created a ghost of brute majoritarianism. Wicked demagogues have attempted to fuel popular discontent among minorities by using demonic lies.\n\nThe discourse on secularism can be unyielding if it means to further narrow political goals. Has the Narendra Modi regime ushered Hindu majoritarian rule? The answer must be based on both facts and ideals. Since 2014, no programme of the government has been contested by anyone of fame as directly or indirectly favouring Hindus and ignoring minorities. The economic integration of the deprived masses through welfare measures was countered by pseudo-secular intellectuals with socially unpalatable political invective. Ending of the policy of appeasement requires a new discourse, which cannot be digested by this class of intellectuals.\n\nMarginalised self-proclaimed activists found respectable spaces to spread their venom. Their consciously managed battles in TV studios and on social media platforms killed both truth and authenticity. An illustration can be seen in an article in The New York Times (‘Modi’s lost in Delhi. It doesn’t matter’, February 13). Asim Ali, an Indian, wrote: “…seventy years after independence, India’s Muslims are still fighting for equal citizenship… it is no longer acceptable to speak about equal citizenship and political rights of Indian Muslims or speak out against the violence and hostility they encounter.” Can there be a bigger travesty than to say that Muslims are being treated as second-class citizens in India? Such polemical and provocative writings or speeches weaken democratic norms. This irreparably damages not only India’s reputation and our secular tradition but also leads to conflict, polarisation, hate mongering and fears of exclusion. David Runciman rightly says in How Democracy Ends: “Democracy is a civil war without the fighting. Failures come when proxy battles come into real ones.”\n\nOpinion by Najeeb Jung | Minorities in India are coming to believe that there is a campaign to make them second-class citizens\n\nThe pre-requisite for a healthy debate is to labouriously clean up the discourse and for thought leadership to be undertaken by serious intellectuals. There is a need to bring greater precision in understanding ideologies and organisations. RSS Sarsanghachalak Mohan Bhagwat’s three-day interaction in Vigyan Bhawan in 2019 was an effort to reach out to both ordinary activists and elite opponents. However, this did not serve the prevalent narrative of secularism, which is based on three ingredients: Ignoring cultural ethos, stigmatising the RSS and Modi, and projecting a binary between the state and minorities. The principal challenge is to understand the Indian tradition of secularism which does not contain, except the colonial era onwards, a majority-minority binary. It is not the constitutional guarantees but mutual trust and goodwill that ensure fraternity. What Madan Mohan Malaviya said to Maulana Masood Ali at the 1927 session of the Congress in Madras encapsulates this debate: “What safeguards do you want from the Secretary of the State in India? We are here… what better safeguards you want?”\n\nMulticulturalism survives not because it allows people of all religious and cultural shades to enjoy the fruits of freedom but because all people genuinely believe in diversity and cultural and historical legacies beyond their religious limitations. The western notion of secularism cannot resolve the challenges the Indian civil society faces. Secularism is based on the historical experiences and normative ideals of a society. The Shaheen Bagh protest cannot help by propagating an imaginary fear of majoritarianism. Representative democracy can not be substituted by plebiscite-ary democracy because the powerful elites known as left-liberals do not like the party in power.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Opinion News, download Indian Express App."}}