{"GDELT": {"GlobalEventID": 908652604, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "dal", "Actor1Name": "DALIT", "Actor1EthnicCode": "dal", "Actor2Code": "CVL", "Actor2Name": "VILLAGE", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.75675675675676, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pune, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70178", "Actor1Geo_Lat": 18.5333, "Actor1Geo_Long": 73.8667, "Actor1Geo_FeatureID": "-2108361", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Koregaon Bhima, Maharashtra, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN16", "Actor2Geo_ADM2Code": "70178", "Actor2Geo_Lat": 18.65, "Actor2Geo_Long": 74.0833, "Actor2Geo_FeatureID": "-2101448", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pune, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70178", "Action2Geo_Lat": 18.5333, "Action2Geo_Long": 73.8667, "Action2Geo_FeatureID": "-2108361", "DATEADDED": 20200226234500, "SOURCEURL": "https://indianexpress.com/article/cities/mumbai/elgaar-parishad-case-nine-accused-shifted-to-mumbai-jails-6288573/"}, "ARTICLE": {"TITLE": "Elgaar Parishad case: Nine accused shifted to Mumbai jails", "TEXT": "The accused, most of them prominent activists, were arrested in June and August 2018 and had been lodged in Yerawada jail since then, as courts repeatedly denied their bail pleas. (File) The accused, most of them prominent activists, were arrested in June and August 2018 and had been lodged in Yerawada jail since then, as courts repeatedly denied their bail pleas. (File)\n\nAll nine arrested accused in the Elgaar Parishad case were shifted from Yerawada Central Prison in Pune to two jails in Mumbai on Wednesday.\n\nThe seven male accused — Surendra Gadling, Mahesh Raut, Sudhir Dhawale, Rona Wilson, Arun Ferriera, Vernon Gonsalves and P Varavara Rao — were shifted to Arthur Road jail. The female accused, Shoma Sen and Sudha Bharadwaj, were shifted to the Byculla women’s prison. The accused, most of them prominent activists, were arrested in June and August 2018 and had been lodged in Yerawada jail since then, as courts repeatedly denied their bail pleas.\n\nThe case, probed by the Pune City Police for over one-and-a-half years, was transferred to the National Investigation Agency (NIA) by the Centre in January. The transfer came within days of NCP chief Sharad Pawar, whose party is a constituent in the ruling Maha Vikas Aghadi government, and state Home Minister Anil Deshmukh raising questions about the Pune police probe in the case.\n\nThe NIA had lodged a separate first information report (FIR) in Mumbai on January 24.\n\nA special court in Pune, where the hearing of the case was on, had passed an order earlier this month to send all court records seized in the case to the special NIA court in Mumbai. The court had also directed the agency to produce all arrested accused before the special NIA court in Mumbai on or before February 28.\n\nNIA then received orders from the special court in Mumbai regarding shifting of the accused from Pune to Mumbai.\n\nYerawada jail superintendent U T Pawar confirmed that the nine accused in the Elgaar Parishad case were shifted from Yerawada Central Prison to prisons in Mumbai, as per directions of the NIA special court. NIA officials took the nine accused into their custody from Yerawada prison at about 1 pm and took them to Mumbai, said police sources.\n\nPune City Police had booked 23 persons in connection with the Elgaar Parishad case, including the nine arrested accused, under sections of Indian Penal Code and the stringent UAPA. The NIA has, in its FIR, named 11 people, including the nine arrested accused and two others, activists Anand Teltumbde and Gautam Navlakha.\n\nElgaar Parishad, an evening conclave, was organised at Pune’s Shaniwar Wada on December 31, 2017, a day before the 200th anniversary of the Battle of Bhima Koregaon, when lakhs of Dalits gather to pay their respects at the Jaystambh (war memorial) in Perne village. On January 1, 2018, the day of the anniversary, violence had broken out at Koregaon Bhima, in which one person was killed and several injured.\n\nPune Police has claimed the speeches at Elgaar Parishad contributed to the violence, and organisers of the event had links with the Naxal outfit CPI-Maoist.\n\nPolice further alleged that Elgaar Parishad was organised as per the plans and with funds of the banned outfit.\n\nPune City Police also claimed that the probe in the case went beyond Elgaar Parishad and revealed alleged activities of CPI-Maoist in different parts of the country.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Mumbai News, download Indian Express App."}}