{"GDELT": {"GlobalEventID": 908651462, "Day": 20200226, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1534, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "Actor2Code": "USACOP", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.9301310043668103, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dayton, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH113", "Actor1Geo_Lat": 39.7589, "Actor1Geo_Long": -84.1916, "Actor1Geo_FeatureID": "1064514", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Dayton, Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_ADM2Code": "OH113", "Actor2Geo_Lat": 39.7589, "Actor2Geo_Long": -84.1916, "Actor2Geo_FeatureID": "1064514", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dayton, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_ADM2Code": "OH113", "Action2Geo_Lat": 39.7589, "Action2Geo_Long": -84.1916, "Action2Geo_FeatureID": "1064514", "DATEADDED": 20200226234500, "SOURCEURL": "https://www.mysanantonio.com/neighborhood/sugarland/news/article/Missouri-City-Mayor-Yolanda-Ford-council-vote-15082379.php"}, "ARTICLE": {"TITLE": "Divided Missouri City Council votes to fire city manager", "TEXT": "Divided Missouri City Council votes to fire city manager\n\nAn upset resident talks with a Missouri City Police officer after a special meeting held Tuesday, Feb. 24, when Mayor Yolanda Ford and the City Council voted 4-to-3 to terminate the contract of City Manager Anthony Snipes residents. less An upset resident talks with a Missouri City Police officer after a special meeting held Tuesday, Feb. 24, when Mayor Yolanda Ford and the City Council voted 4-to-3 to terminate the contract of City Manager ... more Photo: Kristi Nix, Staff Photo Photo: Kristi Nix, Staff Photo Image 1 of / 8 Caption Close Divided Missouri City Council votes to fire city manager 1 / 8 Back to Gallery\n\nThe Missouri City Council voted this week to terminate the contract of City Manager Anthony Snipes, citing concerns over his management style and questions about the allocation of city funds.\n\nMayor Yolanda Ford joined three other council members in backing the move Tuesday night. Three other council members opposed the firing, which they argued was politically motivated.\n\nThe termination of Snipes’ contract followed an intense debate that lasted more than two hours. Snipes had requested that the discussion be held publicly, not in closed session, according to a news release from the city.\n\n“For me, personally, this decision isn’t based on race, gender, personal beliefs or popularity, it’s based on the facts and fact alone,” Council member Vashaundra Edwards said.\n\nOne reason Ford said she supported terminating the city manager’s contract centered around a $2.5 million internal accounting error discovered last year.\n\nSnipes responded, “What the mayor failed to say is that the city has responded numerous times and made it clear that there was no $2.5 million in missing monies or $2.5 million that was mysteriously missing.”\n\nFord said, “Let’s be clear that it was never said by me that the funds were stolen. The funds had been moved out of the wrong fund account and the number had been changed.”\n\nCouncil member Floyd Emery criticized the firing.\n\n“They want to get rid of our city manager and the reason is they want to get somebody in here that is a ‘yes’ man,” Emery said. The remark drew cheers and applause from many in the room.\n\nRelated: Yolanda Ford unseats 24-year incumbent Missouri City Mayor Allen Owen\n\nMany residents at the standing-room-only meeting agreed.\n\n“I’m disappointed in you, Chris Preston,” Gloria Lucas, one of the residents, yelled across the room at a council member who voted for the firing. “I supported your campaign, and you’re not representing the people tonight.”\n\nFord, Preston and other council members who supported the firing left shortly after the meeting ended, leaving behind a crowd of more than 100 people who surrounded Snipes in a show of support.\n\n“I’ve enjoyed the support of the community, and I’ve had a wonderful four and a half years,” Snipes said after the meeting, “Sometimes leadership decides to go in another direction and in the end, I have to respect that. I choose to focus my attention on the great work we’ve done in the community, and I think the best is yet to come. I wish Missouri City well.”\n\nAccording to the terms of Snipes’ employment contract, he is to be paid 12 months’ salary ($213,200) in the event of early termination.\n\nCouncil member Cheryl Starling also voted to fire Snipes. In addition to Emery, Council members Jeffrey L. Boney and Anthony G. Maroulis voted against firing the city manager.\n\nBill Atkinson and Glen Martel, assistant city managers, will continue in their roles, according to the news release. The council will meet Monday to discuss the appointment of an interim city manager for the city of 75,000, which is mostly in Fort Bend County with a silver in Harris County.\n\nSnipes took the helm of the Missouri City government in 2016, when he became its first African-American city manager.\n\n“I understand that individuals like me stand on the shoulders of giants,” he told the Houston Chronicle after his hiring.\n\nSnipes had stepped down from his post as assistant city manager in Austin after misogynistic remarks were reportedly made at a conference he organized on how to work with that city’s newly formed majority council. He told the Chronicle then that he did not attend the meeting other than to give an introduction and found the remarks offensive.\n\nHe previously worked in Dayton, Ohio; and Fort Worth.\n\nEmily Foxhall contributed to this report.\n\nknix@hcnonline.com"}}