{"GDELT": {"GlobalEventID": 908770273, "Day": 20200227, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1562, "Actor1Code": "CVL", "Actor1Name": "CITIZEN", "Actor1Type1Code": "CVL", "Actor2Code": "BGD", "Actor2Name": "BANGLADESH", "Actor2CountryCode": "BGD", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 2, "NumArticles": 10, "AvgTone": -1.37933950248651, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 90.0, "Actor1Geo_FeatureID": "BG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 90.0, "Actor2Geo_FeatureID": "BG", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200227113000, "SOURCEURL": "https://www.business-standard.com/article/pti-stories/coronavirus-india-evacuates-112-people-from-china-124-from-japan-120022700896_1.html"}, "ARTICLE": {"TITLE": "Coronavirus outbreak: India evacuates 112 people from China, 124 from Japan", "TEXT": "India on Thursday brought back 112 people from the coronavirus-hit Chinese city of Wuhan and another group of 124 from Tokyo who were on board a cruise ship infected by the deadly virus.\n\nA C-17 Globemaster III transport aircraft of Indian Air Force evacuated 76 Indians and 36 foreign nationals from Wuhan while an flight brought back the group of 124 people from Tokyo.\n\nThe foreign evacuated from Wuhan included 23 from Bangladesh, six from China, two each from Myanmar and Maldives and one each from South Africa, USA and Madagascar.\n\nBesides 119 Indians, the people evacuated from included two from Sri Lanka and one each from Nepal, South Africa and Peru. The group was among 3,711 people who were on board the coronavirus-infected Diamond Princess ship when it docked at the Yokohama port near Tokyo on February 3.\n\n\"In line with India's neighbourhood first policy and Indo-Pacific vision, the special flight also evacuated five foreign nationals -- two Sri Lankans, one Nepalese, one South African and one Peruvian,\" the External Affairs Ministry said.\n\nThree Indian crew members didn't board the flight as they conveyed their wish to continue their stay on-board the cruise ship to complete the period of extended quarantine put in place by the Japanese government.\n\nOut of the total 138 Indian nationals originally on-board Diamond Princess, 16 Indian crew members have tested positive for and are receiving medical care at an onshore medical facility in\n\nAll the evacuees will undergo a 14-day quarantine at the facility set up by the Indian Army in Manesar.\n\nIndia sent the C-17 Globemaster to Wuhan on Wednesday and it carried 15 tonnes of medical supplies for coronavirus-affected people in\n\nOn its return, the aircraft brought back 112 people including 23 citizens from Bangladesh, six from China, two each from Myanmar and the Maldives and one each from South Africa, the US and Madagascar.\n\nEarlier, India had evacuated around 650 Indians from Wuhan in two flights.\n\n\"In all 723 Indian nationals and 43 foreign nationals have been evacuated from Wuhan, in these three flights,\" the Ministry of External Affairs (MEA) said.\n\nOn the medical supplies delivered by India to China, the MEA said they will help augment the country's efforts to control the outbreak which has been declared as a public health emergency by the World Health Organisation.\n\n\"The assistance is also a mark of friendship and solidarity from the people of India towards the people of as the two countries also celebrate 70th anniversary of establishment of diplomatic relations this year,\" it said."}}