{"GDELT": {"GlobalEventID": 908769828, "Day": 20200227, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1562, "Actor2Code": "NOR", "Actor2Name": "NORWEGIAN", "Actor2CountryCode": "NOR", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.6657223796034, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Libya", "Action2Geo_CountryCode": "LY", "Action2Geo_ADM1Code": "LY", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 17.0, "Action2Geo_FeatureID": "LY", "DATEADDED": 20200227113000, "SOURCEURL": "https://www.courthousenews.com/france-finds-itself-embroiled-in-western-africas-sahel-conflict/"}, "ARTICLE": {"TITLE": "France Finds Itself Embroiled in Western Africa’s Sahel Conflict", "TEXT": "(CN) — More than seven years after France sent thousands of troops to fight an insurgency against Mali’s central government in the impoverished sandy hinterlands of the Sahel in Africa, France has become embroiled in what increasingly looks like an endless and expanding Afghanistan-like war, experts say.\n\n“There is no clear exit strategy to it,” said Morten Bøås, a researcher on the Sahel at the Norwegian Institute of International Affairs, in a telephone interview. “It is very hard to see how the situation has improved.”\n\nThere are more than 4,500 French troops in the Sahel, the vast semiarid region at the southern edge of the Sahara Desert where France once held colonial sway. Alongside the armies of Mali, Chad, Niger, Burkina Faso and Mauritania, French soldiers are fighting motorcycle-riding armed groups of jihadists and insurgents. The main groups are affiliated with the Islamic State — such as Boko Haram — and al-Qaeda.\n\nWith the conflict getting worse and the loss of 13 soldiers in a midair helicopter crash in November, France says it’s sending in about 600 more troops. In addition, there are about 17,000 soldiers in the region serving on a United Nations peacekeeping mission and about 1,000 U.S. soldiers who mainly provide intelligence and logistics aid to the French. The United States, though, is considering removing many of its troops in Africa so it can focus on China, leaving the fight to the French.\n\nThe objective, French military leaders say, is to prevent jihadists from establishing control of the region. Europe also sees the chaos in the Sahel as a major factor in pushing thousands of people to seek refuge in Europe, a phenomenon that has upended European politics and boosted the rise of xenophobic far-right political parties.\n\nOver the past year, the situation in the Sahel has dramatically worsened as insurgent attacks grow, casualties mount and the tide of dislocation widens.\n\nLast year about 4,000 people were killed in the conflict and in recent months more than 230 African soldiers have been killed. An estimated 765,000 people are displaced from their homes in Burkina Faso and 208,000 in Mali. There are an estimated 26,670 Malian refugees, too. The war has killed more than 40 French soldiers and wounded many others.\n\nIn recent years jihadists have attacked villages, police barracks, military bases and hotels where Westerners stay. The French embassy in Burkina Faso was attacked in 2018. People seen as collaborating with the French are targeted for death. For example, a Malian farmer recently interviewed on French television was killed after he spoke out against jihadists.\n\nUndeterred, the French carry on.\n\nIt’s set up army bases and opened civilian radio stations. It flies supplies in on hulking transport planes and runs a fleet of military helicopters. Heavily armed and protected French troops conduct patrols in the desert landscape of the Sahel; they train African soldiers at remote camps surrounded by sand and emptiness; and they attack rebel groups in remote and desolate villages. In December, France announced its first-ever drone strike, killing about 40 suspected fighters in Mali.\n\nBut France’s military mission faces growing criticism as an imperialistic enterprise and has sparked protests in Africa.\n\n“The French approach to the Sahel is extremely ineffective,” said Arezki Daoud, a chief analyst at MEA Risk and the editor of the North Africa Journal, in an email.\n\nHe said the French military campaign hasn’t stopped the terrorist attacks, likely pushed the conflict beyond Mali and worsened relations between ethnic groups and communities.\n\nIt has created “more resentment in the Sahelian populations who see the European troops as a colonial power,” Daoud said. He criticized the French for being “solely focused on more boots on the ground.”\n\nFrance sent troops to Mali in early 2013 upon the request of the Malian government after an insurgency erupted in the poor, desperate and long-neglected northern regions of Mali, where creeping desertification, drought and climate change are making life ever more difficult.\n\nWeapons and jihadists also were pouring into Mali from Libya, which had fallen into civil war after the overthrow of Muammar Gaddafi’s regime by rebel groups supported by the United States and France.\n\n“Initially, this looked quite successful,” Bøås said of the French intervention in Mali.\n\nBack then, he said, the French troops sent by former President François Hollande had a clear objective: to stop the incursion of jihadists and safeguard Mali’s territorial integrity.\n\nAt the same time, the French wanted to help foster peace talks in an age-old conflict in Mali between Fulani herdsmen and Dogon farmers. Climate change is making this conflict worse as water and good land dwindle. Typically, the Fulani are Muslim and the Dogon polytheistic.\n\nIn the early stages, French forces were successful in driving jihadists out of towns they had occupied and the French were celebrated as saviors.\n\n“Initially, the intervention was very popular,” Bøås said. “Newborn babies were given the name Hollande, the name of the French president.”\n\nBut he said local populations are turning against the French.\n\n“It’s increasingly turning sour,” Bøås said. “The French have been there and things are getting worse, not getting better. People are asking themselves: ‘Why is that?’\n\n“People are very frustrated and they are trying to take out their frustrations on something.”\n\nAfter French troops arrived the jihadists went into hiding, but re-emerged and began attacks beyond Mali. By 2014, France’s mission in the Sahel had changed too: It expanded its fight into Chad, Burkina Faso, Niger and Mauritania, places where the French have long had a presence both as colonizers and as a postcolonial power.\n\nBy 2016, Europeans began to see the breakdown in the Sahel as Europe’s problem too. When European officials were dealing with a massive influx of African asylum-seekers who’d crossed the Mediterranean Sea from Libya and ended up on the Sicilian island of Lampedusa, many of the asylum-seekers shared something in common: They’d arrived in Lampedusa via Agadez, a town in the deserts of Niger.\n\nThe Sahel, Europeans understood, had become a place where jihadists and criminal groups ran lucrative corridors trafficking humans, drugs and weapons. The violence was forcing people to flee and many were heading toward Europe.\n\n“The Sahel moved from being an obscurity to being a high policy issue in most European capitals,” Bøås said. “This is seen as a major security headache for Europe.”\n\nCritics say that France has other interests too in keeping its troops in the Sahel, potentially for years to come.\n\nFrance’s military chief of staff, François Lecointre, said in December that France could be in the region for the next 30 years, to “ensure our security.”\n\n“If we allow chaos to take root, the Sahel states will collapse on themselves, leaving a void for the Islamic State,” the general said in an interview on French radio.\n\nBut the presence of French troops, critics say, speaks volumes about France’s desire to not lose control over former colonies where it has a lot of business interests. To that end, France is willing to prop up unpopular autocratic governments and their armies even though they have been accused of human rights abuses, deep corruption and disastrously neglecting parts of their countries.\n\n“France is concerned that it could experience a loss of influence in a region that it always dominated militarily, economically and culturally,” Daoud said. “So for Paris, it is about maintaining the status quo, and perhaps that’s a goal in itself.”\n\nThere may be another cynical reason for France to stay engaged in the Sahel: It sees the war as a way to sharpen its military ambitions. Along with the United Kingdom, France is Europe’s biggest military power.\n\n“Spending billions of dollars on a big army cannot be justified if there were no actions, and for France, the former colonies make sense,” Daoud said. “Furthermore, the Sahel is geographically close to Europe so that the cost of a war there is not as prohibitive as if it were across the globe, say in Asia.”\n\nAt the same time, French President Emmanuel Macron and others in his administration are expressing a hawkish foreign policy. Macron insists that the European Union become more aggressive on the world stage and act militarily. Besides the Sahel, French troops are engaged in the civil war in Syria, and France has become involved in the Libyan civil war.\n\n“There is no doubt that being an important power in the Sahel sort of drives France’s ambition to be a world power,” Bøås said.\n\nHe added that France is also interested in fighting jihadists in the Sahel to prevent the spread of violence and instability into Algeria, a nation with close ties to France.\n\nExperts say the region needs to be stabilized, but doing that will be very tough.\n\nBøås said France is helping prevent a “complete collapse in Mali” but that it appears impossible to defeat the jihadists entirely.\n\n“The situation is very difficult,” he said, adding that it is hard “to see any immediate way out of it.”\n\nHe said the French strategy needs to change. “It lacks a plan B,” Bøås said. “It ends up being a futile search for the terrorists in the sand dunes.”\n\nDaoud said the Sahel needs peace negotiations that involve granting regions autonomy. In Mali, he said, the government and France need to consider giving the large Tuareg population autonomy within the Mali state.\n\nIn 2012, Tuareg rebels rose up against the Malian army and declared the region including the cities of Gao and Timbuktu independent; they subsequently dropped their claim to independence and called on the Mali government to enter talks over autonomy.\n\nBut Daoud was pessimistic about a diplomatic breakthrough.\n\n“How does one achieve that with the current cast of characters?” he said. “All the protagonists are entrenched in their positions.”\n\nHe said France and Mali’s government are unlikely to accept regional autonomy because they fear “autonomous regions would provide an entryway to other regional powers, therefore reducing France’s influence.”\n\nFrance also may be hampering diplomatic efforts by refusing to negotiate with terrorist groups. This is also the position of France’s ally Algeria, which has sought to broker peace talks.\n\nJesper Bjarnesen, a senior researcher with the Swedish-based Nordic Africa Institute, said efforts to find diplomatic solutions are being damaged by France’s military campaign.\n\nFor example, he said U.N. missions have gone into northern Mali to foster diplomatic solutions only to see their efforts undermined by French military attacks on groups the U.N. was trying to persuade to put down their arms.\n\n“I don’t see how more boots on the ground will solve anything,” Bjarnesen said in a telephone interview.\n\nMarie-Roger Biloa, an African columnist and television host based in France, said the French need to do more to equip and “empower” the national armies in the Sahel.\n\nShe said on Al-Jazeera television that some Malian soldiers don’t even have weapons and that commanders don’t know the size of some units.\n\nShe said fixing the region’s deep social problems needs to be part of the solution. “You cannot solve the problem without the Africans, without focusing on the African context.”\n\nBjarnesen said the worsening security in the Sahel is making it ever harder for development and humanitarian agencies to help the battered populations, and has scared away investors.\n\n“The worst-case scenario is that you will see the increasing isolation of Sahelian countries from the international community,” he said.\n\nHe said Europe is keen on helping the Sahel develop and build up its economies to prevent an exodus of people who view a perilous journey to Europe as their best option.\n\n“I don’t think the EU countries can back down on that commitment, but the question is how it can ever deliver on that issue,” Bjarnesen said.\n\nThe number of asylum-seekers in Europe has dropped in recent years, but he said that is mostly because the EU is giving the Libyan coast guard money to stop people crossing the Mediterranean Sea. As a consequence, many asylum-seekers are stuck in Libya, Chad and Niger.\n\nFor now, Bjarnesen, said France is stuck in the Sahel.\n\n“Once you are in, it is difficult to just leave,” he said. “Even when you realize a military presence is creating problems, it is not easy to just pull back because you risk leaving partners at risk.”\n\n__\n\n(Courthouse News reporter Cain Burdeau is based in the European Union.)"}}