{"GDELT": {"GlobalEventID": 908771441, "Day": 20200227, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1562, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "HUNTER", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.61290322580645, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Charleston, South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_ADM2Code": "SC019", "Actor1Geo_Lat": 32.7766, "Actor1Geo_Long": -79.9309, "Actor1Geo_FeatureID": "1221516", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200227113000, "SOURCEURL": "https://www.washingtonpost.com/politics/on-a-south-carolina-island-generations-of-black-voters-confront-their-democratic-presidential-options/2020/02/26/9665c822-2684-11ea-b2ca-2e72667c1741_story.html"}, "ARTICLE": {"TITLE": "On a South Carolina island, generations of black voters confront their Democratic presidential options", "TEXT": "“I am a bit concerned,” Gadsden, a retired warehouse worker, said in a recent interview. “Not too long ago, he was up front, and now he’s nearly on the bottom. If he doesn’t turn it around pretty soon . . .”\n\nAD\n\nAD\n\nHis daughter, Tamika Gadsden, 39, is not surprised that Biden’s candidacy flagged. She said his campaign had always lacked energy, relying not on passion but on long-standing support among state party leaders and on voters’ fond memories of his time in the Obama administration. She tried to talk to her parents, but after some heated discussions, especially with her mother, she let it go. Still, she is not happy to see them so dispirited by Biden’s struggling campaign.\n\nBesides, her candidate, Sen. Elizabeth Warren (D-Mass.), is also struggling, and Gadsden is frustrated that there’s little time left for her to pick off potential Biden defectors. “I thought she would have done better in New Hampshire,” Gadsden said, irked that Warren is being outspent by billionaire candidates who have raised their profiles with expensive ad buys and, in the case of Tom Steyer, paid top dollar for organizers in South Carolina.\n\nThe debate among the Gadsdens and others on Wadmalaw Island, southeast of Charleston, S.C., mirrors a conversation taking place between generations of black voters across the nation. With black voters making up 60 percent of the Democratic electorate in South Carolina and a significant proportion in many Super Tuesday states, the outcome of that conflict in the next few days could prove critical to deciding the party’s nomination.\n\nAD\n\nAD\n\nAfrican American voters, particularly older ones like Benjamin Gadsden, have overwhelmingly supported Biden, fueling the lead he held in national polls until recently. South Carolina’s black voters, in particular, were seen as his firewall, blunting anyone else’s rise here. The notion that he would be able to win over white swing voters in the general election made him a reasonable choice for many black voters.\n\nBut his support among younger black voters like Tamika Gadsden was always weaker, with many underwhelmed by his nostalgic message of returning to a pre-Trump America. For voters seeking a political leader to confront systemic racism and economic inequity, Biden’s long and complicated record and some of his comments during the campaign seemed like a continuation of those institutional biases.\n\nYounger voters also have found Sanders and Warren as the more attractive alternatives because of their proposals for universal health care, student loan forgiveness and free college tuition, and promises to level the economic playing field.\n\nAD\n\nAD\n\nTamika Gadsden took advantage of early voting and cast her ballot last week for Warren. “I see her trying to rally the troops and vowing to turn around her campaign — and she might,” Gadsden said, adding that she has been heartened by Warren’s performances in the past two debates and has not given up hope that the senator will win the nomination.\n\nAnd despite his concerns, Benjamin Gadsden says he will vote for Biden. “I’m not going to bail on him,” Gadsden said recently. “I think Biden will have a better shot in South Carolina than he’s [had] so far in Iowa and New Hampshire. But if South Carolina is going to be the only state he’s depending on, it could be a problem for him. It’s going to take more than South Carolina for him to get the nomination.”\n\nWadmalaw Island, about 23 miles south of Charleston, has roughly 5,000 residents, more than half of whom are black. After the Union Army seized South Carolina in the Civil War, white plantation owners fled the islands, leaving behind their lucrative rice fields and enslaved African Americans, many of whom were given plots of land. During Reconstruction, some owners reclaimed portions of the land, but the former slaves still established communities in which they retained their culture and sense of independence. Over time, however, economic hardship has forced many to sell their land or lose it to unscrupulous real estate agents.\n\nAD\n\nAD\n\nBenjamin Gadsden was born on Wadmalaw. Following the path of millions of black Southerners during the first half of the past century, Gadsden headed north as a young adult, along with two older sisters who had moved to Woodbridge, N.J., during the Great Migration. Tamika Gadsden calls them “Jim Crow refugees.”\n\nHe returned to Wadmalaw in 1996, to be close to his ailing father, with his wife, Trudy, and Tamika and her twin brother, Terence. Tamika Gadsden remembers being devastated, as most 10th-graders would be, to be uprooted from friends and favorite places and relocated to a rural landscape with one road in and out of town. She headed back to New Jersey for college and stayed after graduation, working for a time in government and in a retailer’s corporate offices. Then, on a visit home several years ago, she drove over a bridge and saw sunlight dancing on the water. She decided she wanted to come home.\n\nGadsden is part of a reverse migration, in which African Americans are moving to the South, searching for a lower cost of living, a better quality of life and, for many, closer proximity to extended family. She lives with her mother and father in a rambler on Maybank Highway, the main thoroughfare that connects Wadmalaw and the other islands to the mainland.\n\nAD\n\nAD\n\nMore than half of the nation’s African Americans live in the South, where the Republican Party has had a lock on most political power since the 1950s. But Tamika Gadsden and others see the region on the cusp of change, pushed by its growing population of people of color. Last year, for instance, black voters along with liberal whites and Latinos and Asian Americans nominated African American Democrats for governor’s races in Florida and Georgia. Both nearly upset their Republican rivals.\n\nShe has jumped into the fight, working as an organizer for Black Voters Matter, an independent group focused on educating and mobilizing African Americans in the rural South. Separately, she is among the 100 activists who endorsed Warren under the banner of Black Womxn For. She has talked up Warren’s campaign on a radio show and a podcast that she hosts.\n\nPresidential candidates rarely venture out to Wadmalaw or neighboring islands. Voters who want to see the candidates in person usually have to go to Charleston. That’s where Mildred Mitchell first saw Barack Obama. “On January 10th. It was my birthday,” she said.\n\nAD\n\nAD\n\nMitchell, a longtime friend of the Gadsdens, lives about a quarter-mile off Maybank Highway, in the country version of a cul-de-sac: A rutted dirt road, the drive even more treacherous during a rain spell, empties into a clearing with four houses. The land on which she lives has been in her husband’s family for more than 80 years. Long ago, the yards would have been filled with children, but only grandparents live there now. Her grandchildren are in New York, where Mitchell lived for 47 years before moving back to Wadmalaw in 2007, just in time for Obama’s historic bid.\n\nShe recalled seeing him speak for the first time. She was taken by “his charisma . . . the way he spoke. He had a young voice. He really was a young man.”\n\nMitchell, 78, a retired hospital employee, was a poll worker in 2008 and remembers the excitement — and the tension — around that primary, when the senator from Illinois upset Hillary Clinton, who initially had been favored to win South Carolina. She thought Obama’s policies, particularly the Affordable Care Act, were good for the country, and she hates that Trump seems intent on undoing his legacy. That was why she was leaning toward Biden, even though she was concerned about his age.\n\nAD\n\nAD\n\nHis fifth-place finish in the New Hampshire primary, she said, was “heartbreaking.”\n\n“I want somebody that can beat Donald Trump,” she said. Right now, she is not sure who that is.\n\nMitchell’s cousins, Mattie and her son Shawn, had never been sold on Biden.\n\nMattie Mitchell, 67, grew up on Wadmalaw and came back home after earning a degree from Claflin University, about 90 miles north, in Orangeburg. She taught elementary school for 40 years. Fourth grade was her favorite, she said, because that was the year she could see the children really starting to grow up.\n\nShe wants a president who cares about children, especially black children, who she said are being shortchanged by inequities in the public school system.\n\n“We need fair and equity in funding. Our schools are not being treated fairly, and it’s wrong,” she said. She rejects conservative arguments for “school choice” initiatives as a solution. “If you make all schools the same, you don’t need choice,” she said.\n\nIn December, Mattie Mitchell said, she was still looking over the candidates. As much as she admired Obama, particularly his fight to push through the Affordable Care Act, she didn’t see that as a reason to automatically support Biden.\n\nAD\n\nAD\n\n“I will judge Biden by what he’s going to bring to the table, how he’s going to help the American people,” she said.\n\nMitchell, who now lives in Charleston, said in a recent interview she thought the attention to Biden’s son Hunter’s work in Ukraine had hurt the former vice president, and she’s now leaning toward Sanders. She likes his call for canceling student debt and his Medicare-for-all proposal.\n\n“I could still change my mind,” she cautioned, although she said she’s ruled out Warren because she doesn’t think a woman can win in the nation’s toxic political climate, and she doesn’t know enough about Pete Buttigieg, the former mayor of South Bend, Ind. She said she is skeptical of billionaires Steyer and Mike Bloomberg, who is not on the South Carolina primary ballot.\n\n“I don’t know if they really realize what it’s like for the people, the underdogs, who really need all this help,” she said. “I don’t know if they really understand the needs of our people.”\n\nHer son Shawn Mitchell, 33, said he found Bloomberg’s sudden visibility, particularly his ubiquitous ads on TV and social media, disconcerting. He was offended by ads that both the former New York mayor and Trump ran around the Super Bowl that featured the stories of black women who had experienced trauma and had been helped by the politicians.\n\n“I was like, so are we going to try to put up a liberal billionaire against a conservative billionaire?” Mitchell said.\n\nEarly on, he said, he supported Sanders because of his promise to forgive student loans. Mitchell finished dentistry school in 2014 with debt that was so high he couldn’t get financing to open a practice in his hometown. He resorted to crowdfunding to help pay down his student debt, which allowed him to get the business loan he needed to start his practice, Sweetgrass Dental Associates, which opened in January in North Charleston.\n\nBloomberg’s rise in the contest reminded him of his residency in New York, where he was stopped a few times by police. Mitchell said he cannot abide Bloomberg’s candidacy because of his mayoral policy that prompted police to stop and frisk residents — mostly young, nonwhite men. Just as worrisome, he said, is the notion that the presidency is for sale.\n\n“I know people have their gripes with Bernie because of the socialist label. I still agree with him. He evens the playing field for those of us who don’t have power and don’t have a voice,” Mitchell said. His wife, Myriam, and 30-year-old twin brothers, Trevor and Julian, also are with Sanders.\n\nThe Wadmalaw families have one thing in common: None expressed excitement about their choices, even as all vow to vote. They said they were frustrated by the large, chaotic field of candidates, although Tamika Gadsden said she liked the variety. Mostly, they said, they felt a duty to participate in the election and a desire to defeat Trump. But there is no swooning like they all recalled from 2008, when they helped boost Obama’s candidacy at a critical moment.\n\nBenjamin Gadsden shrugged off one of the criticisms of Biden — his occasional racial insensitivity, particularly in the past.\n\nHe had never even heard of most of the other candidates, except for Sanders, and he hadn’t heard of him before 2016. He believes people can change, and he doesn’t think Obama would have chosen Biden as his vice president “if he was so bad in that area.”\n\n“Show me the perfect man,” he said. He added, “White folks, in general, are not 100 percent in our corner. I don’t care how much they try to portray that image, they are not 100 percent for us.”\n\nGadsden blamed “bickering” among the Democratic candidates and Republican investigations into Hunter Biden for having “knocked Biden off course.” Now he is worried that his worst fears will come true.\n\n“I do not have any desire to see Trump coming back,” he said. “But as it stands now, I think he’s a shoo-in.”\n\nTamika Gadsden said she thinks black voters should demand better. That’s why she’s backing Warren, who has talked about issues that affect black women specifically, like the racial disparity in maternal mortality and workplace salaries.\n\nLooking back, Tamika questioned how much Obama did to challenge and change systemic racial disparities in the criminal justice, economic and educational systems. But she said his election was an important cultural victory — an affirming image of a black family and black achievement.\n\nTamika said she is not dispirited by the upheaval of the current field."}}