{"GDELT": {"GlobalEventID": 908771193, "Day": 20200227, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1562, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "EUR", "Actor2Name": "EUROPEAN", "Actor2CountryCode": "EUR", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 3.23529411764706, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ilim, Sverdlovskaya Oblast', Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS71", "Actor1Geo_ADM2Code": "25100", "Actor1Geo_Lat": 57.4989, "Actor1Geo_Long": 59.0508, "Actor1Geo_FeatureID": "-2914289", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ilim, Sverdlovskaya Oblast', Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS71", "Actor2Geo_ADM2Code": "25100", "Actor2Geo_Lat": 57.4989, "Actor2Geo_Long": 59.0508, "Actor2Geo_FeatureID": "-2914289", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ilim, Sverdlovskaya Oblast', Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS71", "Action2Geo_ADM2Code": "25100", "Action2Geo_Lat": 57.4989, "Action2Geo_Long": 59.0508, "Action2Geo_FeatureID": "-2914289", "DATEADDED": 20200227113000, "SOURCEURL": "https://www.pulpapernews.com/20200227/11229/ilim-group-first-company-russia-receive-european-legal-source-certificate"}, "ARTICLE": {"TITLE": "Ilim Group is the first company in Russia to receive European legal source certificate", "TEXT": "Ilim group became the first company in Russia to receive the European Legal Source certificate. It will allow Ilim to make sales on the European market in accordance with the EU regulations on wood without additional confirmation of the legality of the raw materials from which the products are made. The certificate is a confirmation of the company's integrity at all stages and product compliance with all European requirements.\n\nCertification was received by the branch of Ilim Group in Koryazhma called Koryazhma Forest. This is due to the focus of production on European markets.\n\nIlim group, being the leader of the forest industry in Russia, always strives to use the best world practices. The company intends to expand export deliveries to Europe, so obtaining Legal Source certification is a very important step that will help us in this direction and will be an additional evidence of our reliability and transparency of all processes in the company – from procurement up to delivery to the consumer. Ilim has a strong long-term relationship with European suppliers, but certification according to European standards will further strengthen trust between us, as well as allow traders to reduce the cost of confirming the legality of the raw materials from which our products are made,\" General Director of Ilim Group Ksenia Sosnina commented.\n\nThe process of preparing for certification took several years. The auditor was the international company NEPCon.\n\nForest management in the Ilim Group is aimed at efficient use and reproduction of forests. All forest plots leased by the company with an area of 7.6 million hectares are certified according to FSC and PEFC™ standards.\n\nAt the end of 2019, Ilim group successfully passed the audit and received the PEFC certificate for the supply chain. Taking into account the large-scale investment program and the company's plans to enter new markets, the certification confirms the status of the Ilim Group as a reliable and responsible supplier of high-quality products."}}