{"GDELT": {"GlobalEventID": 908771363, "Day": 20200227, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1562, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.7799352750808999, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20200227113000, "SOURCEURL": "https://www.nashvillescene.com/arts-culture/books/article/21118178/a-trip-through-the-mind-of-civil-rights-icon-julian-bond"}, "ARTICLE": {"TITLE": "A Trip Through the Mind of Civil Rights Icon Julian Bond", "TEXT": "In 2020, with a presidential election coming up in just a few months, the United States finds itself continuing to struggle with racism, bigotry and xenophobia. Politicians and their acolytes rile up their respective bases. Individuals and groups use the megaphone of social media to inflame our discourse and pit Americans against one another. After several decades in which mainstream America shunned overt displays of intolerance, merchants of hate are promoting their destructive views in respectable spaces once again.\n\nThese developments bring to mind the courageous soldiers of justice: the men, women and children who made possible the landmark legal, political and social changes of the 1950s and ’60s. Prominent among those brave people was Julian Bond, who was born in Nashville in 1940. As the nation confronts another period of upheaval, Michael G. Long has edited a wonderful collection of Bond’s own words in Race Man: Selected Works, 1960-2015.\n\nThe 300-page collection from City Lights Publishers contains Bond’s thoughts about his early civil rights activism, Vietnam, the draconian politics of the Reagan/Bush era, and 21st-century battles over war, peace, economic inequality and LGBTQ rights. Indeed, the writings gathered here demonstrate the moral strength and vision of a man central to the upheavals of the past half-century. Bond’s life of activism and service — including his work with the Student Nonviolent Coordinating Committee, his time in the Georgia legislature and his long involvement with the Southern Poverty Law Center and the NAACP — offers a powerful example of servant leadership that could function as a road map for Americans today. “Bond’s works are not merely things of the past,” Long notes. “They’re living and breathing, fresh and refreshing, and ripe for picking.”\n\nBond brought strategy and insight to the struggle, guiding and provoking as he went along. This can be seen in his early political career in Georgia. The legislature refused to seat him after he won an election to the state House. Eventually, the legislature was forced by the Supreme Court to seat him, but that victory was just the beginning of a career dedicated to the politics of dissent. Bond’s writings reflect a man who was constantly engaged in the never-ending fight for freedom for all people.\n\nLong has carefully arranged and compiled writings that demonstrate how Bond evolved on critical social issues. Nowhere is this more pronounced than in Bond’s support of equal rights for members of the LGBTQ community, a group that was often marginalized during the civil rights movement. For example, Dr. Martin Luther King Jr. and others distanced themselves from Bayard Rustin because he was a gay man — some feared being too publicly associated with a man who was gay and had been labeled a communist.\n\nBond, who died in 2015, believed LGBTQ rights were human rights. And that caused friction between Bond and many African Americans, especially in the churches, which had long opposed that community. As Bond said: “If your religion tells you that gay people shouldn’t get married in your church, that’s fine with me. Just don’t let them get married in your church. But don’t stop them from getting married in city hall.”\n\nMichael G. Long is associate professor of religious studies and peace and conflict studies at Elizabethtown College. In editing these works, he has provided an invaluable service to students, scholars and the public. This collection shows all of us the continuing relevance of race in the 21st century, and reminds us we are not removed from the bigotry and struggles of the past. The fight continues unabated between the forces of resistance and those of progress and humanity.\n\nFor more local book coverage, please visit Chapter16.org, an online publication of Humanities Tennessee."}}