{"GDELT": {"GlobalEventID": 908770733, "Day": 20200227, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1562, "Actor1Code": "ITAREL", "Actor1Name": "ROME", "Actor1CountryCode": "ITA", "Actor2Code": "GBR", "Actor2Name": "LONDON", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.1358885017421603, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Argentina", "Actor1Geo_CountryCode": "AR", "Actor1Geo_ADM1Code": "AR", "Actor1Geo_Lat": -34.0, "Actor1Geo_Long": -64.0, "Actor1Geo_FeatureID": "AR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Argentina", "Actor2Geo_CountryCode": "AR", "Actor2Geo_ADM1Code": "AR", "Actor2Geo_Lat": -34.0, "Actor2Geo_Long": -64.0, "Actor2Geo_FeatureID": "AR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Argentina", "Action2Geo_CountryCode": "AR", "Action2Geo_ADM1Code": "AR", "Action2Geo_Lat": -34.0, "Action2Geo_Long": -64.0, "Action2Geo_FeatureID": "AR", "DATEADDED": 20200227113000, "SOURCEURL": "https://www.guardian-series.co.uk/news/national-news/18265914.pope-cancels-visit-rome-priests-due-slight-illness/"}, "ARTICLE": {"TITLE": "Pope cancels visit with Rome priests due to ‘slight’ illness", "TEXT": "Pope Francis has missed a planned Mass with Rome clergy due to illness.\n\nThe Vatican said the 83-year-old pontiff had a “slight indisposition” and would proceed with the rest of his planned work on Thursday but Francis “preferred to stay near Santa Marta”, the Vatican hotel where he lives.\n\nThere was no word from the Vatican about the nature of his illness, but the pope was seen coughing and blowing his nose during the Ash Wednesday Mass.\n\nIt comes amid an outbreak of the strain of coronavirus – also known as Covid-19 – in Italy that has infected more than 400 people, almost all of them in the north. Rome had three cases, but all three were cured.\n\nFrancis had been scheduled to go to the St John Lateran basilica to meet with Rome clergy and celebrate a penitential Mass at the start of Lent. Francis is bishop of Rome, but delegates the day-to-day running of the archdiocese to a vicar.\n\nThe Argentine pope has generally enjoyed good health. He lost part of one lung as a young man because of a respiratory illness, and suffers from sciatica, which makes walking difficult.\n\nPeople wore surgical masks as they waited for the arrival of Pope Francis outside the Santa Sabina Basilica on Ash Wednesday (AP/Gregorio Borgia)\n\nFrancis has had a busy schedule lately, including his public general audience on Wednesday and the Ash Wednesday service later in the day in a Roman basilica.\n\nDuring the audience, Francis made a point to shake hands with the faithful in the front row, kissed a baby during his popemobile ride through St Peter’s Square and greeted visiting bishops at the end. The prelates, however, appeared to be refraining from kissing his ring or embracing him, as they normally would do."}}