{"GDELT": {"GlobalEventID": 908769691, "Day": 20200220, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.137, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.70588235294118, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sochi, Krasnodarskiy Kray, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS38", "Action2Geo_ADM2Code": "25065", "Action2Geo_Lat": 43.5992, "Action2Geo_Long": 39.7257, "Action2Geo_FeatureID": "-3006514", "DATEADDED": 20200227113000, "SOURCEURL": "https://www.presstv.com/Detail/2020/02/27/619618/Turkey-Syria-Idlib-airstrike"}, "ARTICLE": {"TITLE": "Turkey says 2 soldiers killed in Syrian airstrike in Idlib", "TEXT": "Turkey says two of its army soldiers have been killed in an airstrike launched by the Syrian army in Syria’s northwestern province of Idlib, the last militant bastion in a nine-year war.\n\nIn a series of tweets early on Thursday, Turkey’s Defense Ministry announced the news, adding that two other Turkish troopers had also been wounded in the strike in the flashpoint region.\n\nThere was no confirmation by the Syrian military.\n\nClashes between Turkish and Syrian troops, backed by Russian airpower, have so far this month left 18 Turkish soldiers dead, including the pair announced on Thursday, according to the Turkish military.\n\nThe Turkish ministry said forces opened fire on Syrian government positions in response to the Thursday airstrike and, citing “information received from various sources in the region,” destroyed an air defense missile system and other hardware. Three tanks were also captured, it claimed.\n\nThe ministry also said that during the counter-attack “114 members” of the Syrian forces “were neutralized.”\n\nIdlib is home to several anti-government militant outfits receiving Turkish support. The Syrian government troops and their allied forces have since December last year been waging an offensive to liberate towns and villages from the militants in the province.\n\nTurkey has been manning a number of observation posts in Idlib since 2018, when it struck an agreement with Russia to cooperate to contain the situation in Syrian territory in the vicinity of the Turkish border. Since the Syrian army offensive began in Idlib late last year, the Turkish military has been building up its presence there.\n\nAnkara has threatened to attack Syrian forces if they do not retreat from Syrian territory where Turkish observation posts are located.\n\nErdogan renews threat against Syrian army\n\nOn Wednesday, Turkish President Recep Tayyip Erdogan reiterated his threat of unleashing a Turkish offensive on Syrian government troops by the end of this month.\n\nDuring a speech he delivered to ruling Justice and Development Party (AKP) lawmakers in a parliamentary group meeting in Ankara, the Turkish president urged Damascus to “stop its attacks as soon as possible.”\n\n“The deadline we gave to those who besieged our observation towers is expiring. Our demand is” that the Syrian government forces “withdraw to boundaries set by the Sochi Agreement, meaning behind our observation posts,” Erdogan said, referring to the 2018 agreement with Russia.\n\nLast week, the Turkish leader said that on March 5, his country would join a quadrilateral meeting with Russia, Germany, and France to address the situation in Idlib.\n\nThe volatile province contains the largest remaining concentration of militants in Syria."}}