{"GDELT": {"GlobalEventID": 908770395, "Day": 20200227, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1562, "Actor1Code": "EGY", "Actor1Name": "EGYPT", "Actor1CountryCode": "EGY", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.06382978723405, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "World Bank, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.899, "Actor1Geo_Long": -77.0422, "Actor1Geo_FeatureID": "2002658", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "World Bank, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.899, "Action2Geo_Long": -77.0422, "Action2Geo_FeatureID": "2002658", "DATEADDED": 20200227113000, "SOURCEURL": "https://allafrica.com/stories/202002270651.html"}, "ARTICLE": {"TITLE": "Africa: Ethiopia to Skip Latest Round of Nile Talks", "TEXT": "Ethiopia says it will not send representatives to the final round of negotiations on the use of the Nile waters, in a move likely to delay a binding agreement.\n\nThe deal is to be signed between Ethiopia, Sudan and Egypt.\n\nHailemariam Desalegn, a former Ethiopian Prime Minister and now Special Envoy for Ethiopia on the Nile talks, said on Tuesday that the Ethiopian Prime Minister Abiy Ahmed wants to sign the agreement to fill and operate the dam after the Ethiopian General Election on August 29.\n\nHailemariam said this after meeting with the leader of the Sudanese Transitional Sovereign Council, Gen Abdul Fattah Al-Burhan, in the Sudanese capital, Khartoum.\n\nA statement issued by the Sovereign Council said Ethiopia had sent in a written notification that it would not send a delegation to the meeting on the Grand Renaissance Dam (GERD) which was to take place later this week in Washington.\n\nHailemariam also visited Cairo last Sunday and met Egypt's President Abdel Fattah al-Sisi in a visit described by the Ethiopian Foreign Ministry as \"successful\". It added that \"Abiy Ahmed's envoy agreed with the Egyptian president to solve any problem facing the two countries through dialogue.\"\n\nThe Sudanese Minister of Irrigation, Yassir Abbas, had announced on Monday that Washington had submitted to Khartoum, Cairo and Addis Ababa a draft agreement on the mechanism for filling and operating the dam, which is being negotiated.\n\nHe added that they would meet on February 27 and 28 in Washington.\n\nAbbas said 90 percent of the issues were agreed upon, especially the main ones regarding filling and operating of the dam, indicating that the remaining points are considered simple and technical.\n\nHe added that the draft agreement is the result of negotiations that have gone on for years.\n\nA source in the Egyptian Ministry of Irrigation said that Cairo had no information regarding Ethiopia's planned skipping of the meeting.\n\nThe official said Egypt in the meeting scheduled for February 27 and 28 in Washington.\n\nSince November 2019, the United States and the World Bank have acted as mediators to resolve differences between the three countries over the Ethiopian dam.\n\nEgypt had complained that the dam would reduce the amount of water reaching its territory, affecting its lifeline."}}