{"GDELT": {"GlobalEventID": 908770871, "Day": 20200227, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1562, "Actor1Code": "LEG", "Actor1Name": "REPRESENTATIVES", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.70370370370371, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Limerick City, Limerick City, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI37", "Actor1Geo_ADM2Code": "18295", "Actor1Geo_Lat": 52.6681, "Actor1Geo_Long": -8.65024, "Actor1Geo_FeatureID": "10934244", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Limerick City, Limerick City, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI37", "Action2Geo_ADM2Code": "18295", "Action2Geo_Lat": 52.6681, "Action2Geo_Long": -8.65024, "Action2Geo_FeatureID": "10934244", "DATEADDED": 20200227113000, "SOURCEURL": "https://www.rte.ie/news/ireland/2020/0227/1117901-homeless-children/"}, "ARTICLE": {"TITLE": "Homelessness has negative effect on child development", "TEXT": "New research has found that long-term child homelessness can have a significant negative impact on physical and mental health into adulthood.\n\n'The Effect of Homelessness on Children in Limerick' study involved a number of agencies including the Health Service Executive, the child and family agency Tusla and Limerick City and County Council.\n\nRepresentatives of the agencies spoke to a number of service providers who work with children in temporary accommodation.\n\nDr Geraldine Casey, of the Department of Public Health HSE Mid West, headed the research team.\n\nShe said that growing up in a hotel room is affecting children's physical and mental development.\n\nSpeaking on RTÉ's Morning Ireland, Dr Casey said that childhood trauma such as homelessness can have long-lasting effects and that many children are experiencing delayed developmental milestones such as walking.\n\nShe said that efforts must be made to help reduce the possible effects on children.\n\nDr Casey added that living in a hotel room makes it difficult for children to engage in education and described how one child was forced to do their homework in the bathroom because their siblings were sleeping in the hotel room.\n\nThe findings are being presented at a conference in Limerick today where Dr Casey is among the speakers.\n\nRead more:\n\nOmbudsman says homeless children need more support\n\nHomeless children feel shame, guilt and anger - report\n\nSecond Christmas homeless 'crushing down' Dublin teenager\n\n'Your voice is gone' - student speaks of being homeless"}}