{"GDELT": {"GlobalEventID": 908770450, "Day": 20200227, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1562, "Actor1Code": "FRA", "Actor1Name": "PARIS", "Actor1CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.6289308176100601, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200227113000, "SOURCEURL": "https://www.building.co.uk/news/heathrow-third-runway-ruled-illegal-over-climate-change-concerns/5104568.article"}, "ARTICLE": {"TITLE": "Heathrow third runway ruled illegal over climate change concerns", "TEXT": "Heathrow airport’s plans to build a third runway have been ruled illegal by the Court of Appeal because ministers did not sufficiently consider the government’s commitment to tackling climate change.\n\nThe ruling is a blow to the controversial project as Boris Johnson, who has been a vocal opponent, may now turn his back on it rather than appeal against the decision in the Supreme Court.\n\nPrior to this decision the expectation had been that the £14bn third runway could be built by 2028.\n\nJohnson, who was foreign secretary and in Afghanistan when MPs voted to approve the £14bn scheme 18 months ago, was heavily criticised for not being in the House of Commons to voice his opinion.\n\nThe prime minister, whose Uxbridge and South Ruislip constituency is under the Heathrow flight path, had previously said: “I will lie down in front of those bulldozers and stop the construction of that third runway.” In order to have voted against the government he would have had to resign.\n\nAn alternative to appealing the Court of Appeal’s decision would be for the government to draw up a new policy document in order to approve the runway.\n\nWhile the government has not indicated whether it will appeal against the ruling, Heathrow has said it will do so, according to Sky. “We will appeal to the Supreme Court on this one issue and are confident we will be successful,” said a statement from the airport.\n\nOnly winners from a refusal to expand Heathrow as agreed by Parliament 2 years ago will be other international hubs that will take the extra traffic, esp Amsterdam, Paris & Dubai\n\n\n\nThere won’t be fewer flights, they just won’t come to Britain. We will be poorer, they richer — Andrew Adonis (@Andrew_Adonis) February 27, 2020\n\nThe court’s ruling is the first in the world to be based on the Paris agreement and may trigger challenges against other major infrastructure projects in the UK and abroad.\n\nIn its ruling the court stressed that it had not decided whether or not Heathrow’s expansion should go ahead but merely ruled that the Airports National Policy Statement (ANPS), which approved the project in its current form was unlawful.\n\nIt said that failure to consider the Paris agreement had been “legally fatal” to the ANPS.\n\nThe ruling said: “We have not decided, and could not decide, that there will be no third runway at Heathrow. We have not found that a national policy statement supporting this project is necessarily incompatible with the United Kingdom’s commitment to reducing carbon emissions and mitigating climate change under the Paris Agreement, or with any other policy the government may adopt or international obligation it may undertake.\n\n“The consequence of our decision is that the government will now have the opportunity to reconsider the ANPS in accordance with the clear statutory requirements that parliament has imposed.”\n\nBREAKING: We won! Today we blocked the Tory government plans to build a third runway at Heathrow Airport.\n\n\n\nToday’s judgment is a major victory for all Londoners who are passionate about tackling the climate emergency and cleaning up our air. https://t.co/59MEn2X6Lw — Sadiq Khan (@SadiqKhan) February 27, 2020\n\nThe challenges were dismissed in the High Court in May last year but the complainants took their cases to the Court of Appeal.\n\nEnvironmental group Friends of the Earth, represented by law firm Leigh Day, brought one of the legal challenges, focusing on the climate change impact of a third runway.\n\nThe group argued that the government’s decision to allow expansion was unlawful as it failed to explain how it fitted in with the UK’s climate change policy.\n\nIt also claimed that the decision breached the Department for Transport’s sustainable development duties in failing to consider mitigating climate change for future generations."}}