{"GDELT": {"GlobalEventID": 908770949, "Day": 20200227, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1562, "Actor1Code": "MED", "Actor1Name": "NEWS ORGANIZATION", "Actor1Type1Code": "MED", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.85251491901108, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Ruby Ridge, Idaho, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USID", "Actor1Geo_ADM2Code": "ID021", "Actor1Geo_Lat": 48.9147, "Actor1Geo_Long": -116.101, "Actor1Geo_FeatureID": "389712", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Ruby Ridge, Idaho, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USID", "Actor2Geo_Lat": 48.9147, "Actor2Geo_Long": -116.101, "Actor2Geo_FeatureID": "389712", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Ruby Ridge, Idaho, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USID", "Action2Geo_Lat": 48.9147, "Action2Geo_Long": -116.101, "Action2Geo_FeatureID": "389712", "DATEADDED": 20200227113000, "SOURCEURL": "https://americanfreepress.net/robert-muellers-questionable-past/"}, "ARTICLE": {"TITLE": "Robert Mueller’s Questionable Past", "TEXT": "Robert Mueller, the special counsel investigating Trump, was born, bred, and married into deep state spy families. As S. T. Patrick points out, “some of the more interesting reasons” to question Mueller’s current role may be historical, involving his or his family members’ role in deep state events from the Bay of Pigs, JFK assassination, and Pan Am Flight 103 to 9/11’s Dancing Israelis, the Israeli “art students,” and many others.\n\nBy S. T. Patrick\n\nRobert Mueller is the special counsel tasked with investigating potential Russian interference in the 2016 U.S. presidential election. This appointment has also given Mueller significant leeway in exploring any possible links between the Trump campaign and the government of Russian President Vladimir Putin. Much has been written about Mueller’s conduct, as well as his methods, but some of the more interesting reasons for questioning Mueller’s role may be historical.\n\nMueller was born into and then married into a family with high-level ties to covert CIA operations.\n\nSince 1966, Mueller has been married to Ann Cabell Standish. The Cabell family includes Charles Cabell, the deputy director of the CIA under Allen Dulles. As part of the fallout of the Bay of Pigs fiasco, Cabell was forced to resign by President John F. Kennedy in January 1962. His brother, Earle Cabell, was the mayor of Dallas in 1963 where and when Kennedy was assassinated. The 2017 JFK document releases have also proven that Mayor Cabell was a CIA asset.\n\nMueller, himself, is a relative of Richard Bissell, the CIA’s director of plans at the time when it utilized the U-2 spy plane, formed closer ties to the mafia, planned assassination plots against Castro, and directed the Bay of Pigs invasion.\n\nDuring his tenure with the Justice Department under President George H.W. Bush, Mueller supervised the prosecutions of Panamanian leader Manuel Noriega, the Lockerbie bombing (Pan Am Flight 103) case, and Gambino crime boss John Gotti. In the Noriega case, Mueller ignored the ties to the Bush family that Victor Thorn illustrated in Hillary (and Bill): The Drugs Volume, Part Two of the Clinton Trilogy.* Noriega had long been associated with CIA operations that involved drug smuggling, money laundering, and arms running. Thorn significantly links Noriega to Bush family involvement in the Iran-Contra scandal.\n\nRegarding Pan Am Flight 103, the culprit has swayed with the immediate need for a villain. Pro-Palestinian activists, Libyans, and Iranians have all officially been blamed when U.S. intelligence and the mainstream mass media needed to paint each as the antagonist to American freedom. Mueller toed the line, publicly ignoring rumors that agents onboard were said to have learned that a CIA drug-smuggling operation was afoot in conjunction with Pan Am flights. According to the theory, the agents were going to take their questions to Congress upon landing. The flight blew up over Lockerbie, Scotland.\n\nIn 1995, Mueller worked under Eric Holder as the senior litigator in the District of Columbia U.S. Attorney’s Office. When Holder was appointed to the position of deputy attorney general under Janet Reno in 1997, he urged President Bill Clinton to make Mueller the U.S. attorney for San Francisco.\n\nAs the U.S. attorney for the Northern District of California in 2000, Mueller “strongly opposed” Patty Hearst’s application for a presidential pardon. Mueller wrote, “The attitude of Hearst has always been that she is a person above the law and that, based on her wealth and social position, she is not accountable for her conduct, despite the jury’s verdict.”\n\nAs author Brad Schreiber noted in Revolution’s End, the 1974 kidnapping of Hearst was an eventual effect of the CIA-created Symbionese Liberation Army (SLA). By vehemently arguing that Hearst was responsible for her association with the SLA—rather than being a victim in a FBI Counter Intelligence Program (COINTELPRO) operation gone haywire—Mueller protected the FBI from bearing any responsibility for the SLA’s origin or actions.\n\nShortly after his inauguration, President George W. Bush chose Mueller to head the FBI. As news organizations were vetting Mueller in 2001, The New York Times stumbled upon former associates who remembered Mueller’s reactions to critics who had questioned the FBI’s actions at Ruby Ridge. During an 11-day siege, officers of the U.S. Marshals and FBI killed Randy Weaver’s wife and 14-year-old son.\n\n“Associates recall his anger at members of Congress and others for criticism of the FBI’s 1992 siege of a separatist family at Ruby Ridge in Idaho,” reported Neil A. Lewis. The New York Times further reported the popularity Mueller garnered from officers at both the FBI and the IRS.\n\nMueller was at the helm of the FBI on Sept. 11, 2001. Many independent researchers have questioned Mueller’s handling of the “five dancing Israelis” who worked for Urban Moving Systems. Callers to the FBI office in New Jersey reported five dancing Middle Eastern men watching and celebrating in clear view as the World Trade Center was destroyed. The Forward, a Jewish weekly publication, later reported that the FBI concluded that at least two of the five Israelis were Mossad agents. It was also concluded that Urban Moving Systems was a Mossad front operation. Unfathomably, the Israeli agents were quietly released from detention.\n\nAlso downplayed was the story of the Israelis who claimed to be capitalistic art students. They were traveling the country in hopes of hawking their questionably artistic wares at top-secret facilities and at the homes of those who worked at sensitive security locations. Though the “students” had been reported by the U.S. Marshals, the Bureau of Alcohol, Tobacco, Firearms and Explosives, the Air Force, the Secret Service, the Drug Enforcement Administration, and the FBI itself, the issue was largely ignored in the FBI’s testimony to the 9/11 Commission and by Mueller himself.\n\nMueller’s history goes deeper than partisanship or personal grudges. He is the consummate establishment insider, a role into which he was born and then married. His résumé has been built upon pleasing those whose career trajectories, family histories, and loyalty to the deep state guide their assignments, associations, and maneuvers. Any hope that Mueller will conduct an impartial investigation of the Trump campaign staff seems whimsical, at best.\n\nThe apparent tactics of Mueller’s office seemingly reside in the faulty “There’s the man. . . . Now go find the crime” strategy. If there is fault, it will lie at the feet of individuals, not institutions. This is Mueller’s history and the modus operandi of a career insider who has flourished protecting the interests of his most loyal allies.\n\n*Victor Thorn’s Hillary (and Bill): The Drugs Volume—Part Two of the Clinton Trilogy is available from the AFP Online Store for $30. Order online or send cash, check, or money order to AFP, 16000 Trade Zone Ave., Unit 406, Upper Marlboro, Md. 20774. To order by credit card or cryptocurrency, call 888-699-6397, Mon.-Thu. 9-5.\n\nS. T. Patrick holds degrees in both journalism and social studies education. He spent ten years as an educator and now hosts the “Midnight Writer News Show.” His email is [email protected]."}}