{"GDELT": {"GlobalEventID": 909013935, "Day": 20200228, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1589, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "LTU", "Actor2Name": "LITHUANIAN", "Actor2CountryCode": "LTU", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.33162480779087, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Actor1Geo_CountryCode": "LH", "Actor1Geo_ADM1Code": "LH65", "Actor1Geo_ADM2Code": "19171", "Actor1Geo_Lat": 54.6833, "Actor1Geo_Long": 25.3167, "Actor1Geo_FeatureID": "-2620663", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Actor2Geo_CountryCode": "LH", "Actor2Geo_ADM1Code": "LH65", "Actor2Geo_ADM2Code": "19171", "Actor2Geo_Lat": 54.6833, "Actor2Geo_Long": 25.3167, "Actor2Geo_FeatureID": "-2620663", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Action2Geo_CountryCode": "LH", "Action2Geo_ADM1Code": "LH65", "Action2Geo_ADM2Code": "19171", "Action2Geo_Lat": 54.6833, "Action2Geo_Long": 25.3167, "Action2Geo_FeatureID": "-2620663", "DATEADDED": 20200228100000, "SOURCEURL": "https://blogs.timesofisrael.com/distortions-half-lies-and-one-truthful-statement/"}, "ARTICLE": {"TITLE": "Distortions, half lies, and one truthful statement", "TEXT": "Lithuanian Ambassador Sigutė Jakštonytė penned an article in the South African Jewish Report on 2/27/20. This is in response to an article in the same newspaper, titled Lithuania’s Holocaust memory – “reliable” or “unreliable”?\n\nThe Ambassadors article is dissembled below. Her writing is in regular text, responses are italicized:\n\nNever again, says Lithuanian ambassador\n\nSince the time of the Grand Duchy of Lithuania to the present, Lithuania has been a multinational, multilingual, and multicultural country.\n\nToday it is almost ethnically pure, most minorities have been murdered or expelled.\n\nJewish history has been an integral part of Lithuanian history, and the Jewish community has made a significant contribution to the development of Lithuania’s statehood, history, culture, and science.\n\nThe 600 years of history shared by the Lithuanian and Jewish communities includes joyful and painful moments. The 20th century brought immense tragedy, a tragedy for Lithuania and the entire world. About 95% of Lithuanian Jews perished in the Holocaust.\n\nThe tragedy of the Jews was initially proposed and implemented by Lithuanians. “Perished” is a nice way of saying that probably 80% of Lithuanian Jews were slaughtered at the hands of ethnic Lithuanians.\n\nIt’s distressing that some Lithuanian citizens were also directly involved in the mass killings organised by the Nazis.\n\nHer emphasis is placed on “mass killings organised by the Nazis”, however the murders began BEFORE Nazi’s arrived, so, her statement is deceptive. Their interim Lithuanian Prime Minister and cabinet organized and funded the first Lithuanian Concentration Camp for Jews, and the participation of Lithuanians was massive. Testimonies reflect the murders in the villages where Nazi’s were not even in attendance. Trying to sweep the murder of about 220,000 Jews under the Nazi rug (and wherever possible, also to blame their enemy Russia) is dishonest. This is Holocaust distortion.\n\nLithuania will never forget this tragedy.\n\nLithuania does not admit the extent of Lithuanian culpability in this tragedy. Perhaps they forgot?\n\nPresident Gitanas Nausėda paid his deepest respect to the victims of the Shoah (Holocaust) killed by the Nazis and their collaborators during his recent visit to Oswiecim in Poland to attend the commemoration of International Holocaust Remembrance Day and the 75th anniversary of the liberation of the Auschwitz-Birkenau death camp.\n\n“We cannot revive the innocent victims. We can hardly ease the pain of those who lost their loved ones. The only thing we can and must do is keep the memory alive and search for the historical truth,” the president said.\n\nThe “Historical truth” is known, it needs no searching. The Lithuanian government has an entire agency dedicated to Holocaust fraud. The only “searching” Lithuania does is to search for means of denying or diminishing Lithuanian culpability.\n\nWhen they refer to those who “lost” their loved ones, did their loved ones wander off somewhere? The word is murder.\n\nLithuania learned its lesson, and resolved to fight against anti-Semitism, to educate a tolerant citizenry, to restore justice, and to ensure that such human tragedy will never happen again.\n\nTheir “Tolerance Centers” do not educate on the detailed facts of the Holocaust, they educate on the approved and sanitized Lithuanian distortions.\n\nThe turning point in this respect was 1995. Then Lithuanian President Algirdas Brazauskas visited Israel to ask for forgiveness for the actions of those Lithuanians who together with the Nazis brutally killed, banished, and humiliated Jews. The truth, although difficult to accept, was voiced.\n\nPresident Brazauskas was repudiated by Lithuanians for having told the truth.\n\nIndependent and democratic Lithuania recognised its historical responsibility towards the Jewish community. The work on historical memory started.\n\nThis work was mandated by NATO & EU. It was started because Lithuania wanted accession to entities that would protect them from Russia, and Lithuania wanted to redeem its international image.\n\nLithuania will never forget the Holocaust and its victims. We are proud of thousands of Lithuanians who risked their lives to save Jews during the Holocaust. Today, more than 900 Lithuanians have been recognised as Righteous Among the Nations.\n\n“More than 900 sounds better than “only 0.04% of the population saved Jews”. Of a population of about 2,500,000 Lithuanians, only 915 have been recognized by Yad Vashem as rescuers. After the Holocaust, these rescuers had to hide their rescue efforts from other Lithuanians for fear of being murdered themselves. Reporting one item without context, and attempting to convey it as a generalization, is deceptive. Unfortunately Lithuanian words have to be examined for true meaning.\n\nEvery year, the entire country commemorates Holocaust Remembrance Day on 27 January, as well as the Day of Remembrance of the Victims of the Genocide of the Lithuanian Jews on 23 September. Thousands of people of all ages march on that day in numerous Lithuanian cities and towns to visit the sites of Jewish massacres.\n\nThe government of Lithuania is implementing a policy of zero tolerance towards anti-Semitism and all forms of racism.\n\nThis is untrue. The Lithuanian military has just published this piece on the heroism of Kazys Skirpa. Skirpa was an architect of the Holocaust in Lithuania.\n\nSkirpa escaped to USA. After his death, the Lithuanian government returned his remains to Lithuania where they re-buried him with national honors. Lithuania identifies Skirpa as a national hero.\n\nSkirpa wrote his memoirs in the 1940’s. In 1973, he amended them. Professor Sužiedėlis proved in 1991-1992 that Škirpa had published altered (fake) versions of many documents, especially removing the anti-Semitic parts.\n\nDr. Kulikauskas published Škirpa’s original memoirs and 110 documents that he assembled as an annex.\n\nThe Lithuanian government continues to deliberately refer only to the forgeries, and ignores the originals. The forgery is now being re-printed and re-published.\n\nPromoting the image of Holocaust perpetrators is anti Semitism. Imagine if Germany published a text on the heroism of Adolph Hitler!\n\nThe Lithuanian government also mis-used USA Congressional documents to reinvent the history of other Lithuanian Holocaust perpetrators.\n\nThe Chair of the Lithuanian Jewish Community was recently told at a Parliamentary function that there is no place for Jews in Lithuania, the police said this is not hate speech (if not, then what is?). Examples abound.\n\nLithuania was among the first countries to endorse the definition of anti-Semitism used by the International Holocaust Remembrance Alliance.\n\nA singular factoid presented in order to deceive. This is what the International Holocaust Remembrance Alliance had to say about Lithuania. Not exactly an endorsement!\n\nAcademic institutions devote a great deal of attention to researching the history, culture, and heritage of Lithuanian Jews. Vilnius University hosts the Centre for Studies of the Culture and History of East European Jews.\n\nVilnius University History Professors have reprimanded the Lithuanian Government for Holocaust deception, so the Ambassador might reconsider using Vilnius University as a cover. When the President of the University spoke out on these issues, the Government called him a Kremlin Agent.\n\nA Judaica Research Centre has been opened in the Lithuanian National Martynas Mažvydas Library.\n\nIt’s difficult to overestimate the impact of the activities undertaken by the Secretariat of the International Commission for the Evaluation of the Crimes of the Nazi and Soviet Occupation Regimes in Lithuania, which has been operating since 1998. The commission did an enormous job of researching the Holocaust in Lithuania.\n\nThis Commission has identified the Lithuanian Government Agency, the Genocide Center, as distorting the record of Holocaust perpetrators. Usually, the Lithuanian Foreign Ministry talks about having two government institutions to address the Holocaust, but since their Genocide Center has been exposed as an agency of Holocaust fraud, they no longer refer to it publicly. If they are now promoting the Commission (which is drastically underfunded by the Government), why not acknowledge that the Commission has identified the Lithuanian government as an agent of revisionism?\n\nEducation is a critical part of the solution. Teaching about the Holocaust in a global and Lithuanian historical context is compulsory for Grade 5, 6, 10, and 12 students. A total of 147 Tolerance Education Centres of informal education about the Holocaust operate within the country.\n\nWhat exactly do they teach? One or two lines that blame the Jews for their own murder? It hardly constitutes education.\n\nEvery year, Lithuanian teachers come to Yad Vashem to improve their expertise. More than 300 of such experts are now working with our kids in schools throughout Lithuania. Leading Lithuanian journalists come to this unique centre to deepen their knowledge about the Holocaust.\n\nWriters such as Ivaskevicius who have spoken about what they have learned, have been repudiated by Lithuania. The Lithuanian government uses intimidation tactics to silence opposition. Only approved narratives are permitted.\n\nTo cherish the history of Lithuanian Jews, Seimas, the Parliament of Lithuania, proclaimed the year 2020 as the Year of Vilnius Gaon and the History of the Jews of Lithuania.\n\nApproximately 30,000 Israeli tourists visited Lithuania in 2019 mostly to visit the deathpits containing their slaughtered cousins. A tourism promotion stunt should not be defined as “cherishing”. That is dishonest.\n\nThe government and its embassies abroad have approved an extensive plan of events to commemorate Jewish culture and history throughout Lithuania.\n\nAlso known as business promotion or tourism promotion.\n\nFrom international scientific conferences to the exhibition of the works of Marc Chagall and Samuel Back, from publishing a book Holocaust History in Lithuania that will summarise a 20-year work of the International Commission for the Evaluation of the Nazi and Soviet Occupation Regimes in Lithuania,\n\nWill they include the part where the Commission repudiates the Governments Holocaust distortion?\n\nto a series of events on the input of the Lithuanian Jews into world literature at the Vilnius Book Fair, just to name a few.\n\nThese are designed to portray regret over murdered Jews. At each of these events they talk about Jews murdered by “Nazis and Soviets”, and, “a few local collaborators”. Not mentioned are their national honors for the “collaborators”.\n\nSince the opening of the Lithuanian embassy in Pretoria in 2015, numerous cultural events dedicated to Jewish cultural heritage have been organised by the embassy in collaboration with the Johannesburg Holocaust & Genocide Centre, the Cape Town Jewish Museum, and the Durban Holocaust & Genocide Centre.\n\nLithuania never addresses that their national heroes called for the elimination of Jews, their heroes were the murderers, and that they have a whole government department dedicated to Holocaust revisionism. Why offer them any credibility?\n\nA photo exhibition by famous Lithuania photographer Raimondas Paknys, Sounds of Silence, has been exhibited in Johannesburg, Cape Town, and Durban, as well as Lithuanian contemporary art exhibition Zakhor! Imaginations of the former Jewish Vilne in Modern Lithuanian Art, and an exhibition dedicated to Jewish history in Lithuania, One Century of Seven. Lietuva. Lite. Lita.\n\nWhat do these have to do with telling the truth about the Holocaust? NOTHING.\n\nThe Ambassador uses the word “Zachor”, perhaps the reader should re-read this piece titled Zachor.\n\nIn South Africa, a commemoration of the Vilna Gaon and the History of Jews of Lithuania kicks off at the end of March with a documentary film by Johnathan Andrews Because of Stalin.\n\nAgain, they shift focus to Stalin or Russia, their own enemy. They ignore or minimize their own Lithuanian culpability. The commemoration program is tourism promotion.\n\nIn conclusion, there is no place for anti-Semitism in my country.\n\nTheir Genocide Center is a locus of Holocaust revisionism. Holocaust revisionism is Anti-Semitism. A Google search on “current anti-Semitism in Lithuania” offers 663,000 results.\n\nConcerted efforts need to be made by the entire international community to safeguard against any form of xenophobia, bigotry, and hatred.\n\nSee the European Court of Human Rights decision on what happens to gay people in Lithuania. Lithuania is a deeply xenophobic and racist society.\n\nWe all share the responsibility to make sure such a tragedy will never happen again.\n\nThere were about 250,000 Jews in Lithuania, now there are about 3,000. It couldn’t happen again because Lithuania already completed their objective of a Jew-free state. For them, “Never again” is redundant.\n\nSigutė Jakštonytė is the Lithuanian ambassador to South Africa.\n\nThis statement is truthful."}}