{"GDELT": {"GlobalEventID": 909013964, "Day": 20200228, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1589, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "SDN", "Actor2Name": "DARFUR", "Actor2CountryCode": "SDN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -10.426540284360199, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Darfur, Gharb Darfur, Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU47", "Actor1Geo_ADM2Code": "37140", "Actor1Geo_Lat": 13.5, "Actor1Geo_Long": 23.5, "Actor1Geo_FeatureID": "-17505", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Darfur, Gharb Darfur, Sudan", "Actor2Geo_CountryCode": "SU", "Actor2Geo_ADM1Code": "SU47", "Actor2Geo_ADM2Code": "37140", "Actor2Geo_Lat": 13.5, "Actor2Geo_Long": 23.5, "Actor2Geo_FeatureID": "-17505", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Darfur, Gharb Darfur, Sudan", "Action2Geo_CountryCode": "SU", "Action2Geo_ADM1Code": "SU47", "Action2Geo_ADM2Code": "37140", "Action2Geo_Lat": 13.5, "Action2Geo_Long": 23.5, "Action2Geo_FeatureID": "-17505", "DATEADDED": 20200228100000, "SOURCEURL": "https://allafrica.com/stories/202002280218.html"}, "ARTICLE": {"TITLE": "Sudan: In Darfur, Displaced Hope Bashir Faces ICC Trial", "TEXT": "Sudan's decision this month that former officials, including ousted president Omar al-Bashir, would face trial under the International Criminal Court, has been welcomed by people in the war-torn Darfur region. The charges against Bashir and three others, include genocide and war crimes committed in Darfur after civil war broke out in 2003. But Sudanese officials have also indicated the trial might not take place in The Hague.\n\nMohamed Eisa was 12 years old when militias attacked his village in Eastern Darfur 10 years ago, killing his father and cousins, and forcing the rest of the family to flee for their lives.\n\nHe’s been living for the past decade in Western Sudan's Kalma Camp, the largest in Darfur for internally displaced people, with an estimated half-million residents.\n\nLike most victims of the war in Darfur, Eisa blames former president Omar al-Bashir’s government for the conflict, which the U.N. says has left around 300,000 people dead and 2.5 million displaced since 2003.\n\nThe war that broke out in Darfur between the Sudanese government and three rebel groups quickly turned ethnic as mainly Arab militias targeted black Africans.\n\nBut peace is slowly returning to Darfur as rebels and the government have engaged in talks.\n\nDuring peace talks with Darfur rebels on February 11, the Sudanese delegation agreed that all those wanted by the ICC should be handed over to stand trial for genocide and war crimes charges in Darfur.\n\nFor the displaced, like Eisa, seeing Bashir on trial at the ICC would bring some comfort to families like his.\n\nHe says handing Bashir to the International Criminal Court could achieve justice and also build confidence between the (warring) groups in peace talks. The victims of genocide and historical repression, not to mention the refugees and displaced people, says Eisa, could feel justice if Bashir goes on trial.\n\nThe ICC charged Bashir with crimes in Darfur in 2009 but, Sudan refused to recognize the court’s authority.\n\nSudanese officials have indicated while the trial might be in front of the ICC, it might not take place in The Hague.\n\nInformation Minister Faisal Salih told the Reuters news agency handing over Bashir was one option. Another option would be the ICC coming to Sudan, he said, or the two forming a hybrid court.\n\nOne of Bashir’s lawyers, Zain al-Abdeen Mohammed, argues Sudan’s courts should have jurisdiction and are qualified to handle any cases related to Darfur.\n\n\"If there’s any accusation against the former president, the trial should be in Sudan as there’s an independent judiciary system,\" he said. \"The alleged crimes in the Darfur conflict, including genocide and war crimes, are included in Sudanese law. Binding Sudan to the International Criminal Court is not a legal issue but a political one, and they will legally resist it,\" he said.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Sudan Legal Affairs International Organisations By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nBashir’s supporters have protested handing him to the ICC, saying it would be against Sudan's sovereignty and the dignity of the army, which Bashir commanded for three decades.\n\nMilitary officers in Sudan’s transitional government served in the Darfur conflict and stand accused of rights abuses.\n\nGeneral Mohammed Hamadan Dagalo, a former brigade commander in the Janjaweed militia that is accused of mass killings and rape in Darfur, is the deputy chairman of Sudan’s ruling sovereign council.\n\nThe Sudanese Professional Association (SPA), which led the protests against Bashir’s rule, argues Sudan’s laws and courts are not fit to prosecute the former president or others for war crimes.\n\nBashir, who was ousted by the military in April after months of protest, has already faced trial in Sudan and, in December, was sentenced to just two years in prison for corruption.\n\nFor Darfur’s displaced victims like Eisa, the ICC may be their only hope for justice."}}