{"GDELT": {"GlobalEventID": 909013766, "Day": 20200228, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1589, "Actor1Code": "FRAGOV", "Actor1Name": "FRENCH", "Actor1CountryCode": "FRA", "Actor1Type1Code": "GOV", "Actor2Code": "EUR", "Actor2Name": "EUROPE", "Actor2CountryCode": "EUR", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.46341463414634, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200228100000, "SOURCEURL": "https://www.lrt.lt/en/news-in-english/19/1146805/macron-s-russia-envoy-holds-consultations-in-lithuania"}, "ARTICLE": {"TITLE": "Macron's Russia envoy holds consultations in Lithuania", "TEXT": "Pierre Vimont, French President Emmanuel Macron's special envoy for strategic dialogue with Russia, held consultations with Lithuanian politicians and diplomats in Vilnius on Thursday.\n\nThe ambassador met with the Lithuanian president's foreign policy adviser, visited the Government Chancellery, the defence and foreign affairs ministries, and had lunch with Lithuanian lawmakers, diplomatic sources told BNS.\n\n\n\nRead more: Macron would bolster Baltic trust if he didn’t go to Moscow – expert\n\nVimont did not provide comments to the Lithuanian media.\n\nIn late 2019, Macron tasked the experienced French diplomat to stablish a strategic dialogue between Europe and Russia.\n\nThe French president proposed that Europe should re-engage with Russia without losing its principles.\n\nLithuania disagrees with the position and calls for isolating Russia until it changes its aggressive behavior in neighbouring countries and in the Middle East.\n\nAsta Skaisgirytė, an adviser to the Lithuanian president, previously crticised France's decision to appoint the envoy to Russia, and said ti doesn't reflect the EU position.\n\nIt only makes sense to talk with Russia if the goal is to \"get Russia back onto the path of international law\" and make it \"withdraw its troops from the occupied, annexed territories,\" she said in November 2019."}}