{"GDELT": {"GlobalEventID": 909014431, "Day": 20200228, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1589, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "Actor2Code": "IGOWSTNAT", "Actor2Name": "NATO", "Actor2CountryCode": "WST", "Actor2KnownGroupCode": "NAT", "Actor2Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 150, "EventBaseCode": 150, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.4084507042253602, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6, "Actor2Geo_Long": 77.2, "Actor2Geo_FeatureID": "-2106102", "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20200228100000, "SOURCEURL": "https://www.japantimes.co.jp/opinion/2020/02/28/commentary/world-commentary/words-outpace-reality-u-s-india-relationship/"}, "ARTICLE": {"TITLE": "Words outpace reality in U.S.-India relationship", "TEXT": "U.S. strategists have long nurtured hopes of enlisting India in their efforts to contain communism and balance China. Dwight Eisenhower was the first president of the United States to venture to South Asia in pursuit of that vision, and most of his successors made similar journeys. This week, Donald Trump made his visit, a 36-hour stop, during which he and Indian Prime Minister Narendra Modi celebrated their personal relationship and the progress their two countries have made in bilateral relations.\n\nFor all the fine words — and the two men were unstinting in their praise for each other — the trip’s achievements were considerably less substantial. Shared concern about China yielded a multibillion-dollar defense sale to India, but agreement on other issues has been elusive; a long-sought trade pact remains a work in progress.\n\nThe gap between the promise and the reality of the U.S.-India relationship will persist. There will be convergences, but New Delhi is too committed to its own way to join Washington in many of its policies. Indian leaders will zealously safeguard national prerogatives and reject any initiative, no matter how congenial to their national interest, that even appears to compromise Indian sovereignty.\n\nOne problem is that Trump and Modi are too similar to be good partners. They are both unabashed nationalists — some would say chauvinists — with a shared suspicion of outsiders (Muslims in particular). They built their political careers on division, promoting a politics of nostalgia that capitalizes on anger and concern about the “loss” of tradition. Their devotion to a narrowly defined national interest, one that views as suspect cooperation on any terms other than those they set, restricts opportunities for coordinated action. Quite simply, both demand to define the terms of engagement and their interests quickly diverge.\n\nBoth Trump and Modi reject multilateralism. Trump is convinced that large deals and organizations invariably constrain U.S. freedom of maneuver or negate his country’s negotiating advantages. That logic compelled him to withdraw the U.S. from the Trans-Pacific Partnership during his first week in the White House as well as end U.S. participation in the Paris climate agreement. Modi has a similar view of the Regional Comprehensive Economic Partnership (RCEP): He withdrew India from that arrangement last fall just as the other 15 governments appeared to reach agreement.\n\nModi’s reported objections to the RCEP — that it would increase India’s trade deficit with China — would seem to doom any big bilateral trade deal — the type that Trump insists on — with the U.S. In the two decades from 1999 to 2018, bilateral trade grew from $16 billion to $142 billion, making India the eighth-largest trade partner of the U.S.\n\nBut Trump’s metric for any trade agreement is its impact on the balance of trade, and the numbers don’t look good: The U.S. goods deficit with India in 2019 was $23.3 billion, and while that number has declined since 2016, it did not deter Trump from launching a trade war. India was hit by the first round of Section 301 “national security” tariffs on its steel and aluminum exports, and last year Washington canceled India’s preferential trade status, under which $5.6 billion in Indian imports entered the U.S. duty-free.\n\nThe U.S. complains about India’s restrictions on dairy imports, New Delhi’s weak protection of intellectual property rights, limits on foreign investment, taxes on Harley-Davidson motorcycles and data localization rules for e-commerce. India has complaints about U.S. agriculture restrictions and limits on visas for highly skilled workers. During Trump’s visit, both men said that there has been progress toward a trade agreement, but neither set a deadline or suggested that a deal was imminent.\n\nDespite these formidable challenges, there has been — and continues to be — hope that a shared concern about China would overcome their differences. To some degree, that has been the case. At the end of Trump’s visit, the two leaders released a joint statement on “the visions and principles for the United States-India Comprehensive Global Strategic Partnership,” which noted that the two countries are “vibrant democracies recognizing the importance of freedom, equal treatment of all citizens, human rights, and a commitment to the rule of law.” It doesn’t take much effort to read that list as a pointed dig at China. (Trump’s pointed silence about spasms of communal violence in India during his visit suggests that again rhetoric is more important than reality.)\n\nThe most notable dimension of this partnership is security cooperation. The highlight of the trip was a deal for India to buy $3 billion of advanced U.S. military equipment, including Apache and MH60 Romeo helicopters. Perhaps more valuable is the diplomatic and legal infrastructure that has been developed and continues to evolve. The two countries have signed a series of agreements that increase interoperability and promote cooperation. The U.S. conducts more military exercises with India than with any other non-NATO partner, and many of them appear to focus on a China threat. The two countries work together on a range of other endeavors, such as intelligence collection and monitoring. They have established new dialogue mechanisms — bilateral, trilateral (to include Japan) and multilateral.\n\nThe Quadrilateral Initiative, which brings together the U.S., India, Japan and Australia, is the most notable of these. The Quad was established as a regional security initiative in 2007, but it soon fell apart as Canberra fretted over Chinese objections. It was revived three years ago and has slowly expanded. During this week’s visit, Trump said that the Quad had “expanded cooperation on counterterrorism, cybersecurity and maritime security to ensure a free and open Indo-Pacific.”\n\nEven shared concern about China is not enough to overcome some problems, Huawei among them. India agreed to let the Chinese telecommunications giant participate in the next-generation 5G network trials, in defiance of U.S. calls to keep Huawei out of the national grid. Indian officials say it is only a preliminary step and no final decision has been made.\n\nTrump pointedly warned against Huawei’s presence in India’s 5G network, but for Indian policymakers who understand the importance of a modern telecommunications infrastructure, the absence of an affordable alternative may prove determinative.\n\nNew Delhi is skeptical about Beijing, but it also faces a geographic and geopolitical reality: China is a neighbor, and the two countries share a (disputed) border. India’s outlook is not unlike that of Japan. Whatever the difficulties with Beijing, India and Japan, each must develop a working relationship with China. Neither can afford to have an openly antagonistic neighbor.\n\nIn many ways, Japan and India are more natural partners than are India and the U.S. The relationship between Modi and Prime Minister Shinzo Abe may be closer than that of Modi and Trump. The three leaders share a vision for a free and open Indo-Pacific, and the Indian version closer approximates the Japanese model than that of the U.S.\n\nBoth Abe and Modi see their countries in similar terms: regional powers contesting with China for influence. Both are revisionists who feel that the post-Cold War order does not afford their country the status they believe it deserves. Both represent countries that are not “Western” and each is proud of his nation’s distinctive social, cultural and political heritage.\n\nThat pride is more likely to prove an obstacle in New Delhi’s relations with Washington that those with Tokyo, and for the foreseeable future, it should limit the partnership between the U.S. and India, no matter how effusive the language or how close the personal relationship between the countries’ two top leaders.\n\nBrad Glosserman is deputy director of and visiting professor at the Center for Rule Making Strategies at Tama University as well as senior adviser (nonresident) at Pacific Forum. He is the author of “Peak Japan: The End of Great Ambitions.”"}}