{"GDELT": {"GlobalEventID": 909014560, "Day": 20200228, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1589, "Actor1Code": "PHLGOV", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "Actor1Type1Code": "GOV", "Actor2Code": "PHL", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.61619718309859, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Philippine, Benguet, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP10", "Actor1Geo_ADM2Code": "24213", "Actor1Geo_Lat": 16.45, "Actor1Geo_Long": 120.55, "Actor1Geo_FeatureID": "-2445611", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Philippine, Benguet, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP10", "Actor2Geo_ADM2Code": "24213", "Actor2Geo_Lat": 16.45, "Actor2Geo_Long": 120.55, "Actor2Geo_FeatureID": "-2445611", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20200228100000, "SOURCEURL": "https://www.asianjournal.com/usa/dateline-usa/us-coalition-holds-protest-in-support-of-abs-cbn-franchise-renewal/"}, "ARTICLE": {"TITLE": "US coalition holds protest in support of ABS-CBN franchise renewal —", "TEXT": "SAN FRANCISCO — A United States-based coalition, We Stand With ABS-CBN Coalition, held a protest rally on Tuesday, February 25 in front of the Philippine Center Building in downtown, which houses the Philippine Consulate General, in support of the franchise renewal efforts of Philippine network giant ABS-CBN Broadcasting Corporation.\n\nThe protest rally coincided with the 34th commemoration of the People Power Revolution, which brought down the Ferdinand Marcos regime and ended more than a decade of martial law in the Philippines.\n\nThe midday protest, attended by about 75 Filipino Americans, featured chants and a few speakers, with protesters holding placards and banners espousing press freedom and the hashtag #WeStandWithABSCBN, all under the watchful eyes of members of the San Francisco Police Department.\n\nIn a joint statement a coalition of community organizations — which includes the National Federation of Filipino American Associations (NaFFAA), Asian Community of the Commonwealth of the Northern Mariana Islands (ACCNMI), U.S. Pinoys for Good Governments (USPGG), DAMAYAN Migrant Workers Association, Filipino American Human Rights Alliance (FAHRA) and Fil-Am Journalists and Communication Professionals of The Fil-Am Press Club of New York (FAPCNY) — denounced the Philippine government’s actions aimed “at shutting down the Philippines’ largest media conglomerate, ABS-CBN, and its U.S. subsidiary, The Filipino Channel (TFC).”\n\nThe coalition’s statement likened Duterte’s actions to those of Marcos. It added that the broadcast giant “has been a champion of Philippine democracy and in upholding and promoting the democratic rights of the Filipino people, both in the Philippines and in the Filipino diaspora.” TFC, it said, has been crucial in delivering news to Fil-Ams and “in championing the rights of Filipino World War II veterans, and in the political empowerment of the community.”\n\n“We deplore Duterte’s move by a farcical quo warranto action in the Philippine Supreme Court to shut down ABS-CBN and cause the unemployment of its 11,000 workers. This move will drive a stake through the heart of Philippine democracy,” the statement said, adding a call for Filipino communities across the U.S. and globally to protest the Duterte administration’s actions against press freedom.\n\nCoalition spokesperson Atty. Rodel Rodis and other community members told the Asian Journal that there is a lot at stake with this issue.\n\n“This will send a devastating message to people that you cannot oppose Duterte because look what Duterte will do to you, like what he’s doing to ABS-CBN. It’s one thing to shut down Rappler, which is a small press entity. It’s another thing to shut down ABS-CBN,” Rodis said. “So he already has the Congress, the House, the Senate. He can do whatever he wants right now. And if we allow it to continue further, whatever few liberties we have, then we’re going to lose it all. So we’re determined to stop it.”\n\nEmil de Guzman, who attended the event to emphasize the plight of murdered journalists and what he feels is an attack on press freedom, said, “If we don’t do anything to stand our ground now, to ensure that they will stop this, the next one will be somebody else… it’s like a domino effect. They think they will have that sense of authority and power.” De Guzman added that feels that the majority of Filipinos are being held hostage by a small clique in government.\n\nFr. Mark Reburiano of St. Gregory Church in San Mateo, who read a passage from the Letter of St. Paul to the Ephesians, told the Asian Journal that having differing opinions on issues should be welcomed. According to Fr. Reburiano, St. Paul is the patron saint of mass media.\n\n“It’s always good to be able to have some disagreements or some arguments in order for us to search for the truth. And if we just shut down one company because they are not aligned with our ideas, or they disagree with us, that’s unjust… Freedom of speech would mean also we fight for the truth. And we try to get the truth and we unravel the truth,” Reburiano said, while adding that many of the network’s subscribers, who are also his parishioners, have told him that they believe that ABS-CBN is balanced when it comes to its presentation of news and stories.\n\nDorie Paniza, who is a member of a few organizations and is an Arts and Culture Commissioner in Daly City, is hopeful that, in the end, ABS-CBN will get its franchise renewed by the Philippine Congress as the company sponsors many activities, including humanitarian in nature, and is a community stalwart.\n\n“I really support ABS-CBN/TFC because they are really a big help to us, especially to the seniors. And not only to the seniors, but also to the community of Filipinos. Especially when we have disasters, they are there to support without asking for money, with their manpower and by [providing] advertisements. That’s a really big help to the Filipino community, especially in the Philippines,” Paniza said, citing the recent involvement of Bantay Bata Foundation in coordinating donations to the recent Taal Volcano victims and ABS-CBN’s efforts in connecting the fruits of their fundraising efforts to institutions back in the Philippines.\n\nPaniza supports a franchise renewal since she sees how ABS-CBN programs, via TFC, keep seniors abreast of the goings-on in the Philippines and give them motivation.\n\n“When I ask seniors, they say it’s their therapy watching the ABS-CBN programs,” Paniza as she was slightly overcome with emotion. “Every time I meet with them at 1 p.m., they tell me about the story of a movie or a teleserye. They say, ‘Oh what happened to Coco Martin?’ or what happened to this or that actor or actress. It’s like their own therapy… it is just like they are not missing the Philippines.”\n\nThe Asian Journal reached out to the Philippine Consulate General in San Francisco for a statement regarding the issue and the protest rally. Consul Vanessa Bago-Llona replied via email that the Consulate has no comment on this matter."}}