{"GDELT": {"GlobalEventID": 909013863, "Day": 20200228, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1589, "Actor1Code": "GOV", "Actor1Name": "CABINET MINISTER", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.6153846153846105, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH40", "Actor1Geo_ADM2Code": "26423", "Actor1Geo_Lat": 13.75, "Actor1Geo_Long": 100.51700000000001, "Actor1Geo_FeatureID": "-3250083", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH40", "Action2Geo_ADM2Code": "26423", "Action2Geo_Lat": 13.75, "Action2Geo_Long": 100.51700000000001, "Action2Geo_FeatureID": "-3250083", "DATEADDED": 20200228100000, "SOURCEURL": "https://www.reuters.com/article/us-thailand-politics/thai-prime-minister-survives-vote-of-no-confidence-idUSKCN20M1AV"}, "ARTICLE": {"TITLE": "Thai prime minister survives vote of no confidence", "TEXT": "FILE PHOTO: Thai Prime Minister Prayuth Chan-Ocha speaks at the closing ceremony of the 35th ASEAN Summit and related summits in Bangkok, Thailand, November 4, 2019. REUTERS/Chalinee Thirasupa\n\nBANGKOK (Reuters) - Thai Prime Minister Prayuth Chan-ocha and five cabinet ministers comfortably survived a vote of no confidence in parliament on Friday, a week after a court ban on 11 opposition lawmakers increased the ruling coalition’s parliamentary majority.\n\nThe Constitutional Court dissolved the opposition Future Forward Party, the third-largest in parliament, and banned 11 of its lawmakers from politics for a decade on the grounds the party breached the law by taking loans from its leader.\n\nThe court’s decision has sparked protests by university students around the country.\n\nPrayuth had been expected to survive the censure motion even before the reduction in opposition numbers in parliament.\n\nBut he faced some of the fiercest public criticism since he transitioned last year from military ruler to head of an elected government.\n\nOpposition lawmakers accused his former junta of helping Malaysia’s former government cover up the multi-million-dollar 1MDB scandal and also of using army personnel to conduct online trolling and harassment of opponents, charges Prayuth and the army have denied.\n\nFriday’s vote was 272 in favor of Prayuth with 49 votes against, while the other five cabinet ministers also survived the votes in similarly overwhelming fashion. The opposition needed 245 out of the existing 488 parliamentary seats to vote out the prime minister.\n\nThe 135 lawmakers from Pheu Thai Party, the largest opposition party, boycotted the vote in protest against the government for not allowing them to extend the time of the censure debate.\n\nRemaining lawmakers from the disbanded Future Forward did not boycott the Friday vote after its supporters used the hashtag #IOrderYouToGoBackToParliament on social media to voice their disagreement with Pheu Thai’s boycott decision."}}