{"GDELT": {"GlobalEventID": 909014454, "Day": 20200228, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1589, "Actor1Code": "MNCUSAMED", "Actor1Name": "GOOGLE", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "Actor2Code": "MED", "Actor2Name": "WEBSITE", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.70648464163822, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200228100000, "SOURCEURL": "https://www.itnewsafrica.com/2020/02/google-earth-finally-available-on-browsers-other-than-chrome/"}, "ARTICLE": {"TITLE": "Google Earth Finally Available on Browsers Other than Chrome", "TEXT": "Google is releasing its web-based version of Google Earth on browsers like Mozilla Firefox, Microsoft Edge and Opera today, reports The Verge.\n\nGoogle released Earth for web integration in 2017, killing its desktop app while it was at it. Earth launched on the web with the Chrome-only Native Client, or NaCl, as there wasn’t a standard that supported what it wanted to do becoming of the many Chrome-only websites from Google. Despite this Google says “…we are big supporters of open web standards.”\n\nNaCl, perhaps a pun on salt, allows Google to bring native C++ app code and run it directly on Chrome browsers – giving users all the performance capabilities they’ll need to zoom in and out of locations on a virtual globe. Google has spent the last three years on emerging web standards like WebAssembly, which allows other developers to bring native code to the web.\n\nOver the past 6 months, Google has been beta testing a switch from its NaCl implementation to WebAssembly – this testing has been successful, leading to today’s launch of Google Earth on Edge, Firefox and Opera.\n\n\n\n\n\nConspicuous by its absence is Safari, but the Google Earth team notes in a blog post that they still “have some work to do,” and they would be “polishing our experience across all these browsers and adding support for Safari.”\n\nGoogle has stated that they would add Earth support for Safari once Apple adds “better support for WebGL2” in the browser.\n\nCheck out Google Earth on Edge, Firefox and Opera here.\n\nEdited by Luis Monzon\n\nFollow Luis Monzon on Twitter\n\nFollow IT News Africa on Twitter"}}