{"GDELT": {"GlobalEventID": 909013396, "Day": 20200228, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1589, "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.48923533778768, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF13", "Actor2Geo_ADM2Code": "3580", "Actor2Geo_Lat": 34.5167, "Actor2Geo_Long": 69.1833, "Actor2Geo_FeatureID": "-3378435", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20200228100000, "SOURCEURL": "https://en.qantara.de/content/past-betrayals-haunt-afghans-as-new-peace-deal-looms"}, "ARTICLE": {"TITLE": "Past betrayals haunt Afghans as new peace deal looms", "TEXT": "Past betrayals haunt Afghans as new peace deal looms\n\nAfghanistan was at a critical crossroads around a quarter of a century ago after years of war, infighting and bloodshed. The chieftains of the country's warring factions had agreed on a power-sharing agreement called the Mecca Accord to end a deadly civil war that broke out after the withdrawal of the invading Soviet army.\n\nBurhanuddin Rabbani, Gulbuddin Hekmatyar, Ahmed Shah Massoud and others first gathered in Pakistan in 1993 and in the city of Mecca a week later to seal the deal. \"It looked perfect ... Everybody was hopeful for peace,\" analyst Fida Khan said of the accord brokered by the late Saudi king Fahd and the then Pakistani Prime Minister Nawaz Sharif.\n\n\"This accord was signed in the holiest of Muslim cities and no one would dare break it,\" said Sharif, \"If anyone does, he will be answerable to God.\"\n\nBut Sharif's excitement and the Afghans' resolve proved short-lived as the civil war got bloodier, murkier and uglier within weeks.\n\nAfghanistan's modern past Many people associate Afghan women with the burqa, the garment that covers a woman's entire face, head and body and is worn in a number of Islamic countries. This is not surprising considering that under Taliban rule – a period that received extensive coverage in Western media – women were required to wear a burqa outside the home. But it wasn't always like this. The German press agency (dpa) recently released a series of historical photos showing Afghan women in Western-style clothes and without veils or headscarves. Qantara.de presents a selection of these photos\n\nThis picture, taken in 1962, shows two female medicine students at the University of Kabul listening to their professor as they examine a plaster model of a human body part. At that time, women played an active role in Afghan society. They also had access to education and were able to take up work outside home.\n\nStyle on the streets of Kabul: in this photo dating from 1962, two young women dressed in Western-style outfits are seen outside the studios of Radio Kabul. After the fundamentalist Taliban assumed power in the mid-1990s, women were required to wear a burqa in public.\n\nIn the mid-1970s, female students were a common sight at Afghan institutes of education such as Kabul's Polytechnic University (pictured here are female students at this institute from this era). Some 20 years later, women's access to education in the conflict-ridden country was completely shut down. Things only changed again after the toppling of the Taliban regime in 2001. The right to education for both men and women was enshrined in the 2003 Afghan Constitution.\n\nComputer science in its infancy: in this picture, a Soviet instructor is seen teaching computing technology to Afghan students at Kabul's Polytechnic Institute. During the 10-year Soviet occupation of Afghanistan from 1979 to 1989, a number of Soviet lecturers taught at Afghan universities.\n\nThis 1981 picture shows female and male Afghan students in Kabul. Two years previously, the Soviet invasion of land-locked Afghanistan led to a 10-year war. When the Soviets withdrew from the country in 1989, a civil war ensued, culminating in the Taliban's accession to power in 1996.\n\nEducation for all: this picture shows Afghan girls at a secondary school in Kabul at the time of the Soviet occupation. When the Taliban took over in 1996, women and girls were barred from attending school and denied access to education. They were also banned from taking up employment outside the home.\n\nThe struggle continues: in this photo, which was taken in 1981, a woman, unveiled and without a headscarf, is seen on a Kabul street with her children. Scenes such as this remain rare to this day. Even almost 15 years after the collapse of the Taliban regime, women continue to struggle for equality in the male-dominated Afghan society. For instance, there is only one woman taxi driver in the entire country.\n\n\n\n\"The lack of coordination between the parties involved in the Mecca Accord caused political and social fractures,\" said Hafiz ul-Rahman Naqi, a close aide of Hekmatyar.\n\nAn attempt to salvage the shredded deal through another agreement called the Jalalabad Accord also ended up in smoke amid the deafening sounds of rockets hitting the capital Kabul. The failure gave rise to the Taliban militia within a couple of years, which swept to power across almost all of the country in 1995.\n\nOsama bin Laden's al-Qaida established a foothold in the Afghanistan of the Taliban, planned and executed attacks in the United States on September 11, 2001, and the country was plunged into another war.\n\nAfghanistan is at another crossroads now, similar to the one that pushed the country into the darks alleys of bloodshed and destruction in 1993.\n\nThe U.S. and the political representatives of the Taliban are set to sign a deal this weekend to seek a way out of the 19-year-old conflict, the longest running in contemporary history. The signing ceremony in Qatar, influential despite being the smallest state in the Persian Gulf, is being held after the Taliban pledged to reduce violence in Afghanistan and largely honoured that pledge.\n\nWhile there was a lot of hope that the move would pave the way for lasting peace in Afghanistan, observers warned the journey ahead could be long drawn-out, frustrating and prone to risks.\n\n\"The current situation is fluid. If not controlled, it will be a repeat of 1993's mistakes,\" warned Naqi, in a reference to the controversy surrounding the re-election of President Ashraf Ghani.\n\nAfghan election authorities announced this month that Ghani had been re-elected for a second term. But his closest opponent, Abdullah Abdullah, refused to accept the results and vowed to form a parallel administration.\n\n\"The deal between the U.S. and the Taliban is just a beginning,\" said Mohamed Mehdi, an analyst based in the Pakistani city of Lahore. \"The real test will be when the militia and the administration in Kabul begin their talks.\"\n\nUnder the proposed deal to be signed on Saturday, the Taliban would begin a dialogue with the Afghan government for the final settlement to end two decades of war.\n\n\"For the success of that dialogue, there has to be a stable and inclusive administration in Kabul. Confusions and fissures won't help,\" Mehdi said. Another significant factor to determine the outcome would be if and to which extent Washington maintains oversight on the process, the analyst added.\n\nU.S. administrations and the Pentagon kept supporting Mujahideen groups in Afghanistan throughout 1980s when they fought against the Soviet army, but abandoned them once Russia withdrew.\n\n\"The Americans' abrupt decision to leave the region in the 80s created a void that triggered the civil war and ultimately the rise of the Taliban in the 90s,\" analyst Fida Khan explained.\n\nPakistani intelligence officials said they hope the deal would envisage a reduction in the number of U.S. troops in Afghanistan and not their complete withdrawal. Though the Taliban had been adamant on the complete withdrawal of all foreign troops, these officials said they might agree to a different arrangement in the end.\n\n\"The Americans will have to see things home till the final settlement, no matter how long it takes,\" Khan said, \"This is the only way to achieve peace.\"\n\n\"And if the U.S. leaves Afghanistan on its own out of frustration or changing priorities, they might have to come again in a few years to fight another al-Qaida,\" Khan warned and Mehdi agreed. (dpa)\n\nMore on this topic"}}