{"GDELT": {"GlobalEventID": 909013415, "Day": 20200228, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1589, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 4.6692607003891, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "San Juan Island, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_Lat": 48.5409, "Actor2Geo_Long": -123.086, "Actor2Geo_FeatureID": "1508077", "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Juan Island, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 48.5409, "Action2Geo_Long": -123.086, "Action2Geo_FeatureID": "1508077", "DATEADDED": 20200228100000, "SOURCEURL": "https://www.sanjuanjournal.com/life/stewardship-plate-on-track-with-sales/"}, "ARTICLE": {"TITLE": "Stewardship plate on track with sales", "TEXT": "In three years, $100,000 will be available for an array of local environmental programs, provided the “San Juan Island Stewardship” specialty license plate meets conservation groups projected goals. The Madrona Institute, the sponsoring organization, hopes to sell 3,000 plates in that time.\n\n“It really is an easy, nice way of giving back,” Ron Zee, president of the board of the Madrona Institute, said.\n\nAs of Jan. 31, the stewardship plate had sold 335 since its debut in October 2019, according to the Department of Licensing. The plate is well its way toward meeting the institute’s year-end goal and on par with the Mariners plate which has sold 684 since being introduced in January 2019.\n\nAnyone with a vehicle registered in Washington can buy one. The initial cost is $77.25 for a passenger vehicle plate, followed by a $30 renewal fee added to annual tab fees. Of the $30 additional fee, $28 will return locally creating an ongoing grant program. These dollars will support conservation and stewardship projects focused on natural, agricultural, historical and cultural heritage throughout all of the islands, according to Zee.\n\nThe Madrona Institute serves as the organizational sponsor of the plate and will manage the funds.\n\nThe institute is a nonprofit founded in 2008, that has focused on stewardship and climate change issues. The Youth Conservation Corps was one of its primary projects Zee said. The Youth Corps is slated to be one of the many recipients of the new funding.\n\nThe conservation corps worked in tandem with the National Park Service utilizing the energy of middle school students on San Juan, Orcas and Lopez who love being outside. The corp puts these students to work on public lands throughout the islands, planting native species, removing invasive species, cleaning beaches and other projects the parks need doing.\n\nThe youths don’t just stay on their own island — but have projects on public lands throughout the county, Zee explained. YCC is one of the few programs that unites students from all the islands. While working together the students get to know each other and even create lasting inter-island friendships, Zee noted.\n\nBesides learning about the natural world these middle schoolers learn job ethics Zee said. With environmental careers becoming more in demand, the students may also have more employment opportunities.\n\nIn 2018, with the current president’s administration’s National Park Service budget cuts, YCC funding was cut as well. The San Juan County Conservation District stepped in to fill the gap, keeping the program alive.\n\nFunding issues with conservation programs similar to YCC led to some creative thinking on the part of Marcia deChadenes, executive director of the San Juan National Monument, and member of both the Terrestrial Managers Group, a collaborative team of local nonprofit and governmental land managers, and Madrona Institute.\n\nTo implement the stewardship plate required going through the legislative process, and prior to that, going through the application process. Specialty plates are expensive to make, Zee explained. The state requires $25,000 — including an application fee of $6,000 (which has already been paid). Current sales go back to the state to repay the remaining balance, Zee said.\n\nTo ensure the state is not wasting its money-making proposed specialty plates, a marketing plan is a required part of the application packet. Locals and visitors alike can expect to see informational material during the Fourth of July and other community events.\n\nRep. Debra Lekanoff and Sen. Liz Lovelett worked to pass legislation authorizing the plate. Gov. Jay Inslee signed the bill last April.\n\nWhen the idea for a specialty plate was formed in 2017, a call to artists was made and 47 local artists submitted work. After a countywide vote, island artist Nancy Spaulding’s “Evening Passage” was selected. The piece features a pod of orcas swimming along the west side of San Juan Island, with a madrona tree in the foreground. Spaulding said she decided to submit her work after being prompted by a supporting fan. As the winner, Spaulding received the first plate made, with the numbers 00000.\n\n“We live in a finite world, and the San Juans are a microcosm of that,” Spaulding said. “These islands are a small and beautiful place loved by so many, and habitat to such wonderful diverse creatures. We need to do all we can to protect these precious island gems.”\n\nWith the red bark of the madrona and blues hues of the sea and sky, the colors of the plate are so unique it took the Department of Licensing three attempts to match them correctly, according to Zee.\n\n“I think it’s the most beautiful out of all Washington’s 49 special plates,” Zee said."}}