{"GDELT": {"GlobalEventID": 909013701, "Day": 20200228, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1589, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "GRCEDU", "Actor2Name": "THESSALONIKI", "Actor2CountryCode": "GRC", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.98165137614679, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athens, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Milan, Lombardia, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT09", "Actor2Geo_ADM2Code": "18363", "Actor2Geo_Lat": 45.4667, "Actor2Geo_Long": 9.2, "Actor2Geo_FeatureID": "-121726", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Athens, AttikíR, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR35", "Action2Geo_ADM2Code": "16716", "Action2Geo_Lat": 37.9833, "Action2Geo_Long": 23.7333, "Action2Geo_FeatureID": "-814876", "DATEADDED": 20200228100000, "SOURCEURL": "http://www.ekathimerini.com/250021/article/ekathimerini/news/authorities-on-alert-over-coronavirus"}, "ARTICLE": {"TITLE": "Authorities on alert over coronavirus", "TEXT": "The government on Thursday moved a step closer to enforcing a set of emergency measures for the containment of the coronavirus after health authorities confirmed that two more people have tested positive for the virus, bringing the total number of cases in Greece to three.\n\nThe measures, legislated earlier this month, foresee stricter inspections at borders, the imposition of restrictions on travel and the closure of schools and other closed public spaces.\n\nThe two new cases are the son of “patient zero” – the 38-year-old woman hospitalized in Thessaloniki on Wednesday – and another woman who recently returned to Athens from Italy. According to Sotiris Tsiodras, the Athens University professor who heads the Health Ministry’s committee of experts on contagious diseases, the third case involves a “young woman” who, he said, is being treated at the capital’s Attikon hospital.\n\nMeanwhile experts at the National Health Organization (EODY) have been tasked with tracing those who have come into contact with her recently including fellow passengers on her flight to Athens from Milan.\n\nAs Prime Minister Kyriakos Mitsotakis appealed for calm, noting that “our biggest adversary in such cases is panic,” Health Minister Vassilis Kikilias said all Carnival festivities would be cancelled to avert the spread of the virus, in line with the response in other European countries affected by the virus.\n\nTwo schools in Thessaloniki – the primary school which “patient zero’s” son attends and an adjacent secondary school – were closed as a precaution for 14 days, the virus’ maximum incubation period.\n\n“Don’t be surprised, we expected this,” Tsiodras said, adding that, “this virus does not respect borders.” He reiterated that those with symptoms of the coronavirus – high temperature, cough and difficulty breathing – should remain at home and contact their doctor of EODY for advice.\n\nAs part of the response to contain the virus, it was decided on Thursday during an emergency session of the Athens Urban Transport Organization (OASA) that city buses will be disinfected daily, with an emphasis on bars and handles. It was also decided that television screens on buses will display messages with guidelines on hygiene for citizens to avert the virus’ spread.\n\nThe Medical Association of Athens is launching an information campaign for citizens while the Panhellenic Pharmacists’ Association is this week to distribute 500,000 informative leaflets to pharmacies with instructions for citizens on hygiene rules.\n\nMeanwhile, the national unions representing hospital doctors and workers have called for the immediate recruitment of additional employees to ensure intensive care units are adequately staffed and for the bolstering of medical supplies."}}