{"GDELT": {"GlobalEventID": 909586157, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor2Code": "IRL", "Actor2Name": "DUBLIN", "Actor2CountryCode": "IRL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.597701149425291, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dublin, Dublin, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI07", "Actor2Geo_ADM2Code": "18288", "Actor2Geo_Lat": 53.3331, "Actor2Geo_Long": -6.24889, "Actor2Geo_FeatureID": "-1502554", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Whitehall, Kilkenny, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI13", "Action2Geo_ADM2Code": "18292", "Action2Geo_Lat": 52.6811, "Action2Geo_Long": -7.02222, "Action2Geo_FeatureID": "-1506191", "DATEADDED": 20200302100000, "SOURCEURL": "https://www.irishmirror.ie/news/irish-news/emergency-services-rush-scene-seven-21613953"}, "ARTICLE": {"TITLE": "Emergency services rush to scene of seven-car collision in Whitehall, Co Dublin", "TEXT": "The video will start in 8 Cancel\n\nGet all the very latest news in Ireland straight to your email every single day Sign up! Thank you for subscribing See our privacy notice Invalid Email\n\nEmergency services have rushed to the scene of a seven-vehicle collision in Co Dublin.\n\nThe incident happened on the Swords road on the north side of the city this morning.\n\nThe road near the church in Whitehall has been closed as gardai and fire crews attend the scene.\n\nA Dublin Fire Brigade spokesman said: \"We're currently attending a 7 vehicle collision on the Swords Road near Whitehall.\n\n(Image: Google Maps)\n\n\"Full road closure in place.\"\n\nMeanwhile, a garda spokesman confirmed the road was closed in both directions as a result of the smash.\n\nThey wrote on Twitter: \"Due to a multi-vehicle road traffic collision at the Swords Road inbound near the Whitehall Church, the road is closed in both directions.\"\n\nAn AA Roadwatch spokesperson added that the road is closed before the Whitehall Flyover as emergency services deal with the collision, and that delays are heavy on approach.\n\nWe'll be bringing you the very latest updates, pictures and video on this breaking news story.\n\nFor the latest news and breaking news visit irishmirror.ie/news .\n\nGet all the big headlines, pictures, analysis, opinion and video on the stories that matter to you.\n\nFollow us on Twitter @IrishMirror - the official Irish Mirror Twitter account - real news in real time.\n\nWe're also on Facebook/irishmirror - your must-see news, features, videos and pictures throughout the day from the Irish Daily Mirror, Irish Sunday Mirror and irishmirror.ie."}}