{"GDELT": {"GlobalEventID": 909586193, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor2Code": "USA", "Actor2Name": "MISSISSIPPI", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.22672064777327, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_Lat": 42.2373, "Actor2Geo_Long": -71.5314, "Actor2Geo_FeatureID": "MA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Rhode Island, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USRI", "Action2Geo_Lat": 41.6772, "Action2Geo_Long": -71.5101, "Action2Geo_FeatureID": "RI", "DATEADDED": 20200302100000, "SOURCEURL": "https://www.ocala.com/news/20200302/reader-ride-high-on-hudson"}, "ARTICLE": {"TITLE": "Reader Ride: High on Hudson", "TEXT": "The 1949 classic is powered by a V-8 engine\n\n\n\n\n\nFor nearly 15 years, Leo and Candy McGrath have enjoyed cruising to car shows from Key West to Indiana in their 1949 Hudson Super Six two-door custom coupe.\n\nThe couple also have a custom Prowler Orange 1937 Ford custom, and both cars feature modern V-8 engines. The two-tone “Jaguar Silver” — and black cherry-colored Hudson is set up with many late-model amenities, including air conditioning, power steering, brakes, and adjustable seats from a Cadillac.\n\n\"We've enjoyed the hobby since the 1980s and have met many people,\" Candy McGrath said. The couple plan to drive the Hudson to the Cruisin' the Coast meet in Biloxi, Mississippi, in October.\n\nThe Biloxi event features collectible cars from around the world and nostalgic music. The event, touted as \"America's Largest Block Party,\" began in 1996 and in 2017 drew 8,308 registered vehicles, according to cruisinthecoast.com.\n\nHUDSON HISTORY: Since about 2006, the McGraths have used the Hudson as their primary show car.\n\nHudson Motor Co. was founded in 1909 and operated until 1954, when the company merged with Nash-Kelvinator to form American Motors Corp., according to the Ypsilanti Automotive Heritage Museum website, ypsiautoheritage.org\n\nTHE MCGRATHS' MACHINES: The McGraths, both natives of the Boston area, met while working at New England Telephone and were married in 1981.\n\nLeo McGrath's first car was a 1949 Packard, but he always liked the body style of the 1949 Hudson. They found their 1949 Hudson, then in mostly stock condition and painted all black, at a car show in 1999 in Rhode Island.\n\nA restoration and modernization project was started on the Hudson, with friend, automotive mechanic, collectible car builder and racer Gene O'Connor, who was then living in Massachusetts, helping out.\n\nThe Hudson got new glass and upholstery and a 500-cubic-inch V-8 engine from an early 1970s Cadillac El Dorado replaced the original Hudson six-cylinder.\n\nOldsmobile front suspension components were installed and the front seats from a Cadillac were used.\n\nThe Hudson project was continued in Ocala after the couple moved to the southwest Marion County in 2002. O'Connor also moved to the Ocala area, and upgrades were installed in the Hudson, including disc brakes on front, power steering, power brakes, air conditioning and cruise control.\n\nPaint and body work was done by the local MACCO shop, and the Hudson was completed by 2005.\n\nThe car has won multiple trophies and has been shown in a number of area shows over the years, including shows sponsored by the Twilight Cruisers of Belleview.\n\nThe McGraths purchased their 1937 Ford in 1976 and a Chevrolet V-8 engine and Mustang II front end were installed by O'Connor in Massachusetts.\n\nThe couple enjoyed taking a parade lap around Daytona International Speedway with the Hudson during an event for vintage cars in 2012.\n\nLeo McGrath, 77, said he has always been \"enthusiastic about speed“ when it comes to cars.\n\nDo you have a Reader Ride you would like to publicize? Send information to calendar@starbanner.com"}}