{"GDELT": {"GlobalEventID": 909586615, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "GHA", "Actor1Name": "GHANA", "Actor1CountryCode": "GHA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.47058823529412, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sherigu, Ghana (general), Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH00", "Actor1Geo_ADM2Code": "190689", "Actor1Geo_Lat": 10.7667, "Actor1Geo_Long": -0.9, "Actor1Geo_FeatureID": "-2078691", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sherigu, Ghana (general), Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH00", "Action2Geo_ADM2Code": "190689", "Action2Geo_Lat": 10.7667, "Action2Geo_Long": -0.9, "Action2Geo_FeatureID": "-2078691", "DATEADDED": 20200302100000, "SOURCEURL": "https://www.ghanaweb.com/GhanaHomePage/business/GRA-destroys-beverages-worth-over-GHC-25-000-882643"}, "ARTICLE": {"TITLE": "GRA destroys beverages worth over GH¢25,000", "TEXT": "Business News of Monday, 2 March 2020\n\nSource: chronicle.com\n\nGRA destroys beverages worth over GH¢25,000\n\nThe customs Division of the Ghana Revenue Authority (GRA) in the Upper East Region on has destroyed expired assorted beverages valued at Gh¢25,300.00.\n\n\n\nThe beverages which would have attracted a total tax revenue of Gh¢10,900.00 included 3,600 units of Wine Castillo Real Sangria, 270 units of Wine Don Simon Sangria and 152 units of Mosto Gasificado Blanco.\n\n\n\nThe rest were 80 units of Wine Gasificado Tonto, 46 units of Kasapreko Lime Cordial and 42 units of Energy Drink Cody’s Red.\n\n\n\nThe destroyed beverages, some of which had expired as far back as February 1, 2019, were withdrawn from a Duty- Free shop at Paga, near the Ghana- Burkina Faso boarder in the Upper East Region.\n\n\n\nThe expired alcoholic and non-alcoholic beverages were first poured on the ground and crushed by use of a heavy truck at the premises of the Customs Division in Zuarungu before the emptied tins were conveyed to the Bolgatanga Municipal Refuse Damping site at Sherigu, where officials of GRA set them ablaze to prevent people, particularly children from accessing them.\n\n\n\nBriefing the media after the exercise, the Principal Revenue Officer in Charge of Preventive, Foster Kudese said the surveillance of the Customs Division in the area will continue unabated, and cautioned members of the general public to desist from engaging in prohibited activities such as smuggling of goods as well as dealing in expired products.\n\n\n\nAccording to Mr. Kudese, any person apprehended in such acts was liable to fine charges and possible prosecutions.\n\n\n\nHe noted that people engaging in illegal border trade operations and dealing in expired products do so out of what he described as “greed and too much love for money.”\n\n\n\nHe, therefore, assured that his division was working tirelessly to sanitize the system to ensure goods and products that are allowed to enter the Ghanaian market were safe for consumption.\n\n\n\nHe further entreated members of the general public to be bold enough and report to the Customs Division, all forms of border trade violations, for immediate actions to be taken.\n\n\n\nMr. Kudese advised the general public particularly, consumers of edible products to look out for expiry dates and the genuineness of the things they patronise to ascertain their wholesomeness.\n\n\n\nPresent to witness the destruction exercise were officials from the Food and Drugs Authority (FDA) and officials from the Bolgatanga Municipal Assembly.\n\nSend your news stories to and via WhatsApp on +233 55 2699 625.\n\nJoin our Newsletter"}}