{"GDELT": {"GlobalEventID": 909556796, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "MYSGOV", "Actor1Name": "MALAYSIA", "Actor1CountryCode": "MYS", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.3201320132013201, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY14", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 3.16667, "Actor1Geo_Long": 101.7, "Actor1Geo_FeatureID": "-2403010", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY14", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 3.16667, "Action2Geo_Long": 101.7, "Action2Geo_FeatureID": "-2403010", "DATEADDED": 20200302063000, "SOURCEURL": "http://www.china.org.cn/world/Off_the_Wire/2020-03/02/content_75764476.htm"}, "ARTICLE": {"TITLE": "Malaysia's sovereign wealth fund Khazanah returns to black in 2019", "TEXT": "You are here:\n\nKUALA LUMPUR, March 2 (Xinhua) -- Malaysia's sovereign wealth fund Khazanah on Monday reported a turnaround in overall performance for 2019 with record profits of 7.36 billion ringgit (1.75 billion U.S. dollars) from operations contributed by higher divestment gains and lower impairments, and robust portfolio returns.\n\nThe group said in a statement, it achieved an operating profit in 2019, against a loss of 6.27 billion ringgit (1.49 billion U.S. dollars) in 2018. It also declared a dividend of 1 billion ringgit (0.24 billion U.S. dollars) for 2019.\n\nAccording to the statement, the fund's gains on divestments this year increased to 9.9 billion ringgit (2.36 billion U.S. dollars) compared to 1.4 billion ringgit (0.33 billion U.S. dollars); its impairments were at 4.9 billion ringgit (1.17 billion U.S. dollars), versus 7.3 billion ringgit (1.74 billion U.S. dollars) in the previous year.\n\nKhazanah also strengthened its financial position with expenses reduced by 28.2 percent year on year to 484 million ringgit (115.2 million U.S. dollars); debt lowered by 17 percent to 45.8 billion ringgit (10.9 billion U.S. dollars).\n\n\"Our 2019 performance was achieved against a backdrop of uncertainties in the global landscape, which saw a prolonged Brexit process as well as the heightening of the global trade war. This was made more challenging by the continued low returns environment and generally slower economic growth. Despite these challenges, we managed to achieve significant progress in delivering on our mandate to grow Malaysia's long-term wealth,\" its managing director Shahril Ridza Ridzuan said.\n\n\"While our government's stimulus package is a welcome response, we nevertheless are preparing for a period of global economic slowdown,\" he said.\n\nHe also said the current uncertainties will affect countries and companies alike, but the group is comfortable that its diversified portfolio and strategies are robust while accepting that it will be extremely difficult to achieve the same level of success as 2019. Enditem"}}