{"GDELT": {"GlobalEventID": 909586346, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.40280561122244, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tiananmen Square, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9044, "Actor1Geo_Long": 116.391, "Actor1Geo_FeatureID": "9244097", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tiananmen Square, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9044, "Action2Geo_Long": 116.391, "Action2Geo_FeatureID": "9244097", "DATEADDED": 20200302100000, "SOURCEURL": "https://news.gallup.com/poll/287108/fewer-regard-china-favorably-leading-economy.aspx"}, "ARTICLE": {"TITLE": "Fewer in U.S. Regard China Favorably or as Leading Economy", "TEXT": "Story Highlights 33% favorable rating of China shows decline among all party groups\n\nFor first time since 2000, Americans say U.S. is leading economic power\n\nChina ties for first as greatest U.S. enemy, as mentions of Russia fall\n\nWASHINGTON, D.C. -- A new Gallup poll finds Americans' favorable rating of China has declined further in the past year, sinking to a record-tying low. For the first time in more than a decade, Americans regard the U.S. rather than China as the world's leading economic power. And with fewer Americans than in 2019 naming Russia as the United States' greatest enemy, Russia and China now tie for first on that list.\n\nThirty-three percent of Americans currently have a favorable opinion of China, a 20-percentage-point decline since 2018 and an eight-point drop in the past year. China's current favorable rating ties prior readings from 1997 and 2000 as the lowest in Gallup's trend, dating back to 1979. It is similar to the 34% reading in 1989, taken after the Chinese government's crackdown on student protestors in Tiananmen Square.\n\nThe latest poll, conducted Feb. 3-16, follows recent news about ongoing trade tensions between the U.S. and China and disputes over China's territorial claims in international waters. The coronavirus outbreak, recent allegations of spying by Chinese students and scholars at U.S. colleges, and the ongoing battle with Chinese tech company Huawei over the alleged theft of U.S. technology may also be contributing to the decline in China's favorable rating.\n\nHistorically, Americans have tended not to have positive views of China. Just three times in Gallup's trend have a majority of Americans rated it positively, including the initial measure in 1979, the pre-Tiananmen Square rating of 72% in early 1989 and a 53% favorable rating in 2018.\n\nOpinions of China have deteriorated among each of the major U.S. party groups over the past two years, including a 14-point decline among independents, a 24-point drop among Republicans and a 25-point slide among Democrats.\n\nDemocrats typically have had more positive opinions of China than Republicans have, and that remains the case today, with 35% of Democrats and 23% of Republicans rating it favorably. Thirty-nine percent of independents have favorable views of China.\n\nAmericans Return to Viewing U.S. as Leading Economic Power\n\nMore Americans regard the U.S. (50%) rather than China (39%) as the world's leading economic power, with relatively few choosing the European Union (4%), Japan (4%), Russia (2%) or India (1%).\n\nThroughout the past decade, Americans consistently named China as the leading economic power, including by roughly 20-point margins between 2011 and 2014.\n\nAs the U.S. economy continued its expansion in recent years, China still led, though by smaller margins. Now, with Americans' economic confidence the best it's been in two decades, they once again believe the U.S. is the leading economic power.\n\nThe only other time Gallup found the U.S. leading on this measure was in 2000 during the dot-com boom, the first time the question was asked. At that time, 65% of Americans said the U.S. was the leading economic power, with only 10% choosing China, putting it third behind the U.S. and Japan (16%).\n\nAmericans also name the U.S. over China, by 53% to 30%, when asked to predict which country will be the world's leading economic power 20 years from now. Since 2016, Americans have been at least marginally more likely to predict the U.S. would be the leading economy over China. In 2008, 2011 and 2012, more thought China would be than the U.S.\n\nAmericans Name Russia, China as Greatest U.S. Enemies\n\nChina typically has been among the more common answers Americans give when asked to name the United States' greatest enemy in the world. This year, China ties with Russia for first, as mentions of Russia have declined nine points to 23% while mentions of China are steady at 22%. Iran is a close third at 19%, after mentions of it more than doubled from 9% a year ago.\n\nBetween 10% and 23% of Americans have named China as the United States' No. 1 enemy since Gallup first asked the question in 2001. China was named more than any other country once, in 2014. That year, mentions of China were steady at 20%, but it ranked first because fewer Americans mentioned Iran after it agreed to an interim nuclear deal with the West in 2013.\n\nIn prior years, Americans have also considered Iraq, Iran, North Korea and Russia as their country's greatest enemy.\n\nAmericans Most Likely to Name China, Russia, Iran as Greatest U.S. Enemy (Recent Trend) What one country anywhere in the world do you consider to be the United States' greatest enemy today? 2012 2014 2015 2016 2018 2019 2020 % % % % % % % Russia 2 9 18 15 19 32 23 China 23 20 12 12 11 21 22 Iran 32 16 9 14 7 9 19 North Korea 10 16 15 16 51 14 12 Iraq 5 7 8 5 2 2 7 Afghanistan 7 5 3 4 * 2 1 Other 8 16 23 20 3 8 9 No opinion 12 11 13 15 5 10 8 *Less than 0.5% Gallup\n\nPartisans have very different views of the United States' greatest enemy. Democrats name Russia (43%) by a wide margin over any other country. Republicans are most likely to name China (31%) or Iran (30%). Independents split their vote among China (23%) and Russia (22%).\n\nRepublicans were also most likely to name China or Iran as the United States' top enemy in 2019, but more now choose each than did so a year ago (an 11-point increase on Iran and nine points on China).\n\nThere has been no meaningful change in the percentage of Democrats naming Russia as the United States' greatest enemy (46% in 2019 vs. 43% today). But fewer independents now name Russia than did so a year ago (down 12 points), and more name Iran (up 11 points).\n\nBottom Line\n\nAmericans' views of China have rarely been positive over the past four decades, but they have never held the country in lower regard than they do today. In just two years, the percentage of Americans rating China favorably has dropped by 20 points.\n\nWith the two nations embroiled in a major trade battle, among other issues, Americans likely will continue to view China unfavorably until tensions subside on some fronts. While many Americans may not see China as an imminent military threat to the U.S., some combination of its economic power, military strength and controversial policies compel about one in five U.S. adults to consider it their country's greatest enemy today, on par with Russia and Iran.\n\nView complete question responses and trends.\n\nLearn more about how the Gallup Poll Social Series works."}}