{"GDELT": {"GlobalEventID": 909587174, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "OMN", "Actor1Name": "OMAN", "Actor1CountryCode": "OMN", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.4205457463884406, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Kuwait", "Actor1Geo_CountryCode": "KU", "Actor1Geo_ADM1Code": "KU", "Actor1Geo_Lat": 29.5, "Actor1Geo_Long": 47.75, "Actor1Geo_FeatureID": "KU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200302100000, "SOURCEURL": "https://www.yorkshireeveningpost.co.uk/read-this/health-experts-say-we-should-prepare-coronavirus-pandemic-confirmed-cases-passes-89000-1890411"}, "ARTICLE": {"TITLE": "Health experts say we should prepare for a coronavirus pandemic as confirmed cases passes 90,000", "TEXT": "The World Health Organisation has said the world should be “in a phase of preparedness” (Photo: Getty Images)\n\nThe World Health Organisation (WHO) has said the world should be “in a phase of preparedness” for a possible coronavirus pandemic, as the number of confirmed cases has reached more than 83,000.\n\nUp to this point, the WHO had played down fears that the current coronavirus would be declared a pandemic, despite serious outbreaks in Italy and South Korea. However, it said countries should do more to prepare.\n\nMore cases confirmed\n\nSign up to our daily newsletter The i newsletter cut through the noise Sign up Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\n\nMore cases of coronavirus are continuing to emerge across the globe, with the virus now confirmed in 37 countries.\n\nAs of Tuesday 3 March, there have been a total of 90,933 confirmed cases of coronavirus across the globe, with the number of deaths in China now at 3,119.\n\nMost cases have been recorded in Hubei province, where capital city, Wuhan, is the epicentre of the outbreak. There have also been more than 1,200 instances of the virus confirmed in more than 40 countries outside of China, including Thailand, Japan, Australia, US, Germany and the UK.\n\nMost recently, outbreaks have emerged in South Korea, Italy and Iran, causing increased concern.\n\nIraq, Afghanistan, Kuwait, Oman and Bahrain reported their first cases on Monday (24 Feb), all of which involved people who had travelled in from Iran.\n\nThe proportion of infected people dying as a result of coronavirus is currently between one and two per cent, although the WHO cautions that the mortality rate is not yet fully known.\n\nDeeply concerning\n\nWHO chief, Tedros Adhanom Ghebreyesus, told reporters on Monday (24 Feb) that the recent new cases in South Korea, Italy and Iran were “deeply concerning”, and warned that the virus has “pandemic potential”.\n\nHe told the BBC, “For the moment we are not witnessing the uncontained global spread of this virus and we are not witnessing large scale severe disease or deaths.\n\n\"Does this virus have pandemic potential? Absolutely, it has. Are we there yet? From our assessment, not yet.\n\n\"The key message that should give all countries hope, courage and confidence is that this virus can be contained, indeed there are many countries that have done exactly that,\n\n\"Using the word 'pandemic' now does not fit the facts but may certainly cause fear.\"\n\nHowever, Mike Ryan, head of WHO's health emergencies programme, said now was the time to make \"do everything you would do to prepare for a pandemic\".\n\nWhat is a pandemic?\n\nThe WHO defines a pandemic as the worldwide spread of a new disease, across several countries or continents, affecting a large number of people.\n\nA viral outbreak could be categorised as a pandemic if it is markedly different from recently circulating\n\nstrains, and if humans have little or no immunity to it, according to the UK’s Health and Safety Executive.\n\nIn contrast, an epidemic refers to a more localised or regional outbreak of a disease, rather than one that has spread across the globe.\n\nIt is an increase - often sudden - in the number of cases of a disease that is above what is normally expected in that population in that area, according to the Centers for Disease and Control Prevention (CDC).\n\nThe CDC explains that an epidemic may result from:\n\nA recent increase in amount or virulence of the agent\n\nThe recent introduction of the agent into a setting where it has not been before\n\nAn enhanced mode of transmission so that more susceptible persons are exposed\n\nA change in the susceptibility of the host response to the agent"}}