{"GDELT": {"GlobalEventID": 909586660, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.9718309859154999, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200302100000, "SOURCEURL": "https://www.oneindia.com/india/why-is-sharad-pawar-so-obsessed-with-bhima-koregaon-3042783.html"}, "ARTICLE": {"TITLE": "Why is Sharad Pawar so obsessed with Bhima-Koregaon", "TEXT": "Why is Sharad Pawar so obsessed with Bhima-Koregaon\n\nIndia\n\noi-Deepika S\n\nMumbai, Mar 02: Sharad Pawar, a seasoned politician has proved himself by setting foot on every difficult sky. However, his moves and statements often have an undercurrent that is only visible after a period of time.\n\nRecently, Pawar's demand of instituting a special investigation team (SIT) probe into the Bhima Koregaon case has raised many eyebrows.\n\nMove to polarise Dalit votes?\n\nPolitical experts say, it is a masterstroke to weaken the Dalit base of Reublican parties, especially of Vanchit Bahujan Aaghadi led by Prakash Ambedkar.\n\nAfter Pawar started raising these issues, the Dalits are seeing a new hope in the leader.\n\nSoon after the Maha Vikas Aaghadi government was formed, Pawar has strongly objected and raised concern over the investigation of the Bhima Koregaon and Elgar Parishad cases. He insisted that the state government set up an SIT to probe into the matter.\n\nPawar trying to implicate 'Hindutvawadis' in Koregaon Bhima\n\nEven after Centre announced a probe by the National Investigation Agency (NIA), Pawar is firm on an SIT investigation because the Bhima Koregaon is very close to Dalits in the state.\n\nA definite agenda on Hindutvawadis?\n\nNCP president Sharad Pawar was working on a definite political agenda to implicate \"Hindutvawadis\" (supporters of Hindutva) in the Bhima Koregaon case, former chief minister and Opposition leader Devendra Fadnavis has claimed.\n\nSpeaking on Pawar's stiff opposition to transfer the Elgaar Parishad case to the National Investigation Agency (NIA) and seeking a Special Investigation Team (SIT) probe instead, Fadnavis said, \"During my tenure as chief minister (he was also in charge of Home), there was a thorough probe.\"\n\nNEWS AT NOON, MARCH 2nd, 2020\n\nThus, it is evident that the NCP president is keen on revoking the matter with a definite agenda.\n\nMaha govt will last its full term: Pawar\n\nShortly after the Bhima Koregaon violence, Fadnavis recalled how the NCP president had convened a press conference and alleged the role of right-wing leaders Milind Ekbote and Sambhaji Bhide. Accordingly, the then BJP-Sena government initiated a probe. Bhide was given a clean chit but action was taken against Ekbote."}}