{"GDELT": {"GlobalEventID": 909586573, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "GBR", "Actor1Name": "WELSH", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.66417910447761, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200302100000, "SOURCEURL": "https://www.marshallindependent.com/news/minnesota-news-apwire/2020/03/local-state-briefs-311/"}, "ARTICLE": {"TITLE": "Local/state briefs", "TEXT": "Owner of iconic St. Cloud bar arrested on suspicion of arson\n\nST. CLOUD (AP) — The owner of a historic St. Cloud bar has been arrested on suspicion of intentionally setting fire to the business, federal investigators say.\n\nAndrew Welsh, 40, of St. Joseph, is being held in the Stearns County Jail on suspicion of arson, according to a release issued Saturday by the Bureau of Alcohol, Tobacco, Firearms and Explosives.\n\nWelsh is accused in the Feb. 17 blaze that destroyed the Press Bar and Parlor, a century-old establishment in downtown St. Cloud. He has not been officially charged.\n\nAuthorities say the building was a total loss. Damage was estimated at more than $1 million.\n\nAttempts to reach Welsh at the jail Sunday were unsuccessful. The jail’s website says it will only forward calls to inmates from attorneys or in case of an emergency.\n\nNo further information was released.\n\nAuthorities identify man killed by deputy in Lakeville\n\nLAKEVILLE (AP) — Authorities on Sunday identified a man who was killed in an officer-involved shooting in Lakeville.\n\nThe Hennepin County Medical Examiner’s Office said Kent Krueger, 36, died of multiple gunshot wounds in the Friday confrontation with Dakota County sheriff’s deputies.\n\nThe sheriff’s office said earlier that deputies were serving an emergency order for protection that called for the man to be removed from the home when he opened fire. One deputy returned fire, killing the man, authorities said in a statement.\n\nThe man was wanted on a warrant for assaulting a peace officer, the statement said.\n\nThe Minnesota Bureau of Criminal Apprehension is investigating the case.\n\nCorps begins spring reservoir drawdowns in Red River Basin\n\nST. PAUL (AP) — The U.S. Army Corps of Engineers is lowering its reservoir elevations within the Red River Basin based on recent snow measurements in order to prepare for potential spring snowmelt, officials with the agency’s St. Paul District said.\n\nThe Corps is currently lowering the elevation of Lake Ashtabula, located near Valley City, North Dakota. It will be drawn down nearly 2 feet in time for spring runoff, officials said.\n\nReservation Dam, part of the Lake Traverse project, near Wheaton, Minnesota, will be lowered by a foot and a half by the end of the month.\n\nWhite Rock Dam, also part of the Lake Traverse project, and Red Lake Dam, near Red Lake, Minnesota, will not be lowered due to high inflows, the Corps said.\n\nArchbishop asks priests to abstain from voting Tuesday\n\nMINNEAPOLIS (AP) — The Roman Catholic archbishop of St. Paul and Minneapolis is asking priests in Minnesota to forgo voting in the presidential primary election on Tuesday over concerns about the privacy of voter party preferences.\n\nThe Star Tribune reported Archbishop Bernard Hebda wrote about his concerns in a letter to priests this week ahead of Super Tuesday on March 3, the first presidential primary in Minnesota in nearly 30 years. Under the new system, voters must request the party ballot they want and that preference is recorded and sent to the chairs of all four majority political parties in the state.\n\nThere are no specifications in law about what the parties may do with that data.\n\nHebda wrote in his letter to clergy that the voting could be seen as partisan politics."}}