{"GDELT": {"GlobalEventID": 909556123, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "ARGGOV", "Actor1Name": "ARGENTINIAN", "Actor1CountryCode": "ARG", "Actor1Type1Code": "GOV", "Actor2Code": "ARG", "Actor2Name": "BUENOS AIRES", "Actor2CountryCode": "ARG", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.75, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Buenos Aires, Distrito Federal, Argentina", "Actor1Geo_CountryCode": "AR", "Actor1Geo_ADM1Code": "AR07", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -34.5875, "Actor1Geo_Long": -58.6725, "Actor1Geo_FeatureID": "-979186", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Buenos Aires, Distrito Federal, Argentina", "Actor2Geo_CountryCode": "AR", "Actor2Geo_ADM1Code": "AR07", "Actor2Geo_ADM2Code": "22379", "Actor2Geo_Lat": -34.5875, "Actor2Geo_Long": -58.6725, "Actor2Geo_FeatureID": "-979186", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Buenos Aires, Distrito Federal, Argentina", "Action2Geo_CountryCode": "AR", "Action2Geo_ADM1Code": "AR07", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -34.5875, "Action2Geo_Long": -58.6725, "Action2Geo_FeatureID": "-979186", "DATEADDED": 20200302063000, "SOURCEURL": "https://www.aljazeera.com/news/2020/03/argentina-president-introduce-bill-legalise-abortion-200302030410385.html"}, "ARTICLE": {"TITLE": "Argentina president to introduce bill to legalise abortion", "TEXT": "Correction, 02/03/2020: A previous version of this article incorrectly stated that Argentina is the second-most populous country in South America. This article has been corrected to state that Argentina is the third-most populous country.\n\nBuenos Aires, Argentina - Argentina’s President Alberto Fernandez will send a bill to Congress in a matter of days that seeks to legalise abortion, marking the first time the initiative will have the backing of the president in what could be a significant breakthrough for abortion rights in Latin America.\n\nFernandez made the announcement in the National Congress on Sunday, with thousands of people gathered outside, including women brandishing the green handkerchief of abortion rights. Some wiped tears from their eyes during his speech.\n\nMore:\n\nIn Argentina, abortion is illegal and can mean jail time, except in instances of rape, or if a mother’s health is at risk.\n\nThe new bill comes two years after a dramatic debate in the home country of Pope Francis in which the legalisation of abortion was narrowly rejected by the Senate.\n\nFernandez called the current law “ineffective” because it has had no deterrent effect.\n\n“It has also condemned many women, generally of limited resources, to resort to abortive practices in absolute secrecy, putting their health and sometimes their lives at risk,” he said.\n\nArgentina's President Alberto Fernandez, (centre), flashes a victory sign alongside Vice President Cristina Fernandez, (right), and Lower House of Congress President Sergio Massa, as he arrives at Congress to open the 2020 session in Buenos Aires, Argentina, Sunday, March 1, 2020. [Marcos Brindicci/The Associated Press]\n\n“A state that is present must protect citizens in general and obviously women in particular. And in the 21st century, every society needs to respect an individual’s decision to make choices over their own bodies.\n\n“That is why, within the next 10 days, I will present a bill for the voluntary interruption of pregnancy that legalises abortion at the initial time of pregnancy and allows women to access the health system when they make the decision to abort.”\n\nAdvancing women's rights\n\nArgentina’s feminist movement is pushing to legalise elective abortion in the first 14 weeks of pregnancy.\n\nThe president will also send a project to Congress that will provide better support to mothers and newborns, as well as a plan to ensure sexual education is delivered in schools.\n\nThe Argentine government estimates that 350,000 illegal abortions take place every year in the third-most populous country in South America, putting women’s lives at risk. Human rights groups estimate the number could be as high as 500,000. Many women who try to access abortions that are legal also face obstacles, with doctors invoking religious or moral objections.\n\nAna Correa, a women’s rights activist who wrote Somos Belen, a book about an Argentine woman who was imprisoned after suffering a miscarriage said she was delighted with Fernandez’s decision.\n\n“We’re very happy and hopeful,” Correa told Al Jazeera. “We will have some important opponents, but it’s going to be very difficult for legislators to oppose this project because there really is very compelling proof of how clandestine abortions impact women.”\n\nDaniel Lipovetsky, a legislator in the province of Buenos Aires, told Al Jazeera that Sunday’s announcement showed how far Argentina had moved ahead on the issue.\n\n“Just a few years ago, it would have been unimaginable that a president would send a project to legalise abortion to the Congress,” said Lipovetsky, who forms part of the political opposition and in 2018 was part of the group who worked in favour of legalisation.\n\nArgentina is in the midst of an important transformation around the advancement of women’s rights. In 2015, a feminist movement known as Ni Una Menos (Not One Less) took to the streets to denounce high rates of violence against women and triggered a broader debate that set the stage for the vote in 2018.\n\nCorrea, one of the founders of Ni Una Menos, highlighted three cases that have served to “unmask” the truth of abortion in Argentina: that of Belen, who spent more than two years in prison after a court ruled that what doctors had diagnosed as a miscarriage was an abortion (her conviction was overturned in 2017 following a public outcry); that of Ana Maria Acevedo, who sought an abortion in 2007 in order to undergo chemotherapy, was refused, and died; and that of an 11-year-old girl known as Lucia, who was raped by her grandmother’s partner and denied a legal abortion by health authorities in 2019, until a court finally intervened. An emergency caesarean section had to be performed, the baby did not survive, and the doctors were then accused of homicide. No indictments were filed.\n\nSupporters of Argentinian President Alberto Fernandez gather as he attends the ordinary opening session at the Congress, in Buenos Aires, Argentina, on March 1, 2020. President Fernandez announced a project to decriminalise the abortion but also a programme to help low-income mothers who decide go ahead with the birth [Juan Ignacio Roncoroni/EPA]\n\nCorrea said Fernandez’s project to provide support to new mothers also serves “to deconstruct that false notion that those of us who are in favour of legal abortion are against maternity - that’s not true.”\n\nInfluence of Catholic church\n\nThe president’s speech opening the session of Congress addressed a slew of other issues in Argentina, which is in a deep recession and in talks with the International Monetary Fund and other international creditors to restructure its debt. He made repeated references to taking care of the most vulnerable.\n\n“His discourse was steeped with his set of values, of an Argentina that is inclusive, that is innovative, of a state that is present, and a state that is attending to, and listening to the new demands,” said political scientist Paola Zuban, director of the public opinion consultancy Zuban Cordoba & Associates. But the issue of abortion remains deeply divisive, according to polls she has conducted.\n\nThe Catholic Church is likely to play an influential role in the debate. During the president’s speech, the Episcopal Conference of Argentina sent a tweet reminding people of the mass it is planning for International Women’s Day on March 8 to express opposition to abortion and “yes to women, yes to life.”\n\n“The culture of death advances,” Monsenor Jorge Eduardo Scheinig, an archbishop, said in a recorded message. “We need to pray so that in Argentina, the yes to life is stronger than death.”\n\nLipovetsky believes that the votes are there for approval in the lower house, but the Senate will be close. Still, he is optimistic.\n\n\"The chances that this will finally become law are many,\" he said.\n\nAnd Correa says the feminist movement will keep the pressure on.\n\n“There’s no doubt that we’re going to stay present in the streets and we’re going to keep insisting so that legislators vote in favour,” she said."}}