{"GDELT": {"GlobalEventID": 909587444, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "sco", "Actor1Name": "SCOTTISH", "Actor1EthnicCode": "sco", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.4684287812041101, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Gloucestershire, Gloucestershire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKE6", "Actor1Geo_ADM2Code": "40113", "Actor1Geo_Lat": 51.8333, "Actor1Geo_Long": -2.16667, "Actor1Geo_FeatureID": "-2597217", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Gloucestershire, Gloucestershire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKE6", "Actor2Geo_ADM2Code": "40113", "Actor2Geo_Lat": 51.8333, "Actor2Geo_Long": -2.16667, "Actor2Geo_FeatureID": "-2597217", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Gloucestershire, Gloucestershire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKE6", "Action2Geo_ADM2Code": "40113", "Action2Geo_Lat": 51.8333, "Action2Geo_Long": -2.16667, "Action2Geo_FeatureID": "-2597217", "DATEADDED": 20200302100000, "SOURCEURL": "https://www.wiltsglosstandard.co.uk/news/national/18273757.health-chief-promises-business-usual-coronavirus-spreads-across-scotland/"}, "ARTICLE": {"TITLE": "Health chief promises ‘business as usual’ if coronavirus spreads across Scotland", "TEXT": "Scotland will continue with “business as usual” even in the event of coronavirus spreading across the country, according to its chief medical officer.\n\nDr Catherine Calderwood was speaking after the first case of Covid-19 was confirmed north of the border.\n\nA Tayside resident who had recently travelled from the north of Italy has been admitted to hospital and is currently receiving treatment in isolation.\n\nSpeaking on the BBC’s Good Morning Scotland, Dr Calderwood discussed testing at some GP practices, potential self-isolation and going through a “very detailed history” of which people cases have been in contact with.\n\nShe said the first person to test positive in Scotland is “clinically well”, adding they were “transferred to hospital last night as a precautionary measure only”.\n\nWhen asked if the case was related to Scotland’s recent Six Nations rugby match away to Italy, she said: “We know that some areas of Italy the Italian government have put in lockdown because of a very high risk of coronavirus transmission there and we now have many cases all over Italy.\n\n“I think that we will find other parts of Italy will have cases and perhaps there are many people who have travelled for all sorts of events – this risk now is going to become not specific to certain sporting events but the fact that the virus is now spreading across Europe.\n\n“I think in the UK we have done extremely well, that prediction of mine some weeks ago has only now happened because of that containment.\n\n“The public can really help us and we’re going to keep saying these messages: wash your hands, don’t touch your face, sneeze or cough into a tissue and bin it immediately, and that can still help to contain this so we reduce the number of people it’s transmitted to.\n\n“We would expect at least 80% of people to have very mild illness that they will recover quickly from and a very small number of people that need hospitalisation. At the moment, this is just precautionary so there’s no issue at all with our NHS services or capacity.\n\nDr Catherine Calderwood, Scotland’s chief medical officer (Scottish Government/PA)\n\n“If this does spread throughout Scotland, it will become business as usual. It will become as we have with people with the flu that yes, some people are very ill, some people are less ill, we accept that and people get on with their normal business.”\n\nThe first Scottish case was confirmed on Sunday as the UK total rose to 36, with Prime Minister Boris Johnson preparing to chair an emergency Cobra meeting on the outbreak.\n\nHowever, he was criticised for waiting until Monday to do so, with around another dozen confirmed cases in England over the weekend.\n\nThe Scottish Government said that clinicians had begun tracing the person’s contacts, gathering details of the places they have visited and the people they have been in contact with since returning to the UK.\n\nClose contact involved face-to-face contact or spending more than 15 minutes within two metres of an infected person, rather than simply passing in a street or a shop.\n\nChaired a meeting of @scotgov Resilience Committee tonight to ensure all necessary steps being taken. Confirmation of a positive case is not unexpected and we are likely to see more in days ahead. Preparations to deal with what might be a significant outbreak are well advanced. https://t.co/uP6FMZv4cs — Nicola Sturgeon (@NicolaSturgeon) March 1, 2020\n\nFirst Minister Nicola Sturgeon chaired a meeting of the Scottish Government’s Resilience Committee on Sunday, saying confirmation of a positive case was “not unexpected and we are likely to see more in days ahead”.\n\nShe added: “Our first thoughts must be with the patient diagnosed with coronavirus, I wish them a speedy recovery.\n\n“Scotland is well-prepared for a significant outbreak of coronavirus but there is currently no treatment or vaccine. Early detection measures will continue to be vital in helping to prevent the spread of the virus.\n\n“People have a vital role to play in helping us contain any outbreak by following the latest health and travel advice, and following basic hygiene precautions, such as washing hands frequently, not touching their face and covering their nose and mouth with a tissue when coughing or sneezing.”"}}