{"GDELT": {"GlobalEventID": 909587228, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "REF", "Actor1Name": "REFUGEE", "Actor1Type1Code": "REF", "Actor2Code": "GRC", "Actor2Name": "GREEK", "Actor2CountryCode": "GRC", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.76156583629894, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200302100000, "SOURCEURL": "https://www.france24.com/en/20200302-the-world-this-week-coronavirus-spreads-fear-syria-spillover-new-delhi-riots-sanders-the-frontrunner"}, "ARTICLE": {"TITLE": "Coronavirus spreads fear, Syria spillover, New Delhi riots, Sanders the frontrunner", "TEXT": "It was hardly reassuring. Iran's deputy health minister dismissed talk of a cover-up in the true number of cases of coronavirus as he was seen coughing and sweating at a Monday press conference. The next day, he was in hospital being treated. Meanwhile, the gavel cannot come down soon enough on this week's trading on Wall Street. The New York Stock exchange saw its biggest five-day losses since 2008, wiping $3.4 trillion in value from the market. At the epicentre in Italy, the Lombardy town of Codogno now resembles a ghost town, with residents stockpiling goods.\n\nAdvertising\n\nCould it be 2015 all over again? The first refugees are arriving in the Greek island of Lesbos and by land to the Bulgarian border after Turkey - in anticipation of a mass influx from Syria's Idlib province at its southern border - said that it could no longer hold migrants. Turkey is retaliating for the air strikes that killed 33 of its soldiers, with Ankara claiming to have killed 20 Syrian troops. Meanwhile, two Russian Navy frigates equipped with Kalibr cruise missiles sailed through Istanbul's Bosphorus this Friday as they made their way towards the Syrian coast.\n\nIt was under riot police protection that Muslims in a neighbourhood of India's capital staged Friday prayers on the roof of a mosque partially burned after a week that has seen New Delhi's worst sectarian rampages since the assassination of Indira Ghandi in 1984. Some 42 people were killed and hundreds injured as clashes to protest the Hindu nationalist government's new citizenship law turned ugly, with police accused of standing idle. It all unfolded during the visit of the US president. Donald Trump would not comment on the citizenship amendment bill, but did defend India's Prime Minister Narendra Modi.\n\nFor months, we have all been wondering who of the Democrats' crowded field of candidates will get the right to challenge Donald Trump in his November re-election bid. The pace is about to quicken with the primary in South Carolina on Saturday, followed three days later by Super Tuesday. This week's debate in Charleston was a rowdy affair with lots of shouting and interrupting - and the frontrunner pressed on whether Russia is secretly helping him.\n\nProduced by Charles Wente, Juliette Laurain and Pekola Sonny.\n\nDaily newsletterReceive essential international news every morning Subscribe"}}