{"GDELT": {"GlobalEventID": 909556647, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "JPN", "Actor1Name": "JAPANESE", "Actor1CountryCode": "JPN", "Actor2Code": "JPNELIGOV", "Actor2Name": "SHINZO ABE", "Actor2CountryCode": "JPN", "Actor2Type1Code": "ELI", "Actor2Type2Code": "GOV", "IsRootEvent": 1, "EventCode": 33, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.92079207920792, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_Lat": 33.8191, "Actor1Geo_Long": -80.9066, "Actor1Geo_FeatureID": "SC", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200302063000, "SOURCEURL": "https://www.bordertelegraph.com/news/national_news/18271940.covid-19s-effect-world-economy-grows-alarming/"}, "ARTICLE": {"TITLE": "Covid-19’s effect on world economy grows more alarming", "TEXT": "Concerns about the coronavirus outbreak’s threat to the world economy are growing.\n\nChina’s manufacturing plunged in February by an even wider margin than expected after efforts to contain the strain of coronavirus known as Covid-19 shut down much of the world’s second-largest economy, an official survey showed.\n\nThe survey, coming as global stock markets fall sharply on fears that the virus will spread abroad, adds to mounting evidence of the vast cost of the disease that emerged in central China in December and its economic impact worldwide.\n\nThe list of countries touched by the virus has climbed to nearly 60, with new cases reported on Saturday in Lebanon, Croatia, the Netherlands and Ecuador. More than 85,000 people worldwide have contracted the virus, with deaths topping 2,900.\n\nMany cases have been relatively mild, and some of those infected are believed to show no symptoms at all. Nonetheless, concern is mounting that prolonged quarantines, supply chain disruptions and a sharp reduction in tourism and business travel could weaken the global economy or even cause a recession.\n\nThe monthly purchasing managers’ index issued by the Chinese statistics agency and an industry group fell to 35.7 from January’s 50 on a 100-point scale on which numbers below 50 indicate activity contracting.\n\nJapanese Prime Minister Shinzo Abe announced a 270 billion yen (£1.95 billion) emergency economic package to help fight the virus. Mr Abe said at a news conference that Japan is at a critical juncture to determine whether the country can keep the outbreak under control ahead of the Tokyo summer Olympics.\n\nJapanese Prime Minister Shinzo Abe (AP/Eugene Hoshiko)\n\nMr Abe, whose announcement this past week of a plan to close all schools for more than a month until the end of the Japanese academic year sparked public criticism, said the emergency package includes financial support for parents and their employers affected by the closures.\n\nMr Abe said: “Frankly speaking, this battle cannot be won solely by the efforts of the government. We cannot do it without understanding and co-operation from every one of you, including medical institutions, families, companies and local governments.”\n\nThe death rate from Covid-19 was 1.4% in the latest report from Chinese health officials on 1,099 patients with confirmed disease at more than 500 hospitals throughout China.\n\nThe report, published by the New England Journal of Medicine, gives a much broader view of the outbreak beyond Wuhan, where it started and has been most severe.\n\nThe list of countries touched by the virus has climbed to nearly 60 (AP/Jae C. Hong)\n\nAssuming there are many more cases with no or very mild symptoms, “the case fatality rate may be considerably less than 1%”, US health officials wrote in an editorial in the journal.\n\nThat would make the new virus more like a severe seasonal flu than a disease similar to its genetic cousins Sars (severe acute respiratory syndrome), or Mers (Middle East respiratory syndrome).\n\nItalian authorities say the country now has more than 1,000 coronavirus cases. The head of Italy’s civil protection agency told a press conference that the total number has reached 1,128. Officials also reported eight more deaths of people with the virus, to bring Italy’s total to 29.\n\nTourist arrivals in Thailand are down 50% compared with a year ago, and in Italy hotel bookings are falling and Prime Minister Giuseppe Conte raised the possibility of recession.\n\nWaiters wait for customers in a restaurant at St Mark’s Square in Venice (Claudio Furlan/Lapresse via AP)\n\nEconomists have forecast global growth will slip to 2.4% this year, the slowest since the Great Recession in 2009, and down from earlier expectations closer to 3%. For the United States, estimates are falling to as low as 1.7% growth this year, down from 2.3% in 2019.\n\nDespite anxieties about a wider outbreak in the US, President Donald Trump has defended measures taken and lashed out at Democrats who have questioned his handling of the threat.\n\nAt a political rally in North Charleston, South Carolina, Mr Trump asserted that Democratic complaints about his handling of the virus threat are “their new hoax”, echoing similar past complaints by the president about the Russia investigation and his impeachment.\n\nDonald Trump called concerns raised by his political rivals about Covid-19 a hoax (AP/Patrick Semansky)\n\nMr Trump accused Democrats of “politicising” the coronavirus threat and boasted about preventive steps he has ordered in an attempt to keep the virus from spreading across the United States.\n\nShortly before Mr Trump began to speak, health officials confirmed a second case of the virus in the US in a person who did not travel internationally or have close contact with anyone who had the virus."}}