{"GDELT": {"GlobalEventID": 909557210, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "VCT", "Actor1Name": "ST VINCENT", "Actor1CountryCode": "VCT", "Actor2Code": "EDU", "Actor2Name": "STUDENT", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.87931034482759, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200302063000, "SOURCEURL": "https://www.miragenews.com/notre-dame-teams-up-with-st-vincent-de-paul-society/"}, "ARTICLE": {"TITLE": "Notre Dame teams up with St Vincent De Paul Society", "TEXT": "In a new collaboration with St Vincent De Paul Society, students from the University of Notre Dame Australia’s Sydney Campus will be researching to help the charity’s NSW Director of Retail & Logistics, Phil Coyte, answer the question: What motivates young people to shop in Vinnies stores?\n\nThis semester, students from the School of Business and School of Arts & Sciences who are enrolled in the Research Methods course will be collecting and analysing real-world data to produce insights that can be shared with St Vincent De Paul Society’s retail branch and hopefully be used to improve operations.\n\n“We are excited to be partnering with St Vincent’s for the first time this year and hope that the insights generated will benefit them and their programs,” says Dr Louise St Guillaume, Lecturer & Discipline Coordinator, Sociology. “We also hope that by providing students with real-world experience that they gain important skills for employment and are confident in designing and conducting research.”\n\nMr Coyte hosted a guest lecture at the University on Wednesday 26th February and took the opportunity to brief students on the history of the Vinnies stores and how the organisation has changed over the years. He also shared what he sees to be some of the challenges facing Vinnies stores today, such as understanding all of the different motivations that drive young people to participate in the second-hand economy, identifying any barriers to attracting young shoppers and new volunteers, ensuring they receive quality donations and continuing to improve the ways we can recycle items not fit for resale.\n\nThese are some of the issues that students could help solve. “With students from Business, Marketing, Sociology and Applied Psychology backgrounds enrolled in the Research Methods class, we are able to look at these challenges from multiple angles,” says Dr St Guillaume.\n\n“Vinnies NSW is very pleased to be working collaboratively with the Notre Dame University. While the project is helping the students to build their desired skillsets and knowledge, it will also be of pivotal importance to Vinnies in gaining an insight into the motivations of younger customers. This will ensure we can continue to provide much-needed funds for our programs and services,” says Mr Coyte.\n\nThe state’s 230-plus Vinnies stores provide untied funds for charitable programs and initiatives run by St Vincent De Paul Society, which means the research done by Notre Dame students is set to have a positive impact on the bottom line of the shops and, in turn, benefit people in need. “It’s great to be partnering with an organisation that has values aligned with our own here at Notre Dame,” said Lecturer in the School of Business, Dr José Sakakibara."}}