{"GDELT": {"GlobalEventID": 909586503, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 9, "NumSources": 1, "NumArticles": 9, "AvgTone": -8.892617449664439, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Edgware, Barnet, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKA2", "Actor1Geo_ADM2Code": "40114", "Actor1Geo_Lat": 51.6, "Actor1Geo_Long": -0.266667, "Actor1Geo_FeatureID": "-2595383", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Edgware, Barnet, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKA2", "Actor2Geo_ADM2Code": "40114", "Actor2Geo_Lat": 51.6, "Actor2Geo_Long": -0.266667, "Actor2Geo_FeatureID": "-2595383", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Edgware, Barnet, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKA2", "Action2Geo_ADM2Code": "40114", "Action2Geo_Lat": 51.6, "Action2Geo_Long": -0.266667, "Action2Geo_FeatureID": "-2595383", "DATEADDED": 20200302100000, "SOURCEURL": "https://www.thesun.co.uk/news/uknews/11077215/man-stabbed-and-doused-with-acid-hours-after-dad-24-knifed-to-death/"}, "ARTICLE": {"TITLE": "Man ‘stabbed and doused with acid’ after dad, 24, knifed to death in North London", "TEXT": "A MAN has been reportedly stabbed and doused with acid after a dad was knifed to death in North London.\n\nThe victim, in his 20s, was attacked in Walthamstow last night and is being treated in hospital for his injuries.\n\n6 A man was allegedly stabbed and doused with acid during an attack in Walthamstow, North London Credit: UKNIP\n\n6 A probe has been launched into the attack and the victim is being treated in hospital for his injuries Credit: UKNIP\n\nBLOOD ON THE STREETS\n\nA probe has been launched into the savage assault which took place at around 10.40pm.\n\nHe was targeted just a few miles from the scene of the brutal killing of a man, 24, in Hendon, North West London, on Saturday night.\n\nThe victim was stabbed to death just 15 minutes after leaving his newborn baby and girlfriend at home.\n\nHe was making his way to work when he was attacked.\n\nHe was found with stab injuries inside a silver VW Polo after it collided with a parked car at 9pm.\n\nThe man, from Edgware, North London, was rushed to hospital but died later that evening.\n\nA post-mortem examination and formal identification will be arranged in due course.\n\nCops have launched a murder investigation – at least the 17th in London this year - and no arrests have been made.\n\nDetective Chief Inspector Andy Partridge, who is leading the investigation, said: “We believe the victim was parked up in the silver VW Polo in the car park in Stratford Road, off Bell Lane, NW4, minutes before the collision took place in Parson Street.\n\n\"We believe he was attacked in the car park.\n\n\"It is likely that a number of witnesses in the Belle Vue Estate may have witnessed the attack.\n\n\"I am appealing for anyone who saw the incident, or who knows anything about what happened, to make contact with my officers, all calls will be treated in the strictest confidence.\n\nMOST READ IN NEWS JAWS-DROPPING SIGHT Holidaymakers stunned as shark circles waters in Devon harbour HORROR SMASH Shocking moment boy racer hits pregnant mum, 17, and her toddler at 76mph WALLIES ON THE BEAT Cops slammed for posing with 200 wedding guests and their supercars BABY TRAGEDY Newborn baby girl found dead wrapped in beach towel at recycling centre Exclusive DOOMSDAY DOSSIER Emergency plans made for perfect storm of No Deal Brexit & Covid 2nd wave FURLOUGH FARCE 6million furloughed workers broke rules & worked from home during lockdown\n\n\"The victim was arriving at the car park, in order to travel to work for a night shift. He had just left his girlfriend and newborn baby at home in Edgware 15 minutes earlier.\"\n\nOn Sunday, a 16-year-old boy was stabbed just two miles away in Childs Hill, North London.\n\nThe teenager was found with stab injuries and is in a non life-threatening condition in hospital.\n\n6 The victim, in his 20s, was attacked in Walthamstow last night and is being treated in hospital for his injuries Credit: UKNIP\n\n6 A forensics tent is set up at the scene of the attack Credit: UKNIP\n\n6 A dad was stabbed to death in Hendon, North West London, on Saturday night Credit: UKNIP\n\n6 Cops found the 24-year-old man with stab injuries inside a VW Polo Credit: UKNIP\n\nWe pay for your stories! Do you have a story for The Sun Online news team? Email us at tips@the-sun.co.uk or call 0207 782 4368 . You can WhatsApp us on 07810 791 502. We pay for videos too. Click here to upload yours."}}