{"GDELT": {"GlobalEventID": 909586740, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.78492935635793, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Ondo State, Ondo, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI48", "Actor1Geo_ADM2Code": "22976", "Actor1Geo_Lat": 7.16667, "Actor1Geo_Long": 5.08333, "Actor1Geo_FeatureID": "-2023650", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Ondo State, Ondo, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI48", "Actor2Geo_ADM2Code": "22976", "Actor2Geo_Lat": 7.16667, "Actor2Geo_Long": 5.08333, "Actor2Geo_FeatureID": "-2023650", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Ondo State, Ondo, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI48", "Action2Geo_ADM2Code": "22976", "Action2Geo_Lat": 7.16667, "Action2Geo_Long": 5.08333, "Action2Geo_FeatureID": "-2023650", "DATEADDED": 20200302100000, "SOURCEURL": "https://www.thisdaylive.com/index.php/2020/02/25/courage-honesty-separate-akeredolu-from-others-says-aide/"}, "ARTICLE": {"TITLE": "Courage, Honesty Separate Akeredolu from Others, Says Aide", "TEXT": "Dike Onwuamaeze\n\nThe Senior Special Assistant to Governor Rotimi Akeredolu of Ondo State on Media and Publicity, Mr. Ojo Oyewamide, has identified courage and honesty as the distinguishing features of Akeredolu’s politics.\n\nOyewamide said that these characteristics have made Akeredolu an unusual player on the nation’s political turf whose position on any critical issue is always known, adding that “he says what he means and means what he says.”\n\nHe said that it was a rare demonstration of political courage for Akeredolu to champion the cause of the establishment of the Western Nigeria Security Network, a collective response of the southwest governors to the increasing insecurity in the region that is codenamed the ‘Operation Amotekun,’ in spite of the insinuations that his stance on the ‘Amotekun’ would make his re-election a tall order.\n\n“It was declared illegal and unconstitutional by the Minister of Justice and Attorney-General of the Federation, Mr. Abubakar Malami (SAN). But in his frank and courageous manner, Governor Akeredolu vehemently defended the security outfit.\n\n“Trust mischief makers! They misinterpreted the governor’s strong commitment to the ‘Amotekun’ to be drawing a battle line between him and the federal government. Their insinuation was that his stance on the ‘Amotekun’ would make his reelection a tall order. But Akeredolu pointedly told them that the security of lives and properties was greater in value than his reelection. He elevated the safety of his people above his ambition to rule the state beyond February 23, 2021,” Oyewamide said.\n\nHe declared that Akeredolu’s support for the ‘Amotekun’ is a function of an altruistic intention that does not stem from any desire to remain in the Alagbaka Government House beyond 2021.\n\nHowever, “it is never in doubt that the numerous remarkable achievements of his government in the last three years are capable of ensuring his reelection,” he said.\n\nOyewamide also pointed out that Akeredolu’s first demonstration of his honesty as a man who would not attain political office on false promises was during the 2016 gubernatorial election in the state.\n\nThe occasion, according to him, was when the governor took his campaign train to Oda town in Akure South Local Government Area of the state. The road from Akure, the state capital, to the community was deplorable and plying it was nightmarish that the Regent of Oda, Ms. Abike Akosile, wanted a commitment from him. She brought out a piece of paper and demanded that the then APC candidate should sign an agreement with the community that he would construct the road. But Akeredolu declined.\n\n“There were those who felt Akeredolu should have signed the agreement even if he knew he would not fulfill the pledge. Their thinking was that his refusal could jeopardise his chances of winning the poll.\n\n“But three years after the incident, Akeredolu awarded the contract for the construction of the road. It is one of the on-going projects in the state. While flagging off the project, he told the regent why he refused to sign the agreement when he was seeking votes from the community. He said he didn’t know what he would meet if he became governor. What if he signed the agreement out of desperation and later, his government could not afford to construct the road?\n\n“Such is the extent of Akeredolu’s honesty. He didn’t want to pave his way to the governor’s seat with empty promises. He didn’t want to fly to the Alagbaka Government House on the wings of lies and deceit. He knew his heart was pure and his quest to serve the state was noble. Today, everybody in the state knows that the governor will never make a promise he will not fulfill and will fulfill any promise he makes. And this has earned him the Mr-talk-and-do sobriquet,” Oyewamide said"}}