{"GDELT": {"GlobalEventID": 909555981, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.4793388429752, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Idaho, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USID", "Actor2Geo_Lat": 44.2394, "Actor2Geo_Long": -114.51, "Actor2Geo_FeatureID": "ID", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Idaho, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USID", "Action2Geo_Lat": 44.2394, "Action2Geo_Long": -114.51, "Action2Geo_FeatureID": "ID", "DATEADDED": 20200302063000, "SOURCEURL": "https://www.12news.com/article/news/national/missing-kids-chandler-police-investigating-letter-in-connection-with-the-death-of-charles-vallow/75-c45e9f25-b5f2-41a4-8b7f-2c2d006f5d1d"}, "ARTICLE": {"TITLE": "Chandler police investigating letter in connection with death of Lori Vallow's ex-husband Charles Vallow", "TEXT": "An email written signed Charles Vallow to Chad Daybell may have been written by Lori Vallow.\n\nCHANDLER, Ariz. — Lori Vallow, the mother of JJ Vallow and Tylee Ryan who have not been seen since September, is expected to be extradited to Idaho this week.\n\n12 News received documents of a mysterious letter sent shortly before Charles Vallow, Lori's husband, was killed in Chandler.\n\n“It is a key point of evidence and a key point of our investigation..” Sgt Jason McClimans, spokesperson for Chandler PD said.\n\nThe letter at first glance, seems to be from Charles Vallow, asking Chad Daybell (Lori Vallow's future husband), to come to the Chandler home. The letter said in part, “I would definitely make it worth your time.\"\n\nThe thing is, Charles' family says emails show it was Lori not Charles writing the letter.\n\n“We don’t know exactly where it came from.\" Sgt. Jason McClimans said, \"It can make it very frustrating and complex, actually.”\n\nJust weeks later, Charles would be shot in a Chandler home by Lori's Brother Alex Cox.\n\nSoon Lori would take the kids to Idaho in August. In October Chad Daybell’s wife Tammy, mysteriously died. Two weeks later, Lori and Chad would be married.\n\nLori Vallow-Daybell faces two felony charges of desertion and nonsupport of dependent children and is accused of resisting and obstructing an officer, solicitation of a crime and contempt of court.\n\nVallow is currently being held on a $5 million bail. Proceedings are underway to extradite her to Idaho.\n\nKaua'i police said as far as they know, there are no criminal charges pending against Vallow's new husband, Chad Daybell.\n\nThey said they could not comment further on the investigation.\n\nCourt documents released, however, revealed more disturbing details about the investigation.\n\nVallow got rid of Joshua's service dog\n\nThe probable cause statement says Joshua had a service dog named Bailey for his autism.\n\nOn July 22, Vallow sent an email to the company that trained the dog, asking them to find another family for Bailey because of \"a change in life circumstances.\"\n\nThe company picked the dog up on Aug. 30.\n\nTylee's bank card was used after she went missing\n\nAccording to a probable cause statement, a number of items belonging to Joshua and Tylee were found in the possession of Vallow and Daybell when they were served search warrants in Hawaii on Jan. 26.\n\nThe search warrant was served on Daybell and Vallow and a black Ford Explorer they rented.\n\nDetectives found Tylee's and Joshua's birth certificates, Tylee's bank card, Joshua's iPad, another iPad logged into Joshua's Apple account and Joshua's school registration receipts from Kennedy Elementary School in Rexburg, Idaho.\n\nTylee's bank card is still active and has been used since she was last seen, according to the document.\n\nThat same day, a search warrant on Vallow's and Daybell's condo in Kaua'i found no items appearing to belong to children or nothing that appeared to belong to Joshua or Tylee.\n\nTylee hasn't been seen since Yellowstone trip\n\nOn Sept. 8, Tylee, Joshua, Vallow and Vallow's brother Alex Cox went on a day trip to Yellowstone National Park.\n\nA search warrant found a photo from Vallow's iCloud account that showed Tylee in Yellowstone. The photo was time-stamped on Sept. 8.\n\nThere have been no witnesses found who can verify that they have seen Tylee since that day.\n\nTylee's brother, Colby Ryan, told police that he tried to contact his sister via FaceTime several times, but Vallow kept making excuses as to why Tylee couldn't talk to him.\n\nHow Vallow explained their moves to others\n\nJoshua was enrolled at Kennedy Elementary School in Rexburg, Idaho, for three weeks and was last seen alive there on Sept. 23. Vallow called the school on Sept. 24 and said Joshua would no longer be attending because she would homeschool him.\n\nAs for Tylee, Lori had told her friend Melanie Gibb that she was attending classes at BYU-Idaho, but a records check showed that she was never enrolled there or at any other school affiliated with BYU.\n\nAccording to the statement, Vallow's neighbors in Rexburg told police that Vallow moved into an apartment on or around Sept. 1 or 2.\n\nThey said they saw Tylee at or around the residence when she moved in with Vallow and saw her briefly a couple of times after she moved in but had not seen her since the first couple weeks of September.\n\nThe neighbors also said that one of their children went to Vallow's apartment sometime in late September to play with Joshua and the child was told by Vallow that Joshua was not there and had gone to stay with his grandma.\n\nDaybell's parents told police during the investigation that Daybell and Vallow told them in November that Vallow was an \"empty-nester.\"\n\nThe sister of Daybell's late wife, Tammy, also told police that Daybell told her and her husband that Vallow had no \"juvenile\" children.\n\nFriend says Vallow, Daybell tried to get her to lie to police\n\nAccording to the probable cause statement, detectives went to Vallow's home in Idaho on Nov. 26 to conduct a welfare check.\n\nDaybell was at the home with Cox. Daybell \"acted as if he didn't know Lori very well and stated he didn't know her phone number.\"\n\nCox told detectives that Joshua was with his grandmother, Kay Woodcock, in Louisiana. Detectives believed that to be a lie because Woodcock had first called a missing child report to the Gilbert Police Department.\n\nDaybell later told detectives that day that the last time he had saw Joshua was in October.\n\nLater that day, detectives spoke with Vallow, who said Joshua was in Gilbert with Gibb. But when Gilbert police contacted Gibb later that evening, she said Joshua was not staying at her home and had not been there for several months.\n\nOn Dec. 6, Gibb called police in Idaho and told them that Vallow and Daybell had called her separately on Nov. 26 and asked her to tell police that she had Joshua, even though Joshua wasn't with her. Gibb told police that she declined to follow through with this request.\n\n\"This further establishes that the statement made to law enforcement by Lori Vallow on November 26, 2019, was false and Lori Vallow knew it was false,\" part of the statement read.\n\nThe document continued on to say that the false statement \"delayed the investigation into the whereabouts and safety of (Joshua) by requiring us to take time to investigate a lead that was verified as false.\""}}