{"GDELT": {"GlobalEventID": 909556489, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.3698630136986298, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Cambodia", "Actor1Geo_CountryCode": "CB", "Actor1Geo_ADM1Code": "CB", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CB", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Cambodia", "Actor2Geo_CountryCode": "CB", "Actor2Geo_ADM1Code": "CB", "Actor2Geo_Lat": 13.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CB", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Cambodia", "Action2Geo_CountryCode": "CB", "Action2Geo_ADM1Code": "CB", "Action2Geo_Lat": 13.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CB", "DATEADDED": 20200302063000, "SOURCEURL": "https://www.business-humanrights.org/en/cambodia-govt-establishes-an-inter-ministerial-inspection-team-to-monitor-labour-compliance"}, "ARTICLE": {"TITLE": "Cambodia: Govt. establishes an inter-ministerial inspection team to monitor labour compliance", "TEXT": "Article Cambodia: Govt. establishes an inter-ministerial inspection team to monitor labour compliance\n\n\"Three ministries to jointly monitor manufacturing sector\", 2 March 2020\n\nThree ministries have set up a joint team to monitor the manufacturing sector’s compliance with existing regulations, including workplace conditions, in a bid to avoid overlapping inspections.\n\nAccording to a joint directive ..., the team will comprise of officials from the Labour, Industry and Handicrafts and Environment ministries.\n\nThe directive ... was signed by Minister of Labour Ith Samheng, Minister of Industry and Handicraft Cham Prasidh and Minister of Environment Say Samal.\n\n“The establishment of the Inter-Ministerial Inspection team aims at conducting a joint inspection to oversee the implementation of regulations and normative letters by enterprises and institutions in the labour, industry and handicrafts and the environment sectors,” it said.\n\nHeng Sour, a Labour Ministry spokesman, said ... the formation of the joint team follows a directive by Prime Minister Hun Sen during the 18th Government-Private Sector Forum ...\n\nCollective Union of Movement of Workers president Pav Sina said ... that it is good the three ministries will jointly inspect labour conditions, environment and the other issue in the enterprises or factories to ensure the managements follow and fully implement regulations and employment standards...\n\nMr Sina added that it will not be effective if the team only inspects factories or enterprises once a year ...\n\n“I think if these three ministries want factories to implement better working conditions and follow regulations and the labour law, they have to conduct regular inspections,” he said. “They have to monitor each factory at least once in three months and not just once per year.”"}}