{"GDELT": {"GlobalEventID": 909587093, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "MNCUSA", "Actor1Name": "OLIN CORPORATION", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.17521367521367, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200302100000, "SOURCEURL": "https://www.pharmiweb.com/press-release/2020-03-02/ethylene-dichloride-market-to-witness-cagr-of-37-increase-in-value-share-during-the-forecast-perio"}, "ARTICLE": {"TITLE": "Ethylene Dichloride Market to Witness CAGR of 3.7% Increase in Value Share During the Forecast Period 2018 – 2028", "TEXT": "VALLEY COTTAGE, N.Y. – Future Market Insights has published a new research study titled “Ethylene Dichloride Market: Global Industry Analysis 2013–2017 and Opportunity Assessment 2018–2028”. As per data cited in the report, the market value roughly equated US$ 16.5 Bn in 2018, which will reportedly grow at a modest 3.7% CAGR through 2028. The overall Y-o-Y growth estimated for the global ethylene dichloride market will remain moderate, under-4% throughout the projection period, 2018-2028.\n\nDownload the sample copy of Report with table of contents and Figures @ https://www.futuremarketinsights.com/reports/sample/rep-gb-351\n\nThe study attributes the positive growth prospects of ethylene dichloride market to the increasing consumption of ethylene dichloride (EDC) across the chemical industry, which is further strongly supported by robust growth of infrastructural activities demanding volumes of ethylene dichloride for specialized applications. According to FMI’s analysis, applications of ethylene dichloride will be prominent in polyvinyl chloride (PVC) or vinyl monomer chloride, generating high traction within the residential and commercial infrastructure.\n\nVinyl monomer chloride segment is estimated to hold more than a three-fourths market value share in the global market by the end of the forecast period.\n\nCollectively, North America and East Asia are expected to hold more than half the value share of the global ethylene dichloride market.\n\nIn the East region, China is a prominent consumer of ethylene dichloride.\n\nChemical Industry Continues to Extend the Lion’s Share towards Ethylene Dichloride Market Growth\n\nThe global chemical industry is expected to exhibit strong growth over the next few decades, which is most likely to accelerate a shift from imports to domestic manufacturing bases, particularly in emerging economies. While developing regional markets continue to receive strong governmental support, the report opines that consumption of ethylene dichloride will continue to see a surge over the coming years.\n\nSubstantial volumes of ethylene dichloride are consumed as a solvent in the manufacturing of ethylene amines and in the fumigation production process. Thus, the growth of the chemical industry is expected to directly propel the growth of ethylene dichloride market.\n\nPreview Analysis of Ethylene Dichloride Market: Expansion of PVC Production Capacities to Boost Demand Growth: Global Industry Analysis 2013–2017 and Opportunity Assessment 2018–2028: https://www.futuremarketinsights.com/reports/ethylene-dichloride-market\n\nFurthermore, growth of textile, adhesives, and mining industries will create high-potential opportunities for intermediates such as ethylene dichloride. Such organic growth across multiple end users of ethylene dichloride is projected to fuel the global ethylene dichloride market growth during the forecast period.\n\nEthylene Dichloride Finds Applications as a Raw Material in PVC Production\n\nEthylene dichloride is predominantly used as a raw material of polyvinyl dichloride (PVC) and thus, the ethylene dichloride market is influenced by the thriving PVC/VCM market.\n\nGlobal PVC sales accounted for the revenue of over US$ 58 billion in 2017 and the consumption is expected to grow at a healthy rate through 2022, as indicated by research. In light of this unmet demand for PVC, the global ethylene dichloride market is anticipated to register a healthy CAGR throughout the forecast period.\n\nStringent Regulations on Ethylene Dichloride Create Manufacturing Challenges\n\nOn the flip side, ethylene dichloride is toxic in nature and highly flammable, and has a pleasant chloroform-like odour and irritating vapours. It can affect the nervous system, cause nausea, drunkenness, depression, and vomiting.\n\nEDC affects the central nervous system and cardiovascular system and in certain cases, it may be fatal. It is considered poison for the liver and kidney. These factors are estimated to hinder the overall performance of ethylene dichloride market in years to come.\n\nLeading Ethylene Dichloride Manufacturers Adopt Application-specific Business Strategies\n\nKey players of the global ethylene dichloride market are focusing on collaborations, innovative product development, acquisitions, and expansion. Manufacturers are primarily targeting high development areas and producing application-specific products to gain higher market attraction.\n\nOlin Corporation (Manufacture of ethylene dichloride) signed an agreement with The NRC Group for the distribution of chemical products including ethylene dichloride, epoxy resins and curing agents for coatings, civil engineering, adhesives and composites industries across Europe. Further, in 2015, the company acquired the Chloralkali and epoxy division from The Dow Chemical Company to fulfil the increasing demand for commodity chemicals.\n\nBuy this report @ https://www.futuremarketinsights.com/checkout/351\n\nThree subsidiaries of TOSOH CORPORATION, a manufacturer of ethylene dichloride, namely Tosoh Finechem Corporation, Tosoh F-Tech, Inc and Tosoh Organic Chemical Co., Ltd. were merged together to combine their distinctive technologies to accelerate the development of chemical compounds.\n\nIn 2019, Formosa Plastics Corporation, a manufacturer of ethylene dichloride, announced the expansion of ethylene dichloride production by up to 800,000 metric tons per annum in Mailiao, Taiwan.\n\nThe report on the global ethylene dichloride market studies some of the major players in the ethylene dichloride market, such as –\n\nOccidental Chemical Corporation\n\nFormosa Plastic Corporation\n\nOlin Corporation\n\nVynova Group\n\nTosoh Corporation\n\nSABIC\n\nTokyo Chemical Industry Co Ltd\n\nPT Asahimas Chemical\n\nProchem, Inc.\n\nThyssenKrupp AG\n\nOur advisory services are aimed at helping you with specific, customized insights that are relevant to your specific challenges. Let us know about your challenges and our trusted advisors will connect with you: https://www.futuremarketinsights.com/ask-the-analyst/rep-gb-351\n\nMore from Chemicals & Materials :\n\nAbout Us\n\nFuture Market Insights (FMI) is a leading market intelligence and consulting firm. We deliver syndicated research reports, custom research reports and consulting services which are personalized in nature. FMI delivers a complete packaged solution, which combines current market intelligence, statistical anecdotes, technology inputs, valuable growth insights and an aerial view of the competitive framework and future market trends.\n\nContact Us\n\nMr. Abhishek Budholiya\n\nFuture Market Insights\n\n616 Corporate Way, Suite 2-9018,\n\nValley Cottage, NY 10989,\n\nUnited States\n\nT: +1-347-918-3531\n\nF: +1-845-579-5705\n\nT (UK): + 44-(0)-20-7692-8790\n\nSales:sales@futuremarketinsights.com\n\nPress Office: Press@futuremarketinsights.com\n\nBlog: Market Research Blog\n\nWebsite: https://www.futuremarketinsights.com/"}}