{"GDELT": {"GlobalEventID": 909641925, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor2Code": "NORJUD", "Actor2Name": "NORWAY", "Actor2CountryCode": "NOR", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.8344923504867799, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Norway", "Actor2Geo_CountryCode": "NO", "Actor2Geo_ADM1Code": "NO", "Actor2Geo_Lat": 62.0, "Actor2Geo_Long": 10.0, "Actor2Geo_FeatureID": "NO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "NO", "DATEADDED": 20200302144500, "SOURCEURL": "https://human-wrongs-watch.net/2020/03/02/how-you-can-take-your-government-to-court-for-not-acting-on-the-climate-crisis/"}, "ARTICLE": {"TITLE": "How You Can Take Your Government to Court for Not Acting on the Climate Crisis", "TEXT": "Attendees of the Peoples’ Summit on Climate, Rights and Human Survival at New York University © Tracie Williams / Greenpeace\n\n\n\nThe International Bar Association has just released a model statute that provides a pathway for people to access the courts to challenge the governments failing to live up to their climate commitments.\n\nThis new model statute can go a long way to remove the obstacles for people to demand protection of the right to a clean and healthy environment – now, and for future generations.\n\nCourts and the law have become essential for those of us trying to find solutions to the climate emergency. International legal experts are joining this struggle to help the millions who are doing their best, day in and day out, to address the climate crisis before it gets even worse.\n\nHow courts can hold governments to account\n\nMore than 600 legal cases have been filed by individuals and NGOs to assert the fundamental rights of communities suffering from the climate crisis. That number is rapidly increasing. No single legal victory will solve the climate emergency, but each case contributes to getting us there faster.\n\nFor example, a Dutch environmental group called the Urgenda Foundation, together with 886 citizens sued the state of The Netherlands over its insufficient actions to prevent dangerous climate change.\n\nThe Dutch Supreme Court issued a groundbreaking decision in December 2019, demonstrating how the judiciary can play a significant role in holding a national government to account for its lack of climate action. Climate change is a human rights crisis and it’s important that our legal systems respond effectively.\n\nCelebrating after Urgenda’s decision ©Urgenda / Chantal Bekker\n\nOver 1,200 senior women charged Switzerland with inadequate action on climate change in the Klimaseniorinnen case. A Federal Administrative Court refused to consider overwhelming evidence, effectively denying human rights protection for a group particularly vulnerable to climate change. The case is now on appeal before the Swiss Supreme Court.\n\nIn Norway, young people and civil society are asserting their constitutional rights to a stable climate. The Court of Appeals upheld that right, but decided the national government – by granting more oil drilling permits in the Arctic – was not violating that right. That case is now heading to Norway’s Supreme Court.\n\nWorldwide, more than 400 human rights, development and environmental groups have pledged to, “demand effective and adequate access to justice for individuals and communities whose rights are impacted by the climate crisis or lack of climate action” according to the Declaration of the Peoples’ Summit on Climate, Rights and Human Survival.\n\nThis declaration represents a growing consensus among human rights, development, labor, and environmental groups, holding governments and corporations to account for the consequences of the actions that contribute to the climate crisis.\n\nThe Swiss association “senior women for climate protection” (KlimaSeniorinnen) © Greenpeace / Piero Good\n\nGovernments are only one factor. The law is also being used to hold companies liable for pollution, environmental damage and climate change, and not just in the courtroom. The Commission on Human Rights of the Philippines recently announced that corporations like Exxon, Chevron and BP et al. could be legally, as well as morally, liable for the climate impacts of their business models.\n\nSo what can you and I do?\n\nWe believe that judges around the world need help in deciding what evidence is reliable in climate cases, how to assess risk, understanding key international law rules and enforcing the legal rights of individuals or organisations to challenge their governments.\n\nThe IBA Model helps lawyers and judges deliver justice to those most impacted by climate change and support their demands to a dignified life. That means that you too can use the law to help your community to hold governments and corporations to account for the climate crisis.\n\nGreenpeace Southeast Asia has published a guide for people like you and me to hold our governments accountable for the climate catastrophe. Let’s join the students striking for our future, the workers demanding a just transition out of toxic industries, the Indigenous Peoples defending their lands, and take climate change to court."}}