{"GDELT": {"GlobalEventID": 909642567, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "GBR", "Actor1Name": "MANCHESTER", "Actor1CountryCode": "GBR", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.7692307692307698, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manchester, Manchester, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKI2", "Actor1Geo_ADM2Code": "40118", "Actor1Geo_Lat": 53.5, "Actor1Geo_Long": -2.21667, "Actor1Geo_FeatureID": "-2602512", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manchester, Manchester, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKI2", "Actor2Geo_ADM2Code": "40118", "Actor2Geo_Lat": 53.5, "Actor2Geo_Long": -2.21667, "Actor2Geo_FeatureID": "-2602512", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rimini, Emilia-Romagna, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT05", "Action2Geo_ADM2Code": "18342", "Action2Geo_Lat": 44.0633, "Action2Geo_Long": 12.5808, "Action2Geo_FeatureID": "-126373", "DATEADDED": 20200302144500, "SOURCEURL": "https://www.manchestereveningnews.co.uk/news/greater-manchester-news/no-screening-no-questions-asked-17820269"}, "ARTICLE": {"TITLE": "No screening, no questions asked... one couple's experience of flying from coronavirus-hit region of Italy to Manchester Airport", "TEXT": "A couple have told of how they flew back to Manchester Airport from Milan and got home without being asked about coronavirus or screened.\n\nTurkey has stopped all Italian flights over coronavirus fears - and the one confirmed case in Greater Manchester is a man who had recently been to Milan.\n\nBut passengers coming from the region of Italy at the centre of Europe's biggest coronavirus outbreak are allowed straight back into the UK.\n\nOne couple, who live in Stockport and flew out to Milan Bergamo on Friday February 21, told the Manchester Evening News about their experiences in Italy, and in Manchester.\n\nOn arrival in Milan they say they were met by three people in green surgical scrubs and masks taking their temperatures with infra-red guns.\n\nBut they say there were no such checks on the way back on Tuesday February 25.\n\nBy then, there were more than 280 confirmed cases of the virus in Italy - mostly concentrated in Lombardy, where they were travelling from - and seven deaths.\n\nOne of the travellers, a 32-year-old woman who asked not to be named, told the M.E.N: \"It seems like a sensible precaution to screen passengers.\"\n\nChecks guidance is issued by Public Health England (PHE). Airport bosses said they are in constant contact with PHE officials.\n\n(Image: Manchester Evening News)\n\nThe couple spent the weekend around Lake Como where they were unaware of the escalating situation.\n\nHowever, on Sunday, her husband received a call from an Italian colleague telling him a company event, which was due to be held in central Milan later that week, would have to be called off.\n\n\"We started to catch up with the news and saw the scale of the outbreak and the quarantine measures that had been put in place in several towns south of the city,\" she said.\n\nEleven towns have been placed on lockdown by Italian authorities after being linked to a cluster of cases: Bertonico, Casalpusterlengo, Castelgerundo, Castiglione d'Adda, Codogno, Fombio, Maleo, San Fiorano, Somaglia and Terranova dei Passerini - all in Lodi province in Lombardy - and Vo' Euganeo in Padova province, Veneto.\n\nRoad blocks have been put in place and anyone trying to enter or leave may face fines or imprisonment.\n\nIn Milan itself, authorities have placed a ban on public gatherings and tourist attractions including the Duomo and La Scala opera house have been closed.\n\nRestaurants and bars in the city have also been ordered to close after 6pm.\n\n(Image: Manchester Evening News)\n\n\"We travelled from Como to Milan on Monday night and decided against going into the city as we'd planned. Instead we just holed up in a hotel to catch up on the news, which was becoming pretty concerning,\" said the passenger.\n\n\"Tweets from locals were showing supermarket shelves emptied of food from panic-buying and we were beginning to worry that Milan itself might be placed under quarantine measures if things escalated further.\n\n\"I had a flight home booked on Tuesday and my husband had been due to stay in Italy until Friday with work, but once the events were called off we booked him a flight home on Tuesday too.\n\n\"Many of the flights were fully booked by that point so he had to take an earlier flight from a different airport.\n\n\"I had to pass through central Milan to get back to Bergamo on Tuesday and the city actually seemed fairly calm and orderly.\n\n\"Things were still open and there were still a few tourists about, but it was very quiet - our hotel said they had had 120 cancellations since the outbreak.\"\n\n(Image: AP)\n\nThe woman said there was no screening of outbound passengers passing through Bergamo airport on her journey home.\n\nMany staff and travellers were wearing masks in the terminal, and a pharmacy at the airport displayed a sign saying masks and hand sanitiser had sold out, she added.\n\n(Image: Manchester Evening News)\n\nPassengers on her Ryanair flight were not subject to any checks in Manchester either, she added.\n\n\"All I was asked at passport control was where I had been, which I thought might prompt more questions on the specific locations I had visited, but I wasn't asked anything further,\" she said.\n\n\"I wasn't asked if I had experienced any symptoms or had come into contact with anyone who had. Most people went straight through the e-gates and didn't speak to anyone.\n\n\"My husband said there were no checks on his earlier flight from Malpensa with easyJet either.\"\n\nThe couple did not visit any of the towns on lockdown and so, under government guidelines, only need to self-isolate if they develop flu-like symptoms.\n\n(Image: Getty Images)\n\nWhile neither have become unwell, both are working from home on the advice of their employers and are keeping contact with anyone else to a minimum.\n\n\"We think we'll be fine, but given the incubation period and the fact there have been a number of cases outside the quarantined areas, you just don't know whether you might have come into contact with it,\" said the woman.\n\n\"We've been asked to work from home for the time being, to be on the safe side. We're both in our thirties with no health conditions so we're not concerned really for ourselves if we did contract it, but we have to think about who we might pass it on to if we did.\"\n\nPassengers who show coronavirus symptoms during flights to the UK from countries on a risk list will now be assessed by medics at all UK airports.\n\nThis new Department of Health and Social Care protocol applies to passengers arriving on direct flights from China, Thailand, Japan, the Republic of Korea, Hong Kong, Taiwan, Singapore, Malaysia and Macau.\n\nOf those, only Singapore and Hong Kong have direct flights to Manchester and flights from China have been suspended.\n\nItaly is not yet on the list.\n\nA Department of Health and Social Care spokesperson said: \"We updated our travel advice on February 25 to advise that people returning from parts of Northern Italy (north of Pisa, Florence and Rimini) should self-isolate and call 111 if they develop symptoms - no action needs to be taken unless an individual develops symptoms.\n\n\"Certain areas in Northern Italy are on lockdown but there are no direct flights from these areas into the UK.\"\n\nPilots are being asked to report any passenger illness as soon as possible, ideally in good time to allow medical staff to respond if needed.\n\nIf the pilot does raise concerns about a passenger on board a flight from an affected country, a doctor based at Heathrow will assess the passenger remotely.\n\nIf deemed necessary, a medic will then be sent to the plane to assess the person and they will be taken for appropriate treatment - which could include a test for coronavirus.\n\nHealth Secretary Matt Hancock has said anyone returning from any areas of Italy quarantined by the government should self-isolate, regardless of whether or not they have symptoms.\n\nHe added that travellers returning from parts of northern Italy not on lockdown should self-isolate if they show flu-like symptoms.\n\nThe Department of Health and Social Care said posters about COVID-19 are already being displayed at all those UK airports that have flights from Italy. The department is in the process of translating all the materials into Italian.\n\nA spokesperson added: \"A bespoke poster for travellers from Italy is being rapidly developed to provide clarity to passengers. This will be available to all airports to use in the appropriate gates.\n\n\"There are already arrangements in place at all UK ports to manage anyone who is ill, with expert public health advice available and anyone concerned or with symptoms can call NHS111 for advice.\n\n\"We are working very closely with the Italian health authorities.\"\n\nA Manchester Airport spokesman said: “The safety and security of passengers and staff will always be our number one priority.\n\n\"Manchester Airport is following guidance from Public Health England and all flights scheduled are currently arriving and departing as planned, with no changes to staffing levels or procedures.\n\n\"Posters and leaflets are in place to give customers the latest public health guidance, including information about what they should do if they feel unwell on their return.\n\n\"We will continue to work with PHE to help determine what further steps would need to be taken, should circumstances change in the future.”"}}