{"GDELT": {"GlobalEventID": 909643254, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "NGOENV", "Actor1Name": "GREENPEACE", "Actor1Type1Code": "NGO", "Actor1Type2Code": "ENV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 35, "NumSources": 7, "NumArticles": 35, "AvgTone": -2.15827338129496, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Antarctica", "Actor1Geo_CountryCode": "AY", "Actor1Geo_ADM1Code": "AY", "Actor1Geo_Lat": -85.6221, "Actor1Geo_Long": 32.3438, "Actor1Geo_FeatureID": "AY", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Antarctica", "Action2Geo_CountryCode": "AY", "Action2Geo_ADM1Code": "AY", "Action2Geo_Lat": -85.6221, "Action2Geo_Long": 32.3438, "Action2Geo_FeatureID": "AY", "DATEADDED": 20200302144500, "SOURCEURL": "https://www.wiltsglosstandard.co.uk/news/national/18274252.greenpeace-targets-barclays-bank-branches-fossil-fuel-funding/"}, "ARTICLE": {"TITLE": "Greenpeace targets Barclays bank branches over fossil fuel funding", "TEXT": "Greenpeace has targeted Barclays high street branches across the country over the bank’s support for fossil fuels.\n\nThe environmental campaigners said they had shut down almost 100 branches from Portsmouth to Dundee early on Monday morning by disabling doors to prevent staff from entering.\n\nGreenpeace is demanding that Barclays stops its support for oil, gas and coal companies and channels funding into renewable energy instead to help tackle the climate crisis.\n\nBranches saw images of Barclays customers bearing slogans such as “stop funding fossil fuels” plastered on windows, and pop-up exhibitions showing climate-related disasters went up in Belfast, Cardiff, Edinburgh, London and Manchester.\n\nBarclays retail staff blocked from their banks across uk. Not caused by flooding this time ? #greenpeace #Barclays #cardiff pic.twitter.com/vZjCfUqRBJ — Andrew Morris (@amoggy) March 2, 2020\n\nOutside the Castle Place branch in Belfast, Richard George, head of oil for Greenpeace, told the PA news agency: “Barclays is the biggest funder for the fossil fuel industry for the whole of Europe and the UK.\n\n“We’re here to send a message that they need to move their money out of fossil fuels and start supporting real climate change solutions instead.”\n\nHe said the fight is not with customers, but with the bank, and that the environmental group was trying to minimise the inconvenience to the public who wanted to carry out their banking.\n\nMorten Thaysen, climate finance campaigner at Greenpeace UK, said: “Barclays must stop funding the climate emergency, that’s why we’ve taken action today.\n\n“From floods to bushfires and record heat in Antarctica, the impacts of this crisis are staring us in the face.”\n\nGreenpeace volunteers shut down Barclays branches in Newcastle (Tim Morozzo/Greenpeace/PA)\n\nHe added: “Banks are just as responsible for the climate emergency as the fossil fuel companies they fund, yet they’ve escaped scrutiny for years.\n\n“We’ve shut down branches across the country to shine a spotlight on Barclays’ role in bankrolling this emergency.\n\n“It’s time Barclays pulled the plug and backed away from funding fossil fuels for good.”\n\nA Barclays spokeswoman said: “We recognise that climate change is one of the greatest challenges facing the world today, and are determined to do all we can to support the transition to a low-carbon economy, while also ensuring that global energy needs continue to be met.\n\n“Greenpeace has a view on these issues to which they are completely entitled, but we would ask that, in expressing that view, they stop short of behaviour which targets our customers, and our colleagues, going about their lives in communities around the country.”"}}