{"GDELT": {"GlobalEventID": 909643378, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "PTY", "Actor1Name": "POLITICIAN", "Actor2Code": "CVL", "Actor2Name": "VOTER", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.700661736084076, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200302144500, "SOURCEURL": "https://www.caller.com/story/news/local/texas/2020/03/02/2020-election-latinos-focus-texas-voter-registration-efforts/4534723002/"}, "ARTICLE": {"TITLE": "Harnessing the power of Latino voters could reshape politics in Texas", "TEXT": "SAN ANTONIO — At 19, Joella Methola has taken on the responsibility of getting her family to the polls.\n\nIn 2016, she was 16 and unable to vote; her mother, Martha Alamo, hadn’t voted in decades. But a discussion about low Latino voter turnout in Methola’s government class drove her to persuade her mother to cast a ballot.\n\nAlamo didn’t like politicians. Methola told her: “Anything that you don’t like, you can vote to change that.”\n\nSince then, Alamo hasn’t missed an election.\n\nEven now, Methola, who is from El Paso, calls her relatives and reminds them about upcoming elections. “How are you going to get to the polls?” she asks them. “What time are you going to go?”\n\n“I think it’s like that in a lot of Latino communities,” Methola said. “If you just give them information and tell them the importance (of voting), they’ll go, but you do have to kind of steer them.”\n\nNow Methola is in her final year at St. Mary’s University in San Antonio, where she founded a chapter of Voto Latino, a national nonpartisan organization (co-founded by actress Rosario Dawson) that promotes civic participation among Latinos.\n\nThe group is among several in Texas that are ramping up grassroots efforts to get Latinos registered and voting this year.\n\nThrough the series \"Barriers to the Ballot Box,\" the Caller-Times and the USA TODAY Network in Texas are examining the impediments that people of color, youth and others in the Lone Star State face to fully participate in the election process. The coverage also offers possible solutions to improve access to the polls, expand voter registration efforts and make every Texan’s vote count.\n\nBARRIERS TO THE BALLOT:How Texas became 'ground zero' for gerrymandering, voter suppression\n\nU.S. census data shows Latinos experienced the greatest growth of any ethnic group in Texas between 2010 and 2018. That population climbed to about 11.4 million, an increase of almost 2 million since 2010. Latinos are on track to be the state’s largest population group as soon as 2022.\n\nAnd with those population gains comes political power. Pundits have said for years Latinos could decide the outcomes of elections if they would turn out in great numbers.\n\nYet Latino turnout fell below expectations in 2016: In Texas, less than 41% of Latinos eligible to vote cast ballots. It was an increase of less than 2 percentage points from 2012, census data showed, and it was lower than turnout in 2004.\n\nThe Latino voting bloc flexed its muscle in the March primary: By some estimates, Democratic presidential hopeful Bernie Sanders carried 45% of the Latino vote in Texas and 49% in California.\n\nFormer Vice President Joe Biden won most states on Super Tuesday. But Sanders’ chances, experts say, were perhaps saved by Latino-driven momentum in the two states that allot the most delegates.\n\nNonprofits and advocates have their eyes set on Texas this cycle. They see the Lone Star State as a place to invest.\n\n“We have about 11 states that we’re targeting to do some major voter registration outreach and campaigns, and Texas is No. 1 on the list,” Voto Latino spokesperson Danny Turkel said. “It’s going to play a major role in our work throughout the year.”\n\nBut what will it take to get results?\n\nWhat are organizations' strategies?\n\nIn Texas, efforts to get out the Latino vote are inevitably intertwined with reaching young potential voters: About half of Texans under 18 in 2018 were Latino, according to data from the Texas Demographic Center, and Latinos made up 45% of people ages 18-24.\n\nThat translates into bolstered efforts on college campuses and in high schools. To register, citizens must be at least 17 years and 10 months old and 18 on Election Day.\n\nIt’s one of the approaches of Voto Latino, which says it registered 15% of all new voters in Texas in 2018. The goal for 2020, Turkel said, is to register one million Latino voters nationally before Election Day.\n\nVoto Latino has been pushing voter registration efforts on college campuses, in part via chapters like the one at St. Mary’s. It has also held town hall meetings to promote census participation, and those double as voter registration drives.\n\nAt St. Mary’s University — a private college of about 2,300 students, more than half of whom are Latino — the Voto Latino chapter registered 150 people between late January and mid-February, Methola said. She visited a civic engagement class on campus, one of the university’s required classes, to talk to students about voting. She also visited a Latino-majority high school in San Antonio.\n\nDuring early voting, Methola planned to set up a table on campus and inform passersby about the primaries and how they work. Come Election Day, the student chapter would walk students to a nearby polling place every one to two hours and provide snacks.\n\nBARRIERS TO THE BALLOT:Countywide voting system for 2020 Texas elections could increase access to polls\n\n“Nobody wants to go by themselves, so this way everyone can feel safe and is more likely to come out or try to find time” to vote, Methola said.\n\nAnother election-focused organization is the Southwest Voter Registration Education Project, based in San Antonio. It has registered 2.7 million Latinos nationally since it was founded in 1974. Lydia Camarillo, the project’s president, did not have a state-by-state breakdown of that total, but she said Texas accounts for “a good portion” of that number.\n\nFrom September to early November, SVREP will focus on getting out the vote through block walking, phone banking, email blasts and social media posts. And voter registration efforts for the general election will pick up in June.\n\nThe project has a two-pronged approach to registering voters. One is visiting Latino-majority high schools, two-year colleges and four-year universities. This year, the organization is reaching out to 500 high schools in various Texas cities, Camarillo said.\n\nThe other part of SVREP’s voter registration effort consists of “community-based projects.” The organization identifies communities around the state and creates steering committees, which include local leaders and are mostly composed of Latinos. Southwest also hires two staff members in each area, and the groups set up at stores, gas stations, theaters, laundromats, churches, special events — “wherever we can find Latinos,” Camarillo said.\n\nGoing into Latino communities\n\nThe sounds outside San Jacinto College in Pasadena, southeast of Houston, were hard to miss: bellowing trumpets, a strumming bass guitar, swooping violins, voices rising in harmony to sing “Camino de Guanajuato” and other ranchera classics.\n\nThe mariachis, sporting black and white charro outfits, serenaded young Latinos filing into Movimiento 2020, a political candidate forum hosted by Jolt Action in February.\n\nThe nonprofit, founded shortly after President Donald Trump’s election in 2016, aims to boost Texas Latinos’ political involvement. In 2018, Jolt helped increase youth voter turnout by 500% and Latino turnout by 250% during early voting, said Antonio Arellano, interim executive director of Jolt.\n\nREAD:Latino voters turn out for Jolt Action 2020 candidate forum\n\nAbout 870 people attended Movimiento 2020, which Arellano said was the first youth-led, Latino-focused candidate forum in Texas. The forum featured state-level, congressional and presidential candidates or their surrogates (of the presidential candidates, only Vermont Sen. Bernie Sanders and hedge fund billionaire Tom Steyer spoke live; both called in via video conference).\n\nAs the forum came to a close, the crowd chanted: “We are brown, black and voting! And we won’t back down!”\n\n“People that tell us that Latinos don’t vote just haven’t been actively seeking and recruiting their vote,” Arellano said. “When you go into these communities and actually let them know that they are powerful … they start to recognize that they have an opportunity to begin to reshape Texas politics.”\n\nThat was part of the reason the forum was held in Pasadena — the city is more than two-thirds Latino, and it sits in the toxic fumes of petrochemical plants and oil refineries, Arellano said.\n\nDown in Laredo, more than 95% of residents are Latino, according to census data. That’s where Victoria Sandoval is a field organizer for MOVE Texas, a nonprofit that’s mostly dedicated to getting young people civically engaged. In 2019, the Laredo office registered almost 3,700 people to vote, Sandoval said.\n\nSandoval’s work includes registering voters aged 18 to 24 and coordinating hip and civically minded events like Youth Power Happy Hours. But at the other end of the Laredo office’s target demographic is the bloc of 50-and-older Latinos. And beyond the city, there are multigenerational families living in colonias, unincorporated communities with no access to services like running water.\n\nWhen Sandoval talks to Latinos about elections, she said, they often need reminding that voting is for everyone who’s eligible — not just college graduates or bigwigs in suits.\n\nAs a person of color, you have power to decide how things will go, she tells them.\n\n“These people traditionally have been disenfranchised by this system, and they don’t want to participate,” she said. “So it’s someone who looks like them talking to them about the things that matter to them (that has) been most effective. That face-to-face contact has been what makes the difference.”\n\nWhy there's been a cultural shift\n\nThere’s a need to innovate the civic engagement process, said Arellano, of Jolt.\n\nBlock walking and phone banking, the bread and butter of civic engagement, “historically have not yielded the results needed to really activate this constituency,” Arellano said. In addition to Latino growth in Texas, Jolt has found that Latina women vote at higher rates than Latino men and non-Latina women.\n\nEnter Poder Quince, an initiative that Jolt launched in 2019.\n\nGirls who are hosting quinceañeras in Austin, Dallas and Houston can apply for the program. If they’re selected, Jolt provides a free photo booth for their party (as well as Snapchat filters), which helps draw attention to a voter registration table. During her thank-you speech, the birthday girl pledges to vote when she’s of age and calls on her guests to register to vote.\n\nThe idea is to reach Latinos where they are, particularly the aunts, uncles and grandparents who have shied away from politics, Arellano said.\n\nGirls who have participated in Poder Quince can then transition into a program called Quinces por la Causa. They bring voter registration drives to their high schools with Jolt’s help, volunteer at the organization’s offices and appear at political events as Jolt representatives (often wearing their quinceañera gowns).\n\nREAD:Hispanic vote share rises in Texas during 2018 midterm elections\n\nMary Ann Brown is the president of a Latina empowerment group in Houston called Latinas Rising. She was in the midst of planning her daughter Kimberly’s quinceañera last year when she heard about Poder Quince. She urged her daughter to apply.\n\nKimberly’s quince was held in November. Jolt is not releasing Poder Quince voter registration numbers until May, but a staffer said Kimberly’s quince — which had more than 700 guests — generated the most voter pledge cards.\n\n“When I heard about Poder Quince, I thought it was brilliant because in what other occasion within the Latino community, besides a wedding, can you get so many people in one room?” Brown said.\n\n“You have a mass amount of people there and they’re all willing to make the quinceañera happy, so if the quinceañera tells them, ‘Hey, as a gift to me, I want you to register to vote because it’s important for me to know that your voice is getting heard,’” that makes all the difference, Brown added.\n\nJolt set a goal of attending 500 quinceañeras in 2020; about 60 quinceañeras were scheduled between mid-February and November, Arellano said.\n\nThat’s far below the goal, but Arellano said Poder Quince is more than a voter registration campaign; it’s a culture shift.\n\n“I totally recognize that it’s going to take a multipronged, multiyear approach to truly reap the results we want to see in the state, and Poder Quince is the beginning process of that,” Arellano said. “The way to reach Latinos is to infuse politics with culture so that they can see themselves reflected in the process and as a result become engaged.”\n\nThis story has been supported by the Solutions Journalism Network, a nonprofit organization dedicated to rigorous and compelling reporting about responses to social problems."}}