{"GDELT": {"GlobalEventID": 909642702, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "GHA", "Actor2Name": "GHANA", "Actor2CountryCode": "GHA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 6.9277108433735, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Ashanti Region, Ashanti, Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH02", "Actor1Geo_ADM2Code": "16576", "Actor1Geo_Lat": 6.75, "Actor1Geo_Long": -1.5, "Actor1Geo_FeatureID": "-2069926", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Ashanti Region, Ashanti, Ghana", "Actor2Geo_CountryCode": "GH", "Actor2Geo_ADM1Code": "GH02", "Actor2Geo_ADM2Code": "16576", "Actor2Geo_Lat": 6.75, "Actor2Geo_Long": -1.5, "Actor2Geo_FeatureID": "-2069926", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Ashanti Region, Ashanti, Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH02", "Action2Geo_ADM2Code": "16576", "Action2Geo_Lat": 6.75, "Action2Geo_Long": -1.5, "Action2Geo_FeatureID": "-2069926", "DATEADDED": 20200302144500, "SOURCEURL": "https://www.ghanaweb.com/GhanaHomePage/politics/NPP-staunch-queens-launched-883171"}, "ARTICLE": {"TITLE": "NPP staunch queens launched", "TEXT": "Politics of Monday, 2 March 2020\n\nSource: Class FM\n\nNPP staunch queens launched\n\nStaunch Queens, a female volunteer group of the governing New Patriotic Party (NPP), was launched on Saturday, 29 February 2020 at Kumasi in the Ashanti Region to aid the party win the December general elections.\n\n\n\nThe group, which was formed a year ago, also marked its first anniversary as part of the launch.\n\n\n\nThe National President, Priscilla Akua Akonnor, said the Staunch Queens has trained many ladies in various trades since its establishment on 1 February 2019.\n\n\n\n“Over the past one year, we have impacted lives by training both men and women in skills training and putting them to work,” she said.\n\n\n\nThis, according to Ms Akonnor, has improved the livelihoods of some Ghanaians who had no formal education, adding, “We shall do more for Nana Akufo-Addo and do more this year.”\n\n\n\nFor his part, the President of Patriotic Gents, another NPP group, Godwin Adae-Mensah, in a solidarity message, urged the feminist group not to compete with other volunteer groups such as NPP Loyal Ladies.\n\n\n\nMr Adae-Mensah told Class News’ Maxwell Attah on the sidelines that the only competitor they have is in mind is main opposition National Democratic Congress (NDC) and, so, efforts should be channelled toward making the NDC irrelevant and unattractive to the Ghanaian voter.\n\n\n\n“And the only way to do this, is by tightening our communication belt so as to be able to effectively communicate the good works and achievements of our dear government in power,” he said.\n\n\n\nHe urged other NPP volunteer groups to work assiduously toward not only wining election 2020 but to break the eight-year cycle rule that has become widely accepted by the Ghanaian voter.\n\n\n\n“We say well done to our ladies, Staunch Queens, for a journey well-travelled and effort worth the energies. Continue with your good works and we will support you any day we can and celebrate with you”, Mr Adae-Mensah Stated.\n\nSend your news stories to and via WhatsApp on +233 55 2699 625."}}