{"GDELT": {"GlobalEventID": 909642447, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "EGY", "Actor1Name": "EGYPT", "Actor1CountryCode": "EGY", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.03488372093023, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Alexandria, Al Iskandariyah, Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG06", "Actor1Geo_ADM2Code": "61590", "Actor1Geo_Lat": 31.1981, "Actor1Geo_Long": 29.9192, "Actor1Geo_FeatureID": "-290263", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Mississippi, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMS", "Actor2Geo_Lat": 32.7673, "Actor2Geo_Long": -89.6812, "Actor2Geo_FeatureID": "MS", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Mississippi, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMS", "Action2Geo_Lat": 32.7673, "Action2Geo_Long": -89.6812, "Action2Geo_FeatureID": "MS", "DATEADDED": 20200302144500, "SOURCEURL": "https://www.prnewswire.com/news-releases/mississippi-governors-chief-of-staff-returns-to-hawthorn-group-301014420.html"}, "ARTICLE": {"TITLE": "Mississippi Governor's Chief of Staff Returns to Hawthorn Group", "TEXT": "ALEXANDRIA, Va., March 2, 2020 /PRNewswire/ -- With the departure of Governor Phil Bryant from the state capitol in Jackson, Mississippi, his Chief of Staff, Scott McClintock, is returning to The Hawthorn Group, an international public affairs firm in Alexandria, Virginia, for whom McClintock did field organization in 2016.\n\nMcClintock returns to Hawthorn as a Senior Vice President, coordinating Hawthorn's operations through the southeast, a region that has long been key to the company. He will be based in Birmingham, Alabama, although his first assignment will be for the Republican National Convention in Charlotte, North Carolina, where he will work in external affairs.\n\nThe announcement was made by Hawthorn President Suzanne Hammelman, who said, \"We are proud to have Scott back on board. His extensive political experience at the state and national levels will complement our efforts across the country. Hawthorn has managed major corporate issue advocacy campaigns and projects in 33 states over the last few years and continuing to get the best and most experienced talent on board is essential to our ability to solve problems and produce winning outcomes for our clients.\"\n\nPrior to joining Hawthorn in 2016, McClintock served on the staff of Governor Bryant as well as a staff member for the 2016 Republican National Convention in Cleveland. After his first Hawthorn tour, he served in legislative affairs for the presidential transition team and then at the U.S. Department of State. In 2018, the Washington & Lee graduate rejoined Governor Bryant's staff, first, as his Policy Director and, then, as Chief of Staff.\n\nAbout The Hawthorn Group\n\nThe Hawthorn Group is an international public affairs firm of senior corporate and political communications experts specializing in building grassroots and GrassTops support for issues to achieve public policy objectives. Hawthorn builds campaigns that engage and recruit both grassroots and opinion leader support on issues of broad public concern including energy and tax policy, infrastructure programs, business development and resource planning.\n\nFor additional information contact:\n\nSuzanne Hammelman\n\nThe Hawthorn Group, L.C.\n\n703.299.4499\n\n[email protected]\n\nSOURCE The Hawthorn Group, L.C."}}