{"GDELT": {"GlobalEventID": 909642879, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "INDGOV", "Actor1Name": "DELHI", "Actor1CountryCode": "IND", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.16666666666667, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200302144500, "SOURCEURL": "https://www.business-standard.com/article/news-ani/delhi-hc-seeks-status-report-on-medical-treatment-rehabilitation-of-victims-from-police-120030201175_1.html"}, "ARTICLE": {"TITLE": "Delhi HC seeks status report on medical treatment, rehabilitation of victims from Police", "TEXT": "A Delhi High Court on Monday asked the police to file a status report nr the steps taken for providing medical treatment and rehabilitation of the people affected in the violence that erupted in northeast Delhi last week.\n\nA bench of Chief Justice DN Patel and Justice C Hari Shankar directed Delhi Police to submit a report and listed the matter for further hearing on April 30.\n\nAdvocate Rahul Mehra, the standing counsel of Delhi government, informed the court about the rumours related to riots spread on Sunday evening and said that the police has done a good job in handling such kinds of rumours.\n\nThe court was hearing a plea filed by Rahul Roy seeking safe passage of ambulances for the injured and other medical assistance to people affected in the recent violence.\n\nIn this matter, the court had earlier conducted a midnight hearing last week and directed Delhi Police to ensure the safe passage of the injured victims by deploying all resources, as well as to make sure they receive immediate emergency treatment.\n\nThis comes in the aftermath of the violence that erupted in north-east Delhi last week, in which at least 47 people died and around 200 sustained injuries.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}