{"GDELT": {"GlobalEventID": 909641816, "Day": 20200224, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.1479, "Actor1Code": "ZAFGOVBUS", "Actor1Name": "TITO MBOWENI", "Actor1CountryCode": "ZAF", "Actor1Type1Code": "GOV", "Actor1Type2Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.66225165562913, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200302144500, "SOURCEURL": "http://www.capetalk.co.za/articles/376551/workers-are-doing-double-work-they-earn-peanuts-struggle-to-make-ends-meet"}, "ARTICLE": {"TITLE": "'Workers are doing double work. They earn peanuts, struggle to make ends meet'", "TEXT": "\n\n\n\nWhat’s the point of Cosatu still being part of the ANC alliance if they’re going to be complaining every year that they don’t listen… Right now, the ANC government is trying to renege on this deal… And Cosatu still says it’s part of the alliance… E-tolls are still there, so what’s the point of the alliance? Clement Manyathela, presenter - Midday Report\n\nPresident Cyril Ramaphosa met with representatives from the Congress of South African Trade Unions (Cosatu) on Monday.\n\nLast week, Finance Minister Tito Mboweni tabled a budget that proposes to cut Government’s gargantuan wage bill by R160 billion over the next three years.\n\nCivil servant salaries have skyrocketed by 40% - in real terms – over the past 12 years with no increase in productivity, admits Treasury.\n\nPresident Cyril Ramaphosa at a Cosatu rally. Picture: @MYANC/Twitter.\n\nClement Manyathela interviewed Cosatu Secretary-General Bheki Ntshalintshali.\n\nWage issues can’t be negotiated at Nedlac… So, we did not discuss… The decision by the Minister to opt out of an existing agreement – that agreement must be honoured! We’re not going to discuss it again… Bheki Ntshalintshali, Secretary-General - Cosatu\n\nIt’s a bad approach! You can’t enter into an agreement and lie to unions… on the eve of implementation, you get another Minister of Finance saying we want to recover R162 billion… There’s nothing to discuss… Bheki Ntshalintshali, Secretary-General - Cosatu\n\n130 000 vacancies haven’t been filled. Workers are doing double work… Those people are earning peanuts and finding it difficult to make ends meet. Unless anybody is suggesting that they must commit suicide. Bheki Ntshalintshali, Secretary-General - Cosatu\n\nListen to the interview in the audio below."}}