{"GDELT": {"GlobalEventID": 909643557, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "IMGMOSALQ", "Actor2Name": "AL QAIDA", "Actor2KnownGroupCode": "ALQ", "Actor2Religion1Code": "MOS", "Actor2Type1Code": "IMG", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.420560747663551, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU", "Actor1Geo_Lat": 39.059012, "Actor1Geo_Long": 34.911546, "Actor1Geo_FeatureID": "TU", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU", "Action2Geo_Lat": 39.059012, "Action2Geo_Long": 34.911546, "Action2Geo_FeatureID": "TU", "DATEADDED": 20200302144500, "SOURCEURL": "https://theprint.in/world/100-pakistan-mercenaries-in-syria-to-fight-on-behalf-of-turkey-says-us-journalist/374199/"}, "ARTICLE": {"TITLE": "100 Pakistan mercenaries in Syria to fight on behalf of Turkey, says US journalist", "TEXT": "Text Size: A- A+\n\nNew Delhi: A batch of 100 Pakistani mercenaries has landed in war-torn Syria to fight alongside the Turkey-backed Free Syrian Army (FSA), with more expected to come in the near future, ThePrint has learnt.\n\nSources in the Indian defence establishment said they were trying to find out more about the development.\n\nThe fact that Pakistani mercenaries have landed in Syria has been revealed by Lindsey Snell, an American journalist who has covered the nine-year-long-and-counting Syrian war.\n\nSnell, who has reportedly been abducted by an al-Qaida affiliate and even jailed by Turkey, told ThePrint that the information was given to her by a “source in the FSA”.\n\nAccording to her source, she said, a total of 1,400 Pakistani mercenaries are to join the Turkish-backed group, which is one of the many non-government militias involved in the Syrian civil war.\n\nSnell, however, added that the information had not been independently verified.\n\nAlso Read: Jihadi groups in balkanised Syria have found the perfect place to train for global attacks\n\nNot the first time\n\nThe Syrian civil war started in 2011 over concerns such as employment, corruption and democracy but has since transformed into a chaotic conflict involving multiple entities and nations. It is estimated to have killed over 3.6 lakh people until December 2018.\n\nThe FSA is one of multiple opposition forces involved in the war, each of them driven by different agendas. Different groups involved in the war are backed by different countries, with Turkish support for the FSA primarily aimed at keeping a Kurdish militia in check in light of a decades-long insurgency at home.\n\nIf Pakistan mercenaries have indeed entered Syria, it will not be the first time they play a role in the West Asian nation. In the past, several have fought under the Hezbollah flag, backed by Iran.\n\n“There is a Zainebiyoun militia of Pakistani Shias deployed by Iran in Syria. We are looking into this new development involving Turkey and Pakistan,” a source in the security establishment said.\n\nSources added that the use of mercenaries in support of Turkey could not have occurred without the blessings of the Pakistani deep state — the ISI. It remains unclear whether the mercenaries in question are drawn from terror groups backed by the ISI or former servicemen.\n\nThere are several organisations that recruit former and current Pakistani soldiers as well as civilians to work in security-related jobs in West Asia, where they play a role similar to personnel of the US’ controversial Blackwater private security firm, the Washington-based think-tank Middle East Media Research Institute had said in 2011 while talking about Pakistan’s mercenary business.\n\nPakistan also formally sent its troops to ally Saudi Arabia, which backs some opposition fighters in Syria (rival Iran supports the Bashar al-Assad administration) on a “training and advice mission” in 2018.\n\nFormer Pakistan Army chief General Raheel Sharif (Retd) commands the Saudi-led Islamic military alliance to fight terrorism.\n\nAlso Read: Syria exiled several archaeologists, I am one of them & this is what war is costing us\n\nSubscribe to our channels on YouTube & Telegram\n\nWhy news media is in crisis & How you can fix it You are reading this because you value good, intelligent and objective journalism. We thank you for your time and your trust. You also know that the news media is facing an unprecedented crisis. It is likely that you are also hearing of the brutal layoffs and pay-cuts hitting the industry. There are many reasons why the media’s economics is broken. But a big one is that good people are not yet paying enough for good journalism. We have a newsroom filled with talented young reporters. We also have the country’s most robust editing and fact-checking team, finest news photographers and video professionals. We are building India’s most ambitious and energetic news platform. And have just turned three. At ThePrint, we invest in quality journalists. We pay them fairly. As you may have noticed, we do not flinch from spending whatever it takes to make sure our reporters reach where the story is. This comes with a sizable cost. For us to continue bringing quality journalism, we need readers like you to pay for it. If you think we deserve your support, do join us in this endeavour to strengthen fair, free, courageous and questioning journalism. Please click on the link below. Your support will define ThePrint’s future. Support Our Journalism\n\nShow Full Article"}}