{"GDELT": {"GlobalEventID": 909643676, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "USA", "Actor1Name": "BOSTON", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.65682137834036, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Old Saybrook, Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_ADM2Code": "CT007", "Actor1Geo_Lat": 41.2918, "Actor1Geo_Long": -72.3762, "Actor1Geo_FeatureID": "209498", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Old Saybrook, Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.2918, "Action2Geo_Long": -72.3762, "Action2Geo_FeatureID": "209498", "DATEADDED": 20200302144500, "SOURCEURL": "https://www.nhregister.com/news/article/In-its-new-home-Old-Saybrook-shop-offers-15098040.php"}, "ARTICLE": {"TITLE": "In its new home, Old Saybrook shop offers eclectic selection", "TEXT": "In its new home, Old Saybrook shop offers eclectic selection\n\nAbove, Akil Tanriguden loves Asian history and culture that is inclined to keep very strong traditions alive. His antique shop is organized into the following categories: Shoreline-American; Morrocan-Turkish-Anatolian, Asian, European-Italian, and African with much room made for traditional artwork. less Above, Akil Tanriguden loves Asian history and culture that is inclined to keep very strong traditions alive. His antique shop is organized into the following categories: Shoreline-American; ... more Photo: Peter Hvizdak / Hearst Connecticut Media Photo: Peter Hvizdak / Hearst Connecticut Media Image 1 of / 12 Caption Close In its new home, Old Saybrook shop offers eclectic selection 1 / 12 Back to Gallery\n\nOLD SAYBROOK — A walk through Akil Tanriguden’s Re-Unique Art and Antique Center gives shoppers a quick idea of where he has traveled in the world.\n\nAt the new Boston Post Road location, the store is a trove of found objects that Tanriguden has collected over years of globetrotting for work and pleasure.\n\nOriginally from Istanbul, Turkey, Tanriguden moved to the United States with his wife, Cindy Usluca, seven ago after retiring from their careers in business and law. However, it wasn’t long after their move when Usluca was offered a job as a paralegal, and she turned to her husband and asked, “What about you? I want you to do something!”\n\nIn that moment, Tanriguden decided that it was the right time to share his one-of-a-kind collection of unusual finds from all corners of the globe.\n\n“Everything was in storage that I had collected over the years. Lots of bits and pieces wherever I traveled...Europe, the Far East,” he said. Tanriguden opened his shop three years ago, and just recently moved it to its current space.\n\nThe layout of Re-Unique is sort of like a map of the world, with Italy being the first stop. Tanriguden pointed to a bell topped by a decorative angel with outspread wings hanging on the wall.\n\n“This is the oldest piece I have, dated 1740. I found it in Rome at a Vatican shop. It was from an orphan school with the Latin inscription, ‘If you touch me, you can hear me.’”\n\nOrnate mirrors and paintings from Florence, brightly colored Capodimonte (Italian porcelain) figures, and an 1800s hand-carved horse tricycle are part of the eclectic mix to browse.\n\nThere are painted wood chests, silk screens with vivid Far Eastern motifs and sculpted sea animals, bronze elephants from India, and gold and red Chinese Foo dog statues.\n\nTanriguden also carries treasures from his home country of Turkey.\n\n“The cushions on these couches are typical of Turkish design from Anatolia. They are handmade embroidered rug cushions and bamboo on the inside so the shape of the couch does not change,” he said. “It’s a very old style from the mid-18th century that is still seen today in villages.”\n\nThe back of the shop is reserved as an art gallery, currently featuring works by East Haddam/Key West resident Ineke Dorjee deRaad and one time Old Lyme resident Mary Connors, whose paintings depict idyllic scenes of the town.\n\nShowcasing all of Tanriguden’s finds is his wife’s job; she said she enjoys her role in designing the space and displays.\n\n“I absolutely love decorating the store. I created four separate and distinct design flavors: the Shoreline, the Asian/Far Eastern, the European Classic and the Moroccan.”\n\nShe said she also delights in meeting people who come in the store.\n\n“It has been fun meeting people from all over the country leading to delightful conversations,” she said. “The best is having them come back to visit our store again and becoming friends.”\n\nWith such a diverse mix of inventory, Tanriguden said that he is always looking for new pieces through his personal contacts, auctions and large exhibitions.\n\n“An item has to be really unique and eclectic. When I see something I love, I buy it.” In addition to searching for one-of-a-kind objects for the shop, he will track down a special piece for a customer.\n\nFor Tanriguden, traveling the world and bringing a piece of each locale home is a labor of love.\n\n“Old objects always have a story, always something behind them. I investigate and learn. I love that.”\n\nRe-Unique Art and Antique Center is located at 891 Boston Post Road, Old Saybrook."}}