{"GDELT": {"GlobalEventID": 909643458, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "RWA", "Actor1Name": "RWANDA", "Actor1CountryCode": "RWA", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.8390804597701103, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kigali, (RW09), Rwanda", "Actor1Geo_CountryCode": "RW", "Actor1Geo_ADM1Code": "RW09", "Actor1Geo_ADM2Code": "21996", "Actor1Geo_Lat": -1.9536099999999998, "Actor1Geo_Long": 30.0606, "Actor1Geo_FeatureID": "-2181358", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kigali, (RW09), Rwanda", "Action2Geo_CountryCode": "RW", "Action2Geo_ADM1Code": "RW09", "Action2Geo_ADM2Code": "21996", "Action2Geo_Lat": -1.9536099999999998, "Action2Geo_Long": 30.0606, "Action2Geo_FeatureID": "-2181358", "DATEADDED": 20200302144500, "SOURCEURL": "https://www.theafricareport.com/24057/rwanda-and-the-drc-get-closer-despite-lingering-tensions/"}, "ARTICLE": {"TITLE": "Rwanda and the DRC get closer despite lingering tensions", "TEXT": "neighbourly detente\n\nKigali and Kinshasa, at odds for a long time, have started a diplomatic and security rapprochement that not everyone in the region welcomes.\n\nA photo, taken on 8 December 2019, was enough to unleash the critics. In the photo, taken during the Kusi Ideas Festival in Kigali, Félix Tshisekedi, all smiles, is hand-in-hand with his host of the day, his Rwandan counterpart, Paul Kagame. The reaction on social networks was instant and angry.\n\nSeth Kikuni, the youngest of the candidates for the Congolese presidential election in December 2018, said he was “indignant, disgusted” and believed “that we must at least think about the families of victims who have fallen in the east of the country since 1996”.\n\nThe view was quickly shared by many others. Kasongo Mwena Yamba Y’amba, the spokesman for the Congolese presidency, was forced to intervene to contain the swelling controversy.\n\nThe Kigali photo\n\nThe controversy died down, but “the picture of Kigali” remains symptomatic of a certain unease.\n\nThe unexpected diplomatic rapprochement, launched more than a year ago by Kigali and Kinshasa, seemed to provoke many tensions in the DR Congo, where no one has forgotten the tumultuous history linking the two countries for the last 25 years.\n\nNot surprisingly, the term “balkanisation”, in vogue at the end of the 1990s and the beginning of the 2000s, when rebels supported by Uganda and Rwanda were working on Congolese territory, resurfaced in the comments of many political and religious actors.\n\nPaul Kagame on tensions within the EAC\n\nBehind this is the idea that neighbouring states are plotting, with the help of certain communities present on the national territory, to annex the eastern provinces, where insurgent armed groups are active.\n\nDaily newsletter: join our 100 000 subscribers! Each day, get the essential: 5 things you need to know Sign up Also receive offers from The Africa Report Also receive offers from The Africa Report's partners SUCCESS ERROR\n\nIn early January, Cardinal Fridolin Ambongo told the leaders of neighbouring countries “to stop dumping their populations in Congo”.\n\nThe issue had surfaced in December, when Adolphe Muzito, the coordinator of the opposition Lamuka platform, stated that “war in Rwanda is necessary to restore peace in the region”.\n\nDespite the inflammable context, Kinshasa and Kigali stand by their actions. “The past is used for political ends, but the relationship between our two countries is as solid as it is dynamic,” said Nicolas Kazadi, ambassador-at-large and advisor to Tshisekedi.\n\nThe article continues below Free download Get your free PDF: The 100 most influential Africans, 2019 edition Trailblazers, leaders and titans Complete the form for your free download of The Africa Report’s 2019 list of the 100 most influential Africans. Get your free PDF by completing the following form. Email Address * Full Name * Country * Industry * Position * Get information from Jeune Afrique Media Group: subscription deals, special offers… By downloading this PDF you agree to subscribe to The Africa Report Daily newsletter SUCCESS ERROR\n\n“It is a diversion of the opposition and members of the Church who are dissatisfied with the rapprochement and the military operations underway,” added Olivier Nduhungirehe, Secretary of State at the Rwandan Ministry of Foreign Affairs.\n\nBut according to a diplomatic source in Kinshasa, these tensions are mainly fuelled by “the persistent vagueness about the motivations and the scope of the reconciliation”.\n\nThe contestation of the AU\n\nThe Rwanda-Congolese rebuilding process has come a long way, but to understand its beginnings, we must go back to the evening of 18 January 18, 2019.\n\nThe sun was already hidden by the hills of Kigali when an official convoy, sirens screaming, rushed towards the ultra-secure Urugwiro complex that houses the presidency. Aboard the gleaming SUVs, was a Congolese delegation, including Kalev Mutond, then head of the DRC’s National Intelligence Agency (ANR).\n\nREAD MORE: Kalev Mutond, ex-spy chief, hits back after arrest\n\nThe situation was tense. The day before, Paul Kagame, as chair of the AU for a few more days, had unexpectedly challenged the results of the Congolese presidential election, which gave Tshisekedi victory. He called for a suspension of the announcement of the results and ordered a mission to travel to Kinshasa — to be led by the Rwandan head of state.\n\nJoseph Kabila, who viewed this as a “betrayal” orchestrated by Kigali, sent his emissaries to his neighbour’s house.\n\nThe rest is well known. Twenty-four hours later, the Congolese Constitutional Court validated the results of the vote — Félix Tshisekedi was elected — and the AU registered a diplomatic triumph.\n\nHowever, Paul Kagame, persona non grata in DR Congo, took advantage of this visit to lay the foundations for a future rapprochement with the envoys from Kinshasa.\n\nOnly a few hours after this meeting, two leaders of the Democratic Forces for the Liberation of Rwanda (FDLR) were discreetly taken to Kigali, one month after their arrest in the DRC. A transfer that will make it possible to begin the resumption, then hardly imaginable, of relations between the two countries.\n\nPositive tête-à-tête\n\nThree weeks after the AU coup, the two heads of state met for the first time at the summit of the pan-African organisation in Addis Ababa. Those in attendance, judged the tête-à-tête positive, with the Rwandans insisting on “the concordance of agendas in terms of economic cooperation and especially security”.\n\n“Once the election was validated, Kigali quickly understood that the coming to power of Felix Tshisekedi offered a real diplomatic opportunity at a time when its relations with Uganda and Burundi were deteriorating considerably,” said a UN source in the region.\n\nFrom then on, the two neighbours shifted up a gear.\n\nThanks to the facilitation of the Kenyan and Angolan chancelleries and with the help of Vital Kamerhe, his chief of staff, Tshisekedi, commented on the rapprochement during the Africa CEO Forum on 26 March 2019 in Kigali.\n\nTwo months later, in Kinshasa, at the funeral of Etienne Tshisekedi, Paul Kagame was in turn applauded by the crowd in the Martyrs’ stadium. The page of the January imbroglio seemed to have been definitively turned.\n\nBeyond the diplomatic aspect, it was security cooperation that interested the two leaders.\n\nThis collaboration re-launched at the end of Joseph Kabila’s mandate after visits to Kigali by Kalev Mutond and Delphin Kahimbi, chief of Congolese military intelligence, now took on a completely different scale under Tshisekedi, who has made peace in the east one of his main objectives.\n\nExchanges of intelligence\n\nOn 10 May 2019, the Rwandan Chief of Staff Patrick Nyamvumba travelled to Kinshasa. The commander of the military forces (who has since become Minister of Internal Security) spoke of the importance for the two neighbours of “securing each other and improving cooperation between their armies”.\n\nAlthough little was said at the time, the visit marked a new stage. “Since then, there has been a mechanism called the Joint Intelligence Team [ECR] which brings together civilian and military data collected by the two countries to provide them to units of the Armed Forces of the DR Congo [FARDC], which specialise in operations against rebel groups,” explained a senior Congolese officer.\n\nTwo of the main leaders of hostile armed groups in Kigali, were killed in FARDC raids, with the help of Rwandan intelligence: Sylvestre Mudacumura in September 2019, Juvénal Musabimana, alias Jean-Michel Africa, in November.\n\nThe incidents raised questions from many observers about the real extent of collaboration between Kinshasa and Kigali. For its part, the Rwandan army denied rumours it was intervening on the ground alongside Congolese forces. Tshisekedi, meanwhile insists: it is only a matter of exchanging information.\n\n“Even if the Rwandan army were to work with the FARDC on the ground to eliminate groups that threaten the security of Rwanda and the people of the East, I don’t see how that could be a problem,” said a Rwandan official.\n\nFor its part, Kigali has been promoting contacts between the Congolese government and the M23. “A roadmap was signed by the two parties in October 2019 for the repatriation of the latter, but its implementation is lagging behind,” according to a source within the National Monitoring Mechanism of the Addis Ababa Framework Agreement.\n\nAnother stumbling block in this new dynamic is the failure of the regional coalition project, which Tshisekedi insisted on.\n\nREAD MORE How Kagame and Museveni became the best of frenemies\n\nAmbitious on paper, the idea of uniting the Rwandan and Congolese armies, as well as the Ugandan, Burundian, and Tanzanian armies, in an integrated headquarters to combat the armed groups of the East, was abandoned in favour of a mechanism for dialogue between intelligence services.\n\nSome claim the Southern African Development Community (SADC) vetoed it.\n\nOn the other hand, Kampala, concerned about increased cooperation between Kinshasa and Kigali, is reported to have been reluctant to see Rwandan troops in the DR Congo.\n\n“They were afraid of being the big losers in this coalition,” said one diplomat. Proof that the Kigali-Kinshasa axis exists raises as many hopes as it does fears in the region."}}