{"GDELT": {"GlobalEventID": 909642725, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "GOV", "Actor1Name": "MINISTRY", "Actor1Type1Code": "GOV", "Actor2Code": "NGA", "Actor2Name": "LAGOS", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.55696202531646, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI05", "Actor1Geo_ADM2Code": "191416", "Actor1Geo_Lat": 6.45306, "Actor1Geo_Long": 3.39583, "Actor1Geo_FeatureID": "-2017355", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200302144500, "SOURCEURL": "https://thestreetjournal.org/2020/03/no-fresh-confirmed-case-of-covid-19-in-nigeria-ehanire/"}, "ARTICLE": {"TITLE": "Health No Fresh Confirmed Case of COVID-19 in Nigeria – Ehanire", "TEXT": "The Federal Government says there is no new confirmed case from the 14 tests done from contact\n\ntracing of first reported Coronavirus (COVID-19) in the country.\n\nThe Minister of Health, Dr Osagie Ehanire, said this while briefing newsmen in Abuja on Monday on the outcome of the contact\n\ntracing from the coronavirus index patient and measures to prevent the spread of the virus.\n\nThe virus was brought into the country by an Italian citizen who entered Nigeria on Feb. 25 from Milan, Italy for a brief business visit.\n\nThe index case was confirmed on Feb. 27, and presently being managed at the Infectious Disease Hospital in Yaba, Lagos.\n\nEhanire said “the ministry is working with the Lagos and Ogun state governments to carry contact tracing and other response activities.\n\n“Currently, the contact tracing of the index case has identified 19 contacts in Lagos, 29 contacts in Ogun, including the driver that picked him from the airport.\n\n“We are in touch with these contacts who are under self-supervised isolation and the states have provided them with temperature monitoring tools.”\n\nThe minister told the journalists that he was in Lagos on Sunday to inspect the situation of the patient and activities of the state government.\n\nAccording to him, the condition of the index case of the COVID-19 patient has further improved, saying he has not developed new symptoms.\n\nHe added that the Nigeria Centre for Disease Control (NCDC) activated advisory for the public and shared it widely.\n\nHe said “it is important for all Nigerians to focus on facts not fear and not to generate panic; citizens must not abuse social media and spread misinformation.\n\n“The ministry will continue to give update and work on measures to prevent outbreak in the country,’’ he said.\n\nIn addition, he said, Plateau government had reported four suspected cases among Chinese nationals on Feb. 29 “but they have tested negative.\n\n“The state has placed them on 30 days supervision and we will continue to monitor global situation to prevent the spread of the virus.”\n\nHe advised Nigerians to remain calm, practice hand-washing as often as possible, use alcohol-based sanitisers to disinfect themselves.\n\n“Stay home if you feel unwell with symptoms like fever, cough and difficulty in breathing.\n\n“Please call NCDC toll free number, which is available day and nigh for guidance on 0800 970 0000-0010,’’ he said.\n\nNAN\n\nLike this: Like Loading..."}}