{"GDELT": {"GlobalEventID": 909643799, "Day": 20200302, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1699, "Actor1Code": "USA", "Actor1Name": "NORTH CAROLINA", "Actor1CountryCode": "USA", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.90879478827362, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_Lat": 35.6411, "Actor1Geo_Long": -79.8431, "Actor1Geo_FeatureID": "NC", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "South Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSC", "Actor2Geo_Lat": 33.8191, "Actor2Geo_Long": -80.9066, "Actor2Geo_FeatureID": "SC", "Action2Geo_Type": 2, "Action2Geo_Fullname": "North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 35.6411, "Action2Geo_Long": -79.8431, "Action2Geo_FeatureID": "NC", "DATEADDED": 20200302144500, "SOURCEURL": "https://www.carolinajournal.com/radio/carolina-journal-radio-no-876/"}, "ARTICLE": {"TITLE": "Carolina Journal Radio No. 876: Cooper makes unusual claim about business taxes - Carolina Journal", "TEXT": "Featured Audio Your browser does not support the audio element. Download (16.4 MB)\n\nGov. Roy Cooper emerged from a recent meeting with business executives and proclaimed that none of them had asked for a tax cut. Cooper used that fact to bolster his opposition to reducing business taxation. The problem for Cooper is that every company cited in his comments about the meeting has taken advantage of targeted state tax breaks. Those targeted incentives top $91 million. Jon Sanders, John Locke Foundation director of regulatory studies, analyzes the governor’s skewed view of business tax policy. The N.C. Coalition for Charter Schools has named Lindalyn Kakadelis as its new executive director. Kakadelis explains how her years of experience in both traditional public education and the school choice movement will help the coalition pursue its goals. The group seeks full public funding for charter schools and a reduction of the schools’ regulatory burden. The latest coronavirus has wreaked havoc, especially in China. State lawmakers recently heard an update on how N.C. health officials are preparing for possible problems related to the virus in this state. You’ll her highlights from that discussion. A new center slated to open this spring will help N.C. military veterans transition back to civilian life. John Turner, founder and senior adviser of the Veterans Life Center of North Carolina, explains the valuable role the center will play for vets returning from Iraq, Afghanistan, and other combat zones. A recent federal Medicaid ruling ends the prospects of tying Medicaid expansion to work requirements. Jordan Roberts, John Locke Foundation health care policy analyst, discusses the implications of that court ruling for North Carolina’s Medicaid expansion debate. Roberts also discusses alternatives to government-based health care reforms, including his recent campaign to help retire medical debt for low-income residents of North Carolina and South Carolina."}}