{"GDELT": {"GlobalEventID": 910283627, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "JUD", "Actor1Name": "ATTORNEY", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.18965517241379, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_Lat": 40.3363, "Actor1Geo_Long": -89.0022, "Actor1Geo_FeatureID": "IL", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 40.3363, "Action2Geo_Long": -89.0022, "Action2Geo_FeatureID": "IL", "DATEADDED": 20200304231500, "SOURCEURL": "https://wincountry.com/news/articles/2020/mar/04/prisoner-hurt-in-calhoun-county-van-crash-files-injury-claim/991216/"}, "ARTICLE": {"TITLE": "Prisoner hurt in van crash files injury claim", "TEXT": "Detroit-native Chris Sampson was one of multiple individuals injured after an inmate corrections van crashed on I-94 in January.\n\nby Joshua Scott\n\nCHARLESTON TWP., MI (WKZO AM/FM) -- A prisoner injured in a van crash has filed personal injury claims against the company insuring the van that transported him.\n\n26-year-old Chris Sampson was one of multiple inmates injured when a prisoner transport van crashed while traveling across westbound I-94 on January 21st. The Detroit-native has filed two injury claims targeted at U.S. Corrections, the for-profit transport company that was ferrying the prisoners to a facility in Illinois.\n\nA police traffic report shows that the driver of the transport van rear-ended a truck in front of it near exit 92, which the driver blamed on them monitoring different measures in their dashboard. Both the driver and passenger of the truck were uninjured during the incident.\n\nThat crash closed lanes of the interstate highway for an hour and sent all nine people inside the vehicle to the hospital.\n\nSampson's attorney has said that the claims will be negotiated between the involved parties at a later time. The inmate says he broke multiple vertebrae and suffered from a large cut on his head.\n\nA police investigation found that at least five of the inmates in the U.S. Corrections van were not wearing seatbelts, and Sampson alleges that while they were available the staff did not take the time to buckle them in."}}