{"GDELT": {"GlobalEventID": 910284277, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "HILLARY CLINTON", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.4930747922437595, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Raleigh, North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_ADM2Code": "NC183", "Actor1Geo_Lat": 35.7721, "Actor1Geo_Long": -78.6386, "Actor1Geo_FeatureID": "1024242", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Raleigh, North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_ADM2Code": "NC183", "Actor2Geo_Lat": 35.7721, "Actor2Geo_Long": -78.6386, "Actor2Geo_FeatureID": "1024242", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Raleigh, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_ADM2Code": "NC183", "Action2Geo_Lat": 35.7721, "Action2Geo_Long": -78.6386, "Action2Geo_FeatureID": "1024242", "DATEADDED": 20200304231500, "SOURCEURL": "https://www.wral.com/sanders-showing-in-nc-was-better-in-2016-primary/18993112/"}, "ARTICLE": {"TITLE": "Sanders' showing in NC was better in 2016 primary", "TEXT": "— Joe Biden's solid victory in North Carolina's Democratic presidential primary on Tuesday stunned Bernie Sanders' campaign, which had expected to build on his performance from four years ago.\n\nInstead, Sanders performed worse than in 2016.\n\nSanders won only four of North Carolina's 100 counties on Tuesday, compared with 18 in his 2016 battle with Hillary Clinton.\n\nBreaking it down even further, Sanders captured just 146 precincts statewide, about 5 percent of the 2,670 total precincts. More than a third of those were in the four counties that Sanders won: Buncombe, Madison, Mitchell and Watauga.\n\nMany of the precincts that went for Sanders are clustered around college campuses, such as North Carolina State University in Raleigh.\n\n\"My students tend to love Bernie Sanders and Elizabeth Warren, which are easily the most popular with the younger voters. [There are] very, very few fans of Joe Biden,\" said Steve Greene, a political science professor at N.C. State. \"So, my students are not happy with the direction of this race.\"\n\nYoung voters did turn out – to the extent they could be expected to – in support of Sanders, Greene said, but the sudden consolidation of moderate Democrats behind Biden tipped the scales in his favor in North Carolina and nine other \"Super Tuesday\" states.\n\nBoth Pete Buttigieg and Amy Klobuchar threw their support behind Biden on Monday after dropping out of the race.\n\nBiden captured North Carolina by a 43 to 24 percent margin over Sanders. Warren finished a distant fourth, at 10 percent, with Mike Bloomberg in third at 13 percent.\n\nSanders still has more delegates than Biden – and more than half of the states haven't yet held their primaries – but Greene said that, if Biden winds up winning the Democratic nomination, he may have trouble getting young voters to the polls in the November election unless he makes a strategic choice for vice president.\n\n\"Say I get [nominated], I’m going to pick somebody who has that support from younger Americans, from people more to the left of me, so that, you know, you can trust me and come out to vote for me,\" Greene said."}}