{"GDELT": {"GlobalEventID": 910283059, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "COP", "Actor1Name": "NATIONAL POLICE", "Actor1Type1Code": "COP", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.61067503924647, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200304231500, "SOURCEURL": "https://newsinfo.inquirer.net/1237080/3-pnp-units-want-training-on-mandarin-amid-spike-of-crimes-involving-chinese"}, "ARTICLE": {"TITLE": "PNP eyeing Mandarin language courses amid spike in crimes involving Chinese", "TEXT": "MANILA, Philippines – Three units of the Philippine National Police (PNP) are planning to have their operatives take Mandarin language courses to better communicate with Chinese nationals involved in and victimized by crimes in the country.\n\nPNP spokesperson Brig. Gen. Bernard Banac said the national police is coordinating with its counterpart in China for the training of select officers of the PNP Drug Enforcement Group (PDEG), Anti-Kidnapping Group (AKG), and Criminal Investigation and Detection Group (CIDG) on learning the Chinese language.\n\nADVERTISEMENT\n\n“We have noted a spike in the number of incidents [involving and victimizing Chinese nationals] so there is a need for us to add some more training on language proficiency,” he said in an interview with INQUIRER.net.\n\nFor instance, PNP records show that the number of Chinese victims of casino-related kidnapping cases rose to 33 in 2019, from 17 in 2018.\n\nSpecifically, recent crimes involving and victimizing Chinese nationals are those related to Philippine Offshore Gaming Operators (Pogos) and other casinos, kidnapping, prostitution, and illegal drugs, said Banac.\n\nThe PNP is eyeing the language training in the first quarter of the year. Banac said these units can enroll some of their personnel in language proficiency schools.\n\nTwo AKG officers have already finished Mandarin courses in the last quarter of 2019, according to Banac.\n\n“PDEG will follow soon, and CIDG,” he said, adding that the PNP would welcome scholarships that might be offered by other institutions to help police officers learn the foreign language.\n\nPreviously, some police officers were trained in Korean language to better deal with crimes involving Korean nationals.\n\nThis, however, is no longer the trend, noted Banac, saying that Korean desks of the police are not as active as before following the decrease in the number of crimes involving Koreans.\n\nHe said the PNP and its counterpart in China had several bilateral training agreements in the past but none of these focused on language proficiency.\n\nADVERTISEMENT\n\n“This is something that we can look forward to have,” added Banac.\n\nHe also said the training is “urgent now,” especially with the Bureau of Immigration’s crackdown on Chinese nationals who illegally enter the country, in the wake of the alleged “pastillas” modus.\n\nThe scheme is said to be an illegal airport escort service catering to Chinese nationals who want to work in Pogos.\n\nCurrently, the Chinese Embassy provides few translators to PNP to help authorities communicate with Chinese suspects and victims, but Banac said it would still be better if those who can speak Mandarin are embedded within the police organization.\n\nIn the case of PDEG, anti-drug operatives use a mobile app that can translate English to Mandarin whenever they arrest a Chinese national in a raid or buy-bust operation, Lt. Col. Enrico Rigor, PDEG spokesperson, said in an earlier interview.\n\nOnce the case is filed in court, the Department of Justice will look for a prosecutor or representative from the Public Affairs Office who can speak Chinese and communicate with the suspect.\n\nRigor noted the tediousness of this process compared to normal arrests.\n\n“Talagang mahirap ‘yun, considering nga na nasa democratic country tayo so kailangan mo talagang ibigay ‘yung rights nila, regardless of whether foreigner of local ‘yung naaresto (That is really tough, considering that we are in a democratic country, so we have to guarantee them their rights regardless of whether they are foreigners or not),” he explained.\n\nPDEG, the prime police unit running after high-value drug targets, has eight special operation units (SOU) nationwide. Rigor said at least one officer who can speak Mandarin per SOU would be enough.\n\n‘Isolated’ cases\n\nIn a statement on Wednesday, the Chinese Embassy in Manila said crimes involving Chinese nationals are “isolated cases.”\n\n“The Chinese Embassy firmly opposes any irresponsible remarks based on fake news and condemns any groundless allegations against China out of ulterior political motives. Individual illegal and criminal cases involving Chinese citizens are only isolated incidents and cannot represent the whole picture of China-Philippines relations,” it said.\n\nThe statement added that the Chinese government “attaches great importance” to all kinds of illegal activities and has been closely cooperating with concerned agencies in the country on battling transnational crimes.\n\nThe embassy noted this coordination “has produced fruitful results.”\n\n“The Chinese Embassy has always been committed to safeguarding the legitimate rights and interests of Chinese citizens in the Philippines and has been providing consular service and protection for them to the best of its ability. The Embassy is willing to continue to strengthen communication and cooperation with the Philippine side in this regard,” the embassy added.\n\nGSG\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ"}}