{"GDELT": {"GlobalEventID": 910284388, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "VNM", "Actor1Name": "VIETNAM", "Actor1CountryCode": "VNM", "Actor2Code": "NGOHLHIRC", "Actor2Name": "RED CROSS", "Actor2KnownGroupCode": "IRC", "Actor2Type1Code": "NGO", "Actor2Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.5484199796126403, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Laos On, Ninh Bì, Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM59", "Actor1Geo_ADM2Code": "74164", "Actor1Geo_Lat": 20.25, "Actor1Geo_Long": 105.833, "Actor1Geo_FeatureID": "-3719858", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Laos On, Ninh Bì, Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM59", "Actor2Geo_ADM2Code": "74164", "Actor2Geo_Lat": 20.25, "Actor2Geo_Long": 105.833, "Actor2Geo_FeatureID": "-3719858", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY", "Action2Geo_Lat": 2.5, "Action2Geo_Long": 112.5, "Action2Geo_FeatureID": "MY", "DATEADDED": 20200304231500, "SOURCEURL": "http://www.qatar-tribune.com/news-details/id/184508/china-asean-band-together-in-the-fight-against-coronavirus"}, "ARTICLE": {"TITLE": "China, ASEAN Band Together In The Fight Against Coronavirus", "TEXT": "AS the novel coronavirus known as COVID-19 spreads around the world, China and its neighbours understand that the struggle against the epidemic will require more than their individual national efforts. Hence, the foreign ministers of ASEAN and China met in Vientiane, Laos on February 20 to discuss joint measures to combat the threat of COVID-19.\n\nThe meeting was remarkable for tackling not only the health dimension of the crisis, but also its social and economic impacts, as well as how technology can be harnessed to mitigate the fallout. Turning the crisis into an opportunity, it is possible for Beijing to promote this cooperative template to its Northeast Asian neighbours, Japan and South Korea, and to other regions like the Middle East and Europe where the virus is fast making headway.\n\nDue to proximity and close economic and people-to-people ties, Southeast Asia become an easy frontier for the virus to cross. Annual two-way travel flows amount to 65 million visits, raising the region’s vulnerability. As such, it is not surprising that the first reported COVID-19 case outside China surfaced in Thailand, the first local transmission outside China occurred in Vietnam, and the first fatality outside China happened in the Philippines. As of March 2, 200 confirmed and new cases had been reported in the region, with Singapore and Thailand hardest hit.\n\nThat said, the number of cases in Southeast Asia has largely stabilised. In contrast, numbers in other countries like South Korea, Japan, Italy, and Iran have spiked. The virus also began making inroads in Europe; the United States; and in the Middle East, increasing concern about a possible pandemic.\n\nWhile there are points of friction between China and Southeast Asian states, most notably maritime disputes centred on the South China Sea, humanitarian impulses and the common threat posed by the growing epidemic pushed those differences aside. For instance, a subsidiary of Indonesian conglomerate Sinar Mars Group donated $14.4 million while another unit rushed production of protective products and hygiene wipes for delivery to Hubei province in China, the epicenter of the outbreak. The Singapore Red Cross raised funds to aid worst-affected communities, with Singapore’s government providing $1 million in seed money, aside from donations of medicine, medical supplies, and diagnostic test kits. Vietnam donated $500,000 worth of goods and medical supplies, with the Vietnamese Red Cross giving $100,000 worth of medical aid. Malaysia, the world’s largest producer of medical gloves, donated 18 million pieces to Wuhan. The Philippine Red Cross facilitated a donation of 3 million face masks by a local manufacturer, with the government also donating basic food and sanitation items.\n\nThese noble initiatives aside, the huge social and economic toll of COVID-19 called for a more concerted strategy. This led foreign ministers from ASEAN and China to hold a special session co-chaired by the Philippines and China in the Laotian capital. In their joint statement, the 11 countries agreed to step up cooperation in sharing medical and health information and best practices to enhance emergency preparedness and response. They also underscored the importance of cooperation in risk communication and community engagement to ensure people are promptly and correctly informed, thus thwarting misinformation and fake news. Malaysia has already arrested several people for spreading rumours about the virus and regional leaders spoke against panic and discrimination.\n\nThe meeting also stressed the need to strengthen ASEAN-led and ASEAN-China cooperative mechanisms in combating infectious and communicable diseases, recognising the varying levels of development of each member country’s public health system. Parties agreed to minimise supply chain disruptions for urgent medical products and to promote research and development for medicines and vaccines. They also highlighted the value of policy dialogue and exchanges to keep abreast on the latest developments in the control and treatment of the virus. These steps may greatly contribute in institutionalising health cooperation between both sides that can go beyond the present crisis.\n\nLeveraging technology, ASEAN and China agreed to support micro and small and medium enterprises (MSMEs), which are more susceptible to shocks brought about by the outbreak. Anchoring on the ASEAN-China Year of Digital Economy, both sides will promote e-commerce and fintech to sustain economic activities until such time that the situation normalises for traditional business to resume. This may present opportunities for Chinese e-commerce giants like Alibaba and JD.com but also for emerging Southeast Asian unicorns like Grab, Go-Jek, Sea, and Lazada, among others. With rapid urbanisation and numerous smart city projects underway, a growing middle-class, and improving internet infrastructure, digital commerce in the 622 million-strong Southeast Asian market is heating up. As the outbreak compels more people to avoid congregating in shopping malls, it may create more spaces for online business. As the SARS outbreak in 2003 unleashed Chinese digital commerce, the coronavirus may likewise transform Southeast Asian e-commerce. Both sides also agreed to maintain trade, investment and people-to-people exchanges and to enhance such interaction contingent on the progress in the fight against COVID-19.\n\nAs the outbreak enters its third month spilling over a wider geography, emphasis on cooperation is bound to grow. The World Health Organization has acknowledged the unprecedented efforts taken by Beijing to stem the spread of the virus. It seems to be paying off as attested by the decline in domestic cases. While the massive lockdown and rapid mobilisation may be hard to replicate abroad, it is likely that certain interventions have emerged with potential applications to troubled regions. As China, alongside neighbours like ASEAN, develops more best practices through cooperation, Beijing can better contribute in the global campaign against COVID-19. The dispatch of a team of Chinese experts to Iran last week may presage similar medical missions to other badly struck regions even as China continue to struggle against the disease at home.\n\n(Lucio Blanco Pitlo is a\n\nResearch Fellow at the Asia-Pacific Pathways to Progress Foundation)"}}