{"GDELT": {"GlobalEventID": 910283245, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "EUR", "Actor1Name": "EUROPE", "Actor1CountryCode": "EUR", "Actor2Code": "USAGOVHLH", "Actor2Name": "MINNESOTA", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.44709388971684, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_Lat": 45.7326, "Actor2Geo_Long": -93.9196, "Actor2Geo_FeatureID": "MN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200304231500, "SOURCEURL": "https://www.inforum.com/business/4983060-Grand-Forks-pharmacies-run-low-on-face-masks-hand-sanitizer-over-coronavirus-fears"}, "ARTICLE": {"TITLE": "Grand Forks pharmacies run low on face masks, hand sanitizer over coronavirus fears", "TEXT": "GRAND FORKS — Some area pharmacies are reporting limited or no supplies of medical face masks and hand sanitizer, as customers scoop them up over fears of coronavirus.\n\nOne bottle of hand sanitizer sat on the shelf of Wall’s Medicine Center in Grand Forks, on the morning of Wednesday, March 4. A sign below the bottle stated there was a limit of two per customer. Pharmacy staff said they are unable to order more. The same situation played out at other area pharmacies, where staff also reported limited quantities of the supplies.\n\n“We ran out on Tuesday or Wednesday last week,” said Rollin Wiger, a pharmacist at Wall’s Medicine Center on South Washington Street in Grand Forks. “We can’t get anything replenished. There wasn’t anything available through our wholesalers.”\n\nWhen asked if the situation was being overblown, Wiger said: “I think there’s a lot of panic that’s been put into the whole thing, but that being said, it’s significant.”\n\nlisten live watch live\n\nOne issue is how effective masks can be against the illness. Wiger said, in his understanding of the situation, masks are not an effective way to prevent contracting COVID-19, the illness caused by coronavirus, though they can be useful for a person who is sick.\n\n“If I’m infected and you’re not, it doesn’t do you any good to have a mask,” he said of concerns that the people who bought masks aren’t necessarily the people who need them.\n\nSamantha Buck, manager at Embrace Pharmacy on 32 Avenue South, said her business has been out of face masks for a while, though she still has some hand sanitizer in stock. Like Wall’s Medicine Center, she is unable to order more at the moment.\n\n“The media, if it says one thing, then everybody will go buy masks,” Buck said.\n\nWiger said, in the absence of hand sanitizer, people can use alcohol wipes. Good old-fashioned hand-washing also works.\n\n“Make sure that you wash long enough, 20 or 30 seconds or whatever,” he said. “Not five. Not the ‘rinse technique.’”\n\nCoronavirus emerged in China late last year and is responsible for the respiratory illness called COVID-19. Information found on the Centers for Disease Control and Prevention website states there have been 80 cases in the country resulting in nine deaths. Thirteen states have reported cases of the illness. Most of the cases are being found on the East and West coasts.\n\nThere have been no cases reported in North Dakota, though state Department of Health officials are monitoring two people for symptoms. That number is down from 15 who were previously monitored and cleared, according to Marcus Lee, an emergency preparedness coordinator with Grand Forks Public Health. Lee gave an update on the illness on Tuesday night at the Grand Forks County Commission’s regular meeting.\n\nHealth officials in Minnesota announced they were monitoring two people returning to the state from Europe and who had direct contact with an individual diagnosed with the illness.\n\n\"I think it is inevitable that we will be in a widespread epidemic,\" said Rich Danila, assistant state epidemiologist. \"This is unprecedented as we transition to a global pandemic. Some health departments have had to institute call centers.\"\n\nDanila also said he was comfortable, at this point, with self-monitoring procedures for those who may have come in contact with the disease.\n\n\"The recommendation is voluntary quarantine for 14 days. The vast majority of people are very cooperative. They don't want to get other people sick,\" said Danila, who suggested that neighborhoods and churches work now to form groups that can help quarantined individuals.\n\n\"You should think of stocking up on essential items now,\" he said.\n\nHowever, hand sanitizer and face masks were not among such necessities as food and prescription medicines.\n\nJean Drewlo, a certified pharmacy technician at Inspire Pharmacy in downtown Grand Forks, agreed it is not necessary to stock up on hand sanitizer. Though the pharmacy doesn’t carry hand sanitizer, staff makes it available for customers to use when they come in. Inspire Pharmacy also was out of masks.\n\n“Just keep washing your hands,” Drewlo said. “I know they get dry, but it’s so worth it.”\n\nManaging editor Kimberly Wynn contributed to this report."}}