{"GDELT": {"GlobalEventID": 910283405, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "GOV", "Actor1Name": "PREMIER", "Actor1Type1Code": "GOV", "Actor2Code": "MLT", "Actor2Name": "MALTA", "Actor2CountryCode": "MLT", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.2339027595269303, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cayman, , Cayman Islands", "Actor1Geo_CountryCode": "CJ", "Actor1Geo_ADM1Code": "CJ00", "Actor1Geo_Lat": 19.5, "Actor1Geo_Long": -80.6667, "Actor1Geo_FeatureID": "-1187406", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Malta", "Actor2Geo_CountryCode": "MT", "Actor2Geo_ADM1Code": "MT", "Actor2Geo_Lat": 35.916667, "Actor2Geo_Long": 14.433333, "Actor2Geo_FeatureID": "MT", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cayman, , Cayman Islands", "Action2Geo_CountryCode": "CJ", "Action2Geo_ADM1Code": "CJ00", "Action2Geo_Lat": 19.5, "Action2Geo_Long": -80.6667, "Action2Geo_FeatureID": "-1187406", "DATEADDED": 20200304231500, "SOURCEURL": "https://www.caymancompass.com/2020/03/04/premier-hails-uk-talks-as-successful/"}, "ARTICLE": {"TITLE": "Premier hails UK talks as ‘successful’", "TEXT": "Premier Alden McLaughlin said his trip to the UK to address the European Union’s blacklisting of Cayman and other trade matters was “successful”.\n\nAccording to an Office of the Premier statement, “The Cayman delegation received assurances that the UK Government continued to have every confidence in the Cayman Islands and in our financial services business, and they committed to considering making a public statement confirming this confidence”.\n\nThe UK statement had not been released as of press time.\n\nThe premier led a delegation that included representatives of the financial services industry – Alasdair Robertson of Maples, Jess Shakespeare of Pricewaterhouse Coopers, Dan Scott and Eleanor Fisher of Ernst & Young, and Kevin Lloyd of KPMG. The delegation held meetings with Conor Burns, the minister of state at the Department for International Trade, and Sir Edward Lister, chief strategic advisor to Prime Minister Boris Johnson.\n\nChairman of the Commonwealth Enterprise and Investment Council Lord Jonathan Marland also joined the Cayman group for those meetings.\n\n“The meetings in London over the past week were very successful. It provided an opportunity to meet with some key advisors to the Prime Minister and to have them hear directly from Cayman business people about our financial services industry and to better understand what we do here, including the extent of our institutional client base,” said McLaughlin in the statement. “We also discussed the EU listing process and the impact that Brexit politics would have had on that.”\n\nLast month the EU added Cayman to its non-cooperative tax jurisdictions list.\n\nCayman joined Fiji, Oman, Samoa, Trinidad and Tobago, Vanuatu and the three US territories of American Samoa, Guam, and the US Virgin Islands on the blacklist.\n\nThe EU member states indicated that Cayman failed to introduce the necessary legislation by the timeframe given by Brussels to address problems identified in how funds are supervised and administered locally.\n\nMcLaughlin has said Cayman has already commenced the process to be delisted by October.\n\nWhile in London, the premier also met with newly appointed Overseas Territories Minister Baroness Elizabeth Sugg, in what the statement described as a “very productive” meeting.\n\nMcLaughlin and Sugg, according to the statement, discussed a broad range of issues facing the Cayman Islands and the UK, including the EU listing process.\n\n“It was also good to meet Baroness Sugg who now has responsibility for the Overseas Territories and to discuss areas of mutual interest between the UK and the Cayman Islands,” the premier added.\n\nThe delegation also discussed the potential for UK and Cayman trade, especially in financial services.\n\nUK talks push Cayman Blue/Green Fund investment\n\nThe Cayman Islands-based ‘Blue/Green Fund’ environmental initiative, launched by Prince Charles last year during his visit to Cayman, has progressed and is set to be officially launched at the next Commonwealth Heads of Government Meeting in June.\n\nThe fund topped the agenda last week when McLaughlin and Prince Charles held discussions at the prince’s private residence, Highgrove House, in London.\n\n“The initial funding will be from local investors, and the initial green project to be funded is expected to be in the Cayman Islands. It is anticipated that there are also institutions and wealthy individuals internationally ready to invest a total of US$1 billion into the fund. The fund arrangements can also be replicated to focus on blue/green projects in other parts of the world as well,” a statement from the premier’s office said Tuesday.\n\nThe initiative, which aims to provide funding for blue and green environmental projects in the Caribbean, was introduced to the prince when he visited Cayman with his wife Camilla, Duchess of Cornwall, in March last year.\n\nThe premier’s office said Prince Charles had proposed such a fund at the 2015 Commonwealth Heads of Government Meeting in Malta; however, “to date, it has not been able to get off the ground”.\n\n“The Prince was excited that Cayman Islands entities and a Cayman Islands fund will finally be able to achieve this longstanding goal,” the statement said.\n\n“This is not only exciting for green initiatives generally but also shows the value of the Cayman Islands’ financial products in providing solutions to benefit green initiatives in the region and beyond,” it added."}}