{"GDELT": {"GlobalEventID": 910282746, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor2Code": "MILMIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "Actor2Type2Code": "MIL", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.17403574788335, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200304231500, "SOURCEURL": "https://www.washingtonpost.com/world/middle_east/coronavirus-pummels-iran-leadership-as-data-show-spread-is-far-worse-than-reported/2020/03/04/7b1196ae-5c9f-11ea-ac50-18701e14e06d_story.html"}, "ARTICLE": {"TITLE": "Coronavirus pummels Iran leadership as data show spread is far worse than reported", "TEXT": "With the outbreak in Iran representing one of the largest in the world, Kianoush Jahanpour, a spokesman for the Health Ministry, said Wednesday that the virus has killed 92 people across the country with nearly 3,000 people known to have been infected.\n\nAD\n\nBut data obtained from a group of hospitals in Tehran strongly suggests that the epidemic has spread even more than the government has acknowledged.\n\nAD\n\nAbout a dozen hospitals in the capital city have reported 80 deaths from the coronavirus during the six days ending Wednesday, according to records from the medical centers. And these hospitals represent only a small fraction of the total in Tehran.\n\nThe data set — including demographic details and status of the cases — shows a 17 percent surge in deaths between Tuesday and Wednesday.\n\nThe hospital information was collected and provided to The Washington Post by Britain-based Iranian activist Nariman Gharib, who has been critical of the government’s response to the epidemic and fears the government might be keeping details from the public.\n\nBased on the figures from Tehran, Ashleigh Tuite, an infectious-disease epidemiologist, estimated that the current outbreak in Iran has reached up to 28,000 cases. “I suspect these numbers to keep going up,” said Tuite, who is based at the University of Toronto’s Dalla Lana School of Public Health, after reviewing the data for The Post.\n\nAD\n\nAD\n\nNurses reached by telephone in Tehran and Mashhad in northeastern Iran reported an increasing number of cases not included in official figures, including infections diagnosed based on symptoms or CT scans.\n\nThe five nurses, who spoke on the condition of anonymity to discuss their working conditions, said that some medical staff were being prevented from wearing masks to avoid causing panic and that there were shortages of masks, gloves and other protective gear for workers. The nurses also described a staffing shortage as medical workers were being shifted among hospitals to address the growing caseload.\n\nBeyond a concerted effort to play down the severity of the epidemic, Iranian authorities have taken steps that probably accelerated the virus’s spread. In the crucial first days of Iran’s outbreak, for instance, officials rebuffed calls for quarantines, urged Iranians to participate in national elections and balked at closing holy shrines to the public.\n\nAD\n\nAD\n\nAccording to Iranian officials, the outbreak in their country began in the holy city of Qom after an infected Iranian businessman returned home from China. The Health Ministry announced the first two cases on Feb. 19, just two days before parliamentary elections.\n\nDespite the emerging outbreak, government officials urged Iranians to vote in the elections to boost turnout amid crises that have challenged the standing and credibility of Iran’s leadership. In January, prominent military commander Qasem Soleimani was killed in a U.S. drone strike. Then, the government faced searing criticism for covering up the role of security forces in downing a civilian airliner near Tehran, just months after those forces helped carry out a crackdown on anti-government demonstrators that left hundreds of protesters dead.\n\nIranian officials “didn’t want to discourage people from participating,” said Kamiar Alaei, a visiting professor and expert on communicable diseases and global health policy at the University of Oxford. “They downplayed the seriousness of the disease and misled and misinformed the health system.”\n\nAD\n\nAD\n\nAs a result, medical professionals “were not prepared, and a lot of doctors and nurses were infected due to unexpected exposure,” he said. “There was clear mismanagement and the elevation of political interests above health concerns, which resulted in the outbreak.”\n\nIran’s health system was already battered by broad U.S. economic sanctions that have curbed the country’s ability to finance humanitarian imports. International banks, fearing U.S. penalties, often decline to carry out transactions with corresponding financial institutions in Iran — even for the sale of items such as medicine and medical devices.\n\nThis week, the World Health Organization dispatched a team of experts and a shipment of medical supplies and laboratory kits to test and diagnose nearly 100,000 people in Iran. Authorities have also moved to contain the spread of the virus, closing schools and movie theaters and calling on people to stay home and avoid public gatherings.\n\nAD\n\nAD\n\nBut these tough public health measures have come too late to prevent the disease from spreading to nearly every province and the number of infections from spiking.\n\nExperts say the close ties between Qom, the spiritual center of Iran’s ruling clerics, and the political leadership in Tehran probably contributed to the outbreak among senior officials. Clergymen and policymakers travel frequently between the two cities, and some officials — including those who later tested positive for the virus — were together at cabinet meetings and in the parliament.\n\nDisease experts also pointed to greetings, such as handshakes and multiple kisses on the cheek, as potentially aiding the spread. Iran’s leaders may have assumed that they would not be infected and simply failed to take precautions, Alaei said.\n\nAD\n\n“I think denial and foolishness, likely combined with traditional three-kiss greetings among men, have probably infected a substantial number of senior politicians in Iran,” said David Fisman, head of the epidemiology division at the University of Toronto.\n\nAD\n\nAccording to the hospital data, five current and former officials — including two lawmakers, two advisers and a former ambassador — had been admitted to the Masih Daneshvari Hospital, which is part of the National Research Institute of Tuberculosis and Lung Diseases. Among those, two officials — Mohammad Mir-Mohammadi, an adviser to the supreme leader, and Hadi Khosroshahi, a former ambassador to the Vatican — were listed as dead.\n\nOn Tuesday, Iranian media reported the death of an adviser to Ebrahim Raisi, a former presidential candidate and head of Iran’s judiciary. That report said the adviser, Ahmad Tuiserkani, was treated in a hospital administered by Iran’s Islamic Revolutionary Guard Corps, a powerful branch of the armed forces."}}