{"GDELT": {"GlobalEventID": 910282840, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "USA", "Actor2Name": "LOUISIANA", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.33222591362126097, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_Lat": 37.768, "Actor1Geo_Long": -78.2057, "Actor1Geo_FeatureID": "VA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 37.768, "Actor2Geo_Long": -78.2057, "Actor2Geo_FeatureID": "VA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 37.768, "Action2Geo_Long": -78.2057, "Action2Geo_FeatureID": "VA", "DATEADDED": 20200304231500, "SOURCEURL": "https://www.ksl.com/article/46725715/sanders-refocuses-on-biden-after-super-tuesday-stumble"}, "ARTICLE": {"TITLE": "Sanders refocusing his campaign after Biden's super Tuesday", "TEXT": "By Steve Peoples, Will Weissert and Bill Barrow, Associated Press | Updated - Mar. 4, 2020 at 10:40 p.m. | Posted - Mar. 4, 2020 at 3:48 p.m.\n\nWASHINGTON (AP) — His front-runner status slipping, Bernie Sanders refocused his Democratic presidential campaign on surging rival Joe Biden as the Vermont senator's allies grappled with the fallout from a Super Tuesday stumble that raised internal concerns about the direction of his White House bid.\n\nSanders targeted Biden's record on trade, Social Security and fundraising just hours after billionaire Mike Bloomberg suspended his campaign and Elizabeth Warren confirmed she was privately reassessing her future in the race. The dramatic shifts Wednesday signaled that the Democrats' once-crowded nomination fight had effectively come down to a two-man race for the right to face President Donald Trump in November.\n\nSanders declared himself “neck and neck” with Biden as he faced reporters in his home state, Vermont, one of just four states he captured on the most consequential day of voting in the party's 2020 primary season. Biden won 10 states, assembling victories that transcended geography, race and class.\n\n“What this campaign, I think, is increasingly about is, Which side are you on?” Sanders said.\n\nThe progressive candidate lobbed familiar attacks against the former vice president's record but ignored supporters' calls to be more aggressive and insisted his campaign would avoid any “Trump-type effort” that included personal criticism.\n\n“I like Joe. I think he’s a decent human being,\" Sanders said. \"Joe and I have a very different vision for the future of this country.”\n\nBiden told reporters he would unify the country and, without naming Sanders, knocked the senator's frequent contention that he is beholden to an elite party establishment.\n\n“The establishment are all those hard-working people\" who voted on Tuesday, Biden told reporters in West Hollywood, California.\n\nElected officials and leading donors rallied around Biden after his Super Tuesday romp. Top Democrats have long been skeptical of the 77-year-old lifelong politician's political strength but raced to unite behind him to blunt Sanders' rise.\n\nAfter suspending his campaign, Bloomberg became the fourth failed Democratic presidential contender this week to endorse Biden. Like the growing chorus of Democratic officials, Bloomberg called Biden the best chance to defeat Trump in the general election.\n\nWarren's future was uncertain.\n\nSanders confirmed that he spoke to his progressive ally earlier in the day, though it was unclear whether she would endorse him — or anyone else — should she leave the race. Warren didn't win a single state on Super Tuesday and finished in third place in her home state of Massachusetts.\n\nA resurgent Biden, meanwhile, was poised to finish Super Tuesday with more delegates than Sanders — a stunning shift. Sanders' team had hoped he would finish the night more than 100 delegates ahead of his next closest competitor. He'll likely finish dozens of delegates behind once all the votes are counted.\n\nBiden's allies sought to quickly capitalize on his success and take on Sanders. Biden campaign co-chairman, Rep. Cedric Richmond, blasted Sanders for suggesting that the Democratic establishment was colluding against him. Richmond said Biden is earning his votes.\n\n\"I just did not know that African Americans in the South were considered part of the establishment,\" the Louisiana Democrat said, noting that Biden's overwhelming support among black voters gave him wide delegate gains in Alabama, North Carolina and Virginia, among other states.\n\nThe Sanders campaign announced it would begin airing three new campaign ads across states holding the next series of primary contests on March 10 and March 17: Arizona, Florida, Idaho, Illinois, Michigan, Mississippi, Missouri, Ohio and Washington state.\n\nOne new ad features archived footage of former President Barack Obama praising Sanders. It's a not-so-subtle attempt by the Vermont senator to undercut Biden's frequently spotlighting his closeness to Obama.\n\nDespite the aggressive ad buy, there was new evidence of internal frustration with Sanders' strategy, which some believe has not been tough enough in courting high-profile endorsements or attacking Biden.\n\nSanders prefers to focus his criticism on the former vice president's record on key issues, declining to lean into more divisive attacks that will almost certainly come up in a prospective general election match-up against Trump.\n\nFor example, there has been internal discussion about highlighting Biden's role in the 1991 confirmation hearings of Supreme Court Justice Clarence Thomas, according to a person familiar with the plans who spoke on condition of anonymity to discuss strategy. As the Senate Judiciary Committee chairman, Biden allowed an all-male Senate panel to grill Anita Hill, who had accused Thomas of sexual harassment.\n\nSanders has largely avoided the subject.\n\nRoseann DeMoro, a key Sanders ally and a former president of National Nurses United, said Biden's strong showing on Super Tuesday “caught people off guard.” Sanders' struggle, she said, was likely tied to his “gentle” approach.\n\n“Is Bernie too gentle on the Democratic Party? I think he's a gentleman, and they are not,\" DeMoro said. “Bernie's a statesman, and he's up against sharks. He needs to call people out for who they are.\"\n\nMoumita Ahmed, co-founder of the independent group Millennials for Bernie, was also disappointed in Tuesday's outcome.\n\n\"I was thinking Bernie would do way better,\" she said, adding that the campaign needs a more effective strategy to connect with African Americans. “I would like to see a reassessment of how the campaign is run.”\n\nFrom his social media platform, Trump worked to fan the flames of growing frustration within Sanders' camp. The president amplified his long-running argument that the Democratic Party would move to stop Sanders from winning the nomination.\n\n“The Democrat establishment came together and crushed Bernie Sanders, AGAIN!” Trump tweeted. He also called Warren “selfish” for staying in the race because it “hurts Bernie badly.”\n\nBiden's strong finish punctuated a dramatic turnaround in the span of just three days when he leveraged a blowout victory in South Carolina to score sweeping victories in 10 states that cemented his status as the standard-bearer for the Democrats’ establishment wing.\n\nThe former vice president showed strength in the Northeast with victories in Massachusetts and Maine. He won delegate-rich Texas in the Southwest, Minnesota in the upper Midwest and finished on top across the South in Virginia, Alabama, North Carolina, Tennessee and Arkansas — in addition to Oklahoma.\n\nSanders scored the night's biggest delegate-prize in California but won just three other states: his home state of Vermont, as well as Utah and Colorado.\n\nBiden racked up his victories despite being dramatically outspent and out-staffed. His moderate rival Bloomberg, for example, poured more than $12 million into television advertising in Virginia, while Biden spent less than $200,000.\n\nWith votes still being counted across the country, The Associated Press has allocated 566 delegates to Biden, 501 to Sanders and 61 to Warren. The numbers are expected to shift as new states report their numbers and as some candidates hover around the 15% vote threshold they must hit to earn delegates.\n\nThe ultimate nominee must claim 1,991 delegates, which is a majority of the 3,979 pledged delegates available this primary season.\n\n___\n\nBarrow reported from Los Angeles.\n\n___\n\nCatch up on the 2020 election campaign with AP experts on our weekly politics podcast, “Ground Game.”\n\nCopyright © The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\n×\n\nPhotos"}}