{"GDELT": {"GlobalEventID": 910282900, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 11.067193675889401, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Montana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMT", "Actor1Geo_Lat": 46.9048, "Actor1Geo_Long": -110.32600000000001, "Actor1Geo_FeatureID": "MT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Montana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMT", "Action2Geo_Lat": 46.9048, "Action2Geo_Long": -110.32600000000001, "Action2Geo_FeatureID": "MT", "DATEADDED": 20200304231500, "SOURCEURL": "https://shop-eat-surf.com/2020/03/life-is-good-extends-three-partnerships/"}, "ARTICLE": {"TITLE": "Life is Good Extends Three Partnerships", "TEXT": "SPONSOR\n\nLife is Good, the positive lifestyle and apparel brand, announced today a three- year partnership extension with three of the strongest voices in the travel space: Austin Adventures, the award-winning, world-renowned tour experts, and High Sierra and American Tourister, Samsonite’s adventure and lifestyle luggage brands. High Sierra will become the official gear partner of Life is Good Adventures, outfitting all guests with complimentary High Sierra x Life is Good Pathway Backpacks. Life is Good Adventures are operated and guided by Austin Adventures.\n\n“I am very excited to announce that we are growing our partnership with High Sierra becoming the official gear partner of Life is Good Adventures with Life is Good and Austin Adventures, uniting our fun travel and lifestyle products with a brand that brings them to life across their adventure-seeking community,” says Till Quante, VP & Business Unit Head at American Tourister & High Sierra.\n\nLife is Good Adventures are exciting, life-changing journeys packed with curated activities for guests to unplug and reset from their busy lives. In addition to connecting with nature through biking, hiking, rafting, and horseback riding, travelers will savor the destinations’ local cuisines, explore hidden gems under the direction of expert guides, and build optimism-based practices like journaling and making time to reflect.\n\n“Celebrating the outdoors and the incredible benefits of travel are core to our DNA,” said Bert Jacobs, Co-Founder & Chief Executive Optimist of Life is Good. “Life is Good Adventures provide an opportunity to unplug from the negativity we inevitably face and develop your own practice of optimism. Building on the initial success of our first two years, we are thrilled to grow these once-in-a-lifetime experiences with our friends at Austin Adventures and High Sierra as we continue to expand our tribe of travelers.”\n\n“Not only have we created life-changing adventures with Life is Good over the last two years, but we continue to embrace their optimistic philosophy in everything we do. We can’t wait to see where else we can explore together over the next three years,” added Dan Austin, CEO and Founder of Austin Adventures.\n\nFor every guest who books, Austin Adventures will donate $100 to the Life is Good Kids Foundation, which improves the quality of care for more than 1 million of the nation’s at-risk youth.\n\nLife is Good Adventures are available to book now for travel dates starting in May 2020. This year, Life is Good Adventures will be visiting incredible destinations for families or adults only including:\n\nTo learn more and explore Life is Good Adventures, click here. Visit LifeisGood.com for more details, and follow Life is Good on Twitter, Facebook, and Instagram.\n\nAbout Life is Good\n\nThe Life is Good Company is the original positive lifestyle apparel brand dedicated to spreading the power of optimism through art and messaging. The company donates 10 percent of its net profits to help kids in need through the Life is Good Kids Foundation. The Foundation’s signature Playmaker Program provides teachers, nurses, social workers, and other childcare professionals with training, support, and workshops that help them understand trauma and compassion-informed care. Over 12,000 childcare professionals are engaged in the Playmaker Program, which improves the quality of care for more than 1 million kids each year. Life is Good® is a registered trademark of The Life is Good Company. Visit LifeisGood.com for more details, and follow Life is Good on Twitter, Facebook, and Instagram.\n\nAbout Austin Adventures\n\nBased in Billings, Montana, Austin Adventures has spent more than 35 years building an international reputation as a top provider of luxury, small group, multisport tours for adults and families to the world’s most captivating destinations. Austin Adventures has perfected the art of creating one-of-a-kind itineraries featuring exceptional regional dining, distinctive accommodations, incredible guides, and exhilarating activities, all while keeping all-inclusive rates and services the norm. In addition to scheduled group departures on all seven continents, Austin Adventures has developed a reputation as the leader in customized trip planning and execution. All backed by the industry’s best money-back satisfaction guarantee.\n\nAbout High Sierra:\n\nHigh Sierra, specializing in user-friendly adventure lifestyle gear, offers versatile lines tailored for outdoor enthusiasts, skiers, travelers, students and professionals looking for the smart choice in durable and functional backpacks, duffels and wheeled luggage. For more information visit www.shop.highsierra.com. High Sierra. Curious by Nature.\n\nAbout American Tourister\n\nWith more than 85 years of experience helping people get more fun out of travel, American Tourister has grown to become one of the most trusted and recognized travel brands in the world. Joining the Samsonite family of brands in 1993, American Tourister’s, commitment to offering durable and affordable luggage began in the 1930s and continues to the present day."}}