{"GDELT": {"GlobalEventID": 910283807, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.09318996415771, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hezbollah, Kerman, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR29", "Actor1Geo_ADM2Code": "40994", "Actor1Geo_Lat": 29.8628, "Actor1Geo_Long": 56.8848, "Actor1Geo_FeatureID": "10496676", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8964, "Actor2Geo_Long": -77.0262, "Actor2Geo_FeatureID": "DC", "Action2Geo_Type": 2, "Action2Geo_Fullname": "District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8964, "Action2Geo_Long": -77.0262, "Action2Geo_FeatureID": "DC", "DATEADDED": 20200304231500, "SOURCEURL": "https://news.yahoo.com/us-military-linguist-charged-revealing-223600161.html"}, "ARTICLE": {"TITLE": "US military linguist charged with revealing intelligence assets' identities to Hezbollah-linked contact", "TEXT": "The military contractor has been accused of giving away information placing American military personnel in danger: Associated Press\n\nA US Defence Department contractor has been charged with giving away military secrets, the Justice Department has announced.\n\nMariam Taha Thompson has been accused by federal prosecutors of giving away information that puts American military personnel in danger.\n\nThe linguist has been charged with supplying classified information to a Lebanese international with apparent ties to Hezbollah.\n\nThis allegedly included the names of American intelligence assets, photographs and information provided by the sources to the US government.\n\nProsecutors have said that a handwritten note written in Arabic was found in the 61-year-old's living quarters when officials searched her room.\n\nThe note, hidden under her mattress, allegedly included information about Defence Department computer systems and warned of a department target.\n\nMs Taha Thompson reportedly accessed dozens of files not in her remit over a six-week period starting in December 2019 during US airstrikes targeting Iranian-backed forces in Iraq.\n\nThe Justice Department statement made clear that they would \"go above and beyond\" to protect the US from disclosure of classified information.\n\n\"The conduct alleged in this complaint is a grave threat to national security, placed lives at risk, and represents a betrayal of our armed forces,\" said US attorney Timothy J Shea for the District of Columbia.\n\n\"The charges we’ve filed today should serve as a warning to anyone who would consider disclosing classified national defence information to a terrorist organisation,\"\n\nMs Taha was arrested on 27 February at an overseas US military facility.\n\nAdditional reporting by the AP\n\nRead more\n\nPentagon tells military not to use DNA kits over surveillance concerns"}}