{"GDELT": {"GlobalEventID": 910283354, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "GOV", "Actor1Name": "PRINCE", "Actor1Type1Code": "GOV", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.30061349693251, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sussex, New Brunswick, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA04", "Actor1Geo_ADM2Code": "12601", "Actor1Geo_Lat": 45.7167, "Actor1Geo_Long": -65.5167, "Actor1Geo_FeatureID": "-574388", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sussex, New Brunswick, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA04", "Actor2Geo_ADM2Code": "12601", "Actor2Geo_Lat": 45.7167, "Actor2Geo_Long": -65.5167, "Actor2Geo_FeatureID": "-574388", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sussex, New Brunswick, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA04", "Action2Geo_ADM2Code": "12601", "Action2Geo_Lat": 45.7167, "Action2Geo_Long": -65.5167, "Action2Geo_FeatureID": "-574388", "DATEADDED": 20200304231500, "SOURCEURL": "https://www.express.co.uk/news/royal/1251050/Prince-harry-news-meghan-markle-step-down-senior-royals-sussex-royal"}, "ARTICLE": {"TITLE": "Prince Harry’s final moment in military uniform revealed by expert - ‘Very emotional’", "TEXT": "FREE now and never miss the top Royal stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top Royal stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nFollowing the Duke and Duchess of Sussex’s announcement to step back from royal life, Harry will be barred from wearing his military uniform. The Duke agreed to step back from his Armed Forces appointments, although he will still be able to wear his service medals.\n\nThis Saturday, he and Meghan will both attend the Mountbatten Festival of Music at the Royal Albert Hall. According to royal commentator, Dickie Arbiter, the event may be the last time he wears his uniform to a military engagement. The commentator said: “The Duke of Sussex accompanied by the Duchess of Sussex, will attend the annual Mountbatten Festival of Music at the Royal Albert Hall on Saturday 7 March. “This might be the last time we see the Prince in the uniform of Captain-General of the Royal Marines.”\n\nPrince Harry: Royal to wear military uniform for one last time\n\nPrince Harry: They will step down at the end of the month\n\nHarry was handed the title of captain general of the Royal Marines by the Queen in December 2017, succeeding the Duke of Edinburgh. The Duke was also Honorary Air Force Commandant of the Royal Air Force Base Honington and honorary Commodore-in-Chief of The Royal Navy’s Small Ships and Diving Operations. However, he has been forced to give up the titles as part of his exit deal with the Queen. Commenting on the news, one Twitter user said: “It will be a very emotional act for everything it represents for Harry.” JUST IN: Harry and Meghan’s shocking diplomatic blunder with Ireland revealed\n\nPrince Harry: Harry will attend Mountbatten Festival of Music at the Royal Albert Hall\n\nAnother said: “Looking forward to seeing the Sussexes and wishing them success & happiness in the new chapter of their lives.” A third said: “Harry will be greatly missed.” Meghan will join Harry at the Endeavour Fund Awards for military veterans in London on Thursday. The pair will attend events throughout the remainder of the week before joining the rest of the Royal Family to mark Commonwealth Day.\n\nPrince Harry: Harry had been made Captain-General of the Royal Marines\n\nPrince Harry: Meghan will join Harry on Thursday\n\nThe pair will then return to Canada and officially step down as senior royals at the end of this month. Upon the moment they step down, the Canadian government has revealed it will no longer pay for the pair’s security. The Canadian government said: “The RCMP has been engaged with officials in the UK from the very beginning regarding security considerations. “As the duke and duchess are currently recognised as internationally protected persons, Canada has an obligation to provide security assistance on an as-needed basis.\n\nMeghan and Harry timeline\n\n“At the request of the Metropolitan police, the RCMP has been providing assistance to the Met since the arrival of the duke and duchess to Canada intermittently since November 2019. “The assistance will cease in the coming weeks, in keeping with their change in status.” The Royal Canadian Mounted Police had provided the pair with protection since they moved to their rented mansion on Vancouver Island last November.\n\nPrince Harry: The Duke returned to the UK last week\n\nTrending"}}