{"GDELT": {"GlobalEventID": 910283421, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "GOV", "Actor1Name": "KING", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 4.67980295566503, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Bartlesville, Oklahoma, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOK", "Actor1Geo_ADM2Code": "OK147", "Actor1Geo_Lat": 36.7473, "Actor1Geo_Long": -95.9808, "Actor1Geo_FeatureID": "1089874", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Bartlesville, Oklahoma, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOK", "Actor2Geo_ADM2Code": "OK147", "Actor2Geo_Lat": 36.7473, "Actor2Geo_Long": -95.9808, "Actor2Geo_FeatureID": "1089874", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Bartlesville, Oklahoma, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOK", "Action2Geo_ADM2Code": "OK147", "Action2Geo_Lat": 36.7473, "Action2Geo_Long": -95.9808, "Action2Geo_FeatureID": "1089874", "DATEADDED": 20200304231500, "SOURCEURL": "http://www.bartlesvilleradio.com/pages/news/233152020/dance-for-freedom-showcase-to-combat-human-trafficking"}, "ARTICLE": {"TITLE": "Dance for Freedom Showcase to Combat Human Trafficking", "TEXT": "Posted: Mar 04, 2020 3:32 PMUpdated: Mar 04, 2020 3:39 PM\n\nGarrett Giles\n\nThe Dance for Freedom Showcase in Bartlesville will give dancers the opportunity to raise awareness and fight human trafficking.\n\nJaniece Montgomery, the Executive Director and Founder of Dance for Freedom, said this will also be an opportunity for the public to see a great dance showcase, support local artists, and learn practical ways in which they can combat human trafficking. She said company members for Stage Art Dance and others will be performing this weekend.\n\nDancers from the Locomotion Dance Team will perform during the event. Dancers that attend the Dance-athon that Dance for Freedom will be putting on all day prior to the show will have a chance to dance that night as well.\n\nMontgomery said the all-day Dance-athon is a workshop where dancers can take different classes that teach a variety of dance styles. She said the choreography the dancers learn can be seen during the show if the dancers choose to participate in the showcase.\n\nAll are welcome to attend the Dance-athon before the big event. Montgomery said the Dance-athon will begin at 9:00 a.m. on Saturday and it will conclude 5:30 p.m. at the Stage Art Dance studios located at 318 S. Quapaw Avenue.\n\nThose ages 6 through 11 will only have to partake in the Dance-athon for half the day on Saturday in order to be eligible to dance that night. Whoever attends the Dance-athon that is ages 12 and up will have to go through courses all day until the call time for the showcase.\n\nCall time for the dancers will be held at 6:30 p.m. on Saturday at Grace Community Church located at 1500 King Drive in Bartlesville before the showcase begins at 7:00 p.m. For more information on the Dance-athon, visit danceforfreedom.foundation.\n\nThe event is free, but there is a fundraising aspect to the showcase. Montgomery said Dance for Freedom chooses what it calls abolition partners every year that are established non-profits that are anti-human trafficking organization. She said they look to these groups that do \"boots-on-the-ground\" work.\n\nThe Dance for Freedom Showcase will be supporting the “Not for Sale” campaign, Tulsa's \"Defending Dignity,\" and Oklahoma City's \"Crisis Nursery.\" The event will be family friendly even though the topic of human trafficking will be discussed. A $5 suggested donation can be made at the door.\n\nApproximately 45-million people are being trafficked, which includes 10-million children. This illegal operation is one of the fastest growing criminal industries, and it is a problem all over the world, including the United States. The criminal network is said to be a $150-billion per year industry. The Polaris Project is one group that does plenty of research on the issue in America, and if you visit their website, you can find out where human trafficking has been reported in the nation.\n\nOklahoma has had a significant amount of reports when it comes to human trafficking. It is believed that the state is a major hot spot because there are so many major highways that run through Oklahoma.\n\nMontgomery said we are human, and we should care for other humans. She said that no one should be forced into slavery like human trafficking.\n\nAs technology continues to advance and modernize, Montgomery said it is important to Dance for Freedom that they are educating their kids and their teenagers about how to be safe. She said most people are trafficked by people they trust and know.\n\nToday, this grooming by human traffickers is done through the realm of social media and the internet. Montgomery said the average age for sex trafficking victims is 12 to 14. She said Dance for Freedom wants to teach kids about the issue, how they can fight the issue, and how they can protect themselves and their friends.\n\nParents should also be aware of what their kids are doing on the internet. Montgomery said children should not talk to people they do not know in person when they are on social media sites. She said part of that goes to parents monitoring what their children do online, because parents are the first defense for their children.\n\nBeing aware of what is happening online is a good start. It will always be important to see what is happening with the internet as it continues to evolve at a rapid pace. Montgomery said beyond human trafficking, social media is lowering self-esteem in young people. She said it is also causing a rise in anxiety and depression.\n\nWhile the topic may seem bleak and hopeless, Montgomery said there is hope. She said there is hope in learning how to combat the problem and make a stand. The point behind the Dance for Freedom Showcase is to offer that hope to the public while putting on a great dance show."}}