{"GDELT": {"GlobalEventID": 910282823, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "AFGINSTALUAF", "Actor1Name": "TALIBAN", "Actor1CountryCode": "AFG", "Actor1KnownGroupCode": "TAL", "Actor1Type1Code": "INS", "Actor1Type2Code": "UAF", "Actor2Code": "AFG", "Actor2Name": "AFGHAN", "Actor2CountryCode": "AFG", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.6, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dirksen Senate Office Building, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8929, "Actor1Geo_Long": -77.0053, "Actor1Geo_FeatureID": "529452", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Dirksen Senate Office Building, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8929, "Actor2Geo_Long": -77.0053, "Actor2Geo_FeatureID": "529452", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dirksen Senate Office Building, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8929, "Action2Geo_Long": -77.0053, "Action2Geo_FeatureID": "529452", "DATEADDED": 20200304231500, "SOURCEURL": "https://thehill.com/policy/defense/overnights/486021-overnight-defense-esper-says-taliban-deal-seeing-mixed-results"}, "ARTICLE": {"TITLE": "Overnight Defense: Esper says Taliban deal seeing 'mixed' results after US airstrike | Coronavirus fallout hits F-35 factories | Meet the adviser shaping foreign policy for Sanders", "TEXT": "Happy Wednesday and welcome to Overnight Defense. I'm Rebecca Kheel, and here's your nightly guide to the latest developments at the Pentagon, on Capitol Hill and beyond. CLICK HERE to subscribe to the newsletter.\n\nTHE TOPLINE: Wednesday brought another sign of trouble for the days-old U.S.-Taliban deal.\n\nThe newest hiccup was the resumption of U.S. airstrikes against the Taliban.\n\nU.S. Forces Afghanistan said early Wednesday morning it conducted an airstrike on Taliban fighters \"who were actively attacking\" Afghan forces in Helmand province.\n\n\"To be clear- we are committed to peace, however we have the responsibility to defend our #ANDSF partners. #Afghans & US have complied w/ our agreements; however, Talibs appear intent on squandering this opp. and ignoring the will of the people for #peace,\" U.S. military spokesman Col. Sonny Leggett tweeted.\n\nLeggett also said Taliban fighters carried out 43 attacks in Helmand province on Tuesday.\n\nEsper reports 'mixed' results: Later Wednesday, Defense Secretary Mark Esper Mark EsperOvernight Defense: Trump rejects major cut to military health care | Senate report says Trump campaign's Russia contacts posed 'grave' threat Trump says he has rejected Pentagon proposal to slash military health care OVERNIGHT DEFENSE: Midshipmen have COVID-19 | Worries about reopenings | Snowden pardon gets bad reviews from key lawmakers | Eyes turn to Democratic convention MORE told the Senate Armed Services Committee that the United States was seeing \"mixed\" results with the Taliban deal.\n\n\"The results so far have been mixed,\" Esper said. \"The Taliban are honoring their piece [of the deal] in terms of not attacking U.S. and coalition forces, but not in terms of sustaining the reduction in violence.\"\n\nThe deal does not commit the Taliban to continue a reduction in violence, which it adhered to as a confidence-building measure in the week leading up to signing the agreement.\n\nTestifying alongside Esper, Joint Chiefs of Staff Chairman Gen. Mark Milley stressed that Taliban attacks this week have been \"low level.\"\n\n\"Of significance, there's no attacks in 34 provincial capitals, there's no attacks in Kabul, there's no high-profile attacks, there's no suicide bombers, there's no vehicle-borne suicide, no attack against U.S. forces, no attack against coalition. There's a whole laundry list of these things that aren't happening,\" Milley said. \"Yes, there were significant numbers of attacks, small attacks. They were all beaten back.\"\n\nCORONAVIRUS SHUTDOWNS HITS DEFENSE INDUSTRY: Work has stopped for a week at the F-35 fighter-jet factory in Japan due to concerns caused by the spreading coronavirus, according to the Pentagon's top acquisition official.\n\n\"In Japan, I believe they shut down the [the plant] for a week,\" Undersecretary of Defense for acquisition and sustainment Ellen Lord told reporters on Wednesday at a defense conference in Washington.\n\nF-35-maker Lockheed Martin has a factory in Fort Worth, Texas, as well as two final assembly and check out facilities, often referred to as FACO, in Japan and Italy. The two countries assemble the jets for themselves at the facilities.\n\nLord also said that on Wednesday morning she learned that Lockheed workers at the F-35 plant in Italy had been directed to work from home.\n\nThe company is also restricting travel to the plant in Cameri, Italy -- roughly 30 miles west of Milan, where numerous international flights have been canceled due to concerns over the virus.\n\nItaly has been one of the most affected countries from the coronavirus outbreak outside of Asia, with the nation announcing Wednesday that it will temporarily close its schools and universities for two weeks due to the illness.\n\nLockheed later said in a statement to The Hill that the company is \"working with our customers and partners to mitigate any impacts to F-35 international FACO operations in Italy and Japan.\"\n\n\"The health and safety of our employees remains our top priority. We advised employees to avoid travel to, through and from northern Italy in alignment with U.S. State Department guidance.\"\n\nThe company also said that F-35 production in Fort Worth \"remains unaffected at this time by the coronavirus.\"\n\nAt the VA: The Department of Veterans Affairs (VA) is treating one patient with the novel coronavirus at its facility in Palo Alto, Calif., VA Secretary Robert Wilkie Robert Leon WilkieOvernight Health Care: VA problems raise worries about prescriptions during mail slowdown | School reopenings with COVID-19 offer preview of chaotic fall | Fauci undergoes surgery for vocal cord polyp It's time for VA to consider a new motto Overnight Defense: DOD reportedly eyeing Confederate flag ban | House military spending bill blocks wall funding MORE confirmed Wednesday.\n\nThe case marks the first confirmation of a veteran testing positive for the virus.\n\n\"The one veteran we know of who has this virus -- we prepared a swath, a section of our Palo Alto campus to receive veterans who would have this virus. We set it up for that, and that veteran is being taken care of there,\" Wilkie said at a congressional hearing Wednesday.\n\nWilkie did not provide any more information on the patient, including the person's demographics or condition.\n\nVeterans Health Administration executive Richard Stone, who was testifying alongside Wilkie, said the patient, who officials had \"been talking to for a protracted length of time,\" was transferred from the commercial health care system because they wanted to be treated by the VA.\n\nIn Congress: The House overwhelmingly passed an $8.3 billion supplemental funding bill Wednesday to respond to the coronavirus, marking the first major step by Congress to tackle the growing number of cases and deaths in the United States.\n\nThe 415-2 vote came just hours after lawmakers in both chambers struck the bipartisan deal for emergency funding. The Senate is expected to take up the measure as early as this week.\n\nThe bill provides $7.76 billion to agencies combating the coronavirus -- three times the $2.5 billion initially requested by the White House. The legislation also authorizes another $500 million in waivers for Medicare telehealth restrictions, bringing the total to about $8.3 billion.\n\nTwo GOP lawmakers — House Freedom Caucus Chairman Andy Biggs (R-Ariz.) and Rep. Ken Buck Kenneth (Ken) Robert BuckHillicon Valley: Facebook bans ads from pro-Trump PAC | Uber reports big drop in revenue | US offers M reward for election interference info Senate passes legislation to ban TikTok on federal devices The Hill's Morning Report - Presented by the Air Line Pilots Association - Progress slow on coronavirus bill MORE (R-Colo.) — voted against the measure, citing concerns about spending.\n\nSANDERS' FOREIGN POLICY GUY: The Hill's Laura Kelly has a profile of the man credited with Sens. Bernie Sanders Bernie SandersInside Ed Markey's unlikely emergence as an icon to Gen Z activists Biden unites Democrats — for now OVERNIGHT ENERGY: Biden calls climate change one of America's four major crises | National parks chief says coronavirus staff shortages shouldn't prevent access | Trump hits California officials over wildfires MORE' (I-Vt.) more vocal foreign policy positions during his 2020 run for the presidency than four years ago:\n\nMatt Duss is the first person to hold the title of foreign policy adviser to Sanders. He was hired in 2017 in response to criticism that Sanders's first presidential bid failed to lay out a comprehensive global agenda.\n\nIn the 2020 race, Duss has been seen as the driving force behind Sanders becoming more vocal on issues he cares about -- most recently praising the late Cuban dictator Fidel Castro for instituting a literacy program and publicly calling Israeli Prime Minister Benjamin Netanyahu Benjamin (Bibi) NetanyahuMORE a racist.\n\nAnd much like Sanders, Duss has a reputation for operating outside the regular Democratic circles.\n\n\"I took a somewhat critical stance toward the establishment, toward the conventional wisdom,\" Duss said in a phone interview with The Hill about his reputation as a Washington outsider. \"I think that's something I share with my boss.\"\n\nRead more here.\n\nON TAP FOR TOMORROW\n\nThe House Appropriations Defense Subcommittee will hold a hearing on defense health programs at 9 a.m. at the Rayburn House Office Building, room 2359. https://bit.ly/2PNkJbg\n\nA House Armed Services Committee subpanel will hold a hearing on Army and Marines Corps ground modernization programs at 9:30 a.m. at Rayburn 2212. https://bit.ly/38n3XpL\n\nActing Navy Secretary Thomas Modley, Chief of Naval Operations Adm. Michael Gilday and Marines Commandant Gen. David Berger will testify before the Senate Armed Services Committee at 9:30 a.m. at the Dirksen Senate Office Building, room G-50. https://bit.ly/3arV3Zn\n\nA Senate Foreign Relations Committee subpanel will hold a hearing on the Global Engagement Center at 10 a.m. at Dirksen 419. https://bit.ly/2TCyZoj\n\nICYMI\n\n-- The Hill: Ratcliffe nomination puts Susan Collins in tough spot\n\n-- The Hill: Lawmakers look for 5G competitors to Huawei\n\n-- The Hill: Trump to award Medal of Freedom to retired Gen. Jack Keane\n\n-- The Guardian: Trump picks official involved in Bush-era torture program as his nuclear envoy\n\n-- Military Times: Pentagon did not do enough to vet foreign military students, DOD intel official tells Congress\n\n-- Associated Press: Russia-Turkey talks a last chance to avert Idlib calamity"}}