{"GDELT": {"GlobalEventID": 910283908, "Day": 20200304, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1753, "Actor1Code": "REF", "Actor1Name": "REFUGEE", "Actor1Type1Code": "REF", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.45989304812834, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lesbos, Perifereia Voreiou Aigaiou, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR65", "Actor1Geo_ADM2Code": "16725", "Actor1Geo_Lat": 39.1667, "Actor1Geo_Long": 26.25, "Actor1Geo_FeatureID": "-822201", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Athens, AttikíR, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR35", "Actor2Geo_ADM2Code": "16716", "Actor2Geo_Lat": 37.9833, "Actor2Geo_Long": 23.7333, "Actor2Geo_FeatureID": "-814876", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lesbos, Perifereia Voreiou Aigaiou, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR65", "Action2Geo_ADM2Code": "16725", "Action2Geo_Lat": 39.1667, "Action2Geo_Long": 26.25, "Action2Geo_FeatureID": "-822201", "DATEADDED": 20200304231500, "SOURCEURL": "https://www.arabnews.com/node/1636946/middle-east"}, "ARTICLE": {"TITLE": "Turkey’s migrant policy turns into a hot potato for Europe", "TEXT": "ANKARA: Amid an unprecedented migration crisis along the Turkish-Greek border, the international community is searching for ways to quickly de-escalate the situation.\n\nTurkish President Recep Tayyip Erdogan’s decision to open the floodgates to the flow of migrants from the Middle East into mainland Europe, violating the 2016 Turkey-EU deal, has pushed more than 136,000 refugees to leave for Europe, according to Turkish statistics.\n\nThe EU decided to provide Greece with up to €700 million ($780 million) to manage migration flow to its borders — the external borders of Europe — which has now turned into a frontline with heightened clashes between asylum-seekers and Greek police.\n\nAlong with boosted sea and land border controls, Athens suspended asylum rules for a month by invoking article 78.1 of the EU treaty. The presidents of the European Council, European Commission and European Parliament also traveled on Tuesday to the Greek-Turkish land border as a sign of support for Athens.\n\nOn Sunday, a child migrant drowned during a dangerous sea crossing to the Greek island of Lesbos.\n\nTurkey currently hosts 4.1 million refugees, including 3.7 million Syrians. There are also about 1 million civilians at the Syrian border with Turkey who left Idlib after the advance of the Russian-backed Syrian forces.\n\nA northern town of Turkey has offered free bus services for desperate migrants trying to make a journey to the Greek border, covering hundreds of kilometers.\n\n“The gates are open” narrative and the free busses to Edirne have produced consternation and disbelief across the EU, and are seen as the first government-organized humanitarian crisis. “It makes further dialogue more difficult,” Marc Pierini, a former EU ambassador to Turkey who is now at the Carnegie Europe think tank, told Arab News.\n\nAnkara has criticized Brussels for not keeping its promises under the refugee deal — to provide financial aid fairly quickly, lift visa requirements for Turkish citizens by the end of 2016, upgrade the Customs Union, and accelerate Turkey’s stalled accession process to the EU in exchange for dealing with migrant management within Turkish borders.\n\nOnly 25,000 refugees have been resettled in European countries in the past three years, although Brussels committed to a large-scale resettlement. Of the €6 billion that was promised to Turkey, only 53 percent (€3.2 billion) has been disbursed.\n\nEuroMed Rights President Wadih Al-Asmar said: “Refugees are not a bargaining chip to be played with at the whims of political leaders. Europeans cannot look away from what might become one of the worst humanitarian disasters the war in Syria has brought on its people. Respecting international humanitarian law as well as the human right to protection and refuge remain the sole possible answer in the face of such indiscriminate violence.”\n\nAfter Turkish forces suffered heavy military losses in Syria’s rebel-held stronghold Idlib, Ankara opted for an increasingly aggressive regional policy. Meanwhile, polls in Turkey reveal that almost 60 percent of the population holds anti-Syrian sentiments.\n\nThe mutual suspicion between Ankara and Brussels has encouraged Erdogan to weaponize the Syrian migrant situation.\n\nResearch fellow Luigi Scazzieri, from the Center of European Reform (CER), thinks Ankara’s “opening of the gates” has been seen in Europe as a move to blackmail the EU, with leaders saying that they will fully support Greece in controlling its border.\n\n“European leaders have a very negative image of Turkey at the moment and do not fully appreciate its role in hosting refugees over the past few years. But leaders also know they need to cooperate with Turkey if they want to avoid mass pushbacks at the border,” he told Arab News.\n\nHow Germany’s Angela Merkel’s efforts to ease the humanitarian crisis will play out not only on Ankara’s side but also on Europe’s far-right populist parties is still unclear.\n\nGermany recently announced that it is ready to deal with the issue with Ankara, which is aggressively asking for more help from Europe after its regional partnership with Russia in Syria backfired.\n\n“After we opened the doors, there were several calls saying ‘Close the doors’,” Erdogan said on Monday.\n\n“I told them it’s done. It’s over. The doors are now wide open. Since we have opened the gates, the number of refugees heading toward Europe has reached hundreds of thousands. This number will soon reach millions.”\n\nAhead of the EU’s extraordinary Foreign Affairs Council in Zagreb on March 5-6, EU’s High Representative/Vice President Josep Borrell and Commissioner for Crisis Management Janez Lenarcic visited Ankara on Tuesday and Wednesday to hold consultations on migration management.\n\nThis time, Ankara can also ask Europe for more money for the possible reconstruction of a Turkish-controlled buffer zone in Northern Syria.\n\n“A cross-border humanitarian operation for Syrian internally displaced people (IDPs) in Idlib province is entirely dependent on a cease-fire agreement between Turkey and Russia, and security guarantees agreed by Russia and Damascus and their enforcement,” Pierini said.\n\n“Once this is agreed, the EU should contribute to an UN-led humanitarian operation,” he said.\n\nHowever, for expert Scazzieri, it will be difficult for the EU to assist with reconstruction or humanitarian assistance in Idlib until there is some sort of diplomatic agreement between Russia and Turkey to wind down the fighting in Syria.\n\n“But the EU can provide Turkey with more assistance in supporting the refugees it is currently hosting. I think it is quite likely that leaders will begin talks with Turkey over how to extend and potentially increase EU funding. But they will be careful to avoid the impression that they are simply giving in to Ankara’s demands,” he said."}}