{"GDELT": {"GlobalEventID": 910781555, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "AUS", "Actor1Name": "MURRAY", "Actor1CountryCode": "AUS", "Actor2Code": "MIL", "Actor2Name": "AIR FORCE", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.54041570438799, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Travis Air Force Base, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA095", "Actor1Geo_Lat": 38.2685, "Actor1Geo_Long": -121.934, "Actor1Geo_FeatureID": "2512359", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Travis Air Force Base, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 38.2685, "Actor2Geo_Long": -121.934, "Actor2Geo_FeatureID": "2512359", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Travis Air Force Base, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 38.2685, "Action2Geo_Long": -121.934, "Action2Geo_FeatureID": "2512359", "DATEADDED": 20200306211500, "SOURCEURL": "https://www.ksl.com/article/46726574/st-george-man-treated-for-coronavirus-released-from-northern-utah-hospital"}, "ARTICLE": {"TITLE": "First coronavirus case diagnosed in Utah hours after governor declares state of emergency", "TEXT": "SALT LAKE CITY — A cruise ship passenger who recently returned home to Davis County was diagnosed Friday with the novel coronavirus, hours after Gov. Gary Herbert declared a state of emergency in preparation for what was seen as the illness’ inevitable arrival in the state.\n\nAlthough this is the first case to be confirmed in Utah, “It’s important to recognize that this does not represent the first case of community spread in the state of Utah,” said Angela Dunn, state epidemiologist, in a Friday news conference.\n\nThe patient, a person older than 60, went to see a doctor in Utah after developing symptoms and has agreed to follow an isolation order, said Brian Hatch, executive director of the Davis County Health Department.\n\nStill, the health officials said, the case represents a turning point.\n\nUtah can expect more cases, and those who develop symptoms will end up staying holed up in their homes as the state seeks to limit exposure to older Utahns and those with other health conditions.\n\nDunn and her colleagues believe the traveler was exposed to the illness while on a recent cruise aboard the Grand Princess cruise ship that returned to port. While the Utahn is the first person on that particular cruise to develop symptoms, other Utahns were aboard the ship. Health officials are trying to get in touch with them.\n\nThe Grand Princess and its current passengers and crew are waiting aboard the ship off the California coast after 21 people there tested positive for the virus.\n\nBecause the Utah traveler’s test was done by a state lab, it is considered a presumptive positive, Dunn said, and the Centers for Disease Control and Prevention will conduct further testing. The patient is now at home in isolation as health officials reach out to those who may have been in contact with the traveler.\n\nHerbert said the state did not know about the case when he made an emergency declaration earlier Friday. Officials found out about 5:30 p.m., according to Dunn.\n\nRelated:\n\nThe emergency declaration was made out of “a state of readiness” at the time, in the event of increased demand on the health care system if cases do emerge, according to state officials.\n\n“Our No. 1 focus is preparing for the arrival of novel coronavirus,” Herbert said in a statement. “Issuing this declaration now allows us to take additional proactive steps that will make a big difference in how effectively we can respond once we start seeing COVID-19 diagnoses in Utah.”\n\nHe said the declaration was made at the request of the Utah COVID-19 Task Force, which met for the first time Friday.\n\n“While no one in Utah has yet tested positive for COVID-19, issuing this order now allows our state and communities to access additional funding and resources that will be instrumental in helping us prepare to slow the spread of coronavirus,” said Lt. Gov. Spencer Cox, who leads the task force.\n\nSimilarly, the governor issues emergency declarations ahead of wildfire season to receive federal resources for when fires break out.\n\nSalt Lake County issued its own emergency declaration Friday evening, which County Mayor Jenny Wilson emphasized “does not mean we are currently experiencing an emergency.”\n\n“It means that we are now in a formal state of preparedness that allows us to utilize resources we expect will be necessary when we encounter the first case of coronavirus transmitted locally,” Wilson said in a prepared statement, noting county departments and divisions are organized and ready should COVID-19 begin spreading in the area.\n\nMeanwhile on Friday, the first person to be treated in Utah for the novel coronavirus returned to his St. George home.\n\nMark Jorgensen became sick while on a Princess cruise ship in Japan and was flown to Intermountain Medical Center in Murray where he remained in isolation since Feb. 28. As of Friday, Jorgensen has no symptoms and will stay isolated at home until he has two consecutive negative tests for COVID-19, state health officials said.\n\nJorgensen posted a Facebook Live video from his living room, at first wearing a face mask while his wife was in the room. Though they are now in their own home, the couple remains under “special rules.”\n\nIn this image from video, provided by the California National Guard, a helicopter carrying airmen with the 129th Rescue Wing flies over the Grand Princess cruise ship off the coast of California Thursday, March 5, 2020. (California National Guard via AP)\n\n“I am confined to the house, I don’t go anywhere, I am to use a separate bedroom and bathroom,” Jorgensen said, explaining that though he’s back together with his wife, Jerri, it’s tough because they must keep distance from each other.\n\n“We’re going to be compliant and do what they ask us to do,” he explained.\n\nJerri Jorgensen is believed to be immune to the virus as she already had it and has since tested negative, Mark Jorgensen said.\n\n“I continue to be asymptomatic. I feel great. It feels great to be home. And kind of breathing a sigh of relief,” he said, though the couple did worry about threats they said they received from people upset about them returning to St. George.\n\nDr. Angela Dunn, state epidemiologist, emphasized that there is no risk to the public in Jorgensen returning home. He will be swabbed for the virus every other day, she said, and monitored by the Southwest Public Health Department. It is unclear how long it will be until he might test negative for the virus, she said.\n\n“He has been asymptomatic, meaning he hasn’t shown any symptoms from the time he even tested positive, and so there is no risk from him transmitting to others, especially since he is on home isolation,” Dunn said.\n\nAllowing Jorgensen to go home frees up resources in the health care system, especially as beds are needed during the ongoing flu season, according to Dunn, as well as to alleviate the toll on him after several weeks in hospital isolation.\n\n“I mean, he’s been isolated for a month or longer,” she said.\n\nWhile anxieties over a potential outbreak continue to brew in Utah and nationwide, stores have seen their shelves wiped of toilet paper, water bottles, hand sanitizer and over-the-counter cold medications.\n\nCases of the virus Friday surpassed 100,000 in 90 countries and spurred the cancellation of religious and large cultural events, including South by Southwest arts festival in Austin, Texas, according to the Associated Press.\n\nMultiple outlets reported Costco has suspended offering food samples. A statement from the wholesale chain on Thursday said the company saw a 10.5% increase in net sales for the quarter compared to last year.\n\n“February sales benefited from an uptick in consumer demand in the fourth week of the reporting period. We attribute this to concerns over the coronavirus,” according to the statement.\n\nAlso on Friday, according to one Utah police department, novel coronavirus preppers pilfered the station’s toilet paper.\n\nKaysville police officer Joshua Danielson said the culprit remains a mystery.\n\n“We received a complaint in our lobby that consistently the men’s restroom was devoid of toilet paper. And we have someone who’s employed to actually stock that, and it shouldn’t be running out so quickly, we would assume,” Danielson said.\n\nPotential “involved parties” haven’t been contacted for an interview yet, he said.\n\n“For those of you preparing for the coronavirus, what is the need for the hoarding of toilet paper? The Kaysville Community must be in a state of crisis that someone has resorted to obtaining all the toilet paper from the (Kaysville Police Department’s) public restrooms. We love our community and we are here to serve you, but cops need toilet paper too! Let’s go back to the days of obsessing over power poles!” the department posted on Facebook.\n\nLuckily, a concerned citizen donated a new package to the officers, saying, “You need this more than I do,” according to a tweet from the department.\n\nThe theft — as well as the empty store shelves across the state — prompts questions of how much panic is actually warranted.\n\nThough cases have been confirmed in neighboring states, there’s still no reason to panic, Cox said.\n\n“Our focus right now is really on preparation. The good news is, we do not have any confirmed cases here in the state of Utah, although our neighboring states now do — Colorado, Nevada now have confirmed cases. So again, we know it’s coming this way, but our biggest focus right now is getting ahead of this as much as possible,” Cox told the Deseret News after the first meeting of the task force charged with getting ready should an outbreak occur in Utah.\n\nThe group — made up of representatives from local government, education, health, business and community organizations — will meet twice a week and hold conference calls as needed, Cox said.\n\nAccording to the lieutenant governor, Friday’s task force meeting focused on making sure health care providers don’t become overwhelmed if the virus starts to spread; working with public education officials on protocols if there is a confirmed case in a school; and figuring out how and where to care for the most vulnerable populations like the elderly.\n\nWhat about the toilet paper and bottled water shortage?\n\n“What we know is that most cases of this disease are very mild, so it would be like the cold or a moderate version of the flu. You would just be at home,” Cox said, urging people to think about what they would need if homebound for two weeks.\n\nAnd while it’s good to have bottled water on hand for emergencies, it’s not necessary for the coronavirus, he said.\n\n“Our tap water will continue to work just fine. So just really, whatever it is that you need to prepare, you like Diet Coke a lot, make sure you buy an extra six pack next time you’re at the store,” Cox said.\n\nThe Utah Department of Environmental Quality also confirmed that tap water would remain safe, as “public drinking water systems are designed to continuously deliver safe drinking water to your tap.”\n\n“The other thing we want people to understand is that we have the best and brightest in the state working on this. And if there comes a time when we need to do something to take different measures, we’ll let you know. And we’re on top of that. And it won’t be the politicians making those decisions, it’ll actually be the scientists and the people at the Department of Health who know what they’re doing in these types of outbreaks,” Cox said.\n\nCox had come under fire on Twitter Thursday for deleting a tweet on the Utah Coronavirus Task Force account. The tweet had included a video of President Donald Trump on Fox News telling people they can go to work with the coronavirus. In the tweet, a member of the task force had urged people not to go to work if they have symptoms of COVID-19.\n\nCox tweeted that the original tweet with the video of the president was deleted because it “appeared political” in nature and the “White House has been a tremendous partner in our COVID-19 response.”\n\nHe said on Friday Utah “has been recognized as the most prepared state in the nation” and hasn’t seen a lot of panic, other than clearing store shelves of toilet paper and water bottles.\n\n“Which again, people just want to be prepared for whatever’s coming, and that’s a positive thing. So we just recommend that people keep doing what they’re doing, but just be safe if you are sick,” Cox said.\n\nAddressing potential threats the Jorgensens received, Cox urged Utahns that if there are confirmed cases in their neighborhood, not to panic.\n\n“The whole idea of quarantining and staying in your house, which is happening ... the disease will not spread when you do that. ... We’re not going to be able to keep people out of our communities that have this disease, but we can keep it from spreading. And that’s the critical message.”\n\nCoronavirus (COVID-19) resources Prevention\n\nTo help mitigate infectious transmission of COVID-19, health care officials advise anyone who thinks they might have the virus to first call their doctor before going to a hospital\n\nWash hands thoroughly and often\n\nStay home if you’re feeling sick\n\nDon’t touch your face\n\nCough or sneeze in your elbow or a tissue Risk and symptoms\n\nYou could be at risk of having COVID-19 if you’ve recently traveled to mainland China, South Korea or, to a lesser extent, Japan, Italy and Iran\n\nInfected patients typically have a fever, cough and shortness of breath\n\nCorrection: An earlier version said the Utah patient diagnosed Friday is a man. The patient’s gender has not been released.\n\n×\n\nPhotos\n\nRelated Stories"}}