{"GDELT": {"GlobalEventID": 910782898, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 4.87364620938628, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dallas, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX113", "Actor1Geo_Lat": 32.7831, "Actor1Geo_Long": -96.8067, "Actor1Geo_FeatureID": "1380944", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Dallas, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_ADM2Code": "TX113", "Actor2Geo_Lat": 32.7831, "Actor2Geo_Long": -96.8067, "Actor2Geo_FeatureID": "1380944", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dallas, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX113", "Action2Geo_Lat": 32.7831, "Action2Geo_Long": -96.8067, "Action2Geo_FeatureID": "1380944", "DATEADDED": 20200306211500, "SOURCEURL": "https://www.producenews.com:443/news-dep-menu/28671-matt-roy-joins-tanimura-antle-as-vp-of-business-development-cea"}, "ARTICLE": {"TITLE": "Matt Roy joins Tanimura & Antle as VP of business development CEA", "TEXT": "Matt Roy joins Tanimura & Antle as VP of business development CEA\n\nby press release | March 06, 2020\n\nWith continued commitment to growth and innovation, Tanimura & Antle has hired Matt Roy as a valuable addition to its forward-thinking team of employee owners. Roy joins the company in the role of vice president of business development CEA (controlled environment agriculture), reporting directly to Scott Grabau, chief executive officer and president of Tanimura & Antle.\n\n“Controlled environment agriculture has become an exciting part of our business and is consistent with Tanimura & Antle’s culture of providing fresh, healthy, premium fresh produce that meets and exceeds the quality and value expectations of our customers,” said Grabau. “We pride ourselves in our commitment to innovating the way we operate and the methods behind growing the produce we sell. Matt’s love for our industry, along with his leadership experience and involvement within the indoor growing industry will play a crucial role as we partner with our customers to define the greenhouse grown industry.”\n\nRoy will focus on developing customer relationships and creating new business specific to the company’s expanding line of greenhouse-grown fresh produce items. Roy joins the company with over 20 years of industry experience, starting with B&R Stores Inc., where he began his career at the grocery store level. Over the years, Roy has held a diverse set of positions throughout the fresh produce industry, including president of Harold Crawford Co. Inc., senior director of produce for US Foods, produce buyer for Associated Wholesale Grocers and director of fresh produce for Lincoln Premium Poultry.\n\n“I am very excited to be joining industry leaders at Tanimura & Antle. The company’s history of innovation coupled with an employee-centric culture, makes this a natural fit for me. I have been a longtime advocate of the controlled environment and urban agriculture space and have been fortunate to lead and be involved with multiple related projects during my career,” said Roy. “I look forward to combining my previous experiences and produce purchasing knowledge to ensure that we are listening to our customers and end-consumers in order to consistently deliver premium quality local products and innovative programs.”\n\nA graduate of the United Fresh Produce Industry Leadership Program, Class 24, Roy has served on a number of industry committees such as the United Fresh Wholesaler Distributor Board, the Southeast Produce Council’s Education Committee and board of directors.\n\nRoy joins produce veteran Karen Pflaum, who joined Tanimura & Antle in October 2019 as director of regional CEA sales and customer development. Prior to her current role, Pflaum worked for Earthbound Farms for 20 years as director of customer development for the Midwest and central regions, as well as a regional manager for Mann’s Fresh Vegetables, Dole Fresh Vegetables and Fresh Express. Together, Roy and Pflaum will focus on developing business for the company’s greenhouse-grown product line.\n\n“Matt’s passion and experience in this dynamic and growing category will provide exceptional value to our customers and company as we continue expanding our product line with 12-plus years of experience developing greenhouse grown products,” said Don Klusendorf, senior vice president of sales and marketing for Tanimura & Antle.\n\nTanimura & Antle plans to debut its greenhouse-grown products with an industry-wide launch at the PMA Fresh Summit in Dallas Oct. 15-17."}}