{"GDELT": {"GlobalEventID": 910781751, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "COD", "Actor1Name": "DEMOCRATIC REPUBLIC OF CONGO", "Actor1CountryCode": "COD", "Actor2Code": "RWAGOV", "Actor2Name": "RWANDA", "Actor2CountryCode": "RWA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.0366598778004, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kigali, (RW09), Rwanda", "Actor1Geo_CountryCode": "RW", "Actor1Geo_ADM1Code": "RW09", "Actor1Geo_ADM2Code": "21996", "Actor1Geo_Lat": -1.9536099999999998, "Actor1Geo_Long": 30.0606, "Actor1Geo_FeatureID": "-2181358", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kigali, (RW09), Rwanda", "Actor2Geo_CountryCode": "RW", "Actor2Geo_ADM1Code": "RW09", "Actor2Geo_ADM2Code": "21996", "Actor2Geo_Lat": -1.9536099999999998, "Actor2Geo_Long": 30.0606, "Actor2Geo_FeatureID": "-2181358", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Congo", "Action2Geo_CountryCode": "CF", "Action2Geo_ADM1Code": "CF", "Action2Geo_Lat": -1.0, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "CF", "DATEADDED": 20200306211500, "SOURCEURL": "http://rnanews.com/rwanda-drc-sign-validation-act-for-the-safe-exploitation-of-lake-kivu-gas-resources/"}, "ARTICLE": {"TITLE": "Rwanda, DRC sign Validation Act for the safe exploitation of Lake Kivu gas resources", "TEXT": "Rubens Mikindo Muhima, DR Congo’s State Minister in charge of Hydrocarbons (left) and Rwanda’s Minister for Environment Jeanne d’Arc Mujawamariya exchange documents after signing the Validation Act as Minister of Infrastructure, Amb. Claver Gatete looks on.\n\nKigali: The Government of Rwanda and the Democratic Republic of Congo have signed a validation Act of the Contract on the review of the Management Prescriptions for the development of Lake Kivu Methane gas resources between the two countries.\n\nThe deal was signed by Minister of Environment Jeanne d’Arc Mujawamariya, representing the Government of Rwanda and State Minister in charge of Hydrocarbons Rubens Mikindo Muhima, representing the Government of the Democratic Republic of Congo. This signing ceremony was witnessed by Minister of Infrastructure, Amb. Claver Gatete in presence of other Government officials from both countries.\n\nThe two ministers committed to provide rules for research, exploration and monitoring safe exploration of Lake Kivu gas resources.\n\nMinister Mujawamariya said that Lake Kivu has a lot of biodiversity and natural resources that are important to human life.\n\n“Biodiversity means a variety of plant and animal life in a particular habitat usually considered to be important and desirable.Therefore while exploiting the resources in Lake Kivu, the activities must protect the biodiversity in as well since it is important to human life,” she said.\n\nState Minister Mikindo Muhima lauded both Rwanda and DRC’s efforts geared at safe exploitation of methane gas.\n\n“We need safe exploitation of methane gas in Lake Kivu for sustainable development in the Great Lakes Region in general,” he said.\n\nAmb. Claver Gatete, the Minister of Infrastructure added that there is an ongoing project with a target to produce cooking gas from methane gas.\n\n“We have engaged a company that might produce compressed natural gas from methane gas from Lake Kivu. They will supply gas for industrial and domestic applications. The company is very advanced in research and the project has already started,” he said.\n\nThe Validation Act considers the potential impact that methane gas exploitation has to produce electricity which must be done by reducing the risk of gas explosion and thus protecting biodiversity.\n\nThe methane in Lake Kivu is estimated to have the capacity to generate 700MW of electricity over a period of 55 years.\n\nRwanda’s share of the total generation potential is about 350 MW, with the rest being the share of Democratic Republic of Congo.\n\nAnd in October last year, a public-private partnership project between Shema Power Lake Kivu Limited (SPLK Ltd) and Government of Rwanda was launched and it is expected to result in a development of 56 megawatts of methane gas, more than double of what the current investor is producing in Kivu.\n\nAccording to the signed Validation Act, safe gas exploitation and biodiversity protection will be done by preserving the stability of different layers of Lake Kivu, hence boosting economic growth of the two countries. (End)"}}