{"GDELT": {"GlobalEventID": 910782069, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "GBRMED", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor1Type1Code": "MED", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200306211500, "SOURCEURL": "https://www.monstersandcritics.com/tv/reality-tv/why-do-the-british-hate-on-meghan-markle-new-vice-doc-examines-royal-sussex-couple-controversy/"}, "ARTICLE": {"TITLE": "Why do the British hate on Meghan Markle? New Vice doc examines Royal Sussex couple controversy", "TEXT": "The network Vice has an eye-opening new documentary about Meghan Markle and Prince Harry coming to your TV very soon.\n\nAnd man, you would think that Meghan Markle spit in the Queen’s pudding, based on the negative press coming out of the UK.\n\nTraditional royalists absolutely hate the wife that Prince Harry, a favorite of the Queens, as we all know, chose to be with as husband and wife.\n\nSign up for our newsletter!\n\nBut why?\n\nOn a new documentary on Vice, Meghan Markle: Escaping the Crown examines the trail of indicators that reveals that race, and perhaps the fact she is American, are likely culprits in the growing anti-Meghan fervor that has captured the nation across the pond.\n\nMany observers quoted in the Vice clip below say it is because she “is a bit black.” And the Royalists are not having it.\n\nWhat is the documentary Meghan Markle: Escaping the Crown about?\n\nThe documentary is about a biracial American actress and divorcee’s fall in favor with the British people. Produced by the award-winning UK-based production company ITN, the hour-long special examines a timeline, the rapid rise, and the unraveling of the Duchess of Sussex.\n\nIn doing this, they investigate the role that the monarchy and British tabloid media have played in poisoning the well for Britain’s first black princess.\n\nAmericans were thrilled with the news that she would marry Harry, and black people celebrated that one of their own would have a seat at the royal table.\n\nNot so fast.\n\nThe recent fallout of who owns the term “royal” and the notion that Harry will monetize the Sussex name far and away from Jolly Old England has set a slew of prominent British media firebrands like Piers Morgan and Katie Hopkins off like roman candles.\n\nAs the saga continues with Harry and Meghan’s loss of royal branding, the documentary will go there, examining the role of Meghan’s race, as well as the undercurrent of prejudice alive and well — just like in the USA.\n\nThere is almost an unhealthy obsession for some people with these two young married royals now off the payroll.\n\nThis documentary is a story about how two people’s actions threaten to upend one of the longest-running institutions in the world.\n\nWho is interviewed for the doc?\n\nVice and producers have gathered exclusive interviews with palace insiders and experts, including William and Harry’s former butler, the American wives of the British aristocracy, and royal correspondents.\n\nThe documentary is the network’s first release for Vice Versa, a new series of independent documentary specials that will give voice to polarizing points of view.\n\nVice says: “Immersive and provocative, the stories featured on Vice Versa will tackle broken systems and corrupt power structures head on.”\n\nInterviews are conducted with Grant Harrold, the former Royal butler, and Stephen Marche, a Canadian reporter.\n\nAlso, Katie Nicholl, the royal reporter at Vanity Fair, and Lainey Lui, a Canadian TV host and blogger. Comics Sophie Duker and Kemah Nob are also interviewed.\n\nMeghan Markle Escaping The Crown airs Tuesday, March 10 at 9 PM ET/PT on Vice"}}