{"GDELT": {"GlobalEventID": 910781817, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "CVL", "Actor1Name": "VOTER", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.83870967741935, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200306211500, "SOURCEURL": "https://www.belfasttelegraph.co.uk/opinion/news-analysis/alliance-has-enjoyed-an-upturn-and-it-isnt-slowing-down-39022343.html"}, "ARTICLE": {"TITLE": "Jon Tonge: Alliance has enjoyed an upturn... and it isn't slowing down", "TEXT": "The Alliance Party gathers for its annual conference this weekend in an understandably buoyant mood. Party leader Naomi Long can reflect on a year of unprecedented progress. Seats gained at the Westminster, European and council elections in 2019 and record vote shares will ensure a celebratory event. Even Trevor Lunn might wish he was present.\n\nA naysayer might question the tangible value of Alliance's gains. The highly competent Stephen Farry would be more useful in the Assembly than isolated at Westminster. Naomi Long's elevation to the European Parliament ranks high on a pyrrhic victory list given what happened on January 31 - and her replacement job at Justice in the devolved Executive is difficult. The weaknesses of local councils, on which Alliance more than doubled its representation last year, have long been documented.\n\nBut all this is to miss the point. Alliance is now a force to be reckoned with, as Northern Ireland's third party. Even allowing that some voters defected to Alliance purely due to frustration at the absence of the Assembly (the party's supporters were most likely to list this as a key issue) last year's progress was impressive. Alliance gained 62,000 votes between the 2017 and 2019 general elections.\n\nLazy assumptions that Alliance is simply eclipsing the UUP are not backed up by survey evidence. It is undoubtedly true that Alliance squeezes the ideological space for the UUP's liberal unionism. Some UUP voters switched to Long in the European contest. It is also the case that Alliance's best general election performance, the Farry North Down triumph, was among liberal unionists who, prior to Sylvia Hermon's defection, voted UUP.\n\nThe influx of former DUP and Sinn Fein voters into Alliance's base will probably heighten the wild 'small u unionist' or 'pan-nationalist' charges against the party\n\nBut at last December's Westminster election, it wasn't mainly ex-UUP voters heading to Alliance in droves. They provided only 3% of the new supporters of Naomi Long's party. Compare that to the 18% of Alliance's new backers saying they voted DUP at the previous contest and 12% Sinn Fein. Ex-SDLP voters provided another 5%, whilst 8% of Alliance's new voters had not voted in the 2017 election. Alliance garnered the support of a quarter of all non-voters from two years earlier. The scale of DUP and Sinn Fein defections might surprise but makes arithmetic sense. The combined DUP and Sinn Fein vote share fell by 12% in 2019, whilst the UUP and SDLP saw slight increases.\n\nThe influx of former DUP and Sinn Fein voters into Alliance's base will probably heighten the wild 'small u unionist' or 'pan-nationalist' charges against the party. The criticism has ranged from amusingly knockabout to dangerous - witness the attacks on Alliance offices during the flags dispute. Alliance isn't pan-anything, as the party's refusal to engage in election pacts showed. Whilst eschewing constitutional politics, the party will eventually have to take a position on a border poll. Presently, Alliance voters break 70% to 30% in favour of Northern Ireland remaining in the UK. It's just that they don't like unionist party leaders. And more think a united Ireland has become likelier than not.\n\nWhat else do we know about Alliance voters? Half are aged 45 and under. That's the youngest profile of any of the 'big five', more youthful even than Sinn Fein's base. Alliance's supporters are slightly more likely to be Protestant than Catholic, with percentage support among those of no religion twice that of any other main party. It was once said that to be middle-class in Northern Ireland was not necessarily to be Alliance - but to be Alliance was to be middle-class. Yet at the general election, one-third of the party's support came from the working-class. That said, the proportion of Alliance Party voters who are graduates (31%) is double that among DUP and Sinn Fein supporters. Only the SDLP's support comes close.\n\nClouds on Alliance's horizon may seem small this weekend. But the party did not get many of the reforms it wanted in the New Decade, New Approach Stormont resurrection. Assembly rules are still based on the unionist versus nationalist divide, reducing Alliance to less important 'others'. Vetoes remain. There is no coherent programme to tackle sectarianism. Alliance still needs to be clearer as to whether it is a big tent for liberal unionists, moderate nationalists and 'neithers', or a party attempting to promote Northern Irishness to overcome British unionist and Irish nationalist identities. The party's voters embrace each identity: 31% British; 33% Irish, 26% Northern Irish - so the 'home for all' approach may be sensible. Against that, whilst 'neither unionist nor nationalist' identification is most common, at 51% of Alliance voters, 23% say they are unionist and 17% nationalist. These multi-ethnic versus single identity debates are seen between centre parties in other divided societies such as Bosnia.\n\nAlliance has, belatedly, come a long way. After 45 years marooned on an average 7% vote share, last year's three sets of elections saw the party average 16% and attract more than 300,000 voters. That's still a long way shy of the 40% of the total population declining to identify as unionist or nationalist. Half of those don't bother voting. If Naomi Long can entice them to the polling station, a good year might turn into a big decade.\n\nJon Tonge is Professor of Politics and Principal Investigator of the last four ESRC Northern Ireland Westminster election studies."}}