{"GDELT": {"GlobalEventID": 910782820, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Brian Head, Utah, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USUT", "Actor1Geo_ADM2Code": "UT021", "Actor1Geo_Lat": 37.6928, "Actor1Geo_Long": -112.851, "Actor1Geo_FeatureID": "1448176", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Brian Head, Utah, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USUT", "Action2Geo_Lat": 37.6928, "Action2Geo_Long": -112.851, "Action2Geo_FeatureID": "1448176", "DATEADDED": 20200306211500, "SOURCEURL": "https://www.ksl.com/article/46726593/new-website-allows-people-to-look-at-utahs-wildlife-migration-patterns"}, "ARTICLE": {"TITLE": "New website allows people to look at Utah’s wildlife migration patterns", "TEXT": "SALT LAKE CITY — Did you know a deer can swim a mile across Flaming Gorge, or that fish travel hundreds of miles to find the best place to spawn?\n\nThose are tidbits of information wildlife biologists have learned from GPS tracking various animals. Since the Utah Division of Wildlife Resources Wildlife Migration Initiative launched in 2017, nearly 3,000 animals have been tracked over more than 15 million locations. Some of the information gathered from the research is now available for the public to see online.\n\nThe new website, which launched Tuesday, shows all the different animals biologists are tracking, the amount they’re tracking, and the locations of each tracking project. For example, biologists are tracking 12 Rocky Mountain bighorn sheep at the Canyon Mountains in central Utah and 40 elk at the Book Cliffs in eastern Utah.\n\nThe Wildlife Migration Initiative involves coordination with various state and federal agencies, such as the U.S. Fish & Wildlife Service, as well as universities, wildlife groups and even agencies in Colorado. They’ve collected data from tracking all sorts of land animals and fish.\n\nNot only have they learned how far deer can travel and fish can swim, but they’ve also learned all sorts of migration patterns. For example, after biologists placed a collar on a deer at a spot south of Bryce Canyon National Park. they found it traveled 70 miles northwest to a location near Brian Head in Iron County.\n\n(GIF: Utah Division of Wildlife Resources)\n\nWhen biologists began tracking June Suckers, a fish species unique to Utah Lake, more than a dozen years ago, they found the fish swam all over the lake and preferred to migrate to the Provo River. They also found the fish had traveled up Hobble Creek, as well as the American Fork and Spanish Fork rivers.\n\nThe tracking systems have also helped conservation officers solve and prosecute a poaching case, according to Daniel Olson, who oversees the project for the DWR. \"A lot of the information we gather from this tracking initiative is invaluable in helping us better manage wildlife,\" he said in a prepared statement.\n\nThe new website is actually similar to a few recently launched sites by the DWR. In 2018, the agency launched a site that allows people to track pelicans in real-time, and it launched a similar website last year that allows people to track where banded birds have migrated to since they’ve were banded in Utah.\n\nDWR spokeswoman Faith Heaton Jolley explained the new website doesn’t allow people to keep tabs on deer or other land animals in real time because officials were concerned about people using it for unethical hunting practices.\n\n×\n\nRelated Stories"}}