{"GDELT": {"GlobalEventID": 910782816, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.1198208286674098, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Trinity River, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX071", "Actor1Geo_Lat": 29.7431, "Actor1Geo_Long": -94.7033, "Actor1Geo_FeatureID": "1348789", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dallas, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX113", "Action2Geo_Lat": 32.7831, "Action2Geo_Long": -96.8067, "Action2Geo_FeatureID": "1380944", "DATEADDED": 20200306211500, "SOURCEURL": "https://www.dallasnews.com/news/commentary/2020/03/06/from-standoffs-to-sesame-street-how-unsung-feds-lifted-civil-rights-era-communities-in-dallas-and-the-south/"}, "ARTICLE": {"TITLE": "Former SMU professor used to teach about crime. Then he secretively fought for civil rights in Dallas", "TEXT": "This is not the story Sid Miller expected to tell Wednesday afternoon, when we met at the Dallas Holocaust and Human Rights Museum. Because once, he wasn’t allowed to share it. And when he finally could, no one knew to ask.\n\nOn a rainy afternoon I was invited to meet this man who donated to the museum some old Ku Klux Klan literature, including a membership card and a program for Klan Day at the State Fair of Texas in 1923. Miller told a small group of friends and museum staffers this hateful paper was given to him by a student when he taught criminology, statistics and deviant behavior at Southern Methodist University in the 1960s. Miller stashed the stack in a file cabinet, then donated it to the museum for its new “Fight for Civil Rights in the South” exhibition.\n\n“Because I knew someone needed to see this,” Miller said.\n\nWe were sitting in front of that case filled with those Klan documents when the 82-year-old with Parkinson’s disease mentioned he later met white supremacists, face to face, during protests in Southern cities.\n\nAnd then Miller began discussing something he said he had never told a reporter.\n\nFor four years in the early 1970s, he said, he worked in the Department of Justice’s almost anonymous Community Relations Service, serving as one of the feds’ few mediators and conciliators — one of the peacekeepers. The agency, its actions and staff kept hush-hush by its very mandate, was created by the Civil Rights Act of 1964 to assist communities “in resolving disputes, disagreements, or difficulties relating to discriminatory practices based on race, color, or national origin.”\n\nIn Dallas, Miller said, that meant standing in harm’s way between protesters and police — including the riot sparked when a white cop shot to death 12-year-old Santos Rodriguez on July 24, 1973. It meant spending countless midnights at South Dallas community planning meetings — standing near his friend Al Lipscomb, long before he was a hell-raising councilman, and being tailed by the FBI. Or helping organize tenants’ unions at public housing projects. Or, even, creating a music program at a public high school.\n\nSid Miller, 82, donated Ku Klux Klan artifacts to the \"The Fight For Civil Rights In The South\" exhibit at the Dallas Holocaust Museum and Human Rights Museum This is \"The Imperial Night-Hawk,\" published in Atlanta by the Knights of the Ku Klux Klan, August 29, 1923. (Tom Fox / Staff Photographer)\n\nIn Little Rock, Ark., that meant stepping into riots and helping businesses get loans. In New Orleans, that meant making peace between black and white in public high schools. In Houston, that meant partnering black businessmen with national franchises.\n\n“Our commission was to help communities cope with the life that had been given them by changing their community,” Miller said. “We covered education, police-community relations. I wouldn’t say the police always cooperated; they tolerated us. We provided technical resources if they needed help finding ways to fund their programs. It was an unusual role. But that’s the role we played.”\n\nHundreds of pages containing thousands of accomplishments in the South and across the country are contained in old annual reports archived by a few university libraries. Things infamous, like Birmingham and Wounded Knee. And things you would never expect, like the Spanish-language Sesame Street pilot the Community Relations Service funded in Houston.\n\nYet the agency remains a relative mystery — unknown inside and mostly outside of Washington, D.C., according to the 2005 history Resolving Racial Conflict: The Community Relations Service and Civil Rights, 1964-1989 that’s now out of print. Only five years ago, Time magazine ran a story that called it “a little-known government agency” that helped keep the peace in Selma, Ala., in 1965.\n\nIf we know anything about this branch of Justice, it’s because two years ago, President Donald Trump proposed a budget that would have killed it — very on-brand for this administration. Bernice King, daughter of the Rev. Martin Luther King Jr., told Newsweek that “the racism and rhetoric in our nation make it clear that the Community Relations Service is still needed.”\n\nTrump failed. Just as Richard Nixon had when he tried to kill the agency in 1973. Just as Newt Gingrich and Strom Thurmond had when they tried in 1995.\n\nSid Miller had never before spoken on the record about his work at the Justice Department, until his visit Wednesday to the Dallas Holocaust and Human Rights Museum with old friends, including, at left, Jean Schobert. (Tom Fox / Staff Photographer)\n\nToday, according to National Public Radio, there are some 54 positions in the Community Relations Service — many, unfilled by the current administration. A Justice spokesperson in 2018 called it “a small entity” in an effort to diminish its impact and import. When Miller was there in the 1970s, the agency had four regional offices and 19 district branches filled with more than 100 workers who traveled the country putting out fires while staying out of the newspapers.\n\n“Our work with the media was off the record,” Miller said. That included regular visits to KERA’s studios, where he said he would brief Newsroom chief Jim Lehrer about the doings south of the Trinity River. The secrecy he never liked: “We thought if we could talk about it, we could enlist more support.” But the work he loved.\n\nMiller and his wife came to Dallas from Wisconsin by way of Missouri Valley College, and he taught crime’s causes at SMU. When he was recruited to join the Justice Department shortly after its Dallas office opened in November 1969, Miller snapped at the chance.\n\n“It meant that the stuff I had observed from afar I was now going to be in the middle of,” Miller said. “It meant I could do a better job than had been done previously.”\n\nThere were others in the agency’s office — “unsung heroes” and “icons” all, say front-line civil-rights fighters like Peter Johnson, who worked and marched with King, and Rene Martinez, these days a member of Mayor Eric Johnson’s violence-reduction task force. They included Pete Vaca, who ran for Dallas City Council only 20 years ago; and Bob Greenwald, a Jew from North Dallas initially tasked to run the office; and Augustus Taylor, whom Johnson calls “Gus.”\n\nHector Flores, past national president of LULAC -- and a former member of the Justice Department's Community Relations Service (Rex C. Curry / Special Contributor)\n\nHector Flores, a former San Antonio cop who later went to work for Dallas ISD, also worked in Dallas. Like his colleagues, he had 14 states to keep an eye on, and in 1973 was among the group dispatched to Wounded Knee, S.D., to help end the 71-day siege pitting Native American activists against federal agents. Forty years later, Flores was elected national president of the League of United Latin American Citizens.\n\n“There’s always hate and discrimination and those things you can’t solve with one sitting at the table,” Flores told me this week. “It takes years to solve pent-up frustrations. But we were advocates, catalysts for change.”\n\nSmall change, even. In the agency’s 1971 report, a few sentences appear about the creation of mariachi programs in Dallas public schools, and vocational training for kids who wanted careers in music — all, thanks to the feds. Miller said Vaca and Ramon Villarreal, the education specialist in the Dallas office, first introduced that at North Dallas High School.\n\n“I am sitting here talking to you because of them, because of the protection they gave us,” said Peter Johnson, who came to Dallas in 1969 as a Southern Christian Leadership Conference organizer and had been well bloodied and oft jailed along the path that led him here. “They stood between us and the KKK and the Minutemen and all those other crazy-ass gun-toting white men.”\n\n“We liked to call it conciliation, because that’s what it was — until we got in the middle and said, ‘My God, why are we here?’” Miller said. “There were armed people on both sides, and here we were in the middle completely unarmed.”\n\nIn 1971, Peter Johnson staged a hunger strike on the steps of Dallas City Hall as part of \"Operation Breadbasket.\" And there were federal peacekeepers around to make sure no one bothered him. (Joe Laird / The Dallas Morning News)\n\nJohnson said “everybody knew Sid,” who sat in organizing meetings, side-eyed by suspicious activists who couldn’t fathom the fed in their midst. Johnson said Miller and his colleagues protected the SCLC during its “Operation Breadbasket,” the boycotts and protests of South Dallas grocery chains that wouldn’t hire black workers and charged the poor small fortunes for bad food. And when Johnson was hunger-striking on City Hall’s front steps, Miller and the other agents would flash their Justice Department badges to make sure no one bothered him.\n\n“Their credibility was based on who they were and the link they established with the community,” said Rene Martinez, who was 25 when he took to the downtown streets to protest the killing of Santos Rodriguez. He remembers Miller “as the housing guy,” and counts Flores and Vaca among his closest friends. “They were entrenched in the community. They were unsung heroes.”\n\nMiller would eventually go to work at Housing and Urban Development in the 1970s — “so they could control me,” he said, not exactly joking. He spent the rest of his life in housing, making sure people had roofs even if they didn’t have much more.\n\nNo one ever called Miller or his fellow mediators at Justice civil-rights heroes. But that’s only because no one ever knew.\n\nWhen he was with Justice, Miller said at the end of our talk, his children were young. Occasionally, he would wake up in the middle of the night and wonder why he was risking his life for an agency so little known and poorly recognized, two presidents thought it would be easy to kill.\n\n“So why did you do it?” I asked.\n\n“Because,” Miller said, “I thought it was the right thing at the right time.”"}}