{"GDELT": {"GlobalEventID": 910781866, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.58606313281716, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hamburg, Hamburg, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM04", "Actor1Geo_ADM2Code": "40698", "Actor1Geo_Lat": 53.55, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "-1785434", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hamburg, Hamburg, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM04", "Action2Geo_ADM2Code": "40698", "Action2Geo_Lat": 53.55, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "-1785434", "DATEADDED": 20200306211500, "SOURCEURL": "http://www.pikecountycourier.com/news/local-news/lawsuits-can-drain-a-town-dry-FM907373"}, "ARTICLE": {"TITLE": "Lawsuits can drain a town dry", "TEXT": "Who says you can't fight city hall?\n\nA $40 parking ticket in Hamburg, N.J., ballooned into a $1.25 million settlement when a police officer refused to excuse a resident presumably too well-connected to pay fines.\n\nWestfall, Pa., went bankrupt after a developer won a $20 million settlement. Taxpayers are still paying it off ten years later.\n\nChester, N.Y., is being sued by a developer for $100 million. Its insurer refuses to cover the town and the state attorney general has intervened on the developer’s behalf.\n\nMost lawsuits brought against towns have to do with land use battles. Residents apply huge amounts of pressure on town officials to block hated new developments -- and most developments are well-hated -- even if it means courting costly lawsuits.\n\nThe Orange County, N.Y., town of Chester is being sued for $100 million by real estate developer Livy Schwartz, a Hasidic Jew claiming racial discrimination. Town officials, cheered on by local residents, say the suit has no merit, and that the developer simply is not following local ordinances.\n\nThe State of New York disagrees. Attorney General Letitia James has joined the developer's action, saying Chester has violated the Fair Housing Act.\n\n“The town and county’s animus against the Hasidic community is clear,\" said James when joining the suit. \"In a series of publicly recorded town meetings, officials explicitly referenced their desire to keep out Hasidic families and promised their residents that they would prevent the construction of The Greens at all costs.”\n\nThe town insists the discrimination charge is a red herring.\n\n“Instead of complying with the law, Plaintiff has resorted to a last ditch effort to pressure the Town to give Plaintiff permits it was not entitled to under law by crying ‘discrimination,’” said Mary Marzolla, attorney for Chester. She accused the attorney general of \"unnecessarily expending taxpayer dollars to support a well-funded private for-profit developer's litigation efforts.”\n\nThe fate of the developer and town is now in the hands of a federal judge. On top of that, Chester’s insurer is denying coverage.\n\n“Looks like this whole thing will end up in court,” said John Vero, an insurance agent located in town and an Orange County legislator. “No one will win but the lawyers.”\n\nTrue, the attorneys on all sides will be paid. The developer may well get to develop the property in the end, but it will cost him. And the town stands to lose a pile, even if it's able to wrangle back some of that denied insurance coverage.\n\nA town can certainly suffer a major hit. It’s not like it’s never happened.\n\nHow a town went bankrupt\n\nForty miles west, across the Delaware River, is the Pike County town of Westfall, Pa., population 2,300. In 2009, Westfall was bankrupted by a lawsuit filed by a developer who claimed the township was trying to torpedo his project. Westfall was on the hook for $20 million, about 20 times its annual budget.\n\nDavid Katz wanted to build condominiums on 730 acres of wooded mountainside. In 1994 he sued the township, alleging its supervisors met privately to rezone the land with the specific aim of killing his project. Katz said he was subjected to anti-Semitic slurs, that his property was vandalized, his truck set on fire, and his life threatened with a gun. The township denied the charges. Five years of legal back-and-forth later, a federal jury found that Westfall had violated Katz’s civil rights and awarded him $10 million in damages.\n\n“They broke the law, and they were found guilty,” said longtime Westfall resident Bernard Swartwood, who is director of public safety for Pike County. “They changed the zoning rules during the process, and that’s against the law.”\n\nThe mountainside land, called the Happy Hunting Grounds, had been used by generations of locals for hunting and fishing. Swartwood said many people, especially residents bordering the property, did not want the land developed. Some of those disgruntled neighbors got themselves elected to the board of supervisors and set about plotting to thwart Katz.\n\n“I myself did not want to see the hunting grounds cut down, but it was zoned for development, and Katz was in the right,” Swartwood said.\n\nThe town reneged on some provisions of the 1999 settlement, and the parties went back to court. In 2005, Katz’s award climbed to $14 million. With interest, it reached $20 million by 2009. In 2010, after Westfall declared bankruptcy, the town reached a final settlement with Katz for $6 million. The town agreed to quarterly payments of $75,000 for 20 years.\n\nSwartwood said Westfall had maxed out its insurance. Taxpayers were on the hook. The special “Katz tax” was added to property tax bills that year, and is still in effect today.\n\n“Taxes escalated,” Swartwood said. “I don’t think that many people left town because of it. But a lot of people were looking to move to the area because of lower taxes, and the higher taxes discouraged them.”\n\nThe current Westfall supervisors had no comment for this report. They were not the same municipal leaders who brought on the suits. But the Katz tax is still being levied and will be for years to come.\n\nSean Strub is the mayor of Milford, the borough just south of Westfall. He said borough officials “are very conscious of the potential for litigation, and we do our best to minimize that possibility.”\n\n“Municipalities need to be responsible and act with integrity,\" he said. \"That is paramount.”\n\nFrom parking ticket to payout\n\nBack over the Delaware River in Sussex County, NJ, the borough of Hamburg, population 3,300, paid heavily for a whistleblower retaliation lawsuit brought by a former police officer, Daniel Farruggio.\n\nIn 2012, Farruggio had been with the Hamburg police for two years when wrote a $40 parking ticket for a vehicle owned by the wife of a corrections officer. Her brother-in-law was a police officer, and her father-in-law a former police officer. Farruggio’s commanding officer and the Hamburg civilian police director both pressured Farruggio to rescind the ticket. He refused.\n\nAccording to court papers filed under the New Jersey Conscientious Employee’s Protection Act (CEPA), the state’s whistleblower protection law, Farruggio's superiors proceeded to harass him. They accused Farruggio of falsifying information on a weapons permit application and told him to quit or face criminal charges. Farruggio refused to quit. He was not charged.\n\nFarruggio was then accused of falsifying information on his job application. The county prosecutor investigated him.\n\nStill not charged with any crime, but under constant, hostile pressure at work, Farruggio resigned in 2013. He filed a CEPA lawsuit alleging his resignation was the result of reprisals for simply doing his job.\n\nThe case went to court in 2017. The judge instructed the jury to award punitive damages only if they found the conduct of Farruggio’s superiors to be “willful and made with evil-mindedness.” The jury awarded the ex-officer $1.4 million. Of that sum, $800,000 was for punitive damages.\n\nHamburg appealed the decision. The matter was settled on appeal in 2018.\n\n“My client agreed to a reduction in the award if the amount was paid within 30 days,” said Louis Barbone, Farruggio’s attorney.\n\nThe reduction brought the award down to $1.25 million, with punitive damages shaved down to $767,414. The appeals panel, in effect, upheld the position that Hamburg police officials had acted wrongfully, even though the settlement states that Hamburg admits no wrongdoing.\n\nUnlike Westfall, Hamburg was not forced to raise taxes. The borough’s insurer paid the bulk of the settlement. The municipality paid $225,000 out of its reserve fund.\n\nHow one town worked it out\n\nThomas Russo has been the township manager of Newton, N.J., since 2008. The township has overseen several redevelopment projects in that time and has managed to sidestep costly litigation.\n\n“Most municipal lawsuits are over land use,” said Russo. “So, it’s all in the planning, in what the land is zoned for. A developer comes in, sees a parcel he wants to develop, and he takes advantage of the zoning.”\n\nResidents may not like what the developer is proposing, and their elected representatives may be inclined to side with them.\n\n“But if you know how the property is zoned, then you pretty much know how the conversation will go and how the matter will be determined,” Russo said.\n\nClayton Square is a nearly complete condominium complex of 54 townhouses behind the QuickChek on Sparta Avenue. It was a wooded lot that was zoned commercial when the developer bought it in 2004. The developer at first sought a variance to build housing for senior citizens. The township planning board denied the variance.\n\nThe developer, Greg Martorana of Martorana Enterprises, told a local paper that the municipality “was pretty much against that idea from the start.”\n\nSo Martorana decided to stay within the zoning restrictions and proposed a strip mall instead. The planning board was agreeable at first. But residents were not.\n\n“Neighbors to the property protested quite vehemently,” said Jessica Caldwell, a Newton town planner. “The planning board denied the application, and Martorana sued the planning board.”\n\nThe court remanded the matter to the planning board.\n\n“The court, in other words, told the board to work it out with the developer because the lot was zoned for commercial use and the board did not have the right to deny the application,” Caldwell said.\n\nLocal tensions continued, Caldwell said, especially after the developer cleared the lot, further upsetting residents who wanted the lot to stay wooded. Cooler heads eventually prevailed.\n\n“I think the developer saw that the residential real estate market was doing well, and also knew that neighbors did not want the strip mall,” Caldwell said. “So, Martorana applied for a use variance for residential, and the board granted it. There were some objections from residents, but not as much as there had been for the commercial use.\n\n“The residents did not get to keep their woods. But, at the end of the day, this was probably the best solution for everyone concerned.”\n\nTown manager Russo said he was happy that all parties involved were able to work the matter out.\n\n“In the end, we end up with a quality development,” he said."}}