{"GDELT": {"GlobalEventID": 910782318, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "IND", "Actor1Name": "GUJARAT", "Actor1CountryCode": "IND", "Actor2Code": "NGOUSAJEW", "Actor2Name": "AMIT", "Actor2CountryCode": "USA", "Actor2Religion1Code": "JEW", "Actor2Type1Code": "NGO", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -9.8546042003231, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Junagadh, Gujarat, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN09", "Actor1Geo_ADM2Code": "17642", "Actor1Geo_Lat": 21.5167, "Actor1Geo_Long": 70.4667, "Actor1Geo_FeatureID": "-2098778", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Junagadh, Gujarat, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN09", "Actor2Geo_ADM2Code": "17642", "Actor2Geo_Lat": 21.5167, "Actor2Geo_Long": 70.4667, "Actor2Geo_FeatureID": "-2098778", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Junagadh, Gujarat, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN09", "Action2Geo_ADM2Code": "17642", "Action2Geo_Lat": 21.5167, "Action2Geo_Long": 70.4667, "Action2Geo_FeatureID": "-2098778", "DATEADDED": 20200306211500, "SOURCEURL": "https://indianexpress.com/article/india/gujarat-ex-bjp-mp-booked-for-kidnapping-son-of-witness-in-jethwa-murder-case-6303035/"}, "ARTICLE": {"TITLE": "Gujarat: Ex-BJP MP booked for kidnapping son of witness in Jethwa murder case", "TEXT": "Former BJP MP from Junagadh, Dinu Bogha Solanki, was the prime accused in the case, CBI said. (File) Former BJP MP from Junagadh, Dinu Bogha Solanki, was the prime accused in the case, CBI said. (File)\n\nFORMER BJP MP Dinu Bogha Solanki and his nephew Pratap alias Shiva Solanki, who are serving life sentence for murdering RTI activist Amit Jethwa, have been booked for allegedly kidnapping son of a key witness and thereby forcing the witness to turn hostile in the murder case.\n\nThe witness approached Una police station in Gir Somnath district on March 1, saying that a statement he had earlier given to the Central Bureau of Investigation (CBI) be converted into a formal complaint. In the complaint, he stated that his five-year-old son had gone missing during the trial of Jethwa murder case. The present complainant was a key witness in the murder case. But he had turned hostile while deposing in a CBI court in Ahmedabad in February 2018.\n\nHe was among more than 150 prosecution witnesses to turn hostile. As a vast majority of the total 192 witnesses turned hostile, Jethwa’s father Bhikhu Batawala moved the Gujarat High Court seeking recall of 38 key witnesses. The witness who has now lodged a complaint with Una police station was one of the 38. While deposing for the second time, the witness told the court that in order to force him to give false testimony in the murder case, the accused had kidnapped his son on the day he was to depose for the first time.\n\nAfter this submission, the CBI court ordered an inquiry into the alleged kidnapping with an instruction that an offence be registered if the inquiry finds commission of any offence. While giving statement to inquiry officers, the witness reportedly stated that Dinu Bogha Solanki, Shiva, Usman Hussain Kaji and two to three other unidentified persons kidnapped his son from near his home in Una taluka of Gir Somnath district.\n\n“When I was in Ahmedabad to testify in the murder case, they kidnapped my son on February 1, 2018 from near our home and forced me to turn hostile. When I did accordingly, they released my son,” the witness told The Indian Express on Friday.\n\nBased on the witnesses complaint, Una police have booked Solanki, Shiva, Kaji and two to three unidentified men under IPC Sections 120-b (criminal conspiracy), 195-A (threatening any person to give false evidence), 364-A (kidnapping for ransom etc) and 506 (criminal intimidation).\n\nBatawal said that the person who has now lodged complaint with Una was a very crucial witness. “It was from mobile number of this witness that Dinu Bogha Solanki had made many phone calls to get my son murdered. Call data records obtained by CBI during the course of investigation had established this. But by abducting his when he was to depose, the accused coerced him to turn hostile,” said Batwala.\n\nIncidentally, in July last year, the CBI court had convicted Solanki, Shiva and six others of murdering Jethwa in 2010 and sentenced them to life imprisonment. The uncle-nephew duo and the five other convicts are in jail, serving their sentence.\n\nSolanki was BJP MP from Junagadh Parliamentary constituency from 2009 to 2014. The CBI court has found that the politician got Jethwa killed as the latter, through his RTI application was exposing Solanki’s illegal mining activities.\n\nGir Somnath SP Rahul Tripathi confirmed that an FIR had been registered against Solanki and others at Una police station.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest India News, download Indian Express App."}}