{"GDELT": {"GlobalEventID": 910781635, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 125, "EventBaseCode": 125, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.70934256055364, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200306211500, "SOURCEURL": "https://vestnikkavkaza.net/analysis/US-wants-to-imprison-Oleg-Tinkov-for-six-years.html"}, "ARTICLE": {"TITLE": "US wants to imprison Oleg Tinkov for six years", "TEXT": "Russian businessman Oleg Tinkov, founder of TCS Group, has been charged with filing false tax returns, the U.S. Department of Justice said, and could face a maximum of six years in prison if extradited to the United States, Market Screener writes in the article U.S. charges Russian businessman Tinkov with tax fraud, seeks extradition. TCS is the parent company of Tinkoff Bank, a pioneer of online banking technology with more than 10 million customers in Russia and the country's second-largest credit card issuer after the market leader Sberbank.\n\nTinkov allegedly concealed $1 billion in assets and incomes when renouncing his U.S. citizenship in 2013, the justice department said in a statement on Thursday. It said he faces two counts of making false tax claims, both of which carry a maximum sentence of three years, and could also face a period of supervised release, restitution and monetary penalties.\n\nThe Justice Department indictment alleges that, following TCS' initial public offering (IPO) on the London Stock Exchange in October 2013, Tinkov \"beneficially owned more than $1 billion worth of the bank's shares.\"\n\nTinkov, who became a naturalised U.S. citizen on Sept 10, 1996, the indictment said, renounced his U.S. citizenship shortly after the IPO without reporting the constructive sale of his worldwide assets to the U.S. Internal Revenue Service (IRS). The Justice Department said its international affairs department was assisting with his extradition.\n\nIn his book published two years ago Tinkov, now 52, said he decided to found the TCS Group in November 2005 during a visit to the British Virgin Islands, where he stayed with his friend and chairman of Virgin Group Richard Branson, on the Briton's privately-owned Necker Island. Market players have always kept an eye on Tinkov, known for his eccentric behaviour and sometimes provocative public comments, often made via social networks, as he still owns a 40.4% stake in the group, with the remainder held mainly by large western funds. \"The indictment increases the risk that Oleg Tinkov will be forced to sell his TCS shares,\" BCS Global Markets said in a note. At current market value, Tinkov's stake is worth $1.8 billion, according to Reuters calculations. By 0945 GMT, shares in TCS were down 9.9% in London.\n\nTinkov was arrested in London last week in connection with the indictment, but TCS said he was released on bail and was expected to remain in London while taking part in court hearings initiated by the IRS. The court hearings do not affect the functioning of either TCS's board of directors or the management board of Tinkoff Bank, TCS said, because Tinkov is attending the proceedings in his capacity as a private individual.\n\n***\n\nToday, Tinkov’s representative issued a statement on the businessman’s serious illness: “I have been diagnosed with acute leukemia. I was diagnosed in October and have already undergone several chemotherapy courses. I have had to fight for myself and my business, but now I am fighting for the main thing - for life itself ... This is the most difficult stage in my rough life, but I rely on God, my body, friends and your support ... As for the US inquiry on my taxes in the past, lawyers work on them, giving me an opportunity to fight my main enemy. \"\n\nAmid news of Tinkov’s disease, TCS Group’s global depositary receipts fell by 26%. The reports on the disease may become a ground for refusal to extradite Oleg Tinkov from the UK to the United States."}}