{"GDELT": {"GlobalEventID": 910782023, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.63095238095237, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKR8", "Actor2Geo_ADM2Code": "40152", "Actor2Geo_Lat": 54.5, "Actor2Geo_Long": -6.5, "Actor2Geo_FeatureID": "-2604275", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20200306211500, "SOURCEURL": "https://www.breakingnews.ie/ireland/belfast-man-guilty-of-prison-officer-murder-986317.html"}, "ARTICLE": {"TITLE": "Belfast man guilty of prison officer murder", "TEXT": "A Belfast man has been found guilty of the murder of a Northern Ireland prison officer.\n\nChristopher Robinson, 49, was convicted of fatally injuring Adrian Ismay – a man he once volunteered alongside with the St John Ambulance – in an under-vehicle bomb attack in 2016.\n\nDelivering judgment in the non-jury trial in Belfast Crown Court on Friday evening, Mr Justice McAlinden said the bombing bore all the hallmarks of a dissident republican attack.\n\nMr Ismay, a 52-year-old married father-of-three, died 11 days after suffering serious leg injuries when the Semtex bomb exploded underneath his van shortly after he had driven away from his east Belfast home.\n\nThe extremist group that styles itself as the “New IRA” claimed to have carried out the attack on the long-serving officer.\n\nMr Ismay was released from hospital after the blast on March 4 and had been making good progress, but he died unexpectedly less than two weeks later when a blood clot triggered a heart attack.\n\nAdrian Ismay murder trial - Christopher Robinson found guilty of murderhttps://t.co/5B6BEM9e3s — Police Service NI (@PoliceServiceNI) March 6, 2020\n\nHe had worked at Hydebank Wood Young Offenders’ Centre in south Belfast, where he trained new recruits to the Prison Service.\n\nMr Justice McAlinden said his judgment was based on analysis of a variety of different strands of evidence linking Robinson, from Aspen Walk, to the attack.\n\nThese included CCTV footage, DNA analysis, phone records and internet browsing history.\n\n“Such anxious and careful scrutiny of the whole of the evidence in this case compels the Court to conclude that the defendant deliberately engaged and assisted in the targeting of Mr Ismay as the intended victim of this bomb attack,” he stated.\n\n“The defendant knew that this bomb attack, if successful, would result in the death of Mr Ismay or the infliction of serious injury upon Mr Ismay and this was the intended outcome of his actions.”\n\nThe judge added: “Having examined and tested the individual strands of evidence in this case and the links between those strands and having carefully and anxiously scrutinised the entirety of the evidence in this case, I am compelled to conclude that the evidence establishes beyond a reasonable doubt that the defendant Christopher Robinson was intimately and inextricably involved in the facilitation and execution of the terrorist operation which involved the attachment of a viable improvised explosive device to the underside of Mr Ismay’s vehicle with the intention of causing the death of Mr Ismay or causing him really serious injury.\n\n“That device did explode when Mr Ismay was driving the vehicle and the injuries he suffered resulted in his death.” The coffin of prison officer Adrian Ismay leaves Woodvale Methodist Church in north Belfast, with his wife Sharon behind after his funeral (Brian Lawless/PA)\n\nThe judge said he had carefully examined the arguments of defence counsel to assess whether there was a reasonable doubt over Robinson’s guilt.\n\n“I have found nothing,” he added.\n\n“I, therefore, am compelled to find the defendant guilty of the murder of Mr Adrian Ismay and I find him guilty of the possession of explosives with intent to endanger life.”\n\nThe judge made no finding in relation to an additional charge of providing property for the purpose of terrorism.\n\nRobinson, who did not give evidence during his trial, was remanded in custody ahead of sentencing at a later date.\n\nThe Police Service of Northern Ireland (PSNI) welcomed the conviction.\n\nDetective Superintendent Richard Campbell said: “My thoughts today are first and foremost with Adrian’s grieving wife, his three children and wider family circle who are still coming to terms with the pain and loss they feel every day.”\n\nHe added: “I hope today’s conviction will provide some comfort for Adrian’s family. It should also serve as a warning to anyone involved in terrorism within our community that the PSNI will investigate these offences robustly and vigorously to bring offenders to justice.”"}}