{"GDELT": {"GlobalEventID": 910782812, "Day": 20200306, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1808, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 2.4316109422492405, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "The Pines, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY087", "Actor1Geo_Lat": 41.2609, "Actor1Geo_Long": -74.0299, "Actor1Geo_FeatureID": "967309", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "The Pines, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 41.2609, "Action2Geo_Long": -74.0299, "Action2Geo_FeatureID": "967309", "DATEADDED": 20200306211500, "SOURCEURL": "https://www.radio.com/music/entertainment-news/eva-mendes-says-you-wont-see-ryan-gosling-on-her-instagram"}, "ARTICLE": {"TITLE": "Eva Mendes Says You Won't See Ryan Gosling on Her Instagram", "TEXT": "Don’t expect to see any new photos of Ryan Gosling on Eva Mendes’ Instagram feed.\n\nThe “Hitch” actress is determined to keep her relationship with Gosling and their two daughters as private as possible and disclosed they are off limits as far as her social media.\n\nMendes made the revelation after sharing an image of herself in one of the latest designs from her New York and Company fashion line.\n\nWhen one of her over two million followers commented that she “wouldn’t mind an appearance by Ryan [Gosling] on this page,” the 46-year-old actress made it clear why that wouldn’t be happening.\n\n“As far as Ryan, I’ll only post flashbacks of things that are already ‘out there’ (like pics from movies we did or stuff like that),” she responded.\n\n“My man and my kids are private. That’s important to me so thanks for getting that. Have a beautiful day. Sending so much love!”\n\nDespite letting many people down for depriving them of new thrist traps of her gorgeous man (especially since he isn’t on Instagram), Mendes did tell her followers how much she enjoys interacting with them.\n\n“I take so much joy from connecting to other women,” she added. “It means so much to me. Even just a quick exchange. I struggle with Social Media but I love the constant connection with women. I try to post responsibly and I try to make sure I don’t portray myself in a way that makes other women feel bad.”\n\nAnd while the mother of two may not share new pics of her partner of nine years, she recently opened up about Gosling’s culinary skills by telling a fan he’s an “amazing chef AND baker.” Swoon!\n\nMendes and Gosling have been together since meeting in 2011 while filming “The Place Beyond the Pines.” The couple share two daughters, Esmeralda, 5, and Amada, 3.\n\nUntil further notice, keep an eye out for those Gosling throwbacks!\n\nLISTEN NOW on the RADIO.COM App\n\nFollow RADIO.COM\n\nFacebook | Twitter | Instagram"}}