{"GDELT": {"GlobalEventID": 910837428, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.26315789473684, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lucknow, Uttar Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN36", "Actor1Geo_ADM2Code": "17941", "Actor1Geo_Lat": 26.85, "Actor1Geo_Long": 80.9167, "Actor1Geo_FeatureID": "-2102835", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gorakhpur, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17914", "Action2Geo_Lat": 26.755, "Action2Geo_Long": 83.3739, "Action2Geo_FeatureID": "-2096610", "DATEADDED": 20200307023000, "SOURCEURL": "https://www.telegraphindia.com/india/banners-on-roads-to-name-shame-activists-in-lucknow/cid/1751703"}, "ARTICLE": {"TITLE": "Banners on roads to name & shame activists in Lucknow", "TEXT": "At least one of those whose picture has been put up views this as an open call to target the government’s critics\n\nThe Yogi Adityanath government in Uttar Pradesh has put up the pictures of 53 anti-Citizenship Amendment Act protesters along with their names and addresses at important crossroads of Lucknow, declaring that they are supposed to pay fine for damage caused to properties on December 19.\n\nAt least one of those whose picture has been put up views this as an open call to target the government’s critics.\n\nSadaf Jafar, a human rights activist and Congress leader whose photo and address have been put up, said: “The Adityanath government is making us vulnerable to the lynch mob by publishing our photos and addresses. The chief minister is clearly provoking his anti-national and anti-social followers to attack and kill us.”\n\n“This naming and shaming is a trick of the state government to break us. The move of the government is unlawful as we are yet to be found guilty in the incident of December 19. There is no chargesheet against me and still my picture, name and address have been put up at every crossroad of Lucknow,” she added.\n\nThat such fears are not unfounded was in a way reaffirmed by the senior-most official of the district. The Lucknow district magistrate, Abhishek Prakash, said: “We have followed the law meticulously and there was no loophole in it. The rioters must be exposed.”\n\nThe DM added: “A local civil court has served notices to the rioters, holding them responsible for the damage caused to public and private properties during the anti-CAA protests in the state capital on December 19. We will soon start the process of recovery after confiscating their properties if they don’t pay up.\n\n“The government will recover Rs 1.55 crore from these rioters of Lucknow by auctioning their properties if they don’t pay the fine on their own.”\n\nThe 30ftX10ft banners on which the pictures of the accused have been printed — the combinations have been made based on areas of residence — has this message on top in Hindi: “All those who damaged government and private properties during the December 19, 2019, violence at Hazratganj police station area of Lucknow district have to deposit the recovery amount by the given date, otherwise the properties of the concerned people will be impounded as per the rule to recover the amounts. The following group of people and each individual will be responsible to pay against the total assessment of loss — Rs 64,37,637.”\n\nSimilar banners — a total of 100 — have also come up at Trans-Gomti, Hasanganj, Kaisarbagh and Thakurganj areas of Lucknow. The majority of those whose pictures have been put up had been arrested for rioting between December 19 and 22, 2019, and later released on bail in the absence of evidence against them.\n\nThose whose pictures have been put up at important churahas (crossroads) of the city include S.R. Darapuri, a retired IPS officer; Maulana Saif Abbas, president of the Shia Chand Committee; and Sibte Noori, son of Kalbe Jawad, vice-president of the All India Muslim Personal Law Board.\n\nThe posters have been issued jointly by the district administration and the police.\n\nAnother of the so-called “rioters” whose picture has been displayed said on the condition of anonymity: “It has been proved that the Adityanath government is full of anti-law, anti-people and foolhardy individuals. Putting up such posters is also an act of contempt of court, which has put a stay on the arrest and attachment of properties of most of those whose pictures have been published.”\n\nVishwa Bhushan Mishra, the additional city magistrate of Lucknow (west) on whose order the recovery notices had been served on those accused of damaging property, has said the process of attachment will be undertaken to make up for the losses.\n\nMaulana Abbas said he and the others had protested “peacefully” at the Imambara. “None of the protesters did anything unlawful at the Imambara. I had asked the local administration to prove that any of us at the Imambara were involved in any unlawful activity. However, they refused to give us evidence,” Abbas said.\n\nDarapuri, the retired bureaucrat, said: “The naming-and-shaming trick of Adityanath will not work. The\n\noutrageous activities of the authorities against law-biding civilians will be exposed in court,” he said.\n\nAsad Hayat, who had filed a case against Adityanath for his alleged role in the 2007 communal riots in Gorakhpur, said on Friday that such recovery should first be made from the chief minister himself.\n\n“It is Adityanath from whom recovery should be made first. The Awami Council for Democracy and Peace and 25 others had moved the high court in 2008 for compensation against the damage caused to citizens as well as public properties during the 2007 riots that were instigated by Adityanath. The case is pending in the high court,” Hayat told The Telegraph over phone.\n\n“Further, let me remind the state government that Allahabad High Court has put a stay on recoveries in many cases in Lucknow, Kanpur and Sambhal. A public interest litigation is pending in the Supreme Court against these recovery notices issued to the anti-CAA protesters in Uttar Pradesh. Putting up the posters of the anti-CAA people in Lucknow is defamation of court,” Hayat added."}}