{"GDELT": {"GlobalEventID": 910837419, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.32325141776938, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Francisco, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA075", "Actor1Geo_Lat": 37.7749, "Actor1Geo_Long": -122.419, "Actor1Geo_FeatureID": "277593", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200307023000, "SOURCEURL": "https://abc7news.com/health/coronavirus-21-people-on-princess-cruise-ship-test-positive-for-covid-19/5990183/"}, "ARTICLE": {"TITLE": "Coronavirus: Grand Princess cruise ship moves 20 miles off California coast", "TEXT": "EMBED >More News Videos Vice President Mike Pence confirmed Friday afternoon that 19 crew members and two passengers on board the Grand Princess cruise ship off the coast of California have tested positive for COVID-19.\n\nRELATED STORIES & VIDEOS:\n\nSAN FRANCISCO (KGO) -- Vice President Mike Pence confirmed Friday afternoon that 19 crew members and two passengers onboard the Grand Princess cruise ship off the coast of California have tested positive for COVID-19.In an announcement Friday night, the captain said the ship would be moving 20 miles off the coast of California due to a sick passenger. In the video, the captain can be heard saying that the Coast Guard has been contacted and that passenger may need to be airlifted off the ship.A total of 46 people were tested after test kits were delivered to the cruise ship on Thursday. One of the tests was inconclusive, officials say.The vice president said the ship will go to a \"non-commercial port\" but has not released information on where that will be. (Update, 3/8/2020: Initially, a naval base in Alameda was considered. But the Port of Oakland was later chosen as the place where quarantined passengers are expected to dock on Monday.)On Thursday, National Guard helicopters flew from Moffett Field in Mountain View to the Grand Princess, which is circling in the Pacific about 50 miles off the Northern California coast right now.The helicopters dropped off coronavirus test kits for 45 people on board, who were on the first leg of the cruise in Mexico from Feb. 11-21.Most of the people on the ship now boarded on Feb. 21 in San Francisco for the second Hawaiian leg of the cruise.The tests were processed at a lab in Richmond. 19 of the 21 positive tests belong to crew members. Since this news broke, ABC7 has spoken to several passengers on the cruise ship.\"That's the worst possible news we could have gotten that there's a serious enough infection that we can't go to port, disembark and go home,\" said San Jose resident and cruise passenger John Miller.Teresa Johnson who is also on the cruise ship shared her concerns on the spread of the virus if they stay on the boat and when they disembark.\"It's a double-edged sword because we do not know if everyone has already been infected so if we stay on the ship are we already infected and it doesn't make much difference. If we get off the ship and we're already infected do we infect more people. It's really up in the air,\" said Johnson.Passengers have sent ABC7 photos of Friday's lunch, delivered by servers in face masks because every meal has to be delivered room service style. Passengers say it's reportedly taking up to four hours to get food.The ship is also distributing activity kits to keep people busy while they wait quarantined in their rooms.It's still not clear how long people will be quarantined and how quickly testing will take place for the rest of the passengers and crew members on board.What we do know is the ship will not be returning to the cruise terminal in San Francisco and will eventually go to a \"non-commercial\" port somewhere.Princess Cruises says it's canceling an upcoming Grand Princess Hawaii cruise departing on March 7.\"All guests will receive a full refund of their cruise fare, Princess Air, Princess Cruise Plus pre- and post-cruise hotel packages, prepaid shore excursions and other prepaid items purchased through Princess,\" the statement said."}}