{"GDELT": {"GlobalEventID": 910837600, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor1Code": "INDCOP", "Actor1Name": "LUCKNOW", "Actor1CountryCode": "IND", "Actor1Type1Code": "COP", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -6.54205607476635, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lucknow, Uttar Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN36", "Actor1Geo_ADM2Code": "17941", "Actor1Geo_Lat": 26.85, "Actor1Geo_Long": 80.9167, "Actor1Geo_FeatureID": "-2102835", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lucknow, Uttar Pradesh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN36", "Actor2Geo_ADM2Code": "17941", "Actor2Geo_Lat": 26.85, "Actor2Geo_Long": 80.9167, "Actor2Geo_FeatureID": "-2102835", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lucknow, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17941", "Action2Geo_Lat": 26.85, "Action2Geo_Long": 80.9167, "Action2Geo_FeatureID": "-2102835", "DATEADDED": 20200307023000, "SOURCEURL": "https://www.telegraphindia.com/india/caa-protest-uttar-pradesh-police-resort-to-scare-campaign/cid/1751743"}, "ARTICLE": {"TITLE": "CAA protest: Uttar Pradesh police resort to ‘scare’ campaign", "TEXT": "'The policemen intimidate us by unnecessarily knocking at our doors'\n\nPolice are making door-to-door visits in Aligarh and some other Uttar Pradesh cities, apparently to scare people off participating in the anti-Citizenship Amendment Act protests.\n\nThe cops carry lists of alleged anti-CAA protesters and their addresses, and ask the occupants of the houses the size of the families, who and where they are, and their age and profession.\n\nThe questions somewhat mirror those expected to be part of the dreaded National Register of Citizens and National Population Register that the protesters are opposing.\n\nWhile the police do not necessarily warn the households they visit to shun the protests, a senior officer in Lucknow acknowledged the drive was meant to “make the people aware the police might act against them if they don’t stop the protests”.\n\nThe women on dharna against the new citizenship matrix in Uttar Pradesh have long been complaining about the police visiting their homes to try and bully their husbands into getting them to end their protests.\n\nNow the police appear to have upgraded the visits into an official and more systematic intimidation campaign, and seem willing to acknowledge it.\n\n“The policemen intimidate us by unnecessarily knocking at our doors. They came to my house on Thursday afternoon and asked the names of my husband and father-in-law,” said a woman resident of the Kotwali area after a visit by a dozen policemen.\n\n“They alleged that my husband had been involved in anti-CAA violence in December and February. My husband supplies food to the Shah Jama Idgah (site of the largest dharna in Aligarh) but never participated in any protest.”\n\nThe woman, who didn’t want to be identified, was particularly agitated that “the police also asked the names of my two children and jotted them down on a register”.\n\nThe latest drive comes despite a solemn promise by the police on March 1, when they persuaded a few thousand women to vacate the Quarsi Road Bypass in Aligarh City, not to harass any protesters or their families without evidence of their direct involvement in any violence.\n\n“No action will be taken against the protesters without a proper inquiry,” circle officer Anil Samania had declared.\n\nRanjeet Singh, additional city magistrate, Aligarh, however, claimed the campaign was meant to reassure the women who were being forced to participate in the dharnas with threats.\n\n“Many women had complained that criminals were forcing them to participate in the protests. So we started the door-to-door campaign to interact with households and prevent any unpleasant situation. (During the visits) some women said their husbands too were forcing them against their wishes to join the dharna,” he said.\n\n“We are collecting the names of the provocateurs and will summon them to police stations and warn them. We have served notices to 250 people and are identifying more.”\n\nA senior police officer in Lucknow argued that the force was merely doing “community policing to keep people away from the anti-CAA protests”.\n\nHe added: “It’s a preemptive measure to prevent the protesters from occupying any new place in the city. We are doing this at many places, including Aligarh, Allahabad and Sambhal.”\n\nAMU gesture\n\nMembers of the Aligarh Muslim University have decided to collect Rs 1 crore to help the victims of the Delhi riots.\n\n“Our students and teachers, and the Resident Doctor’s Association at the medical college on the campus, have begun collecting the money. It will be given to victims of the Delhi violence whatever their religion: Hindu, Muslim, Sikh,” said Najmul Islam, secretary of the AMU Teacher’s Association.\n\nAbdul Hamid, registrar, said: “We have given two bank account numbers to those who want to donate for the cause. The AMU alumni too are donating. A committee has been formed whose members will meet the victims and give them the money.”"}}