{"GDELT": {"GlobalEventID": 910837316, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "GOVHLH", "Actor2Name": "HEALTH OFFICIAL", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.30624092888243, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE", "Actor1Geo_Lat": 33.833333, "Actor1Geo_Long": 35.833333, "Actor1Geo_FeatureID": "LE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE", "Actor2Geo_Lat": 33.833333, "Actor2Geo_Long": 35.833333, "Actor2Geo_FeatureID": "LE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE", "Action2Geo_Lat": 33.833333, "Action2Geo_Long": 35.833333, "Action2Geo_FeatureID": "LE", "DATEADDED": 20200307023000, "SOURCEURL": "https://www.nhpr.org/post/coronavirus-update-nh-gets-more-test-kits-dartmouth-suspends-all-international-programs"}, "ARTICLE": {"TITLE": "Coronavirus Update: State Announces Two Presumed New Cases of COVID-19 in N.H.", "TEXT": "Updated on Saturday, March 7, 11:15 p.m.\n\nState health officials announced two new presumptive positive cases of COVID-19, the disease caused by the novel coronavirus, late Saturday evening.\n\nOne patient is an adult male from Grafton County who had contact with an individual with a confirmed case of coronavirus at a West Lebanon church last weekend, according to a press release from the New Hampshire Department of Health and Human Services. The church, Hope Bible Fellowship, has cancelled services and is advising people who attended services on Sunday, March 1, to stay home and avoid contact with others for 14 days.\n\nThe second presumed positive case announced Saturday is an adult male from Rockingham County who recently traveled to Italy.\n\nBoth individuals reported symptoms consistent with COVID-19 and underwent testing at public health laboratories on Saturday. Specimens from both patients will be sent to the U.S. Centers for Disease Control for confirmatory testing, the state said.\n\nThe state health department is trying to identify and notify others who may have been in close contact with either patient. Both patients have been isolated at home and are being monitored, the state said.\n\nState health officials will hold a press conference in Concord Sunday morning on the new cases. If confirmed, the new cases would bring to four the number of coronavirus infections in New Hampshire. Vermont health officials announced that state's first case of COVID-19 Saturday evening.\n\n--\n\nFriday, March 6 at 9:45 p.m.\n\nDartmouth College has suspended all of its spring term international programs, including study abroad programs, exchange programs, and Dartmouth-supported internships and fellowships for undergraduate, graduate and postgraduate students. The move will affect roughly 100 students, the college said.\n\nWhat are your questions (or concerns) about coronavirus in New Hampshire? We want to hear from you - click this link to take our brief survey.\n\nIn a message to the Dartmouth community Friday, Provost Joseph Helble said the college considered a number of factors in making this decision, including increasing travel uncertainty, risks to community health, federal and state guidance, and “concern for homestay families with vulnerable members in the home.” Undergraduate students in “credit-bearing programs” affected by the cancellations will be able to access a $5,000 cash grant from the college.\n\nClick here for more cononavirus coverage from NPR and NHPR.\n\nThat money can be used for independent research, internships, alternative education opportunities or alternative off-campus housing for the spring. To access the money, students will need to fill out an online form by March 20.\n\nDartmouth says the form will be available by March 10. Dartmouth is also offering online courses for affected students for the spring term, which starts March 30. Students who are already in overseas programs can remain if they choose, but no new programs will start, the college said.\n\nClick here for FAQs: What You Need To Know About Coronavirus In New Hampshire\n\nUpdated on Friday, March 6 at 4:40 p.m.\n\nState public health officials say they have received additional testing kits from the CDC. The newly arrived test kits allow the state to test an additional 200 people.\n\nBut officials have not said what the state’s total testing capacity is at the moment. As of 9 a.m. Friday, the state said it has tested a total of 25 people, with 20 tests coming back negative, 3 pending, and 2 positive results.\n\nVolunteers with the Metropolitan Medical Response System helped the state conduct COVID-19 tests at the Lebanon Airport Thursday afternoon. Samples were taken from three people in a setting where they were able to remain inside their car while the sample was taken.\n\nIn a Facebook Live video on Friday, Dartmouth-Hitchcock Medical Center CEO Joanne Conroy acknowledged the frustration of many in addressing the fact that the first patient to contract COVID-19 in New Hampshire, a DHMC employee, disregarded a request to self-quarantine.\n\n“I’d like to start with a recognition that this employee was directed by Dartmouth-Hitchcock to self-quarantine and did not comply. We fully understand this causes great concern,” said Conroy.\n\n“This concern exists both inside and outside our organization. We will not provide any additional details around this employee or any other patients. It’s the law and we comply with it.”\n\nAhead of next Tuesday’s municipal elections in Lebanon, home to DHMC, city officials are taking precautions to prevent the potential spread of the virus.\n\nCity Manager Shaun Mulholland said every voter will have access to hand sanitizer and disinfectant wipes before entering the voting booth.\n\n“If they wish to use it, they're not required to, but we'll have them there,” Mulholland said. “They can pull it out of the container and they can go in and wipe down their area and the pen that they're going to be using so we can reduce that risk.”\n\nMulholland said he wants city residents to know it is safe to come vote on Tuesday.\n\nUpdated on Thursday, March 5 at 7:25 pm\n\nSome effects of the new coronavirus have reached the New Hampshire State House.\n\nOne state lawmaker who returned from a trip to Italy on Monday is now self-quarantined, at the request of House Speaker Steve Shurtleff.\n\nRep. Judith Spang of Durham said she went to the State House the day after she returned, on Tuesday.\n\nOn Wednesday, the CDC released updated guidance, advising anyone who has traveled to Italy, Iran, South Korea or China to stay home and monitor their health.\n\nSpang said she was contacted by the State House nurse that day. Then, she heard from the House speaker.\n\n\"The speaker said, I don't want to see you in the state house for 14 days,” she remembers.\n\nThe Speaker's office says it has no formal policy on coronavirus, but is following CDC guidelines that have been adopted by state health officials.\n\nSpang says she's symptom-free but will honor the request that she self-quarantine.\n\nHer two weeks at home come as lawmakers face deadlines to act on dozens of bills. Spang says she plans to use her forced time at home to clean her basement.\n\nClick here for more cononavirus coverage from NPR and NHPR.\n\nPeople in the Hanover area say a few things have also changed for them, now that two people in the area have tested positive for the new coronavirus.\n\nDartmouth’s Tuck School of Business canceled the last day of classes, after a student contacted the school administration to say they were experiencing flu-like symptoms.\n\nThe college has also canceled all international programming for the month of March, in response to the spread of the coronavirus. That's made for a busy few days for Pierce Wilson, a freshman, who works at Tuck’s study abroad office.\n\n“Actually, I have a ton of stuff to do because we’re scrambling to remake the programs on campus,” he said.\n\nThe college is discouraging international travel for all members of the Dartmouth community.\n\nSo Guilherme Marinho, a 19-year-old international student from Brazil, has changed his spring break plans.\n\nHe had originally planned to go back to his hometown of Curitibia to see his family. But as travel recommendations and restrictions around the coronavirus change, Marinho wants to be on the safe side.\n\n““The regulations about countries are changing so fast that it might just be that I can’t come back to the US, and then I can’t come study for the spring term,” he said. “It’s a pretty big impact.”\n\nHe says this means the next time he’ll see his family is over the holidays in December.\n\n“My grandparents are a little bummed out,” he said. “But the biggest concern on all of their minds is that I continue my studies properly.”\n\nInstead, he’ll spend his spring break in New Hampshire with his girlfriend, who’s a New Hampshire native.\n\nSean Smith is a professor of computer science at Dartmouth College.\n\nHe says his department has been interviewing candidates for a number of open faculty positions. Typically that means candidates come for in-person interviews.\n\n“And now, we’ve switched the remaining interviews to all virtual in order to eliminate unnecessary travel,” he said.\n\nClick here for FAQs: What You Need To Know About Coronavirus In New Hampshire\n\nFor Klaus Lubbe, the coronavirus has slowed down business.\n\nLubbe is the president and CEO of Bio X Cell, a biotech company in the Upper Valley that makes antibodies for research purposes, sending samples off to China and South Korea.\n\nBut while business has been slow, he says his Chinese partners asked him a few weeks ago if he could find a way to send them face masks.\n\n“People are looking for masks here in West Lebanon or Hanover; sorry, but you can’t get them here either,” he said.\n\nBut he managed to find some masks online to send over.\n\n“They were very grateful,” he said.\n\nUpdate on Wednesday, March 4 at 5:45pm\n\nOfficials at Dartmouth-Hitchcock Medical Center say they're close to having developed their own viral test for the novel coronavirus.\n\nThe center's Chief Clinical Officer, Dr. Ed Merrens, said the center could have a test ready within the next few days.\n\n\"Certainly confirmatory testing will need to be done at the state level,” he said. “But this will allow us to test individuals we think are at risk.\"\n\nNHPR's Peter Biello discusses Dartmouth-Hitchcock's response to the coronavirus with Chief Clinical Officer, Dr. Ed Merrens.\n\nHe stressed that testing will be only available for those who display symptoms of the coronavirus.\n\nCurrently, medical providers in New Hampshire do not have access to such tests. All tests so far have been administered through the state.\n\nUpdate on Wednesday, March 4 at 4:30pm\n\nThe state has issued a Public Health Incident Declaration, allowing volunteers to participate in the response to COVID-19. In a press release, state public health officials say they are drawing up plans to train volunteers in case the outbreak becomes more widespread.\n\nCurrently seven people in New Hampshire are being tested for COVID-19. Two people in Grafton county have tested positive.\n\nWhat are your questions (or concerns) about coronavirus in New Hampshire? We want to hear from you - click this link to take our brief survey.\n\nDartmouth College announced that four Geisel School of Medicine students have been identified as close contacts to the second person to test positive. Those students have been self-quarantined, according to the college.\n\nDartmouth College also announced it is cancelling all student international programming for the month of March, including spring break programs, internships, and field-based research. The college is also discouraging international travel for all members of the Dartmouth Community and requiring anyone who returns from countries identified by the CDC as Level 2 or Level 3 risks to self-quarantine for 14 days.\n\n“To be clear, self-quarantine for travel that commenced after March 4, 2020, will need to occur off campus,” the email reads.\n\nMeanwhile Governor Chris Sununu issued a statement welcoming a proposed federal funding package that would include $4.9 million in initial funding for New Hampshire to respond to the coronavirus outbreak.\n\n“These initial funds will help cover costs associated with monitoring this public health situation,” said Sununu in a written statement. “I urge Congress to send this appropriation to the President immediately so that New Hampshire has all resources available to respond to the COVID-19 outbreak.”\n\nAs of February 28, 2020, the state had spent $46,000 responding to the COVID-19 outbreak. New Hampshire would be reimbursed for these costs as a result of this initial funding package.\n\nUpdate on Wednesday, March 4 at 3:15 pm\n\nThe CDC has issued updated guidance for who should self-isolate after travel abroad.\n\nNow all travelers returning from countries with a level 3 travel alert are advised to stay home and monitor their health for 14 days after returning to the United States. Countries with a level 3 travel alert and widespread coronavirus transmission currently include China, Italy, Iran and South Korea. The list will likely change as the situation develops.\n\nPreviously, only travelers from China were being instructed to self-isolate.\n\nTravelers from countries with a level 2 travel alert are now advised to monitor their health and limit interactions with others for 14 days after returning to the U.S.\n\nClick here for more cononavirus coverage from NPR and NHPR.\n\nIn New Hampshire, a new slate of COVID-19 tests has come back negative, leaving the total number of positive cases at two, as of 9:00 AM on Wednesday morning.\n\nMeanwhile, New Hampshire travelers leaving the state by air are taking extra precautions.\n\nJudith Antell of Wolfeboro spoke to NHPR just before boarding a bus to Logan Airport on her way to see her father in Florida. She plans to wipe down the airplane’s seatbelt and tray table with disinfectant wipes once she boards.\n\n“If it was overseas, I would definitely cancel it,” said Antell. “I want to be within driving distance, so that if something happens I can still drive home.”\n\nOfficials at Manchester-Boston Regional Airport tell NHPR they haven’t yet seen a dip in the number of passengers coming through the terminal. Airport officials say they are directing janitorial staff to conduct extra cleanings of all public spaces as a precaution.\n\nUpdate on Tuesday, March 3rd at 5:55 p.m.\n\nState health officials have announced a second presumptive positive test result for the coronavirus disease in New Hampshire.\n\nThe patient is an adult male from Grafton County who had close contact with the the first person to test positive in New Hampshire, who also lives in Grafton County. He is currently isolated at home. Both individuals are employees of Dartmouth-Hitchcock Medical Center in Lebanon.\n\nWhat are your questions (or concerns) about coronavirus in New Hampshire? We want to hear from you - click this link to take our brief survey.\n\nState health officials say they expect additional cases may be identified as they try to figure out other people that first person came into contact with.\n\nThe state says the first person identified with COVID-19, the disease caused by the new coronavirus, attended a social event last Friday despite being asked to self-quarantine. The first patient is now being ordered to isolate under state law.\n\nThe state is contacting attendees who had close contact with the person during the event and asking them to follow the recommended 14-day self-isolation.\n\nDHMC has identified staff who may have been exposed through close contact but is not aware of any exposure to patients in clinical areas, according to a state press release.\n\nUpdate on Tuesday, March 3rd at 4:40 p.m.\n\nIn a statewide conference call today that included more than 1500 people, New Hampshire public health officials offered updated guidance to healthcare facilities and schools on how to respond to coronavirus.\n\nClick here for more cononavirus coverage from NPR and NHPR.\n\nState health officials fielded dozens of questions, including how schools should advise students returning from overseas travel.\n\nRight now the CDC and state public health officials are asking only people who have returned from China to stay at home for 14 days before going out in public. Some schools in New Hampshire have gone further, asking students returning from other countries, including Italy, to self-quarantine.\n\n“Just to be clear, that is not a [Division of] Public Health recommendation that those individuals need to self-quarantine,” said Ben Chan, state epidemiologist. “The school districts have taken that step. We support the school districts in taking those steps, but individuals who have traveled [to countries] other than China, are not being asked to self-quarantine.”\n\nChan added that travelers from other countries with CDC travel advisories are being asked to self-monitor and report any symptoms to their health care provider. Guidance from CDC and state public health officials on who should self-quarantine could change as the situation develops.\n\nChan said now that the state can do its own coronavirus tests, they're expanding the criteria for who gets tested beyond the criteria the CDC has been using. But during the call Chan cautioned that if the outbreak becomes more widespread in the state, it may overwhelm their capacity to test every low-risk patient.\n\n“Likely, as this epidemic progresses, we're not going to be able to test everybody that may have risk factors and presents with any type of respiratory illness,” said Chan.\n\nChan told primary care providers the most important thing is to advise patients to remain at home when showing symptoms. Right now, four people in New Hampshire are being tested for COVID-19, the disease caused by the virus.\n\nThe state's first - and so far only - positive test result was announced Monday.\n\nBeth Daly, head of the state's Bureau of Infectious Disease Control, also urged schools to begin making plans for if the coronavirus becomes widespread in the state.\n\n“Residential schools in particular should be planning for the potential to isolate or quarantine students,” said Daly. “It needs to be a single room with access to a private bathroom, and then considering how you’re going to provide food and other basic needs.”\n\nHealth officials also warned schools to be on alert for bullying of students who have traveled abroad or who are of Asian descent.\n\nUpdate on Tuesday, March 3rd at 11:40 a.m.\n\nThe Grafton County patient who tested positive for the coronavirus disease COVID-19 attended a Tuck School of Business social event in White River Junction on Friday, February 28th, according to a community-wide email sent by the Dartmouth College health service.\n\nAccording to the message, the investigation into who the patient, a Dartmouth-Hitchcock employee, might have come into contact with is still ongoing, and all people identified as coming in close contact with him are being notified. So far, no Dartmouth students have been identified as close contacts.\n\nMeanwhile, four more patients in New Hampshire are being tested for COVID-19, according to the state’s Bureau of Infectious Disease Control website.\n\nLater today, the New Hampshire departments of health and education will host a statewide conference call with schools to offer guidance on how districts should prepare for the potential spread of the virus.\n\nMany school districts have already been communicating with parents, outlining their plans. In the Concord school district, staff are disinfecting all “highly-used surfaces” in the building on a daily basis. In Derry, the entire bus fleet has been disinfected.\n\nIn Washington, D.C., the state’s congressional delegation is calling on the federal government to ensure states are reimbursed for the costs of dealing with the coronavirus.\n\n“While New Hampshire’s state and local governments stand ready to assist the federal government, it is essential that the allocation of state dollars to the coronavirus response be reimbursed by federal supplemental funding,” the letter signed by all four of the state’s congressional delegation reads. “This reimbursement is necessary to maintain our state’s activities.”"}}