{"GDELT": {"GlobalEventID": 910837593, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor1Code": "IND", "Actor1Name": "BHUBANESWAR", "Actor1CountryCode": "IND", "Actor2Code": "BUS", "Actor2Name": "BANK", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.047619047619049, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Odisha, Orissa, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN21", "Actor1Geo_ADM2Code": "70217", "Actor1Geo_Lat": 20.5, "Actor1Geo_Long": 84.4167, "Actor1Geo_FeatureID": "-2106554", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Odisha, Orissa, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN21", "Actor2Geo_ADM2Code": "70217", "Actor2Geo_Lat": 20.5, "Actor2Geo_Long": 84.4167, "Actor2Geo_FeatureID": "-2106554", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Odisha, Orissa, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN21", "Action2Geo_ADM2Code": "70217", "Action2Geo_Lat": 20.5, "Action2Geo_Long": 84.4167, "Action2Geo_FeatureID": "-2106554", "DATEADDED": 20200307023000, "SOURCEURL": "https://timesofindia.indiatimes.com/city/bhubaneswar/return-to-demon-days-for-worried-yes-bank-customers/articleshow/74519247.cms"}, "ARTICLE": {"TITLE": "Return to DeMon days for worried YES Bank customers", "TEXT": "Bhubaneswar/Rourkela: Concerns over YES Bank ’s financial health has spooked customers with many worrying what will happen to their deposits. With the Reserve Bank of India capping monthly withdrawal to Rs 50,000, customers are in a fix how to manage their expenses.As news spread of SBI’s proposed takeover of YES Bank, many rushed to the bank ATM to withdraw money. But they were met with either technical glitches or signs of no money. Those who tried online transactions were met with decline messages and logging into the system proved difficult. To make matters worse, card holders were unable to use it in other bank ATMs or POS machines.As panic took over, customers rushed to the branches and were seen making a beeline at cash counters with the hope of withdrawing some of their hard-earned money.“It was like a second demonetisation had hit us,” said Biraj Hota, an aggrieved customer, who was standing in a queue at a YES Bank branch in the city.“I am here since morning with a cheque, but have not seen any person at the cash counters yet. The bank staff is saying there is no money and that they have gone to get the cash to disburse it among customers,” he added.Sudhanshu Mishra, a customer at Bapuji Nagar branch said he had tried to transfer money to another account using the online banking system, but failed. “Despite having money in my account, I am unable to use my ATM card in any of the teller machines or POSs,” Mishra rued.Mrunali Priyadarshini sounded desperate. “I have all my hard earned money in the bank and now they are saying they can’t give my own money back,” she said.In Rourkela, the KJS Ahluwalia (KJSA) Group of Industries, Odisha’s largest mining company, faced a tough time arranging funds. Sources said, KJSA has all its business accounts in YES Bank branches in Rourkela and Bhubaneswar. The RBI decision has come as a bolt from the blue for the group. “We will suffer major challenges in depositing advance tax, since this has come ahead of the financial year end,” said Prasanta Aluwalia, managing director of KJSA Group of Industries.“Like us, many other business houses, who have their accounts in YES Bank, will face crisis in depositing advance tax and in the process government will also suffer in tax collection,” he added.EoM"}}