{"GDELT": {"GlobalEventID": 910837144, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.3377837116154905, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA", "Actor2Geo_Lat": 36.0, "Actor2Geo_Long": 138.0, "Actor2Geo_FeatureID": "JA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200307023000, "SOURCEURL": "https://journalrecord.com/2020/03/06/states-first-coronavirus-case-confirmed-in-tulsa/"}, "ARTICLE": {"TITLE": "State’s first coronavirus case confirmed in Tulsa", "TEXT": "State officials confirmed Friday the first case of coronavirus in Oklahoma, a man in his 50s who recently traveled to Italy, with four more cases awaiting test results from the Centers for Disease Control and Prevention in Atlanta.\n\nOfficials declined to specify if the man was traveling alone, but said he returned to Oklahoma Feb. 23 and began having symptoms Feb. 29. He and his family are quarantined in their home.\n\nFive suspected cases in the state have tested negative for the virus so far.\n\nGov. Kevin Stitt said there is no evidence of community spread, the risk to the general public is “low” and a statewide plan is in place to identify other cases and prevent the virus from spreading.\n\n“First and foremost, I want to stress that our public health system is working,” Stitt said. “Although we have a case, we are effectively mitigating the situation and relying on our public health officials to do what they do best. They are working diligently to take control of the situation and prevent spreading.”\n\nOklahoma Health Commissioner Gary Cox said health officials are investigating four suspect cases and are “aggressively” managing the situation. The Oklahoma Department of Health and the Tulsa Health Department have established call centers dedicated to answering questions from the public about the virus.\n\n“It’s important for us to remember that we’ve done this before,” Cox said. “The public health system has been through SARS, H1N1, MERS, West Nile virus. So we’ve learned many lessons that we can bring to bear to deal with the situation that we are currently in. We are now receiving specimens for testing as the need arises.”\n\nTulsa Health Department Executive Director Bruce Dart said the man who tested positive for the virus is stable and remains isolated at his home. He said the focus at this point is on controlling and preventing the spread of the virus. He said individuals who suspect they have symptoms should not go to a doctor or emergency room. Instead, they should call a doctor or the health department to ask what steps to take.\n\nDart said most reported coronavirus cases are mild, but individuals with more serious medical conditions such as heart disease, lung disease and diabetes will be at greater risk. He said the respiratory virus is spread through respiratory droplets produced when an infected person coughs or sneezes.\n\n“Symptoms of COVID-19 may appear two to 14 days after exposure and include fever, cough and shortness of breath,” Dart said. “If you have symptoms like a cough, fever or other respiratory problems and you have recently traveled or been in contact with someone with a confirmed case of COVID-19, call your health care provider or the Tulsa Health Department.”\n\nTulsa Mayor G.T. Bynum said travel through the Tulsa International Airport will not be impacted, encouraging sick individuals to stay home and everyone to wash their hands frequently.\n\nOklahoma health officials have the capacity to perform up to 300 coronavirus tests a day, with results taking six to eight hours.\n\nBynum said at this point, large events in Tulsa will not be impacted.\n\n“We knew it was a matter of when, not if, (coronavirus) would get here,” Bynum said. “Now that we know there is a person in our community who has the virus, we will take it day by day. If we get to a point where we do see those types of (community contamination) situations, then we would want to evaluate large events.”\n\nPrior to the announcement, officials from the Tulsa Regional Chamber said they had not seen any impact on area business from concern about the virus, while the Oklahoma City Convention and Visitors Bureau reported a minor dip in business stays at hotels, but largely no impact.\n\nThe University of Oklahoma and Oklahoma State University canceled semester-long Italy study-abroad programs, affecting 38 OU students and 13 students at OSU. OSU also canceled spring-break student trips, affecting 120 students.\n\nIn a press release, OU encouraged students in the program to return as soon as possible, stating they should “ideally” arrange to leave the country no later than March 6.\n\nOU said students and employees in the Italy program will not be permitted to return to any campus until going through a 14-day isolation period and a series of medical screenings via telephone.\n\nThe universities have also restricted travel to China, Hong Kong, Iran, Japan and South Korea."}}