{"GDELT": {"GlobalEventID": 910837541, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor1Code": "HLH", "Actor1Name": "DOCTOR", "Actor1Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.3404255319149, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor1Geo_CountryCode": "BE", "Actor1Geo_ADM1Code": "BE11", "Actor1Geo_ADM2Code": "5850", "Actor1Geo_Lat": 50.8333, "Actor1Geo_Long": 4.33333, "Actor1Geo_FeatureID": "-1955538", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE11", "Action2Geo_ADM2Code": "5850", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": 4.33333, "Action2Geo_FeatureID": "-1955538", "DATEADDED": 20200307023000, "SOURCEURL": "https://www.lifesitenews.com/news/new-law-forces-belgium-pro-life-doctors-to-refer-patients-wanting-to-die-for-euthanasia"}, "ARTICLE": {"TITLE": "New law forces Belgium pro-life doctors to refer patients wanting to die for euthanasia", "TEXT": "March 6, 2020 (LifeSiteNews) – The lower Chamber of the Belgian federal Parliament has approved several measures in favor of increased access to euthanasia, which has been legal in the country since 2002.\n\nOn Thursday evening, a large majority of Chamber members – 97 votes for, 35 abstentions and three against – decided to curb the right of conscientious objection for doctors and other health professionals who are unwilling to kill their patients.\n\nBy an amendment presented by the Belgian Socialist Party and Open-VLD, adopted by the Chamber, conscientious objection will also be refused to hospitals and other medical facilities as such, obliging even Catholic hospitals to allow euthanasia to take place within their walls.\n\nThe new law also gives unlimited validity to advance directives or “living wills” asking for euthanasia to be applied under certain circumstances in case of mental incapacity.\n\nProvisions for revising the euthanasia law were introduced by Barbara Creemers, the “Green” party member of Parliament who insisted that the need to renew advance directives every five years placed an “unnecessary administrative burden on the patient.”\n\n“Once they have been made, the declaration should remain valid, unless the parties concerned have second thoughts. Then it can always be rescinded,” she argued.\n\nHowever, amendments creating a right for patients to include a five-year clause in their advance directives were rejected, showing that the liberty and autonomy the euthanasia law purports to uphold are not as absolute as they are made out to be.\n\nThe European Institute for Bioethics (EIB), based in Brussels, commented: “The risk – which the initial law of 2002 was precisely seeking to avoid – is now that advance directives dating back several decades, whose very existence has been forgotten by the patient, will be somehow implemented when that person is no longer capable of expressing his or her will.”\n\nIf the objective of the new law was to make it easier to eliminate unconscious or severely demented patients considered to be a burden on society, an important step in that direction was taken.\n\nAccording to statistics collected in 2018, the existing advance directives of 30,000 Belgians now alive have expired. In 2019, 7.156 Belgians who had made advance directives five years previously did not trouble to renew them.\n\n“This means doctors will not be able to meet their wishes if they land in an irreversible coma. Our law will put an end to that situation,” argued Creemers. She did not take into consideration the fact that an unknown proportion of these citizens perhaps didn't actually want to renew their directives.\n\nThe infringement of the right to conscientious objection in the revised law is no less worrisome.\n\nFor individual doctors and healthcare providers, a new obligation is being created. When individually opposed to euthanasia for reasons of conscience, but also when opposed for medical reasons to a particular euthanasia request, these health professionals will be obliged to cooperate materially by providing a lethal shot. As soon as the law comes into effect, they will be required to give their patient the address “of a center or an association specializing in euthanasia rights.”\n\nThe explanatory statement of the law identifies only two such centers: the Association pour le droit de mourir dans la dignité (ADMD, or Society for the right to die with dignity), and LEIF (LevensEinde InformatieForum, or Information forum on end of life), both actively involved in pro-euthanasia campaigning. According to the EIB, both ADMD and LEIF want “euthanasia rights” to be extended to the demented and even to people who are simply “tired of living.”\n\nThe Belgian Socialist party obtained the approval of an amendment that will oblige doctors to inform their patients of their decision not to provide euthanasia, either for conscientious or medical reasons, within seven days of the first euthanasia request formulated by the patient. The obligation to give information to the patient or to the patient’s person of trust about institutions specializing in euthanasia rights will then take immediate effect.\n\nIn a note published in Dutch by the EIB, its president, Philippe Ballaux, and research officer Léopold Vanbellingen underscored that the new provisions regarding individual conscientious objection contradict doctors’ “freedom of conscience,” as the Belgian Council of State itself has made clear. This official organ of the Belgian Federation remarked that doctors would thus become obliged to “facilitate the implementation of euthanasia.”\n\nRestrictions to the conscientious objection rights of healthcare institutions, introduced by the Belgian Socialist Party, also violate their specific rights, remarked Ballaux and Vanbellingen. Under the new law, no provision within hospitals, hospices and healthcare institutions will legally be able to prevent a doctor from giving euthanasia. It will indeed no longer be possible to give preference to other ways of accompanying a patient toward death, such as palliative care.\n\nEIB regretted that doctors, nurses and other caregivers will no longer be able to choose to work in a hospice or healthcare institution where the rule is that dying patients must be accompanied and not rushed into death. The provision also contradicts the “principle of pluralism” in the Belgian healthcare system and the “liberty of association.”\n\nAnother document published by EIB noted that in 2002, discussions leading to the euthanasia law had made clear that “institutions have the right to forbid the implementation of euthanasia within their walls.”\n\nHaving been adopted by the Chamber in plenary formation, the new law must now be promulgated by the King of Belgium in order to enter into effect. Before that happens, it may be transmitted to the Constitutional court in order to verify its constitutionality."}}