{"GDELT": {"GlobalEventID": 910838173, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "AFGINSTAL", "Actor2Name": "TALIBAN", "Actor2CountryCode": "AFG", "Actor2KnownGroupCode": "TAL", "Actor2Type1Code": "INS", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -5.10396975425331, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF13", "Actor2Geo_ADM2Code": "3580", "Actor2Geo_Lat": 34.5167, "Actor2Geo_Long": 69.1833, "Actor2Geo_FeatureID": "-3378435", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20200307023000, "SOURCEURL": "https://www.thenews.com.pk/print/624839-abdullah-unhurt-as-gunmen-kill-dozens-at-kabul-rally"}, "ARTICLE": {"TITLE": "Abdullah unhurt as gunmen kill dozens at Kabul rally", "TEXT": "By News Desk\n\nKABUL: At least 27 people were killed in an attack on a political rally in Kabul on Friday, officials said, in the deadliest assault in Afghanistan since the US signed a withdrawal deal with the Taliban.\n\nThe attack highlights the glaring lack of security in the heavily fortified Afghan capital just 14 months ahead of the scheduled withdrawal of all foreign forces under an agreement signed on February 29 by the US and the Taliban.\n\nInterior ministry spokesman Nasrat Rahimi said women and children were among the dead with an additional 29 wounded, adding that “special forces units are carrying out clearance operations against the attackers”. “The figures will change,” he said.\n\nNizamuddin Jalil, a health ministry official, gave a slightly higher toll, saying 29 people had been killed and 30 others wounded. The Taliban immediately denied responsibility for the assault, which occurred at the commemoration ceremony for Abdul Ali Mazari—a politician from the Hazara ethnic group.\n\nThe Islamic State terror group claimed responsibility the attack later in the evening. “Two brothers... targeted a gathering of apostates... in Kabul city with machine guns, hand grenades and rocket-propelled grenades,” it said in a statement via the Telegram messaging app.\n\nThe IS group-claimed attack on the same ceremony last year saw a barrage of mortar fire kill at least 11 people.\n\nRahimi had earlier said that gunfire had erupted from a construction site near the ceremony in the city’s west. Photos on social media showed several dead bodies being collected after the attack. President Ashraf Ghani condemned the massacre, calling it a “crime against humanity”. The ceremony was attended by many of the country’s political elite, including Afghanistan’s chief executive Abdullah Abdullah. The interior ministry later confirmed to reporters that “all the high-ranking officials were safely evacuated from the scene”.\n\n“We left the ceremony following the gunfire, and a number of people were wounded, but I do not have any reports of martyred people for now,” Hazara leader Mohammad Mohaqiq told Tolo News.\n\nPakistan strongly condemned the terror attack. “Our thoughts and prayers are with those who have suffered in this tragedy. We are relieved that the leadership has remained unharmed,” Foreign Office Spokesperson Aisha Farooqui said in a statement.\n\nThe spokesperson said that Pakistan had consistently supported a negotiated political solution of the Afghan conflict. “This is a historic juncture. Pakistan urges all the parties to work together in a constructive spirit for establishing durable peace and stability in Afghanistan,” the statement concluded.\n\nThe incident comes less than a week after the US and Taliban signed a deal that would pave the way for the complete withdrawal of foreign troops in 14 months. The US withdrawal hinges to a great extent on the Taliban being able to control terrorist forces such as the Islamic State group.\n\nIf such groups remain, so too does the American military. Since the much-trumpeted deal signing, fighting has continued to rage across Afghanistan, casting a pall over hopes the agreement would lead to a reduction in violence and talks between the Taliban and the Afghan government."}}