{"GDELT": {"GlobalEventID": 910838236, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.92772186642269, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Westchester Community College, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY119", "Actor1Geo_Lat": 41.0687, "Actor1Geo_Long": -73.7907, "Actor1Geo_FeatureID": "970902", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Westchester Community College, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 41.0687, "Actor2Geo_Long": -73.7907, "Actor2Geo_FeatureID": "970902", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Westchester Community College, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 41.0687, "Action2Geo_Long": -73.7907, "Action2Geo_FeatureID": "970902", "DATEADDED": 20200307023000, "SOURCEURL": "https://hvmag.com/life-style/finding-a-job-without-college-ny/"}, "ARTICLE": {"TITLE": "Finding a Job Without a 4-Year Degree in the Hudson Valley", "TEXT": "Photo by Janice Goldstein\n\nAmid shifting economic and cultural dynamics, Hudson Valley educators, entrepreneurs, and legislators are helping to pave alternative paths to employment for the 21st century workforce.\n\nLong considered a catalyst for economic mobility, the four-year college degree embodied a quintessentially American promise: that anyone — regardless of their background — could work their way up the economic ladder to achieve a better life.\n\nBut in recent years, that convention has been challenged by a confluence of economic and social factors.\n\nImpossible Math\n\nWhile tuition historically has risen three to five percent annually, tuition spiked 44 percent at private colleges and 55 percent at public schools over the last decade, according to a report by GoBankingRates.\n\nIn the 2018-2019 academic year, private college tuition averaged $35,830, while state college tuition was $10,230, excluding room and board.\n\nWhile tuition costs have skyrocketed, wages have largely remained stagnant, making the more traditional notion of “working your way through college,” as many baby boomers did, a mathematical impossibility. And, for the first time in a decade, the nation’s four-year fall semester enrollments fell below 18 million, a decline of more than two million students since its peak in 2011.\n\nA Shape-Shifting Labor Market\n\nAs four-year enrollments decline, some fundamental changes are reshaping the labor market. According to the National Skills Coalition, “middle-skills” jobs, which require education beyond high school but not a four-year degree, now comprise the largest part of the labor market, both in New York and nationally.\n\nAs key industries in New York struggle to find sufficiently trained workers to fill these positions, the demand for these jobs is expected to remain strong through 2024.\n\nHere in the Hudson Valley, local colleges are busy realigning degree programs, courses, and curricula to address this new labor market reality.\n\nDebt and Degrees\n\n“The education system has steered people into degrees without expectation that they translate to a job,” says Michael Baston, JD, EdD, president of Rockland Community College.\n\n“We used to say [to young people], ‘get a good job.’ But what is education preparing you to do?”\n\nAccording to Baston, foregoing a four-year degree is a better choice for many, not simply based on cost, but also based on a swifter entrance into the workforce. A key driver is what he calls the “convenience economy.”\n\nCiting online convenience platforms such as Instacart, Uber Eats, and Grubhub, Baston says “these businesses are part of a different strategy to become entrepreneurs. Today, the value proposition of college is different, especially with college tuition going up five percent per year for jobs that no longer exist with automation.” This shift, he says, results in “people with debt and degrees” delaying marriage and family, and unable to purchase their own homes.\n\nFast Track to Employment\n\nTo address this, Rockland Community College (RCC) launched the Career Skills Academy, a program designed to offer high school graduates — or those re-entering the workforce after unemployment or raising children — the opportunity to quickly gain the skills required to secure a well-paying job.\n\nThe program was created in collaboration with local businesses and industries. In healthcare, for example, Dr. Baston met with senior executives of Crystal Run Healthcare, Helen Hayes Hospital, Nyack Hospital, and Good Samaritan Hospital. He approached the human resources directors at each organization, saying “I want you to tell us how we can create a workforce to start to fill your needs.”\n\nWith input from local business leaders, the academy launched in January 2019 with a cohort of 40 students, which has since increased to 45. Dr. Baston was also able to secure some philanthropic support to cover tuition for some students, since government Pell programs do not yet support shorter-term credentials — a change for which he strongly advocates.\n\nIn line with this initiative, RCC has reorganized its programming “around a much more student-centric and purpose-driven focus,” including Business and Professional Studies; STEM; Arts and Humanities; Nursing, Health, and Wellness; and Education and Social Sciences.\n\nLearning to Learn\n\nA novel approach to learning has also taken root on the east side of the Hudson. At Westchester Community College, “we’re seeing an increase in part-time students,” says President Belinda S. Miles, EdD. “More adult students are looking for the benefits of higher education — not in the traditional way, but through certifications and microcredentials. They’re looking at specific skills to go to market with.”\n\nMiles says that this revised academic focus has coincided with the school’s renewed investment in professional development for staff. In shaping this new curriculum, staff “took an old-fashioned bus tour and visited five local businesses to ensure that the curriculum is matching their growing and changing needs and trends.” As educational institutions, Miles says, “We need to learn the same as students, to be adaptable — to learn to learn.”\n\nInvesting in Workforce Development\n\nWestchester Community College’s workforce development expertise caught the attention of JPMorgan Chase, which awarded the college a $150,000 grant to analyze and develop a Middle Skills Gap Report for the Lower Hudson Valley region. This was the first grant awarded by the firm to develop a report for a suburban setting. The 2016 report highlighted three top areas requiring middle-skilled workers: health information management, tech support, and hospitality management.\n\nWCC’s partnership with JPMorgan Chase continues today with the White Plains Education and Training Center, a workforce development center located in a public housing complex in White Plains.\n\n“Our investment in [the center] is intended to provide wider access to the industry-aligned programs that the college is known for, such as technology and healthcare,” says Abby Marquand, vice president, global philanthropy at JPMorgan Chase. The corporation made a $350 million global commitment in 2019 to support workforce development programs.\n\n“We’ve made an intentional effort on investing in community colleges, as these institutions are often positioned to reach more people, and are the key drivers of economic mobility in communities,” Marquand says.\n\nThe training center, she adds, helps to position residents of White Plains and surrounding communities for economic advancement and supports job placement.\n\n“The idea behind the affiliation of the Training Center with WCC is to ensure that people going through its programs, many low-income residents, are connected to industry recognized credentials,” Marquand says. “Ultimately, participants may have the opportunity to advance along educational pathways with the college.”\n\nSkills That Pay the Bills\n\nHealthcare “People are living longer,” says WCC’s Miles. “There is still need for clinical healthcare.”\n\n“People are living longer,” says WCC’s Miles. “There is still need for clinical healthcare.” Gas Pipeline Operations This includes the installation and inspection of pipes and regulation of gas meters. According to RCC’s Baston, following a two-week training course, students can earn a $50,000 annual starting salary.\n\nComputer Assisted Design (CAD) The proliferation of 3-D printers requires skilled operators, says Baston.\n\nThe proliferation of 3-D printers requires skilled operators, says Baston. Tourism & Hospitality “We are preparing students for careers in gourmet restaurants, as well as in hospitals, nursing homes, and other institutions,” says Miles, citing emerging regional opportunities with the new Lionsgate film studio and MGM Empire City Casino in Yonkers.\n\n“We are preparing students for careers in gourmet restaurants, as well as in hospitals, nursing homes, and other institutions,” says Miles, citing emerging regional opportunities with the new Lionsgate film studio and MGM Empire City Casino in Yonkers. Information Technology “We don’t see any profession that’s not being revitalized or revolutionized by technology,” says Miles.\n\nFrom Cooking to Coding\n\nFollowing an early career in the culinary arts, 28-year-old Danbury resident Daniel Barr recently graduated from WCC’s cybersecurity training program. “I’d been cooking since I was 14 and decided to make a change for my personal life,” he says. “The hours were tough — it wasn’t a sustainable lifestyle.”\n\n“Some four-year programs are more theoretical in nature,” says Barr, who now works in Systems Administration at WCC. “I think the best part about the Westchester Community College program is that it’s a hands-on learning experience.”\n\nWhile Barr is continuing his studies at Pace University in Pleasantville thanks to a scholarship opportunity, he notes that “I can use everything we learned at WCC every day. I think community college programs are underrated. It was a very valuable experience.”\n\nA Focus on Competencies\n\nAt SUNY Ulster, the school’s Business Advisory Council stepped up to meet the needs of local employers seeking greater specificity in the skill sets of their prospects. “If you have a degree in business and entrepreneurial studies, that doesn’t tell you everything as far as competencies are concerned,” explains Anita Bleffert-Schmidt, PhD, professor and department chair of Business & Professional Studies at SUNY Ulster.\n\nTo meet this need, the school developed a set of packaged microcredentialing courses, beginning with Accounting Computer Skills. The courses are followed by a challenge exam, in which students must score at least 85 percent to be awarded a microcredential on a given topic. “They receive a digital badge that they can add to a digital resume or LinkedIn,” says Bleffert-Schmidt. “The potential employer can then click on the badge and all competencies learned will come up.”\n\nThe new college-wide program has seen 25 students thus far and is still working with local businesses who have expressed interest in partnering. “It’s still in its early stages,” she says, “and we’re hoping as time goes by, it continues to grow.”\n\nWorkforce Networks & Certification Programs\n\nFor some individuals, going directly from high school into the workforce is an option. BOCES Tech Centers across the Valley prepare students for jobs and also allow them the opportunity to earn college credit while in high school. The majority of classes at Ulster BOCES Career and Technical Center are designed so that upon completion, students are able to take certification or licensure exams in their chosen professions. And successful completion of a program leads to a distinctive technical endorsement on a Regents diploma.\n\nAnd as Hudson Valley has previously reported, The Lineman Institute of the Northeast (L.I.N.E) in Saugerties offers a 15-week program where participants gain skills to start a career as an apprentice lineman. And Stockade Works in Kingston is training individuals for jobs in the film industry.\n\nOrane Barrett, chief executive officer of Kool Nerd Club, a career readiness company that connects employers to diverse students, offers his take on the changing market. “We don’t need any more lawyers,” he says. “We need more truck drivers and logistics people.”\n\nBarrett says he’s looking to help expose young African-Americans and Latinos to greater opportunities for employment and mentorship. At Kool Nerd Club, the fundamental question is “How do you monetize your passion?’ Everything comes down to awareness — what do you love doing,” Barrett says. “I love to show students that their hobbies can be transformed into a career that will not be automated over time.”\n\nIn the lower Hudson Valley, the Westchester-Putnam Workforce Development Board (WPWDB) is comprised of leaders and staff of state and county government agencies, non-profits, public education, and the private sector who work together to strengthen the partnerships between business, education, and service providers within the Career Center Network to meet the needs for a skilled workforce. The network is made up of four Career Centers (White Plains, Mount Vernon, Peekskill, and Carmel) as well as partner agencies that provide state-of-the-art technology, training, resources, and services to youth, adults, and employers.\n\nSenatorial Support\n\nCiting her own experience following a non-traditional career path, State Senator Sue Serino (R-Hyde Park) has been hearing from a lot of students who are seeking more hands-on work. She is currently working on connecting with local school districts in an effort to help raise awareness among students, early on, of trade-based alternatives available to them.\n\nAccording to Serino, the success of such initiatives “comes down to a need to shift the conversation and to make sure that, students and parents especially, understand that these programs have real value and result in stable, well-paying jobs that can offer a great quality of life.”\n\nIn spring 2019, the Westchester-Putnam Workforce Development Board (WPWDB) hosted a panel discussion to address the shortage of middle- and soft-skills training and illuminate options for mapping sector-specific career paths through stackable credentials as a viable choice for high school students. This panel was an extension of the conversation that was started at a talent shortage symposium in October of 2018.\n\nAt the 2019 panel, attendees (which included school board presidents, guidance counselors, employers, and more) were given charts from the Westchester-Putnam One-Stop Career Center to share with students, which illustrated career paths in healthcare/direct care, advanced manufacturing, biotechnology, and information technology (IT). Below are some excerpts.\n\nClick chart to view larger."}}