{"GDELT": {"GlobalEventID": 910836919, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.98769771528999, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Grand Forks, North Dakota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USND", "Actor2Geo_Lat": 47.9253, "Actor2Geo_Long": -97.0329, "Actor2Geo_FeatureID": "1029197", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Grand Forks, North Dakota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USND", "Action2Geo_Lat": 47.9253, "Action2Geo_Long": -97.0329, "Action2Geo_FeatureID": "1029197", "DATEADDED": 20200307023000, "SOURCEURL": "https://www.inforum.com/community/4986585-North-Dakota-citys-firefighters-fund-helps-them-go-above-and-beyond"}, "ARTICLE": {"TITLE": "North Dakota city's firefighters' fund helps them go 'above and beyond'", "TEXT": "GRAND FORKS -- For Grand Forks firefighters, the goal of every call is to help people -- but sometimes, they see people who they want to help a little more, said Joe Dewey, union president of Grand Forks Firefighters Local 242.\n\nThat was the case when members of Engine Crew Three responded to a medical call at a Grand Forks residence on Sunday, March 1, and saw the residents did not have a bed. Crew members returned the next day to donate a bed, sheets, a comforter and pillows.\n\n\"They were just really appreciative, really excited -- just happy to have a bed,\" Dewey said. \"I guess they had had some other difficulties going on in their lives, and they were just really appreciative of that bed.\"\n\nThe donation was made possible by the union's charitable fund, voluntarily contributed to by union members.\n\n\"Most of us that are in the fire department, we all started because we wanted to help people,\" Dewey said. \"But we'd go on medical calls or different calls and see situations and scenarios where we wanted to help more. We never really had the ability to do that. So two years ago, we started this charitable fund.\"\n\nlisten live watch live\n\nThe union's charitable giving fund was started about two years ago and was inspired by a similar program funded by the Fargo Fire Department. As long as there's a general consensus among crew members, they can dip into the fund whenever they see fit.\n\nAmong those they've helped include a boy with a broken bike chain, a family who needed a cab ride home after a car accident and groceries for elderly diabetics. Last year, they also purchased three beds for people who didn't have one.\n\nThe union recommends members donate $5 to the fund a month, and Dewey said that's what most of their 73 members tend to do. Unlike their \"Pass the Hat\" fund, which used to solicit regular cash donations from members, the charitable fund has automatically deducted voluntary donations from members' checks.\n\nIn addition to individuals in the community, Dewey said they've also used the fund to contribute to other local organizations, including the Salvation Army, as well as to causes, such as breast cancer, colon cancer and muscular dystrophy prevention.\n\nSince the fund was started two years ago, he said they've donated close to $10,000 to the community.\n\nSalvation Army Lt. Matthew Beatty said that, in addition to the fire department's annual fundraising efforts for the Salvation Army, the firefighters' union also gives them a $1,099 check every year. Those funds are then used for local services provided by the Salvation Army, such as rent assistance and food pantry contributions.\n\nBeatty said the support from the Grand Forks Fire Department goes above and beyond the normal relationship between the two entities.\n\n\"The Salvation Army always works hand-in-hand along with the fire departments,\" Beatty said. \"There's always a good relationship across the U.S. and the world, actually, but I just haven't seen the financial support for it -- they give a pretty good amount. Some fire departments help with the bell ring, that's not uncommon, but to get a yearly check like that, that's unique.\"\n\n\n\nAnd while there are no plans to expand the program in the future, Dewey said he's optimistic that the charitable fund will continue to provide some benefits to the community.\n\n\"It's still kind of new, so people are getting more aware that we have money available to them to help people out when they see a need,\" he said. \"I think this is only going to grow from there.\""}}