{"GDELT": {"GlobalEventID": 910836902, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.1007751937984502, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "South Dakota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSD", "Actor2Geo_Lat": 44.2853, "Actor2Geo_Long": -99.4632, "Actor2Geo_FeatureID": "SD", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Montana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMT", "Action2Geo_Lat": 46.9048, "Action2Geo_Long": -110.32600000000001, "Action2Geo_FeatureID": "MT", "DATEADDED": 20200307023000, "SOURCEURL": "https://www.ktvq.com/news/montana-news/hearing-on-keystone-xl-pipeline-draws-protesters-in-great-falls"}, "ARTICLE": {"TITLE": "Hearing on Keystone XL pipeline draws protesters in Great Falls", "TEXT": "Protesters gathered outside a hearing at the federal courthouse in Great Falls on Friday morning on the proposed Keystone XL pipeline.\n\nThe protesters said they believe that the pipeline will hurt the environment, mainly by contaminating water along the pipeline’s proposed 1,200-mile route. One protester, Regina Brave from South Dakota, said the decisions made here in Great Falls will have far-reaching impacts in her home state.\n\n“If we lose here, then it’s going to go through the Fort Peck Reservation and that’s going to go through the Missouri River on the southwestern part...and then it’s going to angle towards the state of South Dakota,” Brave said.\n\nAfter spending an hour speaking, protesters headed into the courthouse for the hearing.\n\nSummer Nelson, Montana chapter director of the Sierra Club, said she hoped today's protest would give a voice to people whose objections to the pipeline often go unheard.\n\n“We really wanted to let people know that there are still thousands of people in Montana who are concerned about this and paying attention and just trying to hold the government accountable in this process and protect water, land, communities, and climate.\"\n\nThe hearing featured oral arguments from environmental groups seeking to block a permit issued by the U.S. Army Corps of Engineers to developer TC Energy for the line.\n\nThe Keystone XL pipeline would extend from the tar sands of Alberta, Canada, through eastern Montana, attaching to an existing line in Nebraska.\n\n</p>\n\nNo decisions were made during Friday's hearing."}}