{"GDELT": {"GlobalEventID": 910837878, "Day": 20200307, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1836, "Actor1Code": "MNCUSA", "Actor1Name": "BOEING", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor2Code": "MYS", "Actor2Name": "KUALA LUMPUR", "Actor2CountryCode": "MYS", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.64961636828645, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hrabove, Volyns'ka Oblast', Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP24", "Actor1Geo_ADM2Code": "28564", "Actor1Geo_Lat": 51.4038, "Actor1Geo_Long": 24.7402, "Actor1Geo_FeatureID": "-1039574", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Amsterdam, Noord-Holland, Netherlands", "Actor2Geo_CountryCode": "NL", "Actor2Geo_ADM1Code": "NL07", "Actor2Geo_ADM2Code": "22373", "Actor2Geo_Lat": 52.35, "Actor2Geo_Long": 4.91667, "Actor2Geo_FeatureID": "-2140479", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hrabove, Volyns'ka Oblast', Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP24", "Action2Geo_ADM2Code": "28564", "Action2Geo_Lat": 51.4038, "Action2Geo_Long": 24.7402, "Action2Geo_FeatureID": "-1039574", "DATEADDED": 20200307023000, "SOURCEURL": "https://www.washingtonpost.com/national/world-digest-march-6-2020/2020/03/06/26249a04-5fc1-11ea-b29b-9db42f7803a7_story.html"}, "ARTICLE": {"TITLE": "World Digest: March 6, 2020", "TEXT": "The U.S. Embassy in Tunis tweeted a statement to American citizens that read: “Emergency personnel are responding to an explosion that occurred near the U.S. Embassy in Tunis. Please avoid the area and monitor local media for updates.”\n\nAD\n\nSocial media photos said to show the scene of the attack suggest that the bombers had arrived at the embassy’s external gate, near a tent where guards check for passports and other identification documents. The bombers then detonated their explosives less than 100 yards from the embassy’s main entrance.\n\nAD\n\nNo group has asserted responsibility for the blast, but Tunisia has been targeted by Islamist extremists several times in recent years.\n\n— Claire Parker and Sudarsan Raghavan\n\nSYRIA\n\nTruce brings some relief, no joy in Idlib\n\nIdlib’s skies were completely free of Russian and Syrian government warplanes Friday as a cease-fire deal took hold in Syria’s northwestern province, the last rebel stronghold.\n\nAD\n\nThe truce, brokered by Turkey and Russia, halted a terrifying three-month air and ground campaign that killed hundreds and sent 1 million people fleeing toward the Turkish border.\n\nBut there is no joy among residents of the province or for the hundreds of thousands of displaced people who say they won’t be returning to their homes anytime soon.\n\n“The truce is only a chance for the two sides to catch their breath,” said Omar Zaqzaq, who lives in the rebel-held town of Binnish, along with his wife, 5-year-old daughter Maria and 3-year-old son Akef. “It’s a very fragile truce, and I don’t think it will last long.”\n\nAD\n\nThe agreement announced Thursday essentially froze the conflict lines in Idlib. It does not force Syrian President Bashar al-Assad’s forces to roll back the large gains made in a Russian-backed offensive over the past three months — a key Turkish demand before the talks began.\n\nAD\n\nThat effectively rules out the possibility of displaced people returning to their homes, now in areas under Assad’s control.\n\n— Associated Press\n\nBritish police arrest 2 men over 'suspicious' device: British police arrested two men on suspicion of offenses relating to explosives after a \"suspicious device\" was found in a car north of London. After an investigation by bomb disposal experts, the device in the car in Luton, which is about 35 miles north of the British capital, was deemed \"not viable.\" A second car was given the all-clear. One of the men was arrested at the scene, while the second was arrested shortly afterward nearby. Police had placed a cordon around the area and evacuated a number of properties as a precaution.\n\nAD\n\nAD\n\nTrial to begin in shooting down of Malaysia Airlines jet: Four fugitive suspects are to go on trial in the Netherlands on Monday in the shooting down of Malaysia Airlines Flight 17 over eastern Ukraine in July 2014.\n\nThey are charged with the murder of all 298 passengers and crew members on board. The Boeing 777 was flying from Amsterdam to Malaysia's capital, Kuala Lumpur, when it was hit by a Russian-made surface-to-air missile, and the wreckage fell into fields near the Ukrainian village of Hrabove in territory held by pro-Russian separatists fighting Ukrainian government forces. Arrest warrants were issued last year by a Dutch-led investigation team, which spent several years collecting evidence. The four defendants — Russians Sergey Dubinsky, Oleg Pulatov and Igor Girkin and Ukrainian Leonid Kharchenko — had senior positions in the pro-Russian militias in 2014. They are not expected to appear for the trial in Amsterdam, but the judges could rule that they be tried in absentia.\n\nGreat Barrier Reef enters critical stress period: The Great Barrier Reef is facing a critical period of heat stress over the coming weeks after the most widespread coral bleaching the natural wonder has ever endured, scientists said. David Wachenfeld, chief scientist at the Great Barrier Reef Marine Park Authority, the government agency that manages the coral expanse off northeast Australia, said ocean temperatures over the next month will be crucial to how the reef recovers from the heat-induced bleaching. The authority has received 250 reports of sightings of bleached coral due to elevated ocean temperatures during an unusually hot February."}}