{"GDELT": {"GlobalEventID": 911063877, "Day": 20200308, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1863, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "Actor2Code": "CHE", "Actor2Name": "SWITZERLAND", "Actor2CountryCode": "CHE", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.4257748776508903, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Austria", "Actor1Geo_CountryCode": "AU", "Actor1Geo_ADM1Code": "AU", "Actor1Geo_Lat": 47.333333, "Actor1Geo_Long": 13.333332999999998, "Actor1Geo_FeatureID": "AU", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Milan, Lombardia, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT09", "Actor2Geo_ADM2Code": "18363", "Actor2Geo_Lat": 45.4667, "Actor2Geo_Long": 9.2, "Actor2Geo_FeatureID": "-121726", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Austria", "Action2Geo_CountryCode": "AU", "Action2Geo_ADM1Code": "AU", "Action2Geo_Lat": 47.333333, "Action2Geo_Long": 13.333332999999998, "Action2Geo_FeatureID": "AU", "DATEADDED": 20200308170000, "SOURCEURL": "http://newnigerianpolitics.com/2020/03/08/italy-seeks-help-as-coronavirus-cases-surge-past-400/"}, "ARTICLE": {"TITLE": "Italy seeks help as coronavirus cases surge past 400", "TEXT": "Italy seeks help as coronavirus cases surge past 400\n\nItaly has sought to rally international support for its coronavirus containment efforts as the number of cases reached 400 and the UN’s health agency urged an increased response.\n\nItalian premier Giuseppe Conte’s government appealed to European neighbours for cooperation, not isolation and discrimination.\n\nItaly has been struggling to contain the rapidly spreading outbreak that made it the country with more coronavirus cases outside Asia than anywhere else.\n\n“Viruses don’t know borders and they don’t stop at them,” Italian health minister Roberto Speranza said at the start of a crisis meeting with World Health Organisation and European Union representatives in Rome.\n\nTwelve people infected with the virus have died in Italy since Friday, all of them elderly, having other health conditions or both, civil protection chief Angelo Borelli said.\n\nThe Italian government has defended its handling of the crisis, even as it acknowledges alarm over its increasing cases and inability to locate the origin of the two clusters in the northern Lombardy and Veneto regions.\n\nGermany and France also reported two cases apiece in people with no known ties to Italy, travel to China or contact with an infected person, raising concern about additional clusters of no known origin possibly forming in Europe.\n\n“We are at the beginning of a coronavirus epidemic in Germany,” German health minister Jens Spahn said, adding that he had asked state health officials to review their emergency plans for pandemics.\n\nGreece and neighbouring North Macedonia registered their first confirmed virus cases on Wednesday, also involving people who recently travelled to Italy’s afflicted north.\n\nThe first cases reported in Austria, Croatia and Switzerland on Tuesday also had travel ties to northern Italy.\n\nSpain has reported nine new cases since Monday, all with an Italy link, two of France’s five new cases had ties to Italy and Finland reported its second case in someone who had been in Milan, Lombardy’s capital.\n\nLocal authorities in Austria took quarantine measures after two unconfirmed cases had an Italy link, only to remove them when tests came back negative.\n\nOver a 24-hour period from Tuesday to Wednesday, Italy confirmed 78 more cases, for a national total of 400. Hard-hit Lombardy, where 10 towns are on army-guarded lockdowns, still had the most cases with 288 — four of them children. But Veneto saw a spike of 28 cases overnight, bringing its total to 71.\n\nIn France, a 60-year-old Frenchman died in a Paris hospital, France’s second virus-related death.\n\nHis case worried French authorities, because he was one of two new patients who tested positive for the virus in France this week who had not travelled to a “risk zone,” according to authorities in his home region north of Paris.\n\nA German man with the virus was in a critical condition and his wife also tested positive, but German officials to date have not been able to trace the origin of their contagion.\n\nOfficials expressed fear of infections spreading since the wife works in a kindergarten and the man had been to carnival parties.\n\nThe man had come into contact with dozens of people, including doctors and nurses at a Cologne hospital where he had gone for an unrelated health check-up, German officials said. Schools and kindergartens in the area where he became ill remained shut."}}