{"GDELT": {"GlobalEventID": 911063403, "Day": 20200308, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1863, "Actor1Code": "AUSGOVBUS", "Actor1Name": "ANTHONY ALBANESE", "Actor1CountryCode": "AUS", "Actor1Type1Code": "GOV", "Actor1Type2Code": "BUS", "IsRootEvent": 0, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.8673835125448104, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200308170000, "SOURCEURL": "https://www.theguardian.com/society/2020/mar/09/domestic-violence-womens-safety-advocates-say-coalition-is-ignoring-experts"}, "ARTICLE": {"TITLE": "Domestic violence: women's safety advocates say Coalition is ignoring experts", "TEXT": "Women’s safety advocates have accused the Morrison government of ignoring the advice of experts when it comes to protecting women and children from domestic and family violence, instead “re-announcing” an already controversial scheme.\n\nThe social services minister, Anne Ruston, used International Women’s Day to announce the government would put $20m into a no-interest loan scheme, which provides loans of up to $2,000 to people fleeing violent situations.\n\nThe microloans were part of a package announced by the then families minister Paul Fletcher and former minister for women Kelly O’Dwyer in 2018, but faced criticism from advocates concerned about the ongoing costs for vulnerable women as they attempt to rebuild their life already behind financially.\n\nHayley Foster, the chief executive officer of Women’s Safety NSW, said the government had failed to commit to “any serious action in addressing domestic violence across the nation”.\n\nPatriarchy and power: how socialisation underpins abusive behaviour | Jess Hill Read more\n\n“This $20m could be going directly into the specialist frontline domestic violence services which support women and children to escape and recover from violence,” Foster told Guardian Australia.\n\n“But instead, it’s being funnelled to a separate agency that women would have to negotiate with and be case managed by in order to access the funds and then repay them.\n\n“With respect, whoever has developed this policy has not consulted with, or thought about the actual experience of women escaping domestic violence and the services whose job it is to support them through this process.”\n\nFoster said advocates were not consulted over the funds, and their advice on where money needed to be directed was ignored.\n\n“What is really inexcusable is that we have a national body set up to advise the Council of Australian Governments on reducing violence against women and their children under the National Plan – the Australian Women Against Violence Alliance [AWAVA], and the federal government has spent this $20m on this initiative without even going through this advisory body,” she said.\n\n“What is the point of a national advisory body made up of women’s safety experts from across the nation if the government is going to just dismiss, ignore and bypass it?\n\n“We know that in order to address this enormous social problem of men’s violence against women and children in our society, we are going to have to be very smart about how we use our resources. Bypassing the expert body in the making of these decisions is therefore not just disrespectful, it’s also irresponsible.”\n\nWomen in Australia are nearly three times as men to experience violence from an intimate partner, while one woman a week, on average, is killed by her current or former partner.\n\nFacebook Twitter Pinterest Hannah Clarke with her children Aaliyah, Laianah and Trey. Photograph: supplied\n\nAfter the shocking murder of Hannah Clarke and her three children, the prime minister, Scott Morrison, said all levels of government and the legal system needed to reflect on how the family was failed.\n\n“I believe state, territory and national governments, all of us, and our agencies and importantly the judiciary, we must all reflect again on these terrible murders,” he told parliament last month.\n\n“We must reflect on how and where the system failed Hannah and her children, as it has failed so many others. It is so frustrating. It’s so devastating.”\n\nThe issue was raised at the Council of Australian Governments’ meeting, where women’s safety ministers once again met to discuss changes that could be made to the system.\n\nExperts have repeatedly called for increased funding to services and for those affected to have access to financial help that will not cost them down the track, as well as more counselling, accommodation and a more coordinated national response.\n\nThe Labor leader, Anthony Albanese, repeated his calls for a national summit on domestic and family violence on Sunday.\n\n“We need to make sure that there’s a comprehensive plan,” he said.\n\n“It does require finance. But it also requires listening to the experts.”\n\nIn New Zealand, we are starting to value women's work fairly. It's time for the world to follow Read more\n\nRuston told Sky News on Sunday that while governments were working to address the scourge of violence against women, the community also needed to step up.\n\n“We should be ashamed of ourselves in Australia that we have the kind of domestic violence perpetration that we’re seeing,” she said.\n\n“But until we can convince everybody in Australia that they have a role to play in stamping out domestic violence – that’s not just the federal government or state and territory governments, it’s the community, it’s individuals and really encourage men particularly as role models to start stepping up to the plate.\n\n“And if you see something that you think is disrespectful behaviour towards women then actually go and call it out for what it is. Because until we change people’s behaviour we’re just going to be responding to domestic violence and we have to start preventing it.”\n\nHannah Clarke and her three young children, Aaliyah, Laianah and Trey will be laid to rest on Monday. The family were killed last month after the children’s father, Hannah’s estranged husband, set fire to his family while they were trapped in their car, before killing himself.\n\nIn Australia, if you or someone you know is impacted by sexual assault, domestic or family violence, call 1800RESPECT on 1800 737 732 or visit 1800RESPECT.org.au. In the UK, visit the National Domestic Abuse Helpline website here or call 0808 2000 247. In the US visit the National Domestic Violence Hotline website here, or call 1-800-799-7233."}}