{"GDELT": {"GlobalEventID": 911064024, "Day": 20200308, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1863, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 150, "EventBaseCode": 150, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.37552742616033, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS", "Actor1Geo_Lat": 37.0, "Actor1Geo_Long": 127.5, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS", "Action2Geo_Lat": 37.0, "Action2Geo_Long": 127.5, "Action2Geo_FeatureID": "KS", "DATEADDED": 20200308170000, "SOURCEURL": "https://nypost.com/2020/03/08/us-marine-tests-positive-for-coronavirus-in-virginia-as-army-restricts-travel/"}, "ARTICLE": {"TITLE": "US Marine tests positive for coronavirus in Virginia — as Army restricts travel", "TEXT": "A US Marine assigned to a base in Virginia has tested positive for the coronavirus — as the Army announced Sunday it will restrict some military travel to protect its forces amid the health crisis, officials said.\n\nThe infected Marine, stationed at Fort Belvoir, tested positive Saturday after returning from overseas on official business, according to the Department of Defense.\n\nThe service member is being treated at Fort Belvoir Community Hospital.\n\n“The [health-care] teams are in regular and close communication with federal, state, local, and private sector partners,” the Virginia Department of Health said in a statement.\n\nThe White House has been notified about the case, while the secretary of defense has been briefed on the situation, officials said.\n\nMeanwhile, the Army announced Sunday that it will restrict its service members’ travel to and from Italy and South Korea — two countries particularly hard-hit by the deadly bug.\n\nThe military branch will also prohibit foreign troops from participating in training exercises with US forces, a rep told Reuters.\n\nIn addition to the Marine, there have been two other US service members who have also tested positive for the virus, which has spread to more than 90 countries.\n\nA sailor in Italy and a soldier in South Korea have both been confirmed to have the deadly illness.\n\nWorldwide, there have been more than 100,000 cases since the outbreak occurred in Wuhan, China, in December.\n\nWith Post Wires"}}