{"GDELT": {"GlobalEventID": 911064371, "Day": 20200308, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1863, "Actor1Code": "VENGOV", "Actor1Name": "VENEZUELA", "Actor1CountryCode": "VEN", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 161, "EventBaseCode": 161, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.7037037037037, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE25", "Actor1Geo_ADM2Code": "31959", "Actor1Geo_Lat": 10.5, "Actor1Geo_Long": -66.9167, "Actor1Geo_FeatureID": "-938457", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE25", "Action2Geo_ADM2Code": "31959", "Action2Geo_Lat": 10.5, "Action2Geo_Long": -66.9167, "Action2Geo_FeatureID": "-938457", "DATEADDED": 20200308170000, "SOURCEURL": "http://www.latinamericanpost.com/32303-brazilian-authorities-leave-venezuela"}, "ARTICLE": {"TITLE": "Brazilian authorities leave Venezuela", "TEXT": "After months of clashes between the two countries, Jair Bolsonaro decided to withdraw his diplomats from the neighboring country\n\nThe president of Brazil, Jair Bolsonaro, has ordered the departure of all Brazilian authorities from Venezuelan territory. / Photo: Reuters\n\nLatinAmerican Post | Juliana Suárez\n\nListen to this article\n\n\n\nYour browser does not support the audio tag.\n\nDays ago, the president of Brazil, the far-right Jair Bolsonaro, had announced the possible closure of his country's embassy in Venezuela. This decision comes after several months of criticizing the government of Nicolás Maduro and his support for the interim government of Juan Guaidó. In the announcement, given by a senior official in an interview with the Bloomberg media outlet, it was claimed that within two months all Brazilian officials in Venezuela would retire.\n\nThis decision aims to create more diplomatic pressure against Nicolás Maduro who, despite having dozens of countries against him supporting the interim president, has not been able to be overthrown.\n\nAt the end of the week, what the source had anticipated in past days began to be fulfilled and four diplomats and other officials were removed from Venezuela. According to RT, \"the withdrawal of 4 diplomats and 11 administrative officials from different levels of their diplomatic headquarters.\" In addition to the start of withdrawal of consular activities, the government of Brasilia has requested that representatives from Caracas who are now in the country be removed from their territory.\n\nAlthough Brazil has not formalized the rupture of relations with the government of Nicolás Maduro, this fact and the repeated support for Juan Guaidó are a sign of the tensions between both countries. However, so far the door had remained open. Currently, the Brazilian government also recognizes María Teresa Belandria, envoy of the Guaidó government, as ambassador of Venezuela in the country.\n\nThe process, which will take about two months to complete, will affect more than 10,000 Brazilian citizens living in Venezuela, who will lose access to consular services.\n\nA tense relationship\n\nIt was expected that the arrival of Jair Bolsonaro to the presidency of Brazil would affect relations with his neighboring country. So it was, and since then both have faced insults and tensions at the border on several occasions.\n\nIn the mass exodus of Venezuela in 2019, where the majority of citizens migrated walking from their country, Colombia and Brazil, as border countries, were the ones who received the most Venezuelans. At the time, Bolsonaro's decision was to close borders to prevent passage, not to let those who crossed remain temporarily or permanently in Brazil and deploy military troops to the border.\n\nRead also: Maduro went after his critics again\n\nThese decisions of the Brazilian government managed to cause a wave of xenophobia towards Venezuelans who arrived in their country. In that same exodus, migrant shelters were set on fire and nationalist chanting and rejection of Venezuelans were seen in the streets. All this has been a reason for criticism of the government and has increasingly strained their relations.\n\nIn the month of February, the rape of a young woman on the border in Brazil allegedly by a Venezuelan man was a reason to re-ignite xenophobia and rejection of Venezuelans.\n\nSimilarly, President Bolsonaro has been critical of the Maduro government and has joined with some homonyms of the region in the Lima Group to try to end what they call the dictatorship of the Venezuelan president and re-establish democracy.\n\nAt the last moment of tension between the two leaders, which occurred in February, Nicolás Maduro attacked Bolsonaro by accusing him of wanting to start a military confrontation and of supporting “terrorist attacks” in his territory."}}