{"GDELT": {"GlobalEventID": 911064383, "Day": 20200308, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1863, "Actor1Code": "VNM", "Actor1Name": "VIETNAM", "Actor1CountryCode": "VNM", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.4375, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS", "Actor1Geo_Lat": 37.0, "Actor1Geo_Long": 127.5, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200308170000, "SOURCEURL": "https://e.vnexpress.net/news/news/south-korea-hopes-vietnam-will-not-quarantine-samsung-experts-4065371.html"}, "ARTICLE": {"TITLE": "South Korea hopes Vietnam will not quarantine Samsung experts", "TEXT": "\"If experts and engineers of Samsung Electronics enter Vietnam and are placed in quarantine for 14 days, this giant can suffer great damage,\" Ambassador Park Noh-wan told reporters in Hanoi Friday.\n\nSamsung needs to bring in another 1,000 experts to Vietnam to support production line operations, he said.\n\nVietnam has suspended entry for those arriving from Daegu City and North Gyeongsang Province, South Korea’s two largest Covid-19 outbreak areas, over the past two weeks. Those arriving from South Korea are automatically quarantined for 14 days as a preventive measure.\n\nThe South Korean Embassy in Vietnam has proposed that the Vietnamese government adjusts its policy, allowing representatives of Korean businesses, including experts and engineers of Samsung and LG, to enter the country and not be quarantined.\n\nSouth Koreans with diplomatic and official passports should also be considered for this policy, Park said, adding that all people with a medical certificate issued by Korean medical authorities should be allowed to enter Vietnam normally.\n\n\"The fact that they are in the isolated area will cause a lot of damage. We are very worried,\" Park said.\n\nPark said the number of South Koreans coming to Vietnam has plummeted after Vietnam halted visa waivers for South Korean nationals starting February 29. During the first two months of this year, only 100 South Koreans arrived every day, compared with the previous figure of 13,000, he said.\n\nThe ambassador said that from March 7, Vietnamese airlines are suspending all flights to South Korea. Previously, there were 80 non-stop flights every day between Vietnam and South Korea, around 550 flights per week. About 170,000 South Koreans live in Vietnam now.\n\n\"I hope that the two countries will take effective measures to prevent the (Covid-19) epidemic (from spreading) but not affect the two countries' long-term relations,\" he said.\n\nSouth Korea sent three emergency response teams to Vietnam Thursday to provide consular support to more than 270 citizens quarantined over the novel coronavirus outbreak.\n\nThe teams plan to stay in Vietnam for a week starting Thursday, but they could decide to extend their stay if needed. They will discuss with Vietnamese authorities the possibility of lifting the quarantine, while helping citizens who want to return home and those facing visa and other consular problems.\n\nSouth Korea is one of Vietnam's biggest trade partners and investors. The country is the second largest feeder market of Vietnamese tourism, after China.\n\nSamsung, the world’s biggest smartphone maker, is the largest foreign investor in Vietnam, employing around 160,000 people.\n\nSamsung Electronics begun construction on a $220 million research and development center in Hanoi, the first of its kind outside South Korea, on Monday.\n\nSamsung Electronics said on Friday that it would temporarily move some smartphone production to Vietnam from South Korea, according to Reuters. The announcement was made after another of its Korean staff tested positive for the coronavirus, forcing it to temporarily close a factory in the southern city of Gumi in South Korea.\n\nSince late February, a total of six workers have tested positive at the factory complex in Gumi, close to the city of Daegu - the epicentre of South Korea’s virus outbreak - leading to previous temporary closures at the plant. \"Once the Covid-19 situation stabilises, we plan to move back the output to Gumi,\" it said in a statement.\n\nThe global death toll from the Covid-19 epidemic had reached nearly 3,600 in 102 countries and territories by Sunday morning, mostly in mainland China (3,097), followed by Italy (233), Iran (145) and South Korea (50).\n\nThe Vietnamese government has deployed various measures to prevent the spread of the virus, including requiring everyone coming from mainland China, Italy, Iran and South Korea, the worst-hit countries so far, to be quarantined for at least 14 days on arrival.\n\nAs of Sunday afternoon, Vietnam has confirmed 30 Covid-19 infections, with the latest nine being foreign tourists. All the nine have been quarantined."}}