{"GDELT": {"GlobalEventID": 911064138, "Day": 20200308, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1863, "Actor1Code": "REL", "Actor1Name": "BISHOP", "Actor2Code": "ARG", "Actor2Name": "ARGENTINA", "Actor2CountryCode": "ARG", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.4066496163682902, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "San Isidro, Buenos Aires, Argentina", "Actor1Geo_CountryCode": "AR", "Actor1Geo_ADM1Code": "AR01", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -34.4714, "Actor1Geo_Long": -58.5078, "Actor1Geo_FeatureID": "-1012598", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "San Isidro, Buenos Aires, Argentina", "Actor2Geo_CountryCode": "AR", "Actor2Geo_ADM1Code": "AR01", "Actor2Geo_ADM2Code": "22379", "Actor2Geo_Lat": -34.4714, "Actor2Geo_Long": -58.5078, "Actor2Geo_FeatureID": "-1012598", "Action2Geo_Type": 4, "Action2Geo_Fullname": "San Isidro, Buenos Aires, Argentina", "Action2Geo_CountryCode": "AR", "Action2Geo_ADM1Code": "AR01", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -34.4714, "Action2Geo_Long": -58.5078, "Action2Geo_FeatureID": "-1012598", "DATEADDED": 20200308170000, "SOURCEURL": "https://cruxnow.com/uncategorized/2020/03/chief-argentine-prelate-comes-out-swinging-against-abortion-on-un-womens-day/"}, "ARTICLE": {"TITLE": "Chief Argentine prelate comes out swinging against abortion on UN women’s day", "TEXT": "ROME – At a Mass celebrated Sunday at Argentina’s largest Marian shrine, a day recognized by the UN as dedicated to women, the head of the national bishops’ conference said that in a country with 4,500 illegal settlements, it’s necessary to “discern priorities” and that abortion cannot be one of them.\n\nOn the UN-sponsored International Women’s Day, Bishop Oscar Ojea of San Isidro also had strong words of condemnation for the “cruelty of femicides and all kinds of violence and discrimination against women. We condemn abuse in all its forms – sexual, psychological, and of power, whatever the field in which it occurs, in the family, at work, school, on the street and painfully we also say, in the Church.”\n\n“We renew in this Eucharist our commitment to banish a culture that can favor concealment and any kind of complicit silence in the face of this crime,” he said.\n\nArgentina has seen a rise of violent crimes against women in recent years, with 64 women being violently killed by their male partners since Jan. 1, averaging one every 25 hours. Yet according to the leader of the Argentine bishops’ conference, abortion should not be seen as a solution.\n\nSeveral pro-life movements have pointed out that bills proposed to legalize abortion in Pope Francis’ country would allow for a woman to have an abortion after being sexually abused, while no allegation needs to be made against the abuser, who would walk free and with the crime never being investigated.\n\nYet, Ojea said, with the same passion with which the Church condemns abuse, it also says that it is not lawful to eliminate any human life, something stated in the country’s constitution, which considers conception as the beginning of life.\n\n“Violence and death are the exact opposite of Jesus’ project,” Ojea said. “Life is the first right, and without it there can be no others. We claim it for everyone, at any age or situation in which that life is found and in a special way for those who are weak, unprotected and defenseless.”\n\n“We live in a time where it is necessary to discern priorities and not to choose issues that face ordinary citizens in such a way that this threatens the fraternity and the possibility of having a common horizon as a people,” Ojea said.\n\nThe national government has described the lack of access to “free, safe and legal abortions” as a health crisis, but statistics show that the number of women who die in Argentina for lack of access to drinkable water more than quadruples that of women who die due to an abortion- both induced and natural, since statistics available don’t differentiate.\n\n“If there is no fraternity there will always be vultures willing to take our country,” Ojea said.\n\nDuring an open-air Mass attended by thousands in the esplanade of the Shrine of Our Lady of Lujan, in the outskirts of Buenos Aires, the prelate said that the Eucharist was a way to celebrate and thank the lives of so many women, “mothers, grandmothers, sisters, friends, coworkers, study partners, neighbors.”\n\n“We value their irreplaceable presence in families and celebrate the increasingly wide-ranging place they have in our society,” he said.\n\nThe Mass, Ojea said, is to celebrate the life of every woman, their integrity and rights, overcoming all types of exclusion. For this reason, the celebration is under the heading of “Yes to women, yes to life.”\n\nOjea noted that millions in Argentina – a majority, according to polls – agree that life begins at the moment of conception, and that a person other than the mother is developing. It is “unfair and painful to call these people anti-rights or hypocrites.”\n\nBoth are terms that have been recently used by Argentina’s president Alberto Fernandez, who has promised to present a bill to not only decriminalize abortion but legalize it and make it available in every public hospital for any woman who asks for one.\n\nQuoting history’s first pope from the Global South, whom Fernandez quoted repeatedly during the same speech in which he promised to legalized abortion opening Argentina’s congressional sessions earlier this month, Ojea said that “a living Church can react by paying attention to the legitimate demands of women who call for more justice and equality.”\n\nOjea said that it’s a contradiction to be pro-environment, worried about the lives of plants and animals, yet support abortion, that puts an end to human life.\n\nThe bishop also said that the local church supports the implementation of a truly comprehensive sexual education that fosters and empowers free decision making, while respecting the ideals of educational institutions.\n\nFollow Inés San Martín on Twitter: @inesanma\n\nCrux is dedicated to smart, wired and independent reporting on the Vatican and worldwide Catholic Church. That kind of reporting doesn’t come cheap, and we need your support. You can help Crux by giving a small amount monthly, or with a onetime gift. Please remember, Crux is a for-profit organization, so contributions are not tax-deductible."}}