{"GDELT": {"GlobalEventID": 911625766, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "LEG", "Actor1Name": "DELEGATE", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "IDAHO", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.33644859813084, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_Lat": 43.3504, "Actor1Geo_Long": -84.5603, "Actor1Geo_FeatureID": "MI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Michigan, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMI", "Actor2Geo_Lat": 43.3504, "Actor2Geo_Long": -84.5603, "Actor2Geo_FeatureID": "MI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Vermont, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVT", "Action2Geo_Lat": 44.0407, "Action2Geo_Long": -72.7093, "Action2Geo_FeatureID": "VT", "DATEADDED": 20200311054500, "SOURCEURL": "https://www.nbcnews.com/politics/2020-election/live-blog/march-10-primaries-live-updates-democratic-presidential-candidates-face-6-n1153296/ncrd1155221"}, "ARTICLE": {"TITLE": "Biden wins Idaho Democratic primary, NBC News projects", "TEXT": "SEE NEW POSTS\n\nBiden wins Idaho Democratic primary, NBC News projects Biden wins the Idaho Democratic primary over Sanders, NBC News projects. With 20 delegates up for grabs, Idaho was one of the smaller delegate prizes of the Democratic contests Tuesday night, and Sanders is likely to earn pledged delegates in the state. With 96 percent of the vote counted, Biden led Sanders by 48.4 percent to 42.5 percent. As of 1:15 a.m. ET Wednesday, NBC News projected that Biden will be awarded nine pledged delegates from the state and that Sanders will be awarded eight. Share this -\n\n\n\n\n\n\n\nWashington primary too close to call, NBC News projects The Democratic primary in Washington is too close to call, NBC News projects. With 68 percent of the vote counted, Biden and Sanders were tied at 32.7 percent — with Biden ahead by a margin of 60 votes. In Washington, 89 pledged delegates are at stake. Share this -\n\n\n\n\n\n\n\nSanders press secretary downplays Tuesday losses, touts upcoming debate I, for one, am extremely excited about this debate all the moderates are panicking about.\n\n\n\nThe delegate count difference is only about 150 points out of 4051 total.\n\n\n\nAmerica finally gets to see Biden defend his ideas, or lack there of, on Sunday. #NotMeUs #Bernie2020 https://t.co/g4CYsQIfs6 — Briahna Joy Gray (@briebriejoy) March 11, 2020 Share this -\n\n\n\n\n\n\n\nNBC News Exit Poll: Late-deciding Washington voters go for Biden Nearly all of Washington’s vote is cast by mail and balloting started on Feb. 21, just as Bernie Sanders was scoring wins in the first few contests. Among the 1 in 4 primary voters in Washington who say they settled on a candidate in February, 35 percent supported Biden and 25 percent backed Sanders, the NBC News Exit Poll found. Candidates who have since dropped out of the race also received support from this group, including 19 percent for Warren and 10 percent for Bloomberg. The NBC News Exit Poll finds that Biden had a much bigger advantage among the one in three primary voters who waited until this month to decide. He has a 64 percent to 17 percent advantage over Sanders among this group. Share this -\n\n\n\n\n\n\n\nNBC News Exit Poll: In Washington, gender gap in vote preferences, enthusiasm for candidates As Democratic voters cast their ballots in the presidential primary in Washington state, the NBC News Exit Poll shows a large gender gap in vote preferences among men and women. Whereas women favor Joe Biden by a double-digit margin, men narrowly split for Bernie Sanders: 40 percent of Democratic men support Sanders compared with 35 percent who cast ballots for Biden. And though Elizabeth Warren dropped out well after votes had already been cast in the vote-by-mail state, women voted for her at higher rates compared with male voters. Gender gaps in Washington also correspond to enthusiasm for the eventual Democratic nominee. Overall, nearly half of the women and men casting ballots in the Democratic primary in Washington say they would be enthusiastic or satisfied if either Biden or Sanders were the eventual nominee. But men are more likely than women to say they would only be satisfied if Sanders was the eventual nominee: 23 percent of men compared with 16 percent of women. In contrast, women are more likely to say they would only be satisfied with Biden as the Democratic Party’s nominee against President Donald Trump this November. Share this -\n\n\n\n\n\n\n\nBiden reaches out to Sanders and his supporters in post-election speech Biden reached out to Sanders and his supporters in his post-election speech Tuesday night, coming on the tails of what's already been a very successful night for the former vice president — one that looks to have seriously wounded the Vermont senator's chances of winning the Democratic nomination. \"I want to thank Bernie Sanders and his supporters for their tireless energy and their passion,\" Biden said. \"We share a common goal. Together, we will defeat Donald Trump. We will defeat him together.\" Biden opened his address talking about the coronavirus and his canceled Cleveland rally, saying he will have much more to say on it during a Thursday speech focused on the crisis. \"This whole coronavirus issue is a matter of presidential leadership,\" he said, He then proceeded to discuss his surging campaign, which he said was declared \"dead\" by pundits and experts just weeks earlier. \"Now we're very much alive,\" he said, adding that his comeback is \"more than a comeback\" but \"a comeback for the soul of this nation.\" His goal, Biden said, is to return \"decency and honor to the White House,\" and he talked of expanding health care, taking on the gun lobby, bolstering the middle class and America's presence on the world stage. The \"days of divisiveness will soon be over,\" he said, adding that America is \"better than this moment that we're in.\" Share this -\n\n\n\n\n\n\n\nWashington, Idaho polls close, and the races are too early to call Polls have closed in the final two states of the evening — Washington and Idaho — but the two races are too early to call, according to NBC News projections. Polls closed in the two states at 11:00 p.m. ET. In Washington, 89 pledged delegates are up for grabs, while in Idaho, 20 are at stake. Share this -\n\n\n\n\n\n\n\nNBC News Exit Poll: Biden wins white, college-educated women Before she dropped out of the race, Elizabeth Warren counted white women with a college degree among her core blocs of support. This group represents one-fifth of all Democratic primary voters to date but made up nearly twice that portion in Warren’s camp. A key question coming into today was where that support would go. Biden appears to be the big winner among this group, going from 30 percent support among white, college-educated women in prior contests to 55 percent today, according to an NBC News Exit Poll. Sanders also made gains with this group, but by a much smaller margin, going from 21 percent to 30 percent. It’s worth noting that 1 in 4 white women with a college degree were supporting candidates other than Biden, Sanders and Warren in prior contests. It is likely that much of their support went to Biden after those other candidates ended their presidential campaigns. Share this -\n\n\n\n\n\n"}}