{"GDELT": {"GlobalEventID": 911625583, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "IDN", "Actor1Name": "BANDUNG", "Actor1CountryCode": "IDN", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 1.27659574468085, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bandung, Jawa Barat, Indonesia", "Actor1Geo_CountryCode": "ID", "Actor1Geo_ADM1Code": "ID30", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -6.90389, "Actor1Geo_Long": 107.619, "Actor1Geo_FeatureID": "-2671576", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bandung, Jawa Barat, Indonesia", "Action2Geo_CountryCode": "ID", "Action2Geo_ADM1Code": "ID30", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -6.90389, "Action2Geo_Long": 107.619, "Action2Geo_FeatureID": "-2671576", "DATEADDED": 20200311054500, "SOURCEURL": "https://www.trenchlessinternational.com/2020/03/11/gpr-innovations-trialled-in-indonesia/"}, "ARTICLE": {"TITLE": "GPR innovations trialled in Indonesia – Trenchless International", "TEXT": "Terra Drone Indonesia has trialled its new innovations by combining drone technology and ground penetrating radar (GPR).\n\nThe trials were completed with PT Airborne Geophysics Indonesia and the Bandung Institute of Technology (ITB) Geophysics Lab.\n\nDuring the trial, the drone carrying the GPR sensor was flown over tunnels and underground utilities in the Bandung Institute of Technology, Indonesia with different heights and speeds.\n\nThe obtained data is processed and interpreted by geophysicists and then compared with actual field conditions, allowing for the process to provide accurate results.\n\nBy combining technologies, new potential uses of drones and GPR have opened, particularly in areas of utility location that may be challenging or unsafe.\n\nConventional GPR methods require field personnel to go directly to the field by carrying GPR tools and conducting surveys, which could often be a dangerous operation.\n\nOwed to the drone technology that carries the GPR, personnel in the field no longer need to go directly to the service area, therefore offering a safer and more efficient GPR survey solution.\n\nTerra Drone Indonesia has previously tested several new technological innovations together with ITB and is open to collaborating with additional parties who are interested in this new application.\n\nFor more information visit the Terra Drone Indonesia website.\n\nIf you have news you would like featured in Trenchless International contact Head of Production Chloe Jenkins at cjenkins@gs-press.com.au"}}