{"GDELT": {"GlobalEventID": 911625064, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "AUS", "Actor1Name": "QUEENSLAND", "Actor1CountryCode": "AUS", "Actor2Code": "CVL", "Actor2Name": "POPULATION", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.8662486938349, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Boston, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA025", "Actor1Geo_Lat": 42.3584, "Actor1Geo_Long": -71.0598, "Actor1Geo_FeatureID": "617565", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Boston, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_ADM2Code": "MA025", "Actor2Geo_Lat": 42.3584, "Actor2Geo_Long": -71.0598, "Actor2Geo_FeatureID": "617565", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Boston, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_ADM2Code": "MA025", "Action2Geo_Lat": 42.3584, "Action2Geo_Long": -71.0598, "Action2Geo_FeatureID": "617565", "DATEADDED": 20200311054500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8098357/Why-onset-colder-weather-Australia-make-coronavirus-deadly.html"}, "ARTICLE": {"TITLE": "Why the onset of colder weather in Australia could make the coronavirus more deadly", "TEXT": "Cases of coronavirus could be about to explode as plunging temperatures create an ideal environment for viruses to spread.\n\nScientists are yet to find out if the novel coronavirus, which causes the disease Covid-19, is spread more easily in cold or warm weather.\n\nBut Australia's Department of Health said people were more likely to congregate in enclosed spaces in winter making the transmission of the virus much more likely.\n\n'The difference in colder weather is that people tend to congregate more in closed spaces where heating exists, and closer contact makes transmission easier,' a departmental spokesperson told Daily Mail Australia on Wednesday.\n\nCases of coronavirus could be about to explode as plunging temperatures create an ideal environment for the virus to spread\n\nCORONAVIRUS CASES IN AUSTRALIA: 24,619 Victoria: 18,231 New South Wales: 3,796 Queensland: 1,103 Western Australia: 651 South Australia: 462 Tasmania: 230 Australian Capital Territory: 113 Northern Territory: 33 TOTAL CASES: 24,619 CURRENT ACTIVE CASES: 4262 DEATHS: 502 Updated: 5.54pm, 23 August, 2020 Advertisement\n\nUNSW Virology Professor Bill Rawlinson said the same things that help colds and flu spread in winter would provide the perfect conditions for coronavirus.\n\n'Nasal stuffiness is caused by cold,' he said.\n\n'The thermal cold makes your nose swollen and red. This also promotes the growth of viruses.'\n\nProfessor Rawlinson said people in close contact would rapidly spread the virus to each other by droplet infection.\n\nIt is still to early to know whether the coronavirus would be seasonal, Professor Rawlinson said, but it was related to other coronaviruses that are, so he expects it would likely follow the same pattern.\n\nJohn Hopkins University epidemiology professor Stefan Baral said he expects the virus to be worse in winter.\n\nDr Baral said people go outside more in warmer weather which corresponds with a decrease in upper respiratory tract infections.\n\n'As we’re outside more, we just expect less of those types of infections to take place,' he told the Boston Herald.\n\nHowever University of Queensland virologist Ian Mackay said he did not expect any seasonal variation in Covid-19 because it was so new the first wave could infect up to 80 per cent of the population.\n\n'The pandemic is so new and novel to the immune system it's more likely to push through any kind of seasonal effect,' he said.\n\n'We're all susceptible to the infection as we have no herd immunity.'\n\nTips on how to fight coronavirus in winter * Don't touch your eyes, nose or mouth unless you have first washed your hands with soap or disinfected them with hand sanitiser * Get enough vitamin D * Multiple peer-reviewed studies have found vitamin D protects you from viral respiratory infections * Keep warm, avoid stuffy noses which help viruses incubate * Give up smoking, lose weight - having other lung illnesses or diabetes with coronavirus makes it worse * Coughs and sneezes spread diseases: isolate yourself if sick * If you are sick and must go out, wear a facemask to stop you spreading your germs to everyone else * If you need to cough and sneeze, do it into a tissue or the crook of your elbow, not your hand * Keep up social distancing to avoid droplet infection from others * Wash hands frequently especially before meals, if washing isn't possible use alcohol-based hand sanitiser * Keep good ventilation and wipe down surfaces with disinfectant regularly Sources: The BMJ, Department of Health, experts interviewed Advertisement\n\nPart of the reason people are more susceptible to respiratory illnesses in winter is because of a lack of vitamin D, which is made by the skin when the sun hits it.\n\nIn winter there is less sunlight, and people tend to go outdoors less, potentially leaving them vitamin D deficient, even in sunny Australia.\n\nA global study of more than 11,000 participants in 2017 found unequivocal evidence that vitamin D, also found in fatty fish such as salmon and eggs, helps the body fight acute respiratory infection.\n\nThe study conducted an analysis of 25 randomised controlled trials, and was published in the prestigious peer-reviewed medical journal The BMJ.\n\nIt found daily small doses of Vitamin D were more effective in protecting from acute respiratory infection than larger weekly doses.\n\nCarlos Camargo of the Department of Emergency Medicine at the Massachusetts General Hospital, the study's senior author, said most people think of vitamin D as being critical for bone health.\n\n'Our analysis has also found that it helps the body fight acute respiratory infection, which is responsible for millions of deaths globally each year,' he told the Harvard Gazette.\n\nPeople with dark skins need more vitamin D that pale-skinned people as the same melanin which protects the skin against UV rays also hampers its ability to make vitamin D in response to sunlight.\n\nUniversity of Queensland virologist Ian Mackay said vitamin D can be helpful in winter when we get a little bit less sun, but that people could just take a multivitamin.\n\nExperts say making sure you have enough vitamin D in winter can help protect you from viruses\n\nWhile some media had reported that Covid-19 lived for longer on surfaces in cold weather than hot weather, this was based on earlier studies of different viruses. It has not yet been confirmed and remains unknown.\n\nProfessor Raina MacIntyre, the head of biosecurity at the University of New South Wales's Kirby Institute, said the maximum time the virus lives on surfaces is 4-6 days, with one study showing possibly 9 days.\n\n'Temperature is a factor, certainly, but it is not the driving force behind transmission. We have seen epidemics in hot countries such as Singapore and Thailand,' she told Daily Mail Australia."}}