{"GDELT": {"GlobalEventID": 911626355, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "ban", "Actor1Name": "BALINESE", "Actor1EthnicCode": "ban", "Actor2Code": "IDN", "Actor2Name": "BALI", "Actor2CountryCode": "IDN", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.00181983621474, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bali, Goa, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN33", "Actor1Geo_ADM2Code": "70123", "Actor1Geo_Lat": 15.1667, "Actor1Geo_Long": 74.0333, "Actor1Geo_FeatureID": "-2089967", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bali, Goa, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN33", "Actor2Geo_ADM2Code": "70123", "Actor2Geo_Lat": 15.1667, "Actor2Geo_Long": 74.0333, "Actor2Geo_FeatureID": "-2089967", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bali, Goa, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN33", "Action2Geo_ADM2Code": "70123", "Action2Geo_Lat": 15.1667, "Action2Geo_Long": 74.0333, "Action2Geo_FeatureID": "-2089967", "DATEADDED": 20200311054500, "SOURCEURL": "https://indonesiaexpat.biz/travel/history-culture/nyepi-what-the-world-could-learn/"}, "ARTICLE": {"TITLE": "Nyepi – What the World Could Learn", "TEXT": "If you’re a regular visitor to Bali, you’ll know things work a little differently from the rest of Indonesia and a big part of that is because of the island’s predominantly Hindu heritage and the unique culture this has created.\n\nBali’s culture is alive and very much part of daily life: it’s rich with tradition, ceremonies, and art. And it’s all about balance.\n\nThe offerings, processions, and dances are all things visitors have been experiencing since they first arrived en masse in the mid-1920s. Even the surfers, who are widely credited with kick-starting the era of modern tourism to places like Kuta, were into this vibe dude.\n\nA Celebrity Destination\n\nMixed in with us ordinary folk have been celebrities. Over the years, these have included people like Charlie Chaplin and Bob Hope, rock stars like Mick Jagger and David Bowie, as well as A-listers like Julia Roberts and Brad Pitt. It’s a long list getting longer, so my apologies if I didn’t mention you by name here.\n\nThe latest generations are also represented. These X, Y and Z’s are hard-wired into social media and Instagram influencers like the Beckhams and the Kardashians, followers will easily find them posting selfies in front of elephants and private infinity pools somewhere in the Bukit or Canggu.\n\nNo doubt that the black, white, and gold-sand beaches, coconut trees, clear blue skies, turquoise oceans, and smiling faces all play their part in attracting tourists. Mind you, so does the cheap booze and hedonistic lifestyle. But there are plenty of tropical islands all over the world that offer the same.\n\nSo, what’s so special about Bali?\n\nNone of them, however, have Bali’s culture. None of them hold ceremonies on the sides of active volcanoes or bring traffic to a standstill with hypnotic gamelan with yellow and white umbrella processions to the beach, to cleanse family heirlooms.\n\nAnd none of them celebrates the New Year like they do in Bali.\n\nNew Year here is called “Nyepi,” which translates to silence. It’s supposed to be a day of inner reflection and meditation. Some expatriates choose to leave and spend the holiday in the Gili Islands. Maybe it’s all too much to be reflective for a day. But some choose to stay.\n\nTime is Different in Bali\n\nIt’s worth noting here that there are essentially three calendars in Bali.\n\nThe Pawukon calendar divides the year into 210-day cycles. These are grouped into ten-day weeks. Here’s where it gets weird because a week doesn’t necessarily have to have ten days. A week could have just one day, or two, or three (and so on). Not only that, but the names of the week aren’t always the same. So, in a western sense, Tuesday doesn’t always have to follow Monday. It could follow Sunday. Capiche?\n\nFortunately, the Pawukon calendar is only used to determine auspicious days; those times best reserved for ceremonies and rites of passage like marriage, tooth filing, and cremations.\n\nHappy New Year 1942!\n\nBut there’s also the lunar Saka calendar, which traces its roots back to western India and it runs 78 years behind the Gregorian. It’s the Saka calendar that determines the Balinese New Year, so on March 25 this year, Bali will welcome in 1942!\n\nThe most commonly used calendar, however, is the one you’re used to – it’s also 2020 so there’s no need to panic about your hotel and flight reservations.\n\nDates, years, and calendars are not what make Nyepi very special though. It’s the cultural and spiritual concept behind it. It’s called a Day of Silence for a good reason.\n\nCut Off from the Rest of the World\n\nMarch 25 will be quiet. People don’t leave their homes (or hotels), all offices and government buildings (except hospitals) are closed. There’s nobody on the streets. No cars. No motorbikes. No trucks. Even the airport and ports are closed.\n\nFor all intents and purposes, Bali is literally cut off from the rest of the world for a full 24 hours! There’s no way in and no way out!\n\nYou’re not supposed to use lights, watch TV or listen to music on Nyepi. It’s a day of inner reflection and meditation, remember. The night before, on the other hand, is quite the opposite, it’s chaos and a lot of fun.\n\nCrazy Ogoh-Ogoh Parades\n\nHuge demonic and elaborately sculpted effigies called Ogoh-Ogoh, which have been months in the making, are paraded around the streets accompanied by loud music, gamelan orchestras, excited (and sometimes frightened) children as well as plenty of merriment. In some villages, the young men and women of the Banjars perform dances to tell the story of their demons.\n\nIt is quite an extraordinary experience and one that any lover of Balinese culture should certainly experience. It’s also become more and more popular with tourists using their drones, video cameras, and smartphones. Taking selfies with devils is now a common sight.\n\nOne legend has it that because the Ogoh-Ogoh looks so grotesque and evil, they attract and capture negative spirits, as well as the bad luck from the year just ending. They become confused by being spun around at intersections and punch-drunk from the apparent chaos. And when they’re ceremoniously burned before dawn, the smoke carries their evilness away.\n\nWhat the World Could Learn\n\nWhen they wake from their stupor however, the evil spirits aren’t exactly happy at being duped again – just like last year, so they look for ways to get back home and cause double trouble. That’s why you’re not supposed to have your electric lights on or make noises because things like that can attract them.\n\nIn this way, the belief and hope are that the coming year (for Bali and the rest of the world) will be blessed with good fortune.\n\nIt’s a nice story, no doubt about that. It’s an amazing cultural experience too. But this is what the world could learn from Nyepi:\n\nWith no road or air traffic for a full 24 hours, the air is surprisingly clean and fresh.\n\nWith no people on the streets for 24 hours, the amount of trash is drastically reduced.\n\nAnd with no lights at night, the sky comes alive with glittering Milky Way stars. It’s a beautiful sight to behold!\n\nAs much as “Earth Hour” is a good idea, it’s just an hour! If we were serious about sustainability, you’d have thought we could do better than that.\n\nFor insights into Bali and doing business in Indonesia, get in touch with Seven Stones Indonesia and touch base at hello@sevenstonesindonesia.com"}}