{"GDELT": {"GlobalEventID": 911625410, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "GBR", "Actor1Name": "SCOTLAND", "Actor1CountryCode": "GBR", "Actor2Code": "GOV", "Actor2Name": "HOME MINIST", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 3.0172413793103496, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN", "Actor2Geo_Lat": 20.0, "Actor2Geo_Long": 77.0, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200311054500, "SOURCEURL": "https://economictimes.indiatimes.com/news/politics-and-nation/india-considering-new-innovation-peace-funds-for-commonwealth/articleshow/74570135.cms"}, "ARTICLE": {"TITLE": "India considering new innovation, peace funds for Commonwealth", "TEXT": "LONDON: India is in discussions with the Commonwealth of Nations over the introduction of new targeted funds to promote innovation and peace within the 54 member-countries.Commonwealth Secretary General Baroness Patricia Scotland, who was in India on an official visit recently, said that one of the funds could be named after Sardar Vallabhbhai Patel - India's first Home Minister \"Many people outside India do not realise what Sardar Patel did for India as a great administrator and implementer of the vision of a united India,\" said Scotland, on the sidelines of a reception to mark Commonwealth Day in London on Monday evening.\"One of the things we are exploring is an opportunity for a Sardar Patel Good Governance Innovation Fund , where India could share some of her wisdom and creativity with the rest of the Commonwealth,\" she said.Highlighting India's role during the World Wars as part of the estimated 1.5 million volunteers from the subcontinent, the Secretary General also referred to the possibility of a dedicated peace fund.\"A Peace Fund because we have never needed peace more. We are now living in a very dangerous and volatile world and we need to honour that peace because the world's peace is very fragile right now,\" she said.Reflecting on her recent India visit, Scotland - who heads the Commonwealth Secretariat based in London - said she was inspired by the \"new technically switched on\" India, which as a fast developing country has rapidly invested in its human capital as well as technology and innovation.\"What India has successfully demonstrated is jugaad or frugal innovation, which has been very exciting because many of the developing states look at that and see if something can be developed for a dollar-per-citizen in India, that is something which is within my reach as well. This willingness of India to share is incredible,\" she said.At the Commonwealth Heads of Government Meeting (CHOGM) in London in 2018, India had said it would double its contribution to the Commonwealth Fund for Technical Cooperation (CFTC), from GBP 1 million to GBP 2 million.The CFTC, used for funding important development projects within Commonwealth member-countries, was in the news recently when its other major contributors - the UK, Australia and New Zealand - decided to withhold their contributions for the 2019-20 financial year amid allegations of mismanagement.The Commonwealth Secretariat has denied any irregularities and stressed that it has implemented all the recommendations of an internal audit report.\"The follow up audit, in April, will test and verify this position. We hope that the withheld discretionary funding, which is for the Commonwealth Fund for Technical Cooperation, will then be reinstated, allowing the Commonwealth to continue delivering vital work on behalf of member countries,\" the Secretariat had said last month."}}