{"GDELT": {"GlobalEventID": 911624966, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor2Code": "PAK", "Actor2Name": "PESHAWAR", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.39294710327456, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Quetta, Balochistan, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK02", "Actor2Geo_ADM2Code": "23627", "Actor2Geo_Lat": 30.199, "Actor2Geo_Long": 67.0097, "Actor2Geo_FeatureID": "-2772048", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Quetta, Balochistan, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK02", "Action2Geo_ADM2Code": "23627", "Action2Geo_Lat": 30.199, "Action2Geo_Long": 67.0097, "Action2Geo_FeatureID": "-2772048", "DATEADDED": 20200311054500, "SOURCEURL": "https://www.dawn.com/news/1539871/where-did-it-go-wrong-for-quetta-gladiators-this-psl"}, "ARTICLE": {"TITLE": "Where did it go wrong for Quetta Gladiators this PSL?", "TEXT": "A series of unfortunate events all happening in the same campaign have caused just about the perfect storm for Quetta.\n\nIt has taken the Pakistan Super League several years to find new storylines. From the first year in 2016, it was clear that Islamabad were going to be the introverted, smart side; Quetta the most consistent, Peshawar the most dynamic; Karachi the most boastful; and Lahore the most rubbish.\n\nFor four years, Peshawar, Quetta and Islamabad followed that master plan so diligently that it lost a bit of its sheen. That finally changed this year as Multan, Karachi and Lahore all upped their game at the expense of the status quo.\n\nThe side most affected by this rise of the underdogs has been Quetta. Things have been so awfully bad for the Gladiators lately that they find themselves in the spot that most thought had been permanently allotted to Lahore.\n\nRelated: Lahore Qalandars end losing streak, hammer Quetta Gladiators by 37 runs\n\nQuetta, the defending champions, who had the best win percentage of all PSL sides prior to this tournament, are dead last on the table. With just two more matches left for them in the league stage, the Gladiators could end up missing the playoffs for the first time ever.\n\nHow did it come to this?\n\nThe Gladiators claim it was the hectic schedule of the tournament that forced them to travel much more than they’d have liked. Resultantly, they say that has taken a toll on their players. They have reportedly complained to the PCB about it and their fast bowler Sohail Khan has openly aired his thoughts on the subject; their precocious teen Naseem Shah, meanwhile, is nursing a niggling ankle injury — all signs that there is some merit to their claim.\n\nThen there is the actual, factual evidence. Quetta played their first three games in Karachi, and won two of them. Following the end of the opening Karachi leg, they have not played two consecutive matches in the same city.\n\nQuetta Gladiators batsmen Ben Cutting, left, and Mohammad Nawaz, right, react after taking the winning run during PSL match against Islamabad United at Rawalpindi Stadium on Feb 27. — AP\n\nTheir fourth match was in Rawalpindi, which they somehow won courtesy a Ben Cutting rescue act. And as they were bandied about from city to city over the next four matches, their form, their game, their runs and their wickets all dried up.\n\nSo if Sohail Khan says that the Gladiators are not only jaded but also finding it difficult to get used to ever-changing conditions, there is some weight to the concerns.\n\nFour of the six PSL sides (Karachi, Lahore, Islamabad and Multan) have their own stadiums they can call home. Only Peshawar and Quetta are stadium orphans, and the former have nothing to complain about since scheduling has been more than kind to them. After two matches in Karachi and one in Multan, Zalmi were given five straight in Pindi, which means that only Quetta were the odd team out.\n\nBut apart from the unfair scheduling, the defending champions also have to blame themselves and their luck a little bit. Their number 1 and 2, Shane Watson and Jason Roy, are as good as any opening pair but the middle order fades in comparison.\n\nQuetta Gladiators' captain Sarfraz Ahmed walks off after his dismissal during the PSL match between Lahore Qalandars and Gladiators at the Gaddafi Cricket Stadium in Lahore on March 3. — AFP\n\nAt number 3 walks in Ahmed Shehzad, who appears to be in competition with Fakhar Zaman for the most out-of-form local in PSL 2020. Following the man who can’t buy runs to save his life comes Sarfaraz Ahmed who, after an early flurry of runs, appears to be sagging back in his usual form. Besides, if a T20 side has Sarfaraz coming in at 4, you know there will be trouble.\n\nAt 5 comes Mohammad Nawaz who has never justified his ability with the bat, while runs have suddenly dried up for the young Azam Khan, too. After two match-winning innings in three outings, five straight failures have followed for the son of the famous father (yes, you are as good as your last innings or five).\n\nAlso read: Why Azam Khan is a walking, talking contradiction\n\nBen Cutting has been kept at number 7 to try and bail the team out, which he does when he humanly can, and after that comes a pretty long tail. Add to it Naseem’s injury and Umar Akmal’s untimely suspension, and it becomes clear where Quetta have gone wrong.\n\nThere is no one thing their plight can be pinned upon. A series of unfortunate events all happening in the same campaign have caused just about the perfect storm.\n\nWatson wasn’t supposed to struggle for runs, Akmal wasn’t supposed to be suspended, the middle order wasn’t supposed to go belly up, Naseem wasn’t supposed to pick a mid-tourney injury and the PSL schedulers weren’t supposed to treat the Gladiators as the stepchild.\n\nWhat remains to be seen now is if Quetta can live up to their name and wage a gladiatorial battle for a play-offs berth against all odds."}}