{"GDELT": {"GlobalEventID": 911626275, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "USABUS", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor1Type1Code": "BUS", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.82882882882882, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200311054500, "SOURCEURL": "https://www.lincolnshirelive.co.uk/news/coronavirus-flight-cancellations-uk-ryanair-3936879"}, "ARTICLE": {"TITLE": "the full list of cancellations by British Airways, Easyjet, Jet2, Ryanair, Emirates, Virgin and more", "TEXT": "Sign up to the Lincolnshire Live newsletter for daily updates and breaking news Sign up here! Thank you for subscribing See our privacy notice Invalid Email\n\nAirline customers have been warned to check that their flights are still going ahead following huge numbers of cancellations at UK airports.\n\nThe move comes as the total number of coronavirus cases in the UK reached at least 590.\n\nAs a result, many holidaymakers are at risk of being sorely disappointed as their flights abroad could be or may already have been cancelled.\n\nThe Foreign Office has said travellers should not to travel to parts of China, South Korea and have advised against \"all but essential\" travel to Italy, but now airlines are cancelling flights all around the world.\n\nFlights to Italy have been cancelled by almost all airlines and though some flights are still running, these should be monitored closely.\n\nHere in Lincolnshire, we have had two cases of the disease so far, and ten people have died in the UK as a result of coronavirus as of today Friday, March 13.\n\nWith a number of the airlines affected flying from Lincolnshire’s closest airports, now is the time to check your flight is still going ahead.\n\nSo here’s a list of the cancellations and restrictions that we are aware of so far. Be aware that these may change.\n\nAir France has suspended flights to mainland China, Hong Kong, Seoul and Taipei. The airline has also reduced its flights across Europe by 25 per cent and ALL trips to Italy have been cancelled from March 14. There may also be restrictions to flights to certain US cities including Miami, Boston and Houston.\n\nAmerican Airlines has suspended flights to China and Hong Kong until October 24. Customers have the chance to cancel, reschedule, change or delay their trips to South Korea, China, Hong Kong, and Italy. It was also confirmed today, March 13, that an American Airlines pilot has tested positive for the disease.\n\nBritish Airways has cancelled all flights to and from Italy until at least April 4 due to the lockdown of the entirety of Italy. It has also cancelled their London City Airport to New York JFK flight until September 1, effective from March 24. As well as this, some flights to France, Austria, Belgium, Germany, Ireland, Switzerland have all been cancelled. All routes to China have or will also be suspended.\n\nDelta Air Lines has suspended all flights to China until the end of April and reduced the services to South Korea and Japan, and ALL flights to Italy have been cancelled.\n\nEasyJet has cancelled all flights to Italy until April and customers heading to other locations via the airline should check the status of their flights regularly.\n\nEtihad Airways has temporarily suspended all flights between Abu Dhabi and Saudi Arabia, on the request by the Saudi General Authority for Civil Aviation to prevent the spread of coronavirus.\n\nEmirates has told customers that their flights may change at short notice to comply with regulatory directives or operational requirements. The airline is also working under travel restrictions.\n\nJet2 has cancelled all of their flights to Italy. They are currently contacting customers who have flown to Italy to arrange flights home. There are also travel restrictions to destinations including Prague and Turkey. Jet2 customers with flights coming up should check the company's website for updates regularly.\n\nKLM has suspended all flights to Chinese cities including Beijing and Shanghai (until March 28) and Chengdu, Hangzhou, and Xiamen (until at least May 3) It has reduced flights to Hong Kong by half. It has also cancelled a number of flights to Italy.\n\nLufthansa Group will continue to cancel flights to mainland China until April 24. This affects flights to Beijing, Shanghai, Nanjing, Shenyang and Qingdao. It has also reduced flights to Hong Kong.\n\nNorwegian has announced it is cancelling 4,000 flights between now and the end of May and has advised customers to stay up-to-date if they are set to fly with them.\n\nThe company said the coronavirus crisis will lead to layoffs of up to 50% of its staff.\n\nRyanAir has suspended all flights to Italy until at least April 8 in response to the government placing the country on lockdown.\n\n\"Ryanair continues to comply fully with WHO and national government guidance and travel bans,\" it said.\n\n\"The situation is changing on a daily basis, and all passengers on flights affected by travel bans or cancellations, are receiving emails and are being offered flight transfers, full refunds or travel credits.\"\n\n(Image: PA)\n\nVirgin Atlantic has placed travel restrictions for anyone who has been to the affected areas. Those who have will not be allowed to fly to Grenada, Antigua and Barbuda, India, Hong Kong, Jamaica, St Lucia, Israel, Trinidad and Tobago, or the US. They have also suspended Heathrow-Shanghai operations as of February 1.\n\nVirgin Atlantic say the decision was made with \"the safety of customers and staff at the front of our minds.” Future flights on this route have to be cancelled until April 19.\n\nPassengers travelling to and from Italy between March 2 and March 31, 2020, have the option to reschedule their travel date or select an alternative route. Flights will not be going direct to Italy.\n\nThe company has admitted it is currently flying 'nearly empty' planes because of the coronavirus outbreak.\n\nWizz Airlines has cancelled all flights to and from Italy until at least April 3 while the country is on lockdown.\n\nA statement by the Foreign Office says: “The FCO advise against all but essential travel to Italy, due to an ongoing outbreak of coronavirus (Covid-19) and in line with various controls and restrictions imposed by the Italian authorities on March 9.”\n\nA Manchester Airport spokesman said: \"The safety and security of passengers and staff will always be our number one priority. Manchester Airport is following guidance from Public Health England and all flights scheduled are currently arriving and departing as planned, with no changes to staffing levels or procedures.\n\n“Posters and leaflets are in place to give customers the latest public health guidance, including information about what they should do if they feel unwell on their return.\n\n“We will continue to work with PHE to help determine what further steps would need to be taken, should circumstances change in the future.”"}}