{"GDELT": {"GlobalEventID": 911625413, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "GBR", "Actor1Name": "WALES", "Actor1CountryCode": "GBR", "Actor2Code": "IRL", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.09769484083424, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI", "Actor2Geo_Lat": 53.0, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "EI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200311054500, "SOURCEURL": "https://aleteia.org/2020/03/11/john-rhys-davies-reflects-on-his-role-as-st-patrick-in-new-documentary/"}, "ARTICLE": {"TITLE": "John Rhys-Davies reflects on his role as St. Patrick in new documentary", "TEXT": "For actor John Rhys-Davies, St. Patrick of Ireland is about as real as they come.\n\nRhys-Davies, known widely for his portrayal of Gimli the Dwarf in Peter Jackson’s Lord of the Rings and Sallah in Indiana Jones, takes on the role of the elderly bishop in a new documentary, I Am Patrick.\n\nThere’s nothing in the film about driving the snakes out of Ireland or using a shamrock to teach the Irish people about the Holy Trinity. Produced by CBN Films, a division of Pat Robertson’s Christian Broadcasting Network, the documentary takes a “sola scriptura” approach. Gordon Robertson, CBN’s president, in an introduction, tells viewers that the producers decided to base the production solely on Patrick’s own writings — his Confession and his Letter to Coroticus, and shun any legends that have sprung up around the saint’s life.\n\nIt fell to Rhys-Davies, with his wizened face and rich baritone, to portray the Apostle to the Celts as he sits down in his twilight years to write his life story. Younger actors portray Patrick in his earlier years, from the time he was growing up on the far reaches of the Roman Empire, to when he is a slave in Ireland, to when he returns to evangelize the pagans of Eire.\n\n“I’ve certainly come to love Patrick,” Rhys-Davies said in an interview this week. “There is about him such a mixture of the practical and the spiritual, such a mixture of really deep abiding religious intensity and the sense that his own private life…” The actor hesitated, then continued, referring to the opening lines of the autobiography: “When he names himself, the next thing he does is describe himself in his own eyes: ‘I am Patrick. I am a sinner.’ It’s an authentic voice arising from virtually the Dark Ages. This is a man who is abducted in his childhood, becomes a slave, endures the unimaginable horrors of slavery and then the solitude of a shepherd in a strange country, with no one to talk to, nothing but the barest of conditions to work in: cold in winter, wet in summer — a fearful, frightening life. And dear old Patrick endures.\n\n“And then he escapes, goes back to England — or actually to Wales, most likely; Patrick was probably a Welshman, not that they actually had those names for them in those days — and received back into the bosom of the family,” continued Rhys-Davies, who himself is from Wales. “And slowly, something is aching inside him, and he decides — because he talks to God and listens — that it’s his job to go back and change the attitude of those who had enslaved him.\n\n“And it’s such absolute courage, and what I love about this man is that energy that comes from him: ‘I’m going to do this,'” Rhys-Davies said. That determination is strong enough to overcome any objections or suspicion that arises. “‘Do you think I’m doing this for my own benefit? When people who become converted give me money, I use that to pay for the upkeep and survival of the next lot of priests that we’re going to send out. It’s not personal benefit or anything like that; it’s missionary work,'” Rhys-Davies characterized Patrick as saying. “He is a saint, but in so many ways, like some of the later ones, it is his humanity as much as anything else that we love him at all. St. Teresa of Avila would be, not a similar personality, but you sense the wise woman in Teresa, not just the holy spiritual saint, but you also sense the person, rather than the official image of what a saint should be.”\n\nRhys-Davies, who also lent his voice to a 2017 radio production about St. Patrick from the St. Augustine Institute, spoke by phone from his home on the Isle of Man, apologetic that a month ago he had to cancel a trip to New York for a press screening of the film on concerns about the spreading novel coronavirus.\n\n“I sort of anticipated that this would go like this,” he said, referring to the evolving crisis, which has practically shut down all of Italy and sees more and more restriction of movement in New York. He said that he just returned from New Zealand and that he was in a “sort of a self-imposed quarantine for two weeks to avoid the chance of spreading any virus he may have picked up on his trip. “I don’t want to be the first on the Isle of Man to infect the entire island and end up killing off a few dozen people,” he said.\n\nCommenting on the observation that I Am Patrick is coming out this St. Patrick’s Day, in the midst of a worldwide outbreak of COVID-19, and with Ireland canceling all its parades, Rhys-Davies noted that the 5th-century St. Patrick “would say that these misfortunes fell on us because we fell away from Christ; we did not listen to our priests.”\n\n“Patrick now would say, ‘Well, of course you shouldn’t have these celebrations. You shouldn’t be celebrating a saint; you should be celebrating the Lord, and that you can do where any two or three are gathered together,'” the actor said. “I think Patrick would be very happy not celebrating him. ‘Just keep your eyes on the main job’ would be his attitude.”"}}