{"GDELT": {"GlobalEventID": 911625215, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "COP", "Actor1Name": "DEPUTIES", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.83558994197292, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arkansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAR", "Actor1Geo_Lat": 34.9513, "Actor1Geo_Long": -92.3809, "Actor1Geo_FeatureID": "AR", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_Lat": 34.9513, "Action2Geo_Long": -92.3809, "Action2Geo_FeatureID": "AR", "DATEADDED": 20200311054500, "SOURCEURL": "https://www.swtimes.com/news/20200311/new-franklin-county-jail-triples-detainee-capacity-adds-space-for-services"}, "ARTICLE": {"TITLE": "New Franklin County jail triples detainee capacity, adds space for services", "TEXT": "Franklin County has a new jail — one designed to hold more than three times as many detainees than the current jail and to restore those who have committed crimes, officials say.\n\nLocated in Ozark, the Franklin County Detention Center houses the Sheriff's Office headquarters and can also hold up to 98 detainees and six inmates returning from prison. It replaces the four-and-a-half-decades-old jail that could hold around 30 detainees.\n\nJail deputies said they expect the new facility to be fully operational before the end of March.\n\n\"(It’s) an investment in the future of this county and the entire state,\" Arkansas Attorney General Leslie Rutledge said at the grand opening of the facility Tuesday.\n\nThe new jail was constructed from an estimated more than $8 million collected from a half-cent county sales tax voted for in August 2017. County Judge Rickey Bowman said the county would have gone bankrupt through repair costs, detainee transportation to other jails and other costs had a new jail not been constructed.\n\nBowman on Tuesday said the new jail should last \"for decades.\"\n\n\"We were told we would never see a new jail here in our career, but here we are,\" said Chief Deputy Travis Ball. \"I’m very happy to have worked with everyone on this.\"\n\nIn addition to the beds, the new jail holds special cells for suicidal detainees, a kitchen and a special cell block for the six Arkansas Department of Corrections inmates. The jail also implements a \"guardian program\" in which detention deputies can look up a detainee's special needs, such as medication or mental illness, with a barcode.\n\nIt also contains a conference-style room that Arkansas Gov. Asa Hutchinson said Bowman \"got excited\" about while showing him the new facility.\n\n\"He said, 'This is where the community can come and work with the inmates in here and help them get a better start in life,'\" Hutchinson said at the grand opening. \"That’s what I get excited about as well.\"\n\nOn that note, Hutchinson said the jail helps accomplish three things he finds important in corrections: giving people coming out of prison a good start, alternatives for first-time drug offenders and sending the right people to prison. He said having a jail with available space gives detainees who are able to get a fresh start an avenue to do so.\n\nOthers who spoke at the grand opening also said the jail strengthens the enforcement side of county operations.\n\n\"You saw the potential for community-based treatment and supervision options, and you realized that county jails benefit public safety and they help offenders maintain ties to the community,\" District 82 state Rep. Sarah Capp said.\n\nBowman at the grand opening thanked Franklin County residents for trusting him enough to pass the sales tax that led to the construction of the jail. He said the new facility will save the county money and liability in the near future.\n\n\"This building marks a new era in Franklin County history,\" said District 6 state Sen. Gary Stubblefield."}}