{"GDELT": {"GlobalEventID": 911625432, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.6166281755196301, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN", "Actor1Geo_Lat": 1.366667, "Actor1Geo_Long": 103.8, "Actor1Geo_FeatureID": "SN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20200311054500, "SOURCEURL": "https://www.thejakartapost.com/news/2020/03/11/declared-coronavirus-free-albatros-passengers-start-lombok-tour.html"}, "ARTICLE": {"TITLE": "Declared coronavirus-free, 'Albatros' passengers start Lombok tour", "TEXT": "Hundreds of passengers disembarked the MS Albatros on Monday morning to start their holiday on the West Nusa Tenggara (NTB) island of Lombok, following the Mataram Port Health Authority's (KKP) declaration that the vessel and all aboard were coronavirus-free.\n\nMataram KKP head Wayan Diantika said all passengers and crew on board Albatros had to undergo medical check-ups before the ship was allowed to dock at the resort island.\n\n\"Before the ship docked, our team boarded the cruise ship to check the passengers' travel and medical documents. We carried out medical check-ups in accordance to the standard operating procedures. We also scanned all passengers with a thermal scanner,\" Wayan said on Tuesday.\n\nThe cruise liner, carrying 317 crew and 344 passengers from various countries, was finally permitted to dock on Monday at Gili Mas Port in Lembar district, West Lombok regency.\n\nRead also: Viking Sun passengers disembark in Bali after COVID-19 health clearance\n\nLalu Bayu Winda, the head of the West Nusa Tenggara Transportation Agency, said all crew and passengers were free of the novel coronavirus.\n\n\"Based on the KKP's report, all passengers are healthy,\" said Bayu, adding that he had also boarded the vessel on an inspection.\n\nHe said that the Bahamian-flagged Albatros, operated by German company Phoenix Reisen, implemented a high health standard.\n\n\"When I went [aboard] with the officers from the Mataram KKP and the Lembar Port Authority [KSOP], we were also required to undergo an onboard check-up. So they also have strict prevention measures,\" he said.\n\nBayu added that the ship's medical staff would check all passengers before they reboarded.\n\n\"We will carry out similar precautionary measures for all cruise ships that [enter] West Nusa Tenggara to ensure that all of our residents are safe,\" he said.\n\nRead also: Is cruising still safe? Will I be insured? What you need to know about traveling during the coronavirus crisis\n\nThe Albatros passengers are scheduled to visit several tourist attractions in Lombok, including the NTB State Museum, Lingsar tourism village, Kuta Mandalika Beach and a Sasak traditional village.\n\nAlbatros is traveling from Monaco to Italy, and stopped at several ports in Australia before embarking on the Indonesian leg of its itinerary on March 5 to 12. Its next scheduled port of call is Singapore, according to Cruise Mapper.\n\nEarlier, NTB Governor Zulkieflimansyah stated he would welcome all tourists and cruise ships visiting the province.\n\n\"We will carry out measures to prevent coronavirus infection, but we don't need to panic or be paranoid about tourists coming to our region,\" he had said. (nal)"}}