{"GDELT": {"GlobalEventID": 911625828, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "MNCUSAMED", "Actor1Name": "GOOGLE", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.6666666666666696, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200311054500, "SOURCEURL": "https://www.soyacincau.com/2020/03/11/covid-19-google-staff-in-the-us-and-canada-told-to-work-from-home/"}, "ARTICLE": {"TITLE": "COVID-19: Google staff in the US and Canada told to work from home", "TEXT": "To curb the spread of COVID-19, Google has urged its employees in North America to work from home. This was announced via an internal memo and it is now applicable to all employees in both US and Canada. This will be in effect for a month until the 10th of April 2020.\n\nGoogle CEO Sundar Pichai had urged everyone to contribute to social distancing. Over the weekend, he also encouraged all employees at several of its global offices to work remotely if their job allows from 9th to 13th March. Apple has made a similar call to its employees a few days ago.\n\nContributing to social distancing if you are able to, helps the overall community spread and most importantly, will help offset the peak loads through critical healthcare systems and also saves it for people in need. (based on expert advice). Please contribute if you are able to https://t.co/RNUh2kSyIJ — Sundar Pichai (@sundarpichai) March 10, 2020\n\nGoogle offices will still remain open for those that are required to be physically present for their job. In addition, the search giant has also announced that they are providing paid sick leave to their temporary staff and vendors worldwide if they have to take leave due to the COVID-19 outbreak. A COVID-19 fund will be established to cover temporary staff and vendors if they have COVID-19 symptoms or under quarantine. Last week Google had cancelled its I/O 2020 event due to coronavirus concerns.\n\nAs of yesterday evening, there are 114,548 confirmed COVID-19 cases worldwide with 4,026 deaths reported. In the US, there are 754 cases with 26 deaths reported. Italy currently has the highest number of cases and deaths related to COVID-19 outside of China. The entire country has been placed in a lockdown, however, public transport and airports are still operational.\n\nStatistik terkini #COVID19 oleh WHO jam 6pm, 10 Mac 2020.\n\n\n\nKematian di China makin menurun tetapi di luar China terutama di Eropah berlaku sebaliknya.\n\n\n\nJangkitan berlaku di semua negara EU dan terbaru di Cyprus.\n\n\n\nKematian di AS antara tumpuan dunia. pic.twitter.com/TLQjfjh0sc — KKMPutrajaya (@KKMPutrajaya) March 10, 2020\n\n[ SOURCE ]"}}