{"GDELT": {"GlobalEventID": 911626304, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "USAGOV", "Actor1Name": "JOE BIDEN", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.0680907877169499, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_Lat": 43.3504, "Actor1Geo_Long": -84.5603, "Actor1Geo_FeatureID": "MI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Michigan, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMI", "Actor2Geo_Lat": 43.3504, "Actor2Geo_Long": -84.5603, "Actor2Geo_FeatureID": "MI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Missouri, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMO", "Action2Geo_Lat": 38.4623, "Action2Geo_Long": -92.302, "Action2Geo_FeatureID": "MO", "DATEADDED": 20200311054500, "SOURCEURL": "https://www.standard.co.uk/news/world/your-morning-briefing-what-you-should-know-for-wednesday-march-11-a4384051.html"}, "ARTICLE": {"TITLE": "Your morning briefing: What you should know for Wednesday, March 11", "TEXT": "ES News email The latest headlines in your inbox twice a day Monday - Friday plus breaking news updates Enter your email address Continue Please enter an email address Email address is invalid Fill out this field Email address is invalid You already have an account. Please log in Register with your social account or click here to log in I would like to receive lunchtime headlines Monday - Friday plus breaking news alerts, by email Update newsletter preferences\n\nBiden delivers stinging blow to Sanders as he wins Michigan contest\n\nJoe Biden has delivered a stinging blow to Bernie Sanders’ fading White House bid as he won Michigan’s crucial US Democratic nominating contest.\n\nThe former vice president also captured Missouri and Mississippi on a day when six states made their choices in the race.\n\nThe wins on what was billed as Super Tuesday II put Mr Biden on a path to the nomination to face Donald Trump in the November 3 election.\n\nMr Sanders' disappointing performance in a state that he won in the 2016 will increase pressure on him to exit the race and help the party prepare for a bruising general election campaign against Mr Trump.\n\nHealth minister becomes first MP to test positive for coronavirus\n\nHealth minister Nadine Dorries has tested positive for coronavirus.\n\nMs Dorries has been self-isolating at home since Friday and is understood to be recovering after being diagnosed with the deadly illness.\n\nBut she had reportedly met hundreds of people in parliament over the past week and attended a reception with Boris Johnson at Number 10.\n\nAll health ministers including Health Secretary Matt Hancock were set to undergo testing for the virus following Ms Dorries' diagnosis.\n\nMan City V Arsenal postponed over virus fears\n\nManchester City's Premier League home game against Arsenal has been postponed as a precautionary measure due to the outbreak.\n\nThe Premier League has decided the fixture must not go ahead today due to a number of Gunners players and staff coming in contact with Olympiacos owner Evangelos Marinakis, who yesterday confirmed he has contracted Covid-19.\n\nSunak faces first Budget test only month after becoming Chancellor\n\nRishi Sunak faces one of the sternest tests of his short Cabinet career when he delivers his first Budget as Chancellor today.\n\nHe has promised to invest \"historic amounts\" on infrastructure and innovation in the Budget he will deliver against a backdrop of coronavirus instability.\n\nThe Treasury said hundreds of billions of pounds will be pledged to invest in infrastructure including roads, railways, broadband and housing.\n\nIt was understood this figure could be more than £600 billion over the five-year Parliament.\n\nSussexes share highlights from meeting with young leaders\n\nThe Duke and Duchess of Sussex have shared highlights from their meeting with young leaders of the Queen's Commonwealth Trust (QCT).\n\nHarry and Meghan, who are president and vice-president of the charity, hosted the group at Buckingham Palace last week as part of their farewell tour of the UK.\n\nThe duke was caught in a moment of laughter sat on a sofa next to his beaming wife in a black and white photograph from the event shared on the Sussex Royal Instagram page last night.\n\nThe couple discussed mental health, equal opportunities and youth leadership with the group, all of whom work with QCT.\n\nThe charity aims to champion, fund and connect young leaders working to change the world.\n\nCelebrity Bake Off names first star baker of series\n\nJenny Eclair has been named star baker on The Great Celebrity Bake Off, narrowly beating Louis Theroux to the prize.\n\nThe comedian, 59, impressed judges Prue Leith and Paul Hollywood with her choux pastry during the charity special for Stand Up To Cancer.\n\nHost Sandi Toksvig quipped that it was \"amusing\" they had captured the moment a celebrity called Eclair made her own eclairs.\n\nLeith said Eclair was \"streets ahead of the others\" and dubbed her \"a natural baker\".\n\nOn this day...\n\n1682: The Chelsea Hospital for old soldiers (Chelsea Pensioners), also venue for the world-famous flower show, was founded.\n\n1702: The first successful English daily newspaper, a single broadsheet called the Daily Courant, was published.\n\n1845: In New Zealand, a Maori uprising against the British began.\n\n1864: The Bradfield Reservoir, near Sheffield, burst its banks, killing 270 people.\n\n1941: The US Congress passed the Lend-Lease Bill enabling Britain to borrow millions of dollars to buy food and arms needed for the Second World War.\n\n1945: The huge Krupps factory in Germany was destroyed when 1,000 Allied bombers took part in the biggest ever daylight raid.\n\n1960: Riot police stood by in the Belgian Congo as Patrice Lumumba, the future controversial independence premier, was allowed to speak in public for the first time. He was found massacred in the bush less than a year later.\n\n1974: Kenneth and Keith Littlejohn, allegedly MI6 spies inside the IRA, escaped from prison.\n\n1985: The Al-Fayed brothers won control of the House of Fraser Group to become owners of Harrods.\n\n1988: The Bank of England pound note ceased to be legal tender at midnight, and was replaced by the pound coin.\n\n1993: North Korea pulled out of the nuclear Non-Proliferation treaty."}}