{"GDELT": {"GlobalEventID": 912139623, "Day": 20200313, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.97604259094943, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200313093000, "SOURCEURL": "https://goodmenproject.com/ethics-values/as-democratic-primaries-near-educators-can-teach-hope-to-a-polarized-citizenry/"}, "ARTICLE": {"TITLE": "As Democratic Primaries Are Here, Educators Can Teach Hope to a Polarized Citizenry", "TEXT": "—\n\nBy Sarah Stitzlein, University of Cincinnati\n\nMany Americans are making their choice, although there are those who are still struggling with who to vote for.\n\nElections often inspire hope, but that hope can quickly turn to political despair when candidates fall short of voters’ expectations.\n\nAs a philosopher who specializes in citizenship education and political theory, I believe that political hope can be taught in schools and colleges. As I argue in my new open-access book, hope can lay a pathway to help citizens make good choices at the ballot box and sustain political engagement well after the polls close.\n\nDespair in democracy\n\nA recent study published in the Journal of Democracy found that across the globe citizens have “become more cynical” about the value of a democratic system and “less hopeful” of their ability to influence public policy.\n\nIn the United States, people are disenchanted with democracy for many reasons. Some felt former President Barack Obama fell short of meeting his bold promises, from offering more retirement account options for the poor to providing universal health care. Similarly, while Trump was regarded as a “savior” figure in some communities, some of his supporters now find their expectations were not met.\n\nDon’t like ads? Become a supporter and enjoy The Good Men Project ad free\n\nA much larger reason for being frustrated is that, as scholar Wendy Brown points out, economic ideologies have made many Americans less inclined to pursue what is in the common good. A shift toward self-interest also moves people away from democratic behavior. It contributes to distrust of fellow citizens, and it could bring cynicism about the effectiveness of democratic government.\n\nTeaching political hope\n\nRather than despair, my research shows that our presidential election season is an opportunity for educators, parents and community leaders to open up inquiry. Here are a few things they can do to develop more hopeful citizens.\n\nHelp students explore real social and political problems to better understand citizens’ struggles and needs both in the past and today. Martin Luther King Day and Black History Month, for example, could be used as opportunities to showcase the hopeful endeavors of leaders and everyday citizens who fight for civil rights and against the political despair of the times.\n\nChallenge growing citizens to see that genuine political hope is a call to ongoing collective work. Programs such as the Freechild Institute and the Mikva Challenge provide a model for how to mobilize students to act to improve their communities. In these programs, young people are encouraged to identify problems and are supported in expressing their views about them. Students can learn how to imagine better futures and take steps toward it.\n\nReaffirm the value of shared political governance. An example of such mentoring comes from a school in Minneapolis where students became concerned that one school had a large playground while another one, next to it, had very little playground facilities. Instead of harboring hostile feelings, students took positive actions. They surveyed students of both schools and gathered evidence on the impact of the inequality. They also worked with the school administrations and the local press to voice their concerns. In the end, students put forward a proposal that was fairer toward everyone. In the process, students learned how to listen, collaborate and build trust – something all citizens should learn.\n\nExpressing dissent\n\nTeachers can also help their students understand the relationship between hope and dissent. When citizens focus on the improved future they hope for, they may become frustrated with how things are now.\n\nFor example, after a gunman killed 17 students at a high school in Parkland, Florida, students from that school and across the U.S. staged widespread protests demanding safer schools.\n\nSome educators helped students learn how to not only express dissatisfaction, but help others understand it. Some teachers, for example, helped students describe the problems and experience of gun violence by creating press packets. Parents aided children in constructing messages to share with legislators.\n\nStudents learned how to put forward solutions to be discussed and tested. Members of the school newspaper were guest editors of a U.S. edition of The Guardian a British newspaper, which outlined their vision for change.\n\nQuestioning power structures\n\nEducators can cultivate critical thinking. This is not just the deep thinking that most of us expect in all classes. It is thinking that interrogates power structures, identifies injustice and asserts principles of democracy.\n\nFollowing the shooting of 18-year-old Michael Brown Jr. in Ferguson, some educators, for example, helped students understand the history of racism in order to better critique policing injustice today and describe an America where black lives matter.\n\nWhen students learn this history, their critiques of the present and their vision for the future are better informed.\n\nTell a story\n\nFinally, educators can nurture imagination and support students in constructing stories about improved ways of living. Stories show examples of how to take action and why it’s worthwhile to do so.\n\nStorytelling also includes listening to the needs of others. Learning how to pay attention to the lives of others can improve citizens’ visions for the future.\n\nAs Americans head to the polls, universities and schools can help voters and youth shape and respond to the election. They can help budding citizens identify candidates who listen to the needs of voters and craft stories of a desirable future. These are stories that don’t depend on the candidate as the hero, but rather are inclusive and inspiring calls to collective work to improve our society.\n\nSuch efforts can sustain the hope of voters, transition those emotions into collective action and revive democracy well beyond 2020.\n\nDon’t like ads? Become a supporter and enjoy The Good Men Project ad free\n\nThis is an updated version of a piece first published on Jan. 30, 2019.\n\n[ Deep knowledge, daily. Sign up for The Conversation’s newsletter. ]\n\nSarah Stitzlein, Professor of Education and Affiliate Faculty in Philosophy, University of Cincinnati\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article.\n\n—\n\n◊♦◊\n\nIf you believe in the work we are doing here at The Good Men Project and want to join our calls on a regular basis, please join us as a Premium Member, today.\n\nAll Premium Members get to view The Good Men Project with NO ADS.\n\nNeed more info? A complete list of benefits is here.\n\n—\n\nPhoto credit: Istockphoto.com"}}