{"GDELT": {"GlobalEventID": 912139868, "Day": 20200313, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "ZWE", "Actor2Name": "ZIMBABWE", "Actor2CountryCode": "ZWE", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.17754569190601, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI04", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -17.8178, "Actor1Geo_Long": 31.0447, "Actor1Geo_FeatureID": "-2312291", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI04", "Actor2Geo_ADM2Code": "40197", "Actor2Geo_Lat": -17.8178, "Actor2Geo_Long": 31.0447, "Actor2Geo_FeatureID": "-2312291", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI04", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -17.8178, "Action2Geo_Long": 31.0447, "Action2Geo_FeatureID": "-2312291", "DATEADDED": 20200313093000, "SOURCEURL": "https://zimbabwe-today.com/zimbabwe-zim-slams-us-over-sanctions/"}, "ARTICLE": {"TITLE": "Zimbabwe: Zim Slams Us Over Sanctions", "TEXT": "Government has slammed the United States government for placing State Security Minister Owen Ncube and Ambassador Anselem Sanyatwe on the sanctions list.\n\nIn a statement yesterday, Foreign Affairs and International Trade Minister Dr Sibusiso Moyo said the move eroded trust and confidence in the relationship between Harare and Washington.\n\n“We once again note with regret the inclusion of Honourable Minister Owen Ncube and Ambassador Anselem Sanyatwe as specially designated nationals on the OFAC US Treasury Sanctions list,” said Dr Moyo.\n\n“Both officials were already placed on the State department visa and travel negative list during the course of 2019. In both cases, the US cited human rights abuses and political repression as the reasons for imposing the sanctions.\n\n“The decision can only further erode trust and confidence in the relationship between Zimbabwe and the United States at a time when, more than ever, confidence-building measures are required to sustain the ongoing process of engagement between our two countries.”\n\nIn taking this action, Dr Moyo said, the US government appears unilaterally to have charged, tried, convicted, and sentenced two very senior Zimbabwean nationals, “surely the very antithesis of justice as we understand it”.\n\nHe said the holding to account of any individual or individuals anywhere in the world for alleged human rights abuses and or political repression must be evidence-based as scrutinised in and upheld by a court of law.\n\n“Any other approach is surely in itself a violation of those individuals’ human rights,” said Dr Moyo.\n\n“Our Government does, however, register its deep appreciation for the bilateral assistance being provided to Zimbabwe in many areas.\n\n“The US could be of even greater assistance by moving towards the lifting of the sanctions, which it maintains in place and which it renewed last week. Contrary to US government assertions, those sanctions inflict collateral damage way beyond the individuals and entities included in the OFAC list. This impacts negatively upon every Zimbabwean.”\n\nDr Moyo continued: “As I have said previously, regardless of these negative developments and the lack of even-handedness in the US approach to Zimbabwe, my Government will continue to engage in meaningful dialogue with the United States. In parallel, we will continue to travel the path of reform for the benefit of our people.”"}}