{"GDELT": {"GlobalEventID": 912139890, "Day": 20200313, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2, "Actor1Code": "GRC", "Actor1Name": "GREECE", "Actor1CountryCode": "GRC", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.5822102425876, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR", "Actor1Geo_Lat": 39.0, "Actor1Geo_Long": 22.0, "Actor1Geo_FeatureID": "GR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR", "Action2Geo_Lat": 39.0, "Action2Geo_Long": 22.0, "Action2Geo_FeatureID": "GR", "DATEADDED": 20200313093000, "SOURCEURL": "http://www.frontpagemag.com/fpm/2020/03/turkey-confronts-greece-more-hordes-syrian-joseph-klein/"}, "ARTICLE": {"TITLE": "Turkey Confronts Greece with More Hordes of Syrian Refugees and Migrants", "TEXT": "Erdogan breaks deal with European Union to extort new concessions.\n\nTurkey’s Islamist President Recep Tayyip Erdogan is trying to engineer a mass invasion from Turkey into Greece of thousands of Syrian refugees and migrants. He has broken a deal reached with the European Union in 2016 to close its border with Europe to stem the flood of immigrants from the Middle East. He took Europe’s money that was part of the deal but is now reopening his country’s border with Greece to extort more concessions. “We will continue the current measure on our frontiers until all of our expectations are concretely met,” Erdogan said recently.\n\nWhen Greece pushed back to protect its border from the invasion, Erdogan lashed out. “There is no difference with what the Nazis did and the images from the border,” he declared as he made unproven claims of “barbaric” tactics supposedly used by Greek border guards.\n\nAs Breitbart pointed out, “The slur against Greece is notable, as some 300,000 people were killed during the 1941 Nazi occupation of the country, which near-wiped out Greece’s Jewish population.” Then again, we should not be surprised. Erdogan is an avowed anti-Semite who has indulged in conspiracy theories blaming Jews for the world’s problems.\n\n“Greece does not accept lessons in human rights and the respect of international law from the Turkish president,” said a spokesman for the Greek government. He claimed that Ankara’s actions were aimed at destabilizing Greece.\n\nThere are now an estimated 35,000 immigrants who are congregated along Turkey’s border with Greece. Erdogan deployed at least 1,000 heavily armed special police to the border area last week to counter Greece’s resistance to the immigrants’ entry across the border into Greece. Turkish fighter jets have been recently sighted in the region, fueling tensions between the two NATO members who have had a long history of hostilities that Erdogan appears intent on escalating. Erdogan has vowed that “Turkish naval patrols would go on harassing Greek patrol vessels at sea,” according to The Guardian, following an incident in the Aegean Sea last week. Another Turkish-instigated flare-up at sea occurred on Wednesday.\n\nGreece’s Prime Minister, Kyriákos Mitsotákis, accused Turkey of becoming “the official trafficker of migrants to the European Union.” He said that Turkey is using “desperate people” to promote its “geopolitical agenda.”\n\nThe current EU Commission President, Ursula von der Leyen, praised Greece’s defensive actions at its border. “This border is not only a Greek border, it is also a European border,” she said. “I thank Greece for being our European aspida [shield] in these times.”\n\nPrime Minister Mitsotákis has charged that the thousands of Syrian refugees trying recently to enter Greece have not come from the current Syrian hotspot of Idlib in northwest Syria, where Turkey has contributed to the violence. Instead, they had been “living safely in Turkey for a long period of time.”\n\nThe United Nations High Commissioner for Refugees, Filippo Grandi, has acknowledged that few, if any, of those recently arriving at Greece’s doorstep are in fact from northwest Syria. His observation would appear to back up Prime Minister Mitsotákis’s charge. Yet, Mr. Grandi’s refugee agency is leaning on Greece to allow self-declared “refugees” originally from Syria who have entered Greece’s territory “irregularly” to present themselves without delay to the authorities to seek asylum.\n\n\"Continued European resources, capacity and solidarity are needed to boost Greece’s response,\"\n\nthe agency suggests. At the same time, “international support to Turkey,” the UN agency declares, “must be sustained and stepped up.” But does that mean that Turkey should be able to renege on its deal and export thousands of its current Syrian residents to Europe? Apparently, so.\n\nThe truth is that there will never enough to satisfy Erdogan, the deal breaker. And it is highly doubtful that he would use the bulk of increased financial support to help with the housing and education of Syrian refugees already living in Turkey. He has his military interventions in Syria and Libya to finance.\n\nAlthough there are some indications that the EU may bow to Erdogan’s pressure campaign by offering him more money, Erdogan is upping the ante. He is insisting on a resumption of talks about Turkey joining the EU. That’s a hard sell given Turkey’s dramatic move towards authoritarianism under Erdogan’s rule. Expect Erdogan to continue his confrontation with Greece and the EU until they bend to accommodate his wishes one way or the other.\n\n* * *\n\nPhoto from Pixabay"}}