{"GDELT": {"GlobalEventID": 912140687, "Day": 20200313, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2, "Actor1Code": "USALEG", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.98406374501992, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200313093000, "SOURCEURL": "https://swarajyamag.com/news-brief/coronavirus-family-members-forcibly-removed-now-deceased-kalaburgi-covid-19-patient-out-of-isolation-ward"}, "ARTICLE": {"TITLE": "Coronavirus: Family Members Forcibly Removed Now Deceased Kalaburgi Covid-19 Patient Out Of Isolation Ward", "TEXT": "India\n\nIndia recorded its first death from Coronavirus as a 76-year-old man who had returned from Saudi Arabia on 29 February, passed away on 10 March. The patient was asymptomatic on his return but developed symptoms of fever and cough later and on 9 March he was provisionally diagnosed as “mid zone Viral Pneumonia” at Kalburgi.\n\nHe was kept in isolation ward but his family members forcibly escorted him out to a private hospital in Hyderabad. His tests came later which showed he was suffering from Covid-19.\n\nTotal number of cases rose to 79 today (13 March).\n\nCanada\n\nPrime Minister Justin Trudeau’s wife Sophie Grégoire Trudeau tested positive for the coronavirus, the PM’s office said on Thursday night. PM Trudeau announced that he, his wife and their three children were voluntarily isolating themselves at the prime minister’s residence in Ottawa. He will be working from home for the next two weeks.\n\nUnited States\n\nThe number of cases in the country rose sharply to 1,660. Forty one people have died so far.\n\nThe Democrats who are in majority in the US House of Representatives reached a deal with the Trump White House on an aid package for those suffering from Coronavirus. It intends to provide paid sick leave and free testing.\n\nThe Federal Reserve has decided to inject $5 trillion in loans into the banking system and broaden its purchases of Treasury securities as financial markets witnessed biggest one day fall since 1987.\n\nItaly\n\nSituation in the country is worsening each day. Total cases of Coronavirus surged to 15,113 translating into 25 cases per 100K residents. In the past 24 hours, more than 2,500 new cases were detected and 189 more people died taking the total death toll to over 1,000.\n\nThe country’s health system is on the verge of collapse. “Regular doctors are suddenly shifting to wartime footing. They face questions of triage as surgeries are canceled, respirators become rare resources, and officials propose converting abandoned exposition spaces into vast intensive care wards. Hospitals are erecting inflatable, sealed-off infectious disease tents on their grounds. In Brescia, patients are crowded into hallways,” the New York Times reported."}}