{"GDELT": {"GlobalEventID": 912139948, "Day": 20200313, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.11786372007366, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mount Edgecombe, KwaZulu-Natal, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF02", "Actor1Geo_ADM2Code": "77363", "Actor1Geo_Lat": -29.7067, "Actor1Geo_Long": 31.0251, "Actor1Geo_FeatureID": "-1263116", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mount Edgecombe, KwaZulu-Natal, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF02", "Action2Geo_ADM2Code": "77363", "Action2Geo_Lat": -29.7067, "Action2Geo_Long": 31.0251, "Action2Geo_FeatureID": "-1263116", "DATEADDED": 20200313093000, "SOURCEURL": "https://www.iol.co.za/thepost/community-news/mom-claims-unattended-baby-stopped-breathing-during-scan-at-durban-hospital-44773163"}, "ARTICLE": {"TITLE": "Mom claims 'unattended' baby stopped breathing during scan at Durban hospital", "TEXT": "Mom claims 'unattended' baby stopped breathing during scan at Durban hospital\n\nShare this article: Share Tweet Share Share Share Email Share\n\nDurban - A mother has raised issue about a Durban hospital after her son lost consciousness during a CT scan when they were allegedly left unattended. She said she had to rush the child to another unit in the hospital for help and that he was brought back to life by staff in the trauma ward. Samantha Moodley, 38, of Phoenix, said she had to run down the passage in Life Mount Edgecombe Hospital to the trauma unit with her 10-week-old toddler’s lifeless body. She said her son, Zachariah Naidu, regained consciousness after a third attempt to revive him. Moodley, a food manager, has since lodged a complaint with the hospital’s management over alleged staff negligence.\n\n“I have decided to speak out because I don’t want another parent to go through what I have” said Moodley.\n\nDetailing the events, she said Zachariah was born on November 8, at the Life Mount Edgecombe Hospital.\n\nAfter they were discharged, she noticed he had difficulty breathing.\n\nDuring a check-up a week later at the Life Mount Edgecombe, she said she notified the doctor.\n\nShe allegedly told her there was nothing to panic about. But the newborn’s breathing, she said, worsened.\n\n“He made loud sounds when he inhaled and exhaled. We thought he could be asthmatic.”\n\nAt his 10-week check-up, she took him to a clinic in Phoenix where a nurse noted his abnormal breathing.\n\n“She advised me to take him to the hospital for a proper examination.”\n\nBut Moodley said a doctor at Life Mount Edgcombe’s trauma unit told her he was not asthmatic.\n\n“I wanted a second opinion and I was referred to a paediatric lung specialist at the hospital. She told me Zachariah had to be admitted for a complete medical check.”\n\nHer son was admitted on January 24.\n\n“His blood results and X-rays were clear. But the doctor said my son would need to undergo a CT scan on January 27.”\n\nThe scan provides more detailed information than an X-ray.\n\nShe said a nurse advised her that she would be present during the procedure.\n\n“I signed a consent form. But on the day of the CT scan, the nurse was not there. The porter took us to a room where two staff greeted us.\n\n“They asked me to hold Zachariah’s arms above his head, so the scan could be done. But while doing this, the women left. They went into an adjacent room and I could see them speaking.”\n\nMoodley said her son began gasping for air.\n\n“I shouted for help but no one heard me. My son’s head fell to the side, he stopped breathing and bled from the nose and mouth. I banged at the door the women were in. I tried to open the door but it was locked. They eventually opened the door and told me to go to the trauma unit.”\n\nShe said a radiology manager took her son from her to the trauma unit.\n\n“Zachariah was not breathing for a . I cried out to Jesus to please save my son. I was so scared. I knew his life was in God’s hands and all I could do was pray.”\n\nMoodley said her child was resuscitated through a process called bagging - where a balloon is used to pump air into the lungs. She said on the third attempt, he regained consciousness.\n\n“He was then taken to the Intensive Care Unit at Ethekwini Heart Hospital. The doctors said he was born with weak muscles around the lungs and would develop as he got older.”\n\nMoodley said she was told the procedure, of placing his hands above his head, caused his airways to collapse and prevented oxygen to the heart. He spent a week in hospital.\n\n“If I did not react quickly enough, I believe my son would have died.”\n\nFollowing a response from the hospital on allegations of negligence, Moodley said: “They are making me out to look like I didn’t follow the proper procedures which is not true.”\n\nShe has since met with the hospital to discuss the matter further.\n\nCharles Naidu, Zachariah’s father, said. “I feel that if my wife had not been an alert and quick thinking mother we would have lost our baby.\n\n“I will not want any other family to go through the trauma that we experienced and I have lost faith in the hospital and its partners,” he said.\n\nStacey Naidoo, the manager at Life Mount Edgecombe, said the hospital was aware of the incident in the radiology unit.\n\nShe said the unit was an independent practice that employed experienced and qualified radiographers.\n\nNaidoo said the practice investigated the complaint and advised that its standard practice was for a parent to accompany a minor into the CT scan room as long as the child was stable and not on an oxygen apparatus.\n\n“The parent may stay in the room during the scan as an emotional and physical comfort for the child.\n\n“A nurse is present only if the patient is unstable, to which our nursing records reflect that the patient was stable. Radiographers in the unit are all trained in basic life support for health-care workers.”\n\nNaidoo said the CT room was equipped with a speaker to allow those in the room to communicate with the radiographer.\n\n“We can confirm that the patient was stable and no nursing staff member accompanied the patient or the parent into the CT scan room. We can also confirm that the mother remained in the room during the scan and followed the radiographer’s instructions but did not make use of the speaker to call for help.”\n\nShe said the radiographer noted that Moodley picked up the baby from the table during the scan.\n\n“The radiographer then enquired to the reason for this, to which the mother replied that the baby was not breathing. The radiographer immediately followed the standard process by activating the panic alarm.\n\n“The appointed health and safety representative in the unit, also a radiographer, responded according to standard procedures and immediately rushed the patient to the hospital‘s emergency unit.”\n\nShe said the patient received the necessary treatment by the emergency doctor and nurses, and responded immediately to the treatment.\n\n“Both the radiology unit and Life Healthcare is pleased that the patient responded well to treatment on the day.\n\n“Upon investigation into the matter, Life Mount Edgecombe Hospital believes that the radiology unit acted appropriately and all staff acted within their scope of practice.”\n\nPOST"}}