{"GDELT": {"GlobalEventID": 912139705, "Day": 20200313, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2, "Actor1Code": "GBR", "Actor1Name": "LONDON", "Actor1CountryCode": "GBR", "Actor2Code": "EDU", "Actor2Name": "COLLEGE", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 164, "EventBaseCode": 164, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -7.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 0.64, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200313093000, "SOURCEURL": "https://www.democratandchronicle.com/story/lifestyle/2020/03/13/women-serve-front-lines-when-crisis-like-hits/5014912002/"}, "ARTICLE": {"TITLE": "Women serve on the front lines when a crisis like this hits", "TEXT": "Pam Sherman\n\nIt’s been a few weeks since we found ourselves in the middle of a global health crisis with a virus that spreads easily across borders, wreaking havoc on the economy and all our lives.\n\nWe were in London, visiting our daughter studying there this semester, when word of the cancellations of college study abroad programs in Italy started coming in. For now, our daughter is staying put. But not without some anxiety on her part and our part.\n\nAnd it was in that moment that I realized it was my job to be the one to calm her.\n\nMy husband, who tells me I’m the one responsible for his own personal health crisis (high blood pressure), looked at me and smiled.\n\nSo I took a deep breath, smiled, put on my “Mom’s in charge” voice and told her: Be smart, be vigilant, and wash your hands — a lot.\n\nI might be afraid, but I’m not a worrier. There’s a difference. Worrying won’t help, but a healthy dose of fear spurs you into action.\n\nAnd that’s a mother’s job — to be afraid but still somehow calm everyone down and take action.\n\nWomen have played this role throughout history. We are often the first line of defense in any health crisis, both with the physical and emotional fallout. It’s in our DNA to keep our families safe, our working conditions safe, and ourselves safe to do all we have to do for those we love.\n\nWe are the first ones to teach our children to wash their hands before eating; it comes with the mothering manual. “Before dinner, ask each child: “Have you washed your hands?” Then ask them again and again until they actually do it.\n\nWe’re also the ones who take our lips to our children’s foreheads for the very scientific temperature check called “a mother’s kiss.”\n\nThis instinct kicks in wherever I go, even with women who aren't moms. As we traveled, I witnessed flight attendants quelling fears as people boarded and passengers sharing their antiseptic wipes with people next to them.\n\nAnd more often than not, women are the ones who are overwhelmingly the first line of defense in health care facilities. Over 90% of nurses in the United States are women, and it is nurses who are leading the charge.\n\nKaren Davis, chief nursing executive at the University of Rochester Medical Center, says that she and all of her colleagues are well prepared. It’s their job to not only care for those in need, but to provide knowledge and, most important, be human.\n\nKaren is especially inspired by one of the nurses who shaped history: Florence Nightingale. This year would mark her 200th birthday, and URMC plans to honor her with many celebrations that focus on the great work that nurses do every day. During March, Women’s History Month, we should be especially grateful for her brilliant mind that understood how statistics can make a difference in health care and that the patient environment was critical to successful outcomes.\n\nDavis understands that people may be scared, but she continues to lead with the knowledge that she works with professionals who will do whatever it takes to care for their patients, just like Florence Nightingale did.\n\nWhile I have anxiety about my own family’s health and safety, I know with nurses like Karen Davis and others on the front line, we can have confidence that we will all carry on.\n\nHugs to all of them — but only virtual hugs for now.\n\nThis coverage is only possible with support from our readers. Sign up today for a digital subscription."}}