{"GDELT": {"GlobalEventID": 912139210, "Day": 20200313, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2, "Actor2Code": "EDU", "Actor2Name": "STUDENT", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.50913423351867, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Horsham, Norfolk, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKI9", "Actor2Geo_ADM2Code": "40122", "Actor2Geo_Lat": 52.6833, "Actor2Geo_Long": 1.2833299999999999, "Actor2Geo_FeatureID": "-2599068", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Horsham, Norfolk, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKI9", "Action2Geo_ADM2Code": "40122", "Action2Geo_Lat": 52.6833, "Action2Geo_Long": 1.2833299999999999, "Action2Geo_FeatureID": "-2599068", "DATEADDED": 20200313093000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8108181/Virus-petition-calling-PM-close-schools-tops-420-000.html"}, "ARTICLE": {"TITLE": "Virus petition calling for PM to close schools tops 440,000", "TEXT": "Headteachers have demanded to know if exams will go ahead when the coronavirus peaks as a petition urging Boris Johnson to close schools soars to 445,000.\n\nAssociation of School and College Leaders general secretary Geoff Barton has asked for clarity from the Government on whether GCSEs and A-levels will take place.\n\nHe said: 'Parents and pupils are worried about being the victim of something out of their control and are asking, ''Will I get into college or university''?'\n\nBut Education Secretary Gavin Williamson replied: 'We're doing everything we can to make sure it's fair for students, we're having regular discussions with Ofqual.'\n\nConcerns have been raised over what students who have had to self isolate will do when exams begin, but there is a system for marking in exceptional circumstances.\n\nAnd other questions remained today over:\n\nProblems schools face in losing staff and pupils, and potentially having to close;\n\nHow revision and exam preparations for GCSEs and A-levels will be affected;\n\nAnd what this could mean for university admissions if A-levels are cancelled.\n\nAmong the possible solutions for pupils if schools close are:\n\nStaff setting work remotely for students if they cannot get into school or it is shut;\n\nRevision packs for pupils which can be taken home or delivered for private study;\n\nExams being moved back if they cannot start on the current scheduled dates;\n\nUsing Google Classroom to help pupils learn and give immediate feedback;\n\nAnd Ucas potentially extending the date of August 31 by which students have to meet their university offer conditions.\n\nHowever, there are doubts over whether GCSEs and A-levels could be done outside school, with Mr Williamson saying the 'integrity of the exam system' was 'vital'.\n\nMr Williamson has also said schools and universities 'shouldn't be closing' as he urged education leaders to follow medical advice amid the coronavirus outbreak.\n\nEducation Secretary Gavin Williamson arrives at the Cabinet Office in London yesterday\n\nThe Education Secretary said teachers were considering how to provide lessons with distance learning technology amid fears the virus will affect schools.\n\nBut concerns remain over exams potentially being postponed, with the first GCSEs due to take place on May 5 and oral tests starting even earlier in some schools.\n\nWhat are the possible solutions to teaching pupils and holding exams if schools shut? Staff could set work remotely for students if they cannot get into school or it is shut. Teachers already set work for pupils if they are ill, but this method could be utilised far more in the coming weeks. Sarah Hopkins, headteacher at Bishop Hedley Catholic High School in Merthyr Tydfil, South Wales, said: 'I've asked staff to make sure that there is a bank of resources readily available should we be in a position where we have to have enforced closure.' Revision packs for pupils can be taken home or delivered for private study. The packs would be intended to go over content from previous lessons that pupils would already have some understanding of, and help parents work with their children on subject matter. Teachers may also start using Google Classroom to help pupils learn and give immediate feedback. The tool helps teachers manage coursework, create classes, distribute assignments and grade work with feedback. It also lets students and teachers have conversations about work, and helps teachers track pupil progress. There is also the possibility that exams themselves could be moved back, with the first GCSEs due to begin on May 5 – with foreign language oral exams beginning before then in some schools. However, there are doubts over whether GCSE and A-level exams could be done outside school, with Education Secretary Gavin Williamson saying the 'integrity of the exam system' was 'vital'. Ucas has said it will consider extending the date of August 31 by which students have to meet their university offer conditions. A spokesman said: 'In the past, universities have taken mitigating circumstances into account when assessing applications/ changes to exam results due to events beyond the student's control.' Advertisement\n\nTeaching leaders added that schools would probably authorise pupil absences if concerned parents had made a personal choice to keep their child off lessons.\n\nMr Williamson said the Government was also working with exam boards, through regulator Ofqual, teaching and schools bodies to make sure there was 'stability' in pupils' education, whatever happens.\n\nHe added the Department for Education (DfE) would not be 'penalising' schools if pupils are taken out of lessons by parents concerned about coronavirus.\n\nAmid announcements of cancellations of face-to-face lectures and exams at some universities, he said: 'I would urge any educational establishments, whether a school, a childcare or early years setting, whether it be a college or a university, to actually look at what the medical and scientific advice is.\n\n'And the medical and scientific advice is we shouldn't be closing educational settings at the moment.'\n\nMr Williamson said he was also discussing a range of measures to 'support children who may be outside of school' as the coronavirus outbreak continues.\n\nThe Secretary of State is meeting with the ASCL, the National Association of Headteachers (NAHT) and the Confederation of School Trusts (CST) on Monday.\n\nAn Ofqual spokesman told MailOnline that its advice was for students to 'continue to prepare for exams and other assessments as normal'.\n\nBut it added that it is working closely with exam boards, other regulators and the Department for Education, and have met to 'plan for a range of scenarios'.\n\nUcas said it would consider extending the date of August 31 by which students have to meet their university offer conditions, if necessary.\n\nA spokesman told MailOnline: 'Students applying through UCAS have until August 31 to meet the academic conditions of their offer, therefore possible delays to the publications of exam results until then should not impact students' places being confirmed.\n\n'If necessary, extensions to this date will be considered in consultation with universities and colleges.\n\n'In the past, universities have taken mitigating circumstances into account when assessing applications/ changes to exam results due to events beyond the student's control.'\n\nBoris Johnson has refused to close schools amid the coronavirus pandemic, but advised schools not to take trips abroad\n\nSpeaking on the first day of the ASCL conference in Birmingham today, Mr Williamson thanked 1,000 delegates for their 'incredible leadership'.\n\nAfterwards, he said the DfE had already started discussing how schools go about delivering GCSE and A-level exams during the coronavirus outbreak.\n\nMr Williamson added he was also looking at options to make sure disadvantaged children, currently in receipt of free school meals, continued to get unbroken support in the case of any school's 'temporary closure' or if advice on a full closure changed.\n\nHe added it was 'a very rapidly changing situation' but that any changes to current Government policy would be 'communicated early' with teachers.\n\nAssociation of School and College Leaders general secretary Geoff Barton has asked for clarity from the Government on whether GCSEs and A-levels will take place\n\nEarlier, the ASCL described the announcement yesterday to keep schools open as 'absolutely the right decision'.\n\nASCL general secretary Geoff Barton also said he felt schools would probably authorise pupil absences, where concerned parents had made a personal choice to keep their child off lessons, likening it to snow-day absences.\n\nHowever, he added it was likely to be a 'small scale' issue, as the Government's decision, taken together with scientific advice, was 'legitimising children staying in school'.\n\nAsked about how pupils might be supported from home, through distance learning technology, Mr Williamson said: 'At the moment we're doing a lot of work.\n\n'The first thing is making sure schools can continue to provide for vital education service within the school setting, which I think we all agree is the best place for the young people to be able to learn.\n\nA petition, started by Sami Attout, urged Boris Johnson to shut down schools and colleges 'in the coming weeks of as soon as possible', to prevent the spread of Covid19\n\n'We are looking at different ways that we can support children who may be outside of school, for a couple of weeks - making sure they continue to be in a position to be able to learn.\n\nSchool sends hundreds of pupils home as university lectures finish early Manchester Metropolitan University students received an email on Thursday afternoon detailing plans to finish lectures a week before the end of term. The spring term will finish on April 3, but no lectures, seminars or any contact teaching will take place after March 27. Students have been advised that face-to-face teaching could end even sooner, if a request is made by the government. University bosses say planning is already underway to assess the way they deliver assessments and exams for the summer term. Christ's Hospital school in Horsham also said the current school term would finish at 3pm today for all pupils except those taking public exams this summer. Some 240 pupils from years 11 and 13 will remain at the school with around 660 from the other years being sent home, a spokeswoman said. A spokesperson for the university said the wellbeing of students was a 'top priority'. Durham university is also advising that students on placement in Italy should return home and that large scale conferences and events should be cancelled. Advertisement\n\n'That is something the department is looking at, together with other organisations.\n\n'How we support children who are not in a position to attend school, and how schools are able to deliver it.\n\n'There are pupils that aren't going to be able to attend school but it's really important they continue their education in the best way possible.'\n\nRegarding the possibility of GCSE and A-levels having to be done outside school, he said the 'integrity of the exam system' was 'vital'.\n\n'But we recognise this is a very rapidly changing situation.'\n\nMr Williamson added: 'This is why we're working with Ofqual, the exam boards, with schools, to ensure that if changes do need to be made they will be communicated early so that teachers and most importantly students are in the best possible place to be able to exceed and excel at these exams.'\n\nHe would not be drawn on exactly what issues would be discussed with school chiefs on Monday, but added: 'It will be a very full agenda.'\n\nTeachers at Bishop Hedley Catholic High School in Merthyr Tydfil, South Wales, told BBC Wales that they were worried about students preparing for GCSEs.\n\nHeadteacher Sarah Hopkins said: 'I've asked staff to make sure that there is a bank of resources readily available should we be in a position where we have to have enforced closure.'\n\n'Staff are used to setting work remotely for learners, especially if they've got an illness and they can't get to school, or they're using it for revision purposes for key stage four [GCSE] classes, and also any holiday sessions that learner might need. The learners all have revision packs already.'\n\nStudents at LSE received an email alerting them to the dramatic decision\n\nThe school already helps pupils learn at home with Google Classroom, which also gives them immediate feedback online.\n\nUniversity of Southampton brings Easter holiday forward by a week A top university today announced it is closing amid coronavirus fears. The University of Southampton brought the Easter holiday forward by a week, cancelling all lectures and seminars from the end of today. It comes after the government increased the national risk level relating to the outbreak from Moderate to High. Senior staff hope the impact on the university's 25,000 students - who will now be off for five weeks - will be kept to a minimum. The university also postponed with immediate effect all international and UK field trips for the next six weeks. In an email to students, vice chancellor Mark Smith, wrote: 'We have made the pragmatic decision to bring forward by one week the end of term to the close of today, Friday 13 March. 'We will keep any impact to the absolute minimum and ensure all students can successfully complete their term's learning.' The Russell Group university has also had to cancel a number of events - including all conferences on campus over Easter. Summer graduations are being postponed until further notices to allow for a longer academic year in the hope students can complete their education. Advertisement\n\nA pupil called Jack, 15, who is preparing for GCSEs this summer, added: 'I'm already stressed enough as it is, and then added on to this they might close the school which could damage learning and it's not the best.\n\n'Some of my friends are panicking... it is very uncertain. The teachers are doing a lot to help. We're learning as much as we can.'\n\nIt comes as a petition calling for the PM to send students home nears 500,000 signatures amid the killer virus threat.\n\nThe petition, started by Sami Attout, urges the PM to shut down campuses 'in the coming weeks or as soon as possible', to prevent the spread of Covid19.\n\nIt comes as the official number of cases in the UK today reached 798, with 10 deaths.\n\nBut the Government's chief scientific adviser Sir Patrick Vallance said the true number was probably up to 10,000.\n\nHundreds of thousands of worried parents are demanding MPs step up measures to allow them to take their children out of school.\n\nThe PM has held off the drastic measure - which has been enforced across Europe - saying washing hands for 20 seconds remains the most important step.\n\nThe petition has garnered more than 440,000 signatures, surging past the 100,000 needed to secure a debate in Parliament.\n\nIt states: 'We would like the government to at least consider closing schools/colleges down in the coming weeks or as soon as possible, in addition to taking necessary actions to prevent further spread.\n\n'We would like the Government or Parliament to enforce this action due to the growing fear among parents and students that attend school.\n\nChief medical officer Prof Chris Whitty said children appear to have a milder response to the virus compared to adults\n\n'The ability to focus or concentrate is affected in addition to the growing fears of the Coronavirus.\n\n'In our view, the government and health officials around the world are more ''reactive'' rather than ''proactive''.\n\n'This will result in more spread as time is given for the virus to do so. We hope to come to an agreement as soon as possible in a timely manner.'\n\nSchool leaders fear students' GCSEs will overlap with the predicted peak of the coronavirus in the UK.\n\nThe ASCL said its members are answering tough questions from anxious parents.\n\nThe Department for Education in England has set up a Covid19 hotline for school staff, while exam regulators urged them to continue preparations for tests.\n\nChief scientific adviser Sir Patrick Vallance said you cannot expect children not to come into contact with each other for 16 weeks\n\nYet major universities have taken precautions, with the London School of Economics saying all teaching, taught exams and other assessments will be moved online for the rest of the academic year.\n\nA university spokesman said: 'These actions are taken as a precaution and to provide clarity and reassurance to the LSE community in exceptional circumstances.\n\nSecondary school is closed after positive coronavirus test A secondary school was closed today after an individual tested positive for coronavirus. South Lanarkshire Council and NHS Lanarkshire chose to close Lanark Grammar School 'as a precautionary measure'. The local public health team were contacting staff and parents to inform them of the decision and plan to reopen the school on Monday. The individual is self-isolating at home and was said to be 'giving no cause for concern'. Dr John Logan, NHS Lanarkshire consultant in public health medicine, said: 'We would like to reassure all staff and parents that the risk of contracting coronavirus from this individual is very low. 'Our public health team is in the process of identifying and contacting the limited number of people who were in very close contact with the confirmed case and issuing public health advice. 'We want to reassure these teachers and parents that they should follow the most up-to-date healthcare advice, which can be found on the NHS Inform website. We are working towards reopening the school on Monday.' Tony McDaid, executive director for education at South Lanarkshire Council, said: 'As soon as we were notified of this matter we... agreed that to close temporarily as a precaution would be the most appropriate step to take. We will keep all parents, staff and teachers updated during this period.' Advertisement\n\n'The LSE campus and halls of residence will remain open. Guidance from Public Health England maintains that there is presently low risk for LSE and that buildings, services and facilities can run as usual.\n\n'We will take any additional necessary steps, such as a campus closure, if we are advised to do so in the future.'\n\nDurham University previously announced classroom teaching, including small groups and one-on-one meetings, will cease from March 16.\n\nThe university and its library will remain open, but all lessons will be delivered online as much as possible.\n\nManchester Metropolitan University said it will end in-person teaching from March 27, for the final week of term.\n\nNorthumbria University have asked all academic staff to change the format and delivery of their teaching from Monday, when classroom teaching of all forms will cease.\n\nStudents have been advised they can leave the university a week early and participate in classes remotely for the final week of term.\n\nA lecturer in organic chemistry at the University of Lancaster tweeted this morning: 'All classroom teaching at Lancaster University suspended from next week due to the coronavirus. Good decision in my opinion.'\n\nThe University of Glasgow has cancelled all field trips, both in the UK and international, in a bid to prioritise preparations for online teaching after the Easter break.\n\nImperial College will remain open but is encouraging students with weakened immune systems, or other conditions, to work remotely after speaking to an academic adviser.\n\nMeanwhile Michelle O'Neill, Northern Ireland's deputy first minister, has urged the immediate closure of schools and colleges to slow coronavirus,.\n\nThe Sinn Fein member said: 'People are rightly concerned about the impacts on their families and their children and as a parent, I share those concerns and I have been contacted by many parents who did not send their children to school this morning.\n\n'To protect the public, schools and colleges should now be closed. There has been contradictory medical evidence and in that context my view is that we should err on the side of caution.'\n\nThe Prime Minister yesterday faced a growing backlash after he refused to shut schools across the country as the coronavirus pandemic gripped the public.\n\nA number of other countries such as Ireland, Austria, Turkey and Norway have taken drastic measures to stymie the spread of the disease, including closing schools, colleges and childcare facilities.\n\nBut the Prime Minister and his chief medical advisers decided to hold back these responses in an effort to delay the peak of the 'worst public health crisis for a generation', and instead recommended only stopping school trips abroad.\n\nHe outlined his plan in a press conference on Thursday, advising people to avoid cruises, school trips, and to stay at home for seven days if they notice any mild symptoms.\n\nOne of his advisors also said it was unreasonable to expect children to remain isolated for up to 16 weeks.\n\nMr Johnson said: 'We advise all those over 70 with serious medical conditions against going on cruises and we advise against international school trips.\n\n'At some point in the next few weeks we are likely to go further.'\n\nDespite the warnings, Mr Johnson said the UK would not close schools yet. He said: 'The scientific advice is that this could do more harm than good.\n\n'But we are keeping this under review and this could change as the disease spreads. Schools should only close if they are specifically advised to do so.'\n\nChief medical officer Prof Chris Whitty later reiterated the Prime Minister's point, saying: 'Fortunately, and this is one silver lining in this particular infection, it looks as if children are affected much less than adults based on the early data we have at the moment.\n\n'Our view is not that they don't get infected, we think they probably do, but they seem to have a much milder disease in general.'\n\nChief scientific adviser Sir Patrick Vallance also said schools would have to be closed for up to 16 weeks and it was not realistic to expect children to be cooped up that long.\n\nHe said: 'It is true that there is some effect in closing schools but that effect is minimal and actually you would have to do it for 13 to 16 weeks or longer.\n\n'You do not have to be a very advanced mathematician to work out that the chances of keeping children not speaking to each other or playing with each other are zero.'"}}