{"GDELT": {"GlobalEventID": 912139378, "Day": 20200313, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2, "Actor1Code": "AUSGOV", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor1Type1Code": "GOV", "Actor2Code": "IRL", "Actor2Name": "IRISH", "Actor2CountryCode": "IRL", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.24691358024692003, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200313093000, "SOURCEURL": "https://www.joe.ie/news/australian-prime-minister-tells-citizens-reconsider-non-essential-overseas-travel-694702"}, "ARTICLE": {"TITLE": "Australian Prime Minister tells citizens to reconsider non-essential overseas travel", "TEXT": "Australian Prime Minister tells citizens to reconsider non-essential overseas travel\n\nHe's called on all non-essential travel to be abandoned.\n\nAustralia has warned its citizens that they should reconsider all foreign travel, as the government increased its measures to control the spread of coronavirus.\n\nPrime Minister Scott Morrison said regardless of the destination, everyone should reconsider travel at this time.\n\n“We have also decided through the Department of Foreign Affairs and Trade that we now advise all Australians to reconsider your need to travel overseas at this time, regardless of your destination, age or health – if your travel is not essential, consider carefully whether now is the right time,” Morrison said.\n\n“So we are effectively putting in place what is called a level three travel advice for travel of Australians overseas.\n\n“This is done to protect their health and to limit their exposure, given we have so many countries now that are affected by the coronavirus.”\n\nHe warned people to heed his advice and only make essential travel.\n\n“Given the spread of the coronavirus to so many countries now, across Europe, including to the UK, the United States, and throughout the world, I think this is a very commonsense measure to put in place at this point,” he said.\n\n“Up until this time that has not been the advice. Even a couple of weeks ago, we were talking about the number of countries through whom the coronavirus had spread, being less than 50.\n\n“It’s well over 100 now and more are added every day. So as you see things move to a pandemic phase, then these are the sorts of measures you put in place and you do it at the right time.”"}}