{"GDELT": {"GlobalEventID": 912140282, "Day": 20200313, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.96894409937888, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Auckland, Auckland, New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZE7", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -36.75, "Actor1Geo_Long": 174.583, "Actor1Geo_FeatureID": "11483124", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Auckland, Auckland, New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZE7", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -36.75, "Action2Geo_Long": 174.583, "Action2Geo_FeatureID": "11483124", "DATEADDED": 20200313093000, "SOURCEURL": "https://www.washingtonpost.com/world/asia_pacific/a-year-after-new-zealand-mosque-shootings-secrecy-shrouds-search-for-answers/2020/03/13/a8401fea-5de6-11ea-ac50-18701e14e06d_story.html"}, "ARTICLE": {"TITLE": "A year after New Zealand mosque shootings, secrecy shrouds search for answers", "TEXT": "The attacks revealed a “catastrophic failure of security intelligence” akin to “our version of September 11,” said Alexander Gillespie, a law professor at Waikato University. As a result, he said, security agencies will face questions during the inquiry that “will go to the heart of a lot of their processes, to which secrecy will be justified in some parts.”\n\nAD\n\nAD\n\nYet with much of the inquiry’s deliberations shielded from public view, New Zealanders lack firm answers about whether state agencies missed warning signs or failed to investigate tips about accused gunman Brenton Tarrant. It is still unknown whether the Australian national, who faces trial in June on murder and terror charges, had help or encouragement in planning his alleged attacks or had links with violent white-supremacist networks.\n\nThe inquiry’s recommendations are due next month, and Prime Minister Jacinda Ardern’s center-left government — which faces elections in September — will determine how much to make public. With Tarrant’s hearing approaching, authorities say they need to prevent public disclosure of details that could jeopardize a fair trial or the prospect of a conviction.\n\n“The general approach is that criminal charges should be tried in court, not in the media, and New Zealand doesn’t have U.S.-style questioning of jurors in high-profile cases, instead limiting what information can be made public. The royal commission will be careful to avoid publicly saying things that would suggest that Brenton Tarrant is guilty,” said Graeme Edgeler, a Wellington-based lawyer and legal commentator.\n\nSuppression orders cover evidence given to the inquiry by New Zealand’s police, intelligence and other state agencies, leading to worries this balancing act provides scope for officials to conceal missteps.\n\nAD\n\nAD\n\n“There is a distinct possibility that the inquiry report will be, if not a whitewash, a watered-down overview that does not attribute specific blame at the systemic, institutional or individual levels,” said Paul Buchanan, an Auckland-based consultant and commentator on security affairs who has worked with U.S. national security agencies.\n\nIn a letter to the inquiry last year, New Zealand’s former race relations commissioner, Joris de Bres, criticized the secrecy provisions and warned that they risked bringing the probe into disrepute.\n\n“This level of suppression of evidence and correspondence appears unprecedented,” he wrote. He declined to comment for this article.\n\nAD\n\nA spokeswoman for the commission said investigators had “conducted a private process for good reasons, including needing to protect [Tarrant’s] fair trial rights, national security and allowing people to come forward and provide evidence freely.”\n\nAD\n\nThe inquiry, led by a senior judge and former diplomat, was “working on the assumption that after the report has been made public, evidence and information gathered will be made public unless it is subject to issues of privacy, confidentiality, natural justice or national security,” she said.\n\nThe offices of Ardern and Justice Minister Andrew Little did not respond to requests for comment. Little has said that in the months before the massacre, officials had been discussing closer monitoring of far-right extremism.\n\nAD\n\nThere is frustration in the Muslim community over alleged failures by the authorities in the lead-up to the mosque slaughter. A submission to the inquiry by the Islamic Women’s Council of New Zealand contends that if officials had acted more rigorously in response to Muslims’ calls for protection from elements threatening their community, the gunman would likely “never have got to the door of the mosques.”\n\nAliya Danzeisen, a council member who sits on the Muslim reference group to the inquiry, has said that just a day before the attacks in Christchurch, she signed a police statement concerning a threat against her community.\n\nBut the secrecy has meant that the inquiry process may not be as open to challenge as it should be, she said. “The suppressions and the limited terms of reference mean that we can’t access any testimony and challenge it, or say whether or not it fits with our experience. There is definitely a power imbalance here, but that’s not the fault of the commission — it’s on the government.”\n\nAD\n\nAD\n\nA spokesman for New Zealand’s intelligence agencies said the commission’s scrutiny was vital for the victims’ families and for maintaining public confidence in intelligence work. “We must learn from this tragedy, and we will,” he said, adding that intelligence officials were cooperating with the process despite being restricted in what they could say publicly.\n\nPolice, too, said they had been working closely with the commission.\n\nWithout a U.S.-style constitutional guarantee of free speech, constraints on reporting in New Zealand can be wider than would be allowed under U.S. law, said Andrew Geddis, a professor of law at the University of Otago.\n\nDespite the secrecy, Abdul Aziz, a survivor of the attacks, said he had faith in the process.\n\nAD\n\n“I’m sure the government are doing their best; not everything can be made public yet,” he said. “Once the [Tarrant] case is finished, I expect the government will lift restrictions.”\n\nAD\n\nSecurity remains a live issue for New Zealand’s Muslim community. This month, a man was arrested in connection with an alleged threat against one of the mosques attacked in Christchurch."}}