{"GDELT": {"GlobalEventID": 912405861, "Day": 20200314, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2027, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.5019546520719302, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Camp Taji, Baghdad, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ07", "Actor1Geo_ADM2Code": "123553", "Actor1Geo_Lat": 33.5294, "Actor1Geo_Long": 44.2775, "Actor1Geo_FeatureID": "-3103338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Camp Taji, Baghdad, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ07", "Actor2Geo_ADM2Code": "123553", "Actor2Geo_Lat": 33.5294, "Actor2Geo_Long": 44.2775, "Actor2Geo_FeatureID": "-3103338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Camp Taji, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "123553", "Action2Geo_Lat": 33.5294, "Action2Geo_Long": 44.2775, "Action2Geo_FeatureID": "-3103338", "DATEADDED": 20200314191500, "SOURCEURL": "https://www.presstv.com/Detail/2020/03/14/620858/Iraq-military-demands-foreign-forces-swiftly-withdraw-following-US-air-raids"}, "ARTICLE": {"TITLE": "Iraq military demands foreign forces swiftly withdraw following US air raids", "TEXT": "The Iraqi military has called for an immediate withdrawal of all American and foreign troops from the country in accordance with a parliamentary resolution passed earlier this year, and in light of a string of airstrikes carried out by the United States against multiple locations of the Popular Mobilization Units (PMU), better known by the Arabic name Hashd al-Sha’abi.\n\nOn Saturday, the military asked all US-led forces to act within the resolution and pull out of Iraq.\n\nIraqi lawmakers unanimously approved a bill on January 5, demanding the withdrawal of all foreign military forces led by the United States from the country following the assassination of Lieutenant General Qassem Soleimani, the commander of the Quds Force of the Islamic Revolution Guards Corps, along with the deputy head of the PMU, Abu Mahdi al-Muhandis, and their companions in US airstrike authorized by President Donald Trump near Baghdad International Airport two days earlier.\n\nLater on January 9, former Iraqi prime minister Adel Abdul-Mahdi called on the United States to dispatch a delegation to Baghdad tasked with formulating a mechanism for the move.\n\nAccording to a statement released by his office at the time, Abdul-Mahdi “requested that delegates be sent to Iraq to set the mechanisms to implement the parliament's decision for the secure withdrawal of (foreign) forces from Iraq” in a phone call with US Secretary of State Mike Pompeo.\n\nThe 78-year-old politician said that Iraq rejects violation of its sovereignty, particularly the US military's violation of Iraqi airspace in the airstrike that assassinated General Soleimani, Muhandis and their companions.\n\nIraqi MP: We demand immediate withdrawal of US forces\n\nMeanwhile, an Iraqi lawmaker from the Fatah (Conquest) alliance has called for the “immediate” pullout of American-led forces from the country through diplomatic means.\n\n“Our fellow countrymen and women have become fully convinced that whatever has happened or happens in our country over the past 16 years is due to foreign interference in general, and the American interventions in particular in Iraq’s domestic affairs,” Ahmed al-Kinani said in a press release.\n\nHe added, “I would like to refer to repeated attacks on the sovereignty of Iraq by the occupying US forces, including the bombing of the headquarters of our security forces, army and the PMU, which led to their martyrdom and injury besides destruction of civilian facilities.”\n\n“Such repeated attacks do not show that US forces have good intentions, and that they must leave our land as demanded by the government, the parliamentary resolution and the Iraqi nation, who took part in a million-march demonstration and called for their immediate departure,” Kinani pointed out.\n\n‘Next Iraqi PM must be someone who can stop US recklessness’\n\nAnother Iraqi legislator lambasted US airstrikes as blatant violation of the Arab country’s sovereignty.\n\nNada Shaker Jawdat said that the country’s next prime minister must be someone who can firmly act against the US recklessness and its utter disdain for Iraq’s national sovereignty.\n\nAttack on Camp Taji cannot serve as pretext for foreign ops: Baghdad\n\nThe Iraqi military also cautioned the US and other foreign forces on Saturday against taking any military action in Iraq without the government's approval, emphasizing that recent missile strikes against the Camp Taji can't serve as a pretext for unauthorized actions.\n\nThe military noted in a statement that 33 Katyusha rockets had been launched on the military base, which is located approximately 27 kilometers (17 miles) north of the capital Baghdad and houses US-led troops, and that the attack critically injured several Iraqi air defense servicemen.\n\nThe statement added that the military found seven rocket launchers and 24 unused rockets in the nearby Abu Izam area.\n\nThe Iraqi Interior Ministry's Security Media Cell announced in a statement that “at 01:15 local time on Thursday (2215 Wednesday) an American aerial bombardment struck headquarters of Hashd al-Sha’abi, emergency regiments as well as commandos from the 19th Division of the army.”\n\nThe statement added that the airstrikes targeted positions in Jurf al-Nasr town, located about 60 kilometers southwest of the capital Baghdad, Musayyib town in the central province of Babil, the holy shrine city of Najaf as well as the ancient central city of Alexandria.\n\nفي تمام الساعة الواحدة والربع فجر هذا اليوم حصل اعتداء امريكي من خلال قصف جوي على مناطق (جرف النصر، المسيب، النجف، الاسكندرية) على مقرات تابعة للحشد الشعبي وأفواج الطوارئ ومغاوير الفرقة التاسعة عشر جيش.\n\nوسنوافيكم بالتفاصيل من خلال بيان يصدر من قيادة العمليات المشتركة لاحقًا. — خلية الإعلام الأمني🇮🇶 (@SecMedCell) March 12, 2020\n\nThe US military did not estimate how many people in Iraq may have been killed in the strikes, which officials said were carried out by piloted aircraft.\n\nUS Defense Secretary Mark Esper, in a Pentagon statement detailing the strikes, cautioned that the United States was prepared to respond again, if needed.\n\n“We will take any action necessary to protect our forces in Iraq and the region,” Esper said.\n\nSeparately, an Iraqi official said an airstrike had hit an airport under construction in Karbala, located about 100 kilometers (62 miles) southwest of Baghdad.\n\nThe official, speaking on condition of anonymity, told Arabic-language al-Sumaria television network on Friday that US military aircraft fired three missiles at the airport building, which is located in al-Haidariya district and near the border with neighboring Najaf province.\n\nHe added that the air raid killed a worker, and left great material damage at the site.\n\nMeanwhile, CNN, quoting a US military official, reported that the airstrikes were carried out against five weapons storage facilities.\n\nThe early Friday US airstrikes were carried out about 24 hours after at least 18 PMU fighters were killed in air raids targeting an area southeast of the city of al-Bukamal in eastern Syria and near the border with Iraq.\n\nThat deadly attack was conducted hours after the US-led military coalition purportedly fighting the Daesh Takfiri terrorist group announced that three of its personnel - two Americans and one Briton - had been killed in a rocket attack on Iraq's Taji military camp, located some 30 kilometers (18.6 miles) north of Baghdad."}}