{"GDELT": {"GlobalEventID": 912405763, "Day": 20200314, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2027, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.143583227446, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Montgomery County, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX339", "Actor1Geo_Lat": 30.3169, "Actor1Geo_Long": -95.4669, "Actor1Geo_FeatureID": "1383955", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Montgomery County, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 30.3169, "Action2Geo_Long": -95.4669, "Action2Geo_FeatureID": "1383955", "DATEADDED": 20200314191500, "SOURCEURL": "https://www.chron.com/neighborhood/neighborhood/moco/news/article/Conroe-restaurants-respond-to-new-coronavirus-15131556.php"}, "ARTICLE": {"TITLE": "Conroe restaurants respond to new coronavirus", "TEXT": "Conroe restaurants respond to new coronavirus\n\nSonya Moreno helps set out the lunch buffett Carmelita's Restaurant, Friday, March 13, 2020, in Conroe. Restaurant owner Carmen Overbay and her husband have owned the establishment for 21 years and has observed slower traffic due to the new coronavirus, but plan to remain open as long as they can. less Sonya Moreno helps set out the lunch buffett Carmelita's Restaurant, Friday, March 13, 2020, in Conroe. Restaurant owner Carmen Overbay and her husband have owned the establishment for 21 years and has observed ... more Photo: Jason Fochtman, Houston Chronicle / Staff Photographer Photo: Jason Fochtman, Houston Chronicle / Staff Photographer Image 1 of / 8 Caption Close Conroe restaurants respond to new coronavirus 1 / 8 Back to Gallery\n\nWith at least three confirmed cases of the new coronavirus in Montgomery County, some restaurants have started to notice a difference at tables and buffet lines.\n\nFor 21 years, Carmen Overbay and her husband have owned Carmelita’s, the downtown Conroe restaurant best known for its tamales. This week, she said, traffic has been slower, which she suspects is because of COVID-19.\n\n“It’s busy, but not as busy as two weeks ago,” Overbay said.\n\nOverbay remains optimistic that the virus will slow down and people will regain the confidence to go out again. She believes it is good that people are willing to take steps to help keep each other safe and healthy as she also takes precautions to keeps the restaurant sanitized and avoids the risk of exposure at large events such as festivals.\n\n“I don’t know what else to do,” Overbay said. “We are going to try to stay open as long as we can. We do what they say: wash your hands, wash your dishes, and sanitize and keep calm.\n\n“Everything is going to be OK,” she added.\n\nIn 2019, Accommodation and Food Services counted as one of the leading industries in Conroe with 4,727 jobs and 263 establishments, according to data provided by Conroe’s Economic Development Corp.\n\nA short distance away from Carmelita’s, Ni’s China Buffet on Loop 336 in Conroe has also observed a change in customers using the restaurant’s hand sanitizer and washing their hands before eating. The restaurant has also started to offer gloves to customers upon request.\n\nJax Ni, who has owned the business with his family since 2003 and has watched many of his customers grow up in his restaurant. Right now, he believes “time is the big controller” as he continues to keep an eye on the news across the world and within the community, including how it has affected the food service industry.\n\n“All of the restaurant market has kind of slowed down but depending on the area and how bad it is,” Ni said. “It is still alright for our area. It’s a small town, so there is not a lot of traffic from out of state or out of country. But I have heard from my friends in the big cities and they say it is pretty bad because everybody stays and does not go out.”\n\nNi, who follows health officials’ recommendations but has not received specific instruction as of Thursday from the government, believes some people may watch the news in China, and not realize the government has different policies in the United States.\n\nHe hopes that it does not get as bad here and that the government will gain control over the situation or that a change in weather will help slow the virus. In the meantime, as the situation continues to evolve, he takes it one day at a time, and focuses on what is within his control, such as focusing on making healthy individual decisions, which he also advises to others, from drinking water to staying home if sick.\n\n“Everybody watch by self,” Ni said. “Everybody control by self.”\n\nCOVID-19 symptoms include fever, cough, and shortness of breath. Some patients may experience aches pains, nasal congestion, sore throat, and diarrhea.\n\nThe World Health Organization has reported more than 132,000 cases of COVID-19 from 123 countries and territories, including from the hardest-hit origin in Wuhan, China. As of Friday, WHO reported a total of 5,000 deaths from the pandemic.\n\nSeveral events have been canceled in Montgomery County and city officials urge residents to remain calm, stay home, and avoid large crowds.\n\n“I will not minimize what we are facing,” Mayor Toby Powell said in a previous Courier article adding residents just needed to take simple precautions to avoid the virus. “Coronavirus spreads quickly and easily. Most people experience mild symptoms, but some experience serious symptoms that will require hospitalization. The Montgomery County Health District is seeing indications that the virus will spread within our county. The number of people who will need specialized medical care will likely rise over the coming weeks and months.\n\n“Our goals are to slow the spread of the virus and protect our medical resources for those who will need them.”\n\nmellsworth@hcnonline.com"}}