{"GDELT": {"GlobalEventID": 912405507, "Day": 20200314, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2027, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "GBR", "Actor2Name": "BRITISH", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.747126436781611, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200314191500, "SOURCEURL": "https://www.presstv.com/Detail/2020/03/14/620860/UK-Media-Fake-News-Iran-Coronavirus-Outbreak"}, "ARTICLE": {"TITLE": "British media peddles fake news and scare stories on coronavirus outbreak in Iran", "TEXT": "By Press TV website staff\n\nThe global coronavirus pandemic has given some countries the opportunity to settle political scores with their opponents. There is no better example than the United States which has both directly and indirectly distributed corona-related fake news about its political enemies.\n\nUS Secretary of State, Mike Pompeo, has provocatively labeled the COVID-19 disease the “Wuhan virus” in a malicious attempt to attribute blame for the outbreak to the Chinese government and people.\n\nA similar dynamic is in play with respect to the Islamic Republic of Iran whose people have been disproportionately affected by the COVID-19 disease.\n\nThe US government not only refuses to take responsibility for aggravating the impact of COVID-19 on Iran – by maintaining its malicious sanctions regime which has led to medicinal shortages – but it has actually gone on the offensive by using the coronavirus outbreak to undermine Iran’s reputation.\n\nTo that end, the Washington Post ran an incendiary article on March 12, making the extraordinary claim that Iran was digging “vast” burial pits at the Behesht-e Masoumeh cemetery in Qom.\n\nThis article was just one of the successive incendiary and essentially fake news items the Washington Post has produced on the coronavirus outbreak in Iran.\n\nPress TV has already comprehensively debunked Washington Post’s March 12 piece and has brought out its hyped reporting about the pits being “seen from space” – to create the false impression of mass graves – into sharp relief.\n\nIndeed, astute observers have pointed out that the overall length of the purported 100 yards of “burial pits” in the satellite images cannot accommodate more than about 75-100 graves, which are not significantly higher than the official death toll announced for the city of Qom.\n\n🎥@washingtonpost @IranIntl: A closer look at trenches visible from space! In this video the official explains how the graves are made after the trenches are dug. Also, using lime is nothing new and regularly used in cemeteries, he says. #Iran #coronavirus #گورهای_دسته_جمعی #قم pic.twitter.com/IBl8tMzAwO — Habib Abdolhossein (@HAbdolhossein) March 13, 2020\n\nLoath to be seen outclassed by their American counterparts across the pond (Atlantic Ocean), the British media have enthusiastically jumped on the fake news bandwagon.\n\nSaudi connection\n\nLeading the way is the London-based anti-Iran News Channel, Iran International, which is directly funded by the Saudi Crown Prince, Mohammad Bin Salman. In keeping with its foundational policy of projecting Iran as darkly as possible, Iran International has enthusiastically adopted the Washington Post story and used it as a yardstick to create additional fake scare stories on the COVID-19 outbreak in Iran.\n\nIndeed, scaremongering appears to be the British media’s policy on reporting the coronavirus outbreak in Iran.\n\nBBC connection\n\nTo that end, the state broadcaster, the British Broadcasting Corporation (BBC), and specifically its Persian language branch, reported in late February that “210” people had died in Iran following infection with the coronovirus.\n\nBBC Persian conveniently cited sources in Iran’s “health system” to support its fake story which was clearly designed to both scare people and to question the competence and trustworthiness of the Iranian authorities.\n\nThe unsubstantiated claim of a cover-up by Iranian authorities – in relation to the supposedly true scale of the outbreak and its casualties – has informed the British media’s coverage of the outbreak in Iran.\n\nThe left joins in\n\nEven the left-of-center Guardian newspaper (which likes to project a progressive and mildly dissident attitude) has tried its hardest to imply a cover-up by the Iranian authorities, even going to the extent of presenting normal disputes and disagreements between Iranian officials (which are understandable at a time of crisis) as evidence for this essentially untrue assertion.\n\nBeyond unsubstantiated claims of a cover-up, the British press has tried to paint a picture of chaos and incompetence at the leadership level in Iran, as demonstrated by the Times newspaper’s obsession with the supposedly disproportionate number of Iranian officials past and present afflicted with the virus, some of whom sadly passed away.\n\nOn the issue of coronavirus infection reaching leaders and officials, the truth is what is happening in Iran is no different to other outbreak hotspots, notably Italy, the US and indeed the UK, where the health minister, Nadine Dorries, has contracted the virus.\n\nFollowing Washington\n\nOn closer inspection, the alarmist reporting of the (London) Times appears to be a reflection of the attitude of the New York Times which in an op-ed on March 06 waxed lyrical on how Iran has “completely” and “utterly” botched its response to the coronavirus outbreak.\n\nPolitics aside, the British media should reflect long and hard about the real comparison between the Iranian and British responses to the coronavirus outbreak.\n\nIranian leaders and officials are currently going out of their way to impose appropriate restrictions – and ones in keeping with local culture and customs – to stem the tide of the deadly coronavirus outbreak.\n\nBy contrast, British leaders and officials, led by Prime Minister, Boris Johnson, have attracted widespread international criticism for adopting laissez-faire measures against COVID-19.\n\nHerd immunity\n\nJohnson and his team have refused to introduce extensive social distancing and to close schools and other national institutions (as has happened around the world) in the hope of developing “herd immunity” against the coronavirus.\n\nThe British government’s strategy appears to be predicated on the belief that COVID-19 will travel the same trajectory as influenza in terms of mass immunity, but the scientific evidence runs contrary to that assumption.\n\nThere is little wonder then that global expert opinion is deeply wary of the British strategy, which could potentially lead to mass casualties, particularly amongst the elderly.\n\nSocial media ridicule\n\nSocial media has been awash with posts ridiculing Johnson’s approach, with some users likening it to a sinister plan to kill off the elderly and the economically inactive.\n\n#HerdImmunity is a Cummings plan to burn through the epidemic quickly, kill off the old and sick, and come out of the other side ready to outcompete other nations crippled by long term mitigation\n\n\n\nHe doesn't care about the collateral damage#Covid19 #COVID_19uk #coronapocalypse pic.twitter.com/YY3hm7jQPe — Aaron Carr (@ScaryChildren) March 13, 2020\n\nMeanwhile, some twitter users stretched creativity by legitimately asking what the Western response would be if Iranian President Hassan Rouhani had talked in the same casual way as Johnson about the loss of life resulting from the development of herd immunity.\n\nImagine Pres Rouhani saying what the British PM said about #coronavirus, the projected loss of life & the plan for a limited UK govt response. Mercenaries at BBC Persian & other propaganda outlets of western Empire would be up in arms. But they won't bite the hand that feeds them https://t.co/6PpEYiF0ks — Seyed Mohammad Marandi (@s_m_marandi) March 14, 2020\n\nInstead of looking for fake scare stories in Iran, the British press would be better advised focusing on the developing humanitarian disaster at home."}}