{"GDELT": {"GlobalEventID": 912405514, "Day": 20200314, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2027, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "IRNGOV", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -9.80392156862748, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200314191500, "SOURCEURL": "https://www.jpost.com/International/Hezbollah-commander-prosecuted-in-Austria-for-terror-finance-620968"}, "ARTICLE": {"TITLE": "Hezbollah commander prosecuted in Austria for terror finance", "TEXT": "BERLIN – Prosecutors in the Austrian state of Carinthia have started a trial against an alleged Hezbollah commander who spent 13 years in the central European country while reportedly being involved in financing terrorism.\n\n\n\n\n\nThe trial has triggered outrage, according to the Kronen Zeitung, commonly known as the Krone, a mass circulation paper, because the Lebanese-born man is not awaiting trial in prison.\n\n\n\n\n\nKronen Zeitung wrote: “What seems strange is that the alleged terrorist is free and not in custody,” adding that “the public prosecutor has not made an application.” The trial will formally start in early April.\n\nmilitary leader has lived in Carinthia for 13 years. The authorities have accused him of working for Hezbollah in Lebanon.\n\n\n\n\n\nThe indictment states that the Hezbollah commander is a member of a terrorist organization and engaged in the finance of terrorism activities. He could face a 10-year prison sentence.\n\n\n\n\n\nThe paper said that a similar case involving an accused jihadi terrorist resulted in a late arrest. The Jerusalem Post has reported that Hezbollah operatives who blew up an Israeli tour bus in Burgas, Bulgaria, fled to Lebanon and the authorities in Beirut refused to extradite the accused terrorists. They murdered five Israelis and their Bulgarian Muslim bus driver during the bus bomb attack in 2012.\n\nIn 2019, Peter Gridling, director of the Austrian federal agency responsible for combating terrorism, said the biggest danger for Austria is Islamic terrorism.\n\n\n\nAustria’s 2018 intelligence report, the most recent document on covering terror threats, lists Islamic terrorism but does not address the danger in specific terms. For example, the Iranian-sponsored Hezbollah organization is not listed.\n\nThe US governments under both the Obama and Trump presidencies have designated Iran as the top state-sponsor of international terrorism.\n\nAustria’s intelligence agency did not even mention the Islamic Republic of Iran in its report. Assadollah Assadi, a Vienna-based Iranian diplomat, was arrested in 2018 in connection with a plot to blow up an Iranian dissident near Paris in 2018.\n\n\n\n\n\nAustria and the European Union have merely classified Hezbollah’s so-called “military wing” a terrorist entity. The US, England, the Netherlands, the Arab League, Israel and a number of Latin American countries designated Hezbollah’s entire movement a terrorist organization. Hezbollah’s leadership admits this, declaring itself a unified organization without political and military wings.\n\n\n\n\n\nGermany’s Bundestag passed a December resolution urging the federal government to outlaw Hezbollah activities in the country.\n\nThe unnamed Hezbollah"}}