{"GDELT": {"GlobalEventID": 912405792, "Day": 20200314, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2027, "Actor1Code": "USA", "Actor1Name": "ILLINOIS", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 124, "EventBaseCode": 124, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 1.22783083219645, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_Lat": 40.3363, "Actor1Geo_Long": -89.0022, "Actor1Geo_FeatureID": "IL", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 40.3363, "Action2Geo_Long": -89.0022, "Action2Geo_FeatureID": "IL", "DATEADDED": 20200314191500, "SOURCEURL": "https://cookcountyrecord.com/stories/527836325-bar-associations-pan-some-il-supreme-court-campaigns-epstein-rating-a-result-of-inflexible-rule-based-on-candidate-legal-experience"}, "ARTICLE": {"TITLE": "Bar associations pan some IL Supreme Court campaigns; Epstein: Rating a result of 'inflexible rule' based on candidate legal experience", "TEXT": "Daniel Epstein, a candidate for the Illinois Supreme Court has pushed back, slightly, against the recommendations from certain attorney associations that voters should selected other candidates, because he is too inexperienced to sit on the state’s highest court.\n\nHowever, the campaign for Illinois First District Appellate Justice Sheldon “Shelly” Harris has not responded to a request from the Cook County Record to comment on the Illinois State Bar Association’s decision to rate him as “not qualified.”\n\nEpstein, an Evanston attorney, and Harris are among a crowded field seeking the Democratic Party’s nomination for a 10-year term on the Illinois Supreme Court, from the state’s First Judicial District. The district is limited to the borders of Cook County, so only Cook County voters will be allowed to vote in the race.\n\n\n\nIllinois First District Appellate Court Sheldon A. \"Shelly\" Harris | harrisforjustice.com\n\nOther candidates seeking the seat include:\n\nP. Scott Neville, a former appellate court justice who has served on the state Supreme Court since 2018, when he was appointed to serve out the remainder of the term of retired Supreme Court Justice Charles E. Freeman, the state’s first African American Supreme Court justice;\n\nAppellate Justice Cynthia Y. Cobbs;\n\nAppellate Justice Jesse G. Reyes, who, if elected would become the state’s first Hispanic Supreme Court justice;\n\nAppellate Justice Margaret Stanton McBride;\n\nAppellate Justice Nathaniel R. Howse.\n\nNeville, Cobbs and Howse are all African American.\n\nThis election cycle, a number of legal associations again evaluated and rated the candidates, ostensibly as a way to help voters decide who to support in the election.\n\nThe Chicago Bar Association, for instance, rated Neville, Reyes and McBride as “highly qualified.”\n\nHarris, Cobbs and Howse were each rated “qualified.”\n\nEpstein was rated “Not Recommended.”\n\nWeekly Newsletter Sign-up and get latest news about the courts, judges and latest complaints - right to your inbox. Sign up × By signing up you agree to receive email newsletters or alerts from Cook County Record. You can unsubscribe at any time.\n\nEpstein’s rating was echoed by the Illinois State Bar Association.\n\nIn response, Epstein said the rating was expected. He noted the bar associations all operate under a “bright line rule,” established by the Alliance of Bar Associations for Judicial Screening.\n\nAny judicial candidates with less than 10 years of legal experience are automatically rated “Not Recommended” for the bench, Epstein said.\n\n“This is a reflection solely of that inflexible rule,” Epstein said. “It doesn’t reflect on my candidacy.”\n\nEpstein has made his name in legal circles for his work, primarily through the firm of Jenner & Block, representing “people who have been wronged,” pro bono. At times, that work has taken him through to the U.S. Supreme Court.\n\nHis current campaign is based around fixing what he sees as “systemic problems” in Illinois’ legal system.\n\nAmong other issues, he is seeking to allow independent parties to decide if judges have conflicts of interest in hearing certain cases; to deploy sentencing guidelines to “fight bias in sentencing; to end cash bail for those charged with crimes; and to change the standard of evidence in Illinois courts, to the so-called Daubert standard, which he said would stop the courts from treating “pseudoscientists” as experts.\n\nEpstein noted his relative lack of experience has not stopped him from receiving endorsements, including, among others, from labor unions, including Teamsters Local 777; progressive political organizations, like Planned Parenthood, Chicago NOW PAC and Our Revolution; civil rights lawyers, including Jon Loevy and Alexander Polikoff; law professors, including Illinois political corruption expert Dick Simpson; and the former general counsel for the Illinois State Bar Association, Tom Murphy.\n\n“I believe we have done an excellent job of changing the terms of the debate in this race and in this state,” said Epstein.\n\nISBA also rated Neville, Reyes, McBride and Howse as “highly qualified.” It rated Cobbs as “qualified.”\n\nHarris, however, was rated “not qualified,” noting concerns about his “demeanor” as a judge and on the bench.\n\nHarris did not reply to questions submitted by the Cook County Record.\n\nAccording to a report from Injustice Watch, Harris has spent more than $1.3 million on the race. He has put $1.95 million of his own money into the campaign, and has not indicated where that money came from.\n\nNeville has received the endorsement of the Democratic Party in the contest."}}