{"GDELT": {"GlobalEventID": 912405243, "Day": 20200314, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2027, "Actor1Code": "COP", "Actor1Name": "PRISON", "Actor1Type1Code": "COP", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.90378548895899, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20200314191500, "SOURCEURL": "https://www.veteranstoday.com/2020/03/14/200-turkish-backed-jihadists-in-italy-and-europe-from-libya-egypt-alerts-un-security-council/"}, "ARTICLE": {"TITLE": "200 Turkish-backed Jihadists in Italy and Europe from Libya. Egypt alerts UN Security Council – Veterans Today", "TEXT": "by Fabio Giuseppe Carlo Carisio fot VT Italy\n\nTwo natural water borders, the Mediterranean between Italy and Libya and the Evros river on the border between Greece and Turkey, are turning into two war fronts for Turkey’s assault on Europe with the migrant-jihadists in the complicit silence of the countries of the European Union, Brussels itself and NATO which expressed “moral” and political support to the allies of Ankara for the losses in Syria.\n\nWe told in a previous article about the trench of fire, tear gas, stone-throwing and, in the last few days also shooting, along the fences near the Pazarkule check-point between the Greek district of Kastianes and the Turkish district of Edirne where the fences are set on fire by migrants with the unequivocal shout of the Islamic terrorists “Allah Akbar” as evidenced by a disturbing video.\n\n“Allah is great”, all Muslims say it, but usually they do it during prayers or as a form of greeting to relatives and friends devoted to Islam.\n\nWhen that phrase is screamed with a misrepresented face while tear gas produced by Turkey is launched (as shown in the last report) it becomes a declaration of war like that of the killing suicide bombers that the moderate Muslims themselves, mostly Shiites but also Sunnis, call Tafkiri, that means un-worshipper, heretics.\n\nNow, however, the alarm, although ignored by the media and politics, is growing even more on the Mediterranean front because 200 pro-Turkish jihadist mercenaries have arrived in the European Union.\n\nAlert comes from Syrian Observatory of Human Rights (SOHR), an ambiguous information center based in Coventry, England, founded by an anti-Assad Syrian exile and therefore partisan when talking about the rebels in Syria but reliable enough when focusing on phenomena related to extreme Jihadism concerning other areas.\n\n«The number of Syrian fighters fleeing Libya to Europe continues to rise. Reliable sources have informed the Syrian Observatory that nearly 40 fighters of al-Hamzat and other factions have fled to Italy in the past few hours, bringing the number of Syrian fighters who fled from Libya to Europe to nearly 200».\n\nThis silent migration takes place likely on the boats of immigrants who still leave Libya to reach Sicily and Lampedusa despite the Corona Virus emergency, despite the nightmare pandemic. As if it was a real military operation…\n\nSOHR is quite credible when telling “negative” issues concerning jihadists because he repeatedly denounces their crimes against the Kurds in Afrin, where they operate under the auspices of the Olive Branch military operation commissioned by Turkish President Recep Tayyip Erdogan.\n\nInstead, the Syrian Observatory becomes cotradictory when they rage on the Syrians. In fact, he blames Damascus and Moscow for the bombings of Idlib, the last stronghold of the terrorists Hayyat Tahrir al-Sham (HTS) who with 19 rocket launches, in recent days, have continued their war violating for the thousandth time the truce agreed by Turkey and Russia and thus forcing the Syrian Arab Army to resume fighting.\n\nI was so sure that the ceasefire would last less than 24 hours that I deliberately decided to omit to report the news of the agreement which proved useful only to the Ankara army to send 600 other military reinforcement vehicles (50 of which entered the city ​​of Idlib), just like all the other times, even so as to make the diplomatic strategy of Russian President Vladimir Putin embarrassing …\n\nWell, the Syrian Observatory had already revealed that the number of jihadist mercenaries recruited from Turkey had exceeded 6,000. Of these 4,750 have already been sent to Libya to support President Fayez al Sarraj of the Tripoli National Agreement Government (GNA) for fighting against Libyan National Army (LNA) heads by General Khalifa Haftar.\n\nHaftar, military leader of Benghazi and Cyrenaica, is become now conqueror of some strategic cities of Tripolitania such as Misurata and the Gulf of Sirte, where there are some of the oil platforms of the NOC, the national company administered by Tripoli, sealed by the LNA himself to damage economically the adversaries.\n\nMeanwhile 117 Turkish-backed militiamen have already been killed in battle but 200 others of them have already crossed the Mediterranean reaching Europe thanks to the Italian coasts where they landed with the boats, probably with a trip paid by some terrorist organization like ISIS, when was powerful and rich, did for his best fighters.\n\nIn a previous report we revealed that some of Erdogan’s jihadist mercenaries were fugitives hit by international arrest warrants for repeated terrorist crimes: as ascertained by the intelligence of the LNA of Haftar, who became almost sympathetic to the geopolitical experts precisely for his hunt for Islamic extremists.\n\nToday the Twitter profile of the same army of Cyrenaica publishes further information to highlight the dangerous profile of these same terrorists which materializes in two extremely eloquent images: that of the extremist Sunni factions brought to Libya from Ankara; and that of a car of GNA militiamen photographed in Tripoli where the photo of Wissam Bin Hamid leader of the Shura (Local Council) of Benghazi of Isis is exposed on display, killed in 2017 by the Haftar militiamen in their hunt for the jihadists of the Black Flag.\n\nTo the list of terrorist groups already mentioned by SOHR that LNA believes financed by GNA are added six “local” sections of the same Islamic State such as those of Barga, Sabha, Darma and their allies of Jama’at Nasr al Islam wal Muslimin.\n\nMany of these exponents were “neutralized” by the Haftar army from 2012 onwards but the supersitit militiamen would have regained new strength thanks to the arrival of the factions of the other pro-Turkish jihadists.\n\nEven counter-terrorist intelligence officials find it difficult to navigate in this junkyard of groups and names with multiple aliases. Just think that to locate 12 jihadists who arrived in European ports by migrant boats or even comfortably with scheduled ferries, Interpol had taken a few months in the massive Neptune II operation.\n\nEGIPT ALERTS UN SECURITY COUNCIL\n\n\n\nThe matter has become so alarming that the UN ambassador to the United Arab Republic of Egypt, Mohamed Edrees, wrote about UN Security Council president Zhang Jung, representative of the People’s Republic of China, who the letter accusing Ankara of sent to all the other members of the committee «many violations of International Law, the United Nations Charter and Security Council Resolutions issued under Chapter VII».\n\n«I write you to draw the attention on the United Nations Security Council to the serious threat posed to the international peace ad security by the actions of the Government of Turkey in relation to the recruitment, tranfer and deployement of Foreign Terrorist Fighters (FTFs) and members of terrorist cells, militias and armed groups from Syria to Libya» Edrees has written.\n\n«Indeed, since its invasion of North-Eastern Syria in October 2019, Turkey’s Intelligence Agency has been trasferring terrorists affiliated to ISL/DAESh, previously in detention centters in that region, to Lybia. The Turkish Government has also trasferred Al-Qaeda affiliated terrorists from “Idlib” across the sea. Moerover, the Turkish Government has been transporting terrorist from Gaziantep in Turkey to Istanbul on its military aircrafts» the ambassador reports what Gospa News and few other western counter-information media already reported weeks ago.\n\nEgipt urges the Security Council to «hold the Government of Turkey accountable for its grave trangressions» but further «reserves its right to take all necessary measures to preserve its national security and remains committed to upholding its responsabilities towards combating terrorism and maintanence of regional and international peace and security, while fully respecting its obligations pursuant to international law».\n\nFrom the Arab republic of Il Cairo, bordering on Libya, therefore, an ultimatum arrives. Now UN, already activated to investigate the phenomenon, will have to face at the security summit where, in all likelihood, Washingtoncould however veto any resolution in an attempt to recover relations with Ankara.\n\nMeanwhile LNA in his Twitter profile reports the Irish-born Libyan Mahdi Al-Harati, founder of the Ummah Battalion in Syria, is playing a role in sending and receiving Syrian militants from northern Syria through Turkey to Tripoli.\n\nWhile «intelligence reports indicate that some of the Syrian mercenary terrorists sent to Tripoli have moved to Tunisia to found an operational cell, in particular those of Ahrar Al-Sharqia under the command of Abu-Motasim Al-Diri» adds the Haftar army.\n\nIn December 2019, however, the jihadists hidden in Tunisia had returned to Libya, from where they had fled years before due to the counter-terrorist operations of the LNA troops and the GNA police, to join the first 300 militants sent from Turkey.\n\nTIES AMONG TUNISIA, LIBIA, ITALIA AND QATAR\n\nFor a curious coincidence from Tunisia, as well as from Libya, landings to Italy have intensified. The latest of which occurred only yesterday, Thursday 12 March, as RaiNews reports in detail, also recalling previous ones. «Twenty-six people, including two children and a woman, have landed in Lampedusa tonight. The mayor Totò Martello issued an order to quarantine migrants in the island’s reception center, with a ban on going out.\n\nAs foreseen by the new protocol dictated by the coronavirus emergency, only the health clinics went to the pier where they proceeded to transport them to the hotspot.\n\n«The last landing in Lampedusa occurred on February 18, when the Coast Guard blocked ten Tunisians who walked along the Favaloro pier after abandoning the boat on a nearby beach. The day before, 16 migrants had disembarked and on February 14 another 60, rescued off the island by the Port Authority» adds RaiNews.\n\nTo understand how strategic Tunisia is on the route of terrorism, we must remember the story of the militant Fitour al Dabbashi, head of a powerful tribal clan comparable to a mafia gang in Italy, who joined the Martyrs of Sabrata brigade alongside the GNA army..\n\nFitour was paid 5 million euros from Italy to guarantee the security of the Gulf of Sirte, where there are Eni plants and the greenstream gas pipeline for Sicily starts, limiting the departure of the migrant boats, despite being suspected of favoring immigration illegal ISIS terrorists from Tunisia such as his cousin Wissam al-Dabbashi arrested by RADA agents. the special forces of the Interior Ministry of Tripoli.\n\nAnd also in Libya, where the internationally agreed truce is often broken by both sides, according to LNA «Abu Bakr Suleiman Mardama of the Council of Sheikhs and Tribal Elders has monitored suspicious calls from Qatar, which are trying to influence the project national supporting ideological and extremist programs Libya».\n\nThe small emirate of the Arabian Peninsula, unpopular with Saudi Arabia but an ally of the US that has the US Air Force Al Udeid base from which the killer drone would have left to kill the Iranian general Qasem Soleimani, is suspected of being the occult financier of the Turkey’s operation, as both governments are controlled by the Muslim Brotherhood.\n\nItaly is in serious difficulty in the face of this situation given that it has enormous interests with Doha which together with Ankara supports the GNA.\n\nRome therefore must try to turn a blind eye to Erdogan’s bad-concealed maneuvers for the movement of mercenary jihadists from Syria and from Turkey, many of whom were freed from prisons where they had been arrested for terrorism in affiliation to Isis or Al Qaeda, to Libya and then to Italy and Europe.\n\nWhether jihadists arrived in the Italian peninsula to disperse in other EU countries or to remain in the Italian peninsula one obviously cannot know.\n\nHow can we not know if they entered the Old Continent to become a sleeping cell on a secret mission for the Turkish intelligence MIT that recruited and trained them, or if they came only in search of better living conditions: a less probable hypothesis due to the Turkish 007 could take revenge on their families to whom the lavish salary of $ 2,000 per month is sent.\n\nLandings from Libya have slowed down due to the CoronaVirus pandemic that prompted the government to quarantine not only immigrants but also the crews of NGO ships that had rescued 272 migrants who landed on Sunday 23 February in Pozzallo with the Sos Mediterranée Ocean Viking ship and 197 arrived on Thursday 27 February at the port of Messina with Sea Watch 3.\n\n«By preventing us from returning to the SAR area, this discriminatory measure addressed only to search and rescue ships puts the lives of those fleeing Libya at risk» the humanitary associations concerned protested for the provision which, however, is now close to the expiry of the 14-day observation period in isolation.\n\nIt should be remembered that many Nigerian Mafia criminals and ISIS terrorists arrived in Italy right on the boats, Daesh best fighters with free travel-prize, or even under the direction of the same Turkish intelligence that now manages the jihadists in Libya.\n\nAll this takes place in total silence from the Italian and EU governments but, as seems, also many of the public security institutions. The only ones who understood the alarm were the US which already in January had alerted their embassy in Rome about the risk of terrorist attacks in Italy.\n\nFabio Giuseppe Carlo Carisio\n\n© 2020 no reproduction without authorization – versione originale in italiano\n\n\n\nMAIN SOURCES\n\nGOSPA NEWS – REPORTAGES SUI JIHADISTI\n\nGOSPA NEWS – WARZONE REPORTS\n\nSOHR – 200 JIHADISTS FROM LIBYA TO EUROPE\n\nTWITTER LIBYAN NATIONAL ARMY\n\nRAI NEWS . MIGRANTI A LAMPEDUSA\n\nhttp://www.gospanews.net/2019/12/31/libia-dopo-i-jihadisti-la-turchia-invia-le-armi-voli-sospetti-dal-belgio-in-sfregio-allembargo/\n\nAuthor Details Author Details Fabio Giuseppe Carlo Carisio Director , Gospa News Fabio is Director and Editor of Gospa News; a Christian Information Journal. Fabio Giuseppe Carlo Carisio, born on 24/2/1967 in Borgosesia, started working as a reporter since he was only 19 years old in the alpine area of Valsesia, Piedmont, his birth region in Italy. After studying literature and history at the Catholic University of the Sacred Heart in Milan, he became deputy director of a local newspaper and specialized in judicial reporting. For about 15 years he is a correspondent from Northern Italy for the Italian newspapers Libero and Il Giornale, also writing important revelations on the Ustica massacre, a report on Freemasonry and organized crime. With independent investigations he collaborates with Carabinieri and Guardia di Finanza in important investigations that conclude with the arrest of Camorra entrepreneurs or corrupt politicians. In July 2018 he found the counter-information webmedia Gospa News focused on geopolitics, terrorism, Middle East and military intelligence. He is a correspondent from Italy for the French news site Reseau International. He worked since many years for the magazine Art & Wine as art critic and curator http://www.art-wine.eu/"}}