{"GDELT": {"GlobalEventID": 912572630, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "USAMED", "Actor1Name": "WALL STREET JOURNAL", "Actor1CountryCode": "USA", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.66019417475728, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200316000000, "SOURCEURL": "https://www.politico.com/states/california/story/2020/03/15/lockdown-vs-libertarian-tug-of-war-for-local-officials-1267144"}, "ARTICLE": {"TITLE": "Lockdown vs. libertarian tug of war for local officials", "TEXT": "A woman grabs cleaning products in a New York City store | Jeenah Moon/Getty Images Lockdown vs. libertarian tug of war for local officials\n\nJERSEY CITY, N.J. — Governors and local leaders are furiously working to convince the public to heed social distancing guidance, with a cascade of increasingly stringent limitations raining down in California, Illinois and Ohio on Sunday.\n\nBut the moves are clashing with the millions of Americans disinterested in upending their way of life — some of whom are flaunting public health guidance with the support of prominent public officials.\n\nAdvertisement\n\nOklahoma Gov. Kevin Stitt took his children to a “packed” restaurant Saturday and proudly tweeted to “#supportlocal” amid the coronavirus pandemic. He later deleted the tweet.\n\nOn Fox News Sunday, Rep. Devin Nunes (R-Calif.) declared “it’s a great time to go to the local restaurant” or to “go to your local pub” — not “to the grocery store and buy $4,000 worth of food.” Later that day, California Gov. Gavin Newsom ordered pubs closed until further notice.\n\nAnd across the nation, from New York’s Lower East Side to San Francisco’s Mission neighborhood, it was “business as usual” for young people crowded into hot, sticky bars, laughing away coronavirus fears.\n\nSaturday’s night out took place before three states took major steps Sunday to keep the public at home: Newsom mandated the closure of all bars and nightclubs and ordered people ages 65 and older to stay home, while Ohio Gov. Mike DeWine and Illinois Gov. J.B. Pritzker issued orders closing bars and restaurants with the restaurant ban applying only to dine-in customers.\n\nCities and states late last week began imposing severe restrictions on local businesses and, in some cases, the movement of their citizens. In New Jersey, the mayor of Hoboken, a one-square-mile party town on the Hudson River, imposed a citywide, 10 p.m. curfew and ordered the closures of gyms, theaters and daycare centers. Teaneck, the epicenter of the state’s outbreak, has requested that all residents self-quarantine.\n\nIn New York City, one city councilman has called for a full lockdown of the nation’s largest city, ala France or Italy, and the city council president is demanding a halt to “all non-essential services.” A state legislator who is the husband of a city council member has been diagnosed with Covid-19, the illness caused by the coronavirus.\n\nThe bars were closed in South Boston Sunday, even with St. Patrick’s Day around the corner. And Washington, D.C. on Sunday imposed restrictions on eateries and drinking halls.\n\nNew Jersey. Gov. Phil Murphy said he’s considering a statewide curfew.\n\n“This is not business as usual,” Murphy said Sunday during a call with reporters. “Almost anybody who’s an expert here will tell you the next seven to 14 days will define our country.”\n\nThe patchwork of local and state policies, sure to grow in coming days, will test the limits of the government’s ability to restrict business and the movement of citizens — and will decide how fast the coronavirus spreads through the nation.\n\nPresident Donald Trump is now facing pressure — even from fellow Republican Gov. Ron DeSantis of Florida — to impose domestic travel restrictions that could help slow the crisis enough for hospitals to keep up with the growing number of patients.\n\nThere were nearly 3,000 confirmed cases of infections in the U.S., resulting in 57 deaths, as of Sunday afternoon, according to data compiled by Johns Hopkins University. The number of domestic deaths could soar exponentially into the hundreds of thousands or even millions, federal officials say.\n\nBut many Americans simply aren’t buying into the warnings to stay home. A majority of the respondents of an NBC News/Wall Street Journal poll said they expected their lives to change in only a “small way” or not at all. The poll found a partisan divide.\n\nAnthony Fauci, the nation’s top infection disease expert, went on every Sunday news show to say that the public was not taking the social distancing guidance seriously enough. He urged all Americans to isolate themselves from others.\n\n“I think Americans should be prepared that they are going to have to hunker down significantly more than we as a country are doing,” Fauci, director of the National Institute of Allergy and Infectious Diseases, told NBC’s Chuck Todd on “Meet the Press.”\n\nOn CNN, asked specifically about crowded restaurants and bars, Fauci said he would “like to see a dramatic diminution of the personal interaction that we see in restaurants and in bars.”\n\n“Whatever it takes to do that, that's what I would like to see,” he said.\n\nState and local officials last week had already begun imposing significant restrictions on the public, from school closures to limits on large public gathering.\n\nIn Jersey City, New Jersey’s second-largest city and a bedroom community for many New York workers, Mayor Steve Fulop was among the first in the nation to escalate government-led interventions, imposing a 10 p.m. curfew on all bars and restaurants that serve liquor.\n\nFulop said in an interview Sunday he saw the move as one that balanced the health policy interests with a desire not to impose draconian restrictions on the public.\n\n“I think we were aggressive. We were the first ones out there. But we were measured,” he said. “We were careful not to get sucked into a peer pressure situation because others were doing it.”\n\nStill, he said a patchwork policy isn't good and said the state should help impose uniform restrictions.\n\n“Stateside elected officials can drive the conversation in a meaningful way,” Fulop said. “You have one school district doing this, you have one district doing that.”\n\nThe decision of public officials to take dramatic action may be especially difficult to make with St. Patrick’s Day this week, California-based Democratic strategist Garry South said. Orders to close bars could involve political fallout — particularly for Democratic officials who manage big cities, South predicted.\n\n“If you order the closure of restaurants, bars pubs and all the other places where people gather, it’s going to be immensely unpopular with people who frequent them,” as well as with employee put of work, he said. “But politicians should err on the side of caution, rather than complacency, because when all is said and done, if the virus spreads, they’ll the blame.”\n\nAfter days of resistance to such severe measures restrictions, the dam seemed to break over the weekend — at both the local and state levels.\n\nIn California, the nation’s most populous state, Democrat Newsom ordered more than five million residents over the age of 65 to isolate at home, directed that wineries, bars, breweries and nightclubs close and mandated that restaurants reduce the number of customers they serve while instituting social distancing measures.\n\n“This is a nonessential function in our state,” Newsom said of nightlife businesses.\n\nHis move Sunday came shortly after the restrictions imposed in Illinois and Ohio.\n\nIn New York, Mayor Bill de Blasio has advocated for social distancing, but until late Sunday resisted calls to close schools and has not imposed restrictions on businesses. On Sunday, New York Gov. Andrew Cuomo stepped in to force the closure of schools in New York, on Long Island and in other downstate communities, and de Blasio seemed open to restricting access to bars.\n\n“I do want every effort that we can at normalcy, but what we can’t afford anymore is the huge gatherings,” de Blasio said on ABC Sunday morning. “I’m thinking about the bar on the corner of my street in Brooklyn. It’s a wonderful place, but we can’t afford everyone pressed up against each other in the bar.”\n\nNew York City Council Member Steve Levin, however, is advocating for New York City to shut down in a similar manner to France and Spain.\n\nWithout a shutdown, “we wait around and deny the inevitable,” Levin tweeted. “That means we shut down amid chaos, overrun hospitals, emergency departments who can’t take any more patients and all the tragedy and suffering that ensues.”\n\nThe federal government may soon have nationwide guidance on business closures, Vice President Mike Pence hinted on Sunday.\n\n“We will have updated guidelines tomorrow morning for you that are being vetted now by CDC and all of our top health care experts,” he said at a White House press conference. “We will respect and defer to decisions made by governors.”\n\nThere’s not much the White House can do to force closures, which would raise federalism issues, said Polly Price, an Emory University law professor who’s an expert in public health law. But, she said, guidance from federal officials could be key in giving local leaders — who do have the legal right to impose these sort of restrictions — an opening to do so.\n\n“The strong direction of the CDC is really helpful here because these are very unpopular decisions — and brave decisions, as far as I’m concerned — to close down public gathering,” she said. “To the extent that they need political cover for doing so, if the CDC is giving them this advice, that could give them legal cover.”\n\nDan Goldberg in New Jersey, Amanda Eisenberg in New York, Shia Kapos in Chicago, Katherine Landergan and Carly Sitrin in Philadelphia, Carla Marinucci and Jeremy B. White in California, and Nolan D. McCaskill in Washington contributed to this report."}}