{"GDELT": {"GlobalEventID": 912571824, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "IRL", "Actor1Name": "DUBLIN", "Actor1CountryCode": "IRL", "Actor2Code": "MED", "Actor2Name": "MEDIA", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.01098901098901, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Temple Bar, Ceredigion, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKX6", "Actor1Geo_ADM2Code": "40180", "Actor1Geo_Lat": 52.1667, "Actor1Geo_Long": -4.15, "Actor1Geo_FeatureID": "-2609533", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dublin, Dublin, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI07", "Actor2Geo_ADM2Code": "18288", "Actor2Geo_Lat": 53.3331, "Actor2Geo_Long": -6.24889, "Actor2Geo_FeatureID": "-1502554", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Temple Bar, Ceredigion, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKX6", "Action2Geo_ADM2Code": "40180", "Action2Geo_Lat": 52.1667, "Action2Geo_Long": -4.15, "Action2Geo_FeatureID": "-2609533", "DATEADDED": 20200316000000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8115053/Could-orders-pubs-Government-not-ruled-ordering-total-shutdown.html"}, "ARTICLE": {"TITLE": "Could it be last orders for pubs? Government has not ruled out ordering a total shutdown", "TEXT": "Britain may follow Ireland's lead and shut down all pubs in a bid to stem the spread of coronavirus, Health Secretary Matt Hancock indicated yesterday.\n\nThe UK may also fall in line with Italy, France and Spain by closing restaurants and cafes – as well as shops that do not sell essential items.\n\nThe Irish government last night urged all pubs and bars to close as St Patrick's Day celebrations are due tomorrow.\n\nAsked earlier in the day about France and Spain, Mr Hancock told BBC1's Andrew Marr Show that the situation was not bad enough in the UK to follow suit yet.\n\nHe said: 'We haven't ruled that out. We'll do what is necessary because the top priority is to protect life and you do that by protecting the vulnerable and protecting the NHS. But that is the goal. We've got our plan – we set it out in public a couple of weeks ago.\n\n'We're approaching this with the maximum possible transparency.' The move by Ireland means no bars will be open for St Patrick's Day – a huge annual celebration for Irish people and one of the busiest days in the country's tourism calendar.\n\nBritain may follow Ireland's lead and shut down all pubs in a bid to stem the spread of coronavirus. Pictured: Pub doors are locked in the Temple Bar area in Dublin\n\nSome pubs in Britain (North Hampstead pictured) are already feeling the squeeze of coronavirus as people stay away\n\nBritons are bracing to stay at home and have begun stockpiling as the government advises anyone with a cough to self-isolate for seven days\n\nThe Irish government also called on people to cancel house parties which may put lives at risk.\n\nIt said it was too hard to enforce 'social distancing' in settings where there is alcohol.\n\nIreland, which has a population of five million, has so far seen two people die from coronavirus amid a total of 170 cases.\n\nIt closed all schools and universities last week and advised people to cancel all indoor gatherings of 100 people or more.\n\nMartin Harte, of Temple Bar Company which represents pubs and other businesses in the busy cultural district of Dublin, said it had already taken the decision voluntarily to shut.\n\nHe added: 'This is the owners of all pubs sitting down and deciding this is the best thing to do in terms of public health and safety.'\n\nMr Harte said social distancing and limiting of numbers is impossible to enforce in bars.\n\nConsumers leave shelves empty in a London Morrisons store as panic-buying over coronavirus continues\n\nHealth Secretary Matt Hancock did not rule out falling in line with Italy, France and Spain by closing restaurants and cafes\n\nPub doors are locked in the Temple Bar area, as bars across Ireland close voluntarily to curb the spread of coronavirus\n\nMeanwhile Irish prime minister Leo Varadkar warned people who had been to pubs this weekend not to visit the elderly because they could make them 'very, very sick'.\n\nHe tweeted: 'No indoor mass gatherings of more than 100 people applies to pubs and clubs. May seek enforcement powers from Dail/Seanad [the two houses of parliament].\n\n'People who have been out this weekend should avoid physical contact with seniors or people with chronic diseases. You could make them very, very sick.'\n\nLast night the Irish government said: 'Following discussions with the Licensed Vintners Association and the Vintners Federation of Ireland, the government is now calling on all public houses and bars (including hotel bars) to close from this evening until at least March 29.\n\n'The LVA and VFI outlined the real difficulty in implementing the published guidelines on social distancing in a public house setting, as pubs are specifically designed to promote social interaction in a situation where alcohol reduces personal inhibitions.\n\n'For the same reason, the government is also calling on all members of the public not to organise or participate in any private houses or other venues which would put other people's health at risk.'\n\nDeserted streets in Dublin's usually bustling Temple Bar area after the Irish government last night urged all pubs and bars to close as St Patrick's Day celebrations are due tomorrow\n\nBritish grocery store Budgens is charging £4 for a four roll pack of Andrex Supreme Quilts toilet roll, despite a £2.50 RRP sign on the packaging (pictured)\n\nVideos of singing in packed Dublin bars on Saturday night had sparked a social media campaign to close them down.\n\nA '#CloseThePubs' hashtag began trending as footage emerged of revellers in Temple Bar and elsewhere in the country.\n\nAngry Irish citizens went online to say 'selfish' revellers had been 'making a mockery' of virus warnings.\n\nHealth minister Simon Harris said images from packed bars were an insult to medical workers preparing for a pandemic.\n\nMeanwhile, 37 per cent of Britons ditched their usual Saturday trips to pubs, bars and restaurants this weekend as fears rose about the dangers of coronavirus, figures suggest.\n\nThe sharpest fall was in Cardiff, where restaurants and pubs had 59 per cent fewer visitors than this time last year.\n\nThere was an almost 40 per cent drop in London, according to the data analytics group Wireless Social.\n\nHotels could serve as stop-gap hospitals to help ease coronavirus burden on NHS\n\nEleanor Hayward, health reporter for the Daily Mail\n\nHotels could be turned into makeshift hospitals to help the NHS cope with a surge in coronavirus patients.\n\nHealth Secretary Matt Hancock said the properties are 'ready-built facilities for looking after people'.\n\nThe unprecedented step comes as hotels suffer mass cancellations and a tourism slump due to the pandemic.\n\nBest Western, the country's largest independent hotel chain, yesterday said it would be willing to turn its properties into temporary wards.\n\nThe Government is taking a series of dramatic measures to free up hospital capacity as the NHS does not have enough beds to cope with the expected influx of thousands of patients.\n\nUp to a million routine operations are set to be cancelled so the beds can be used for people with coronavirus.\n\nHealth Secretary Matt Hancock (pictured on the Andrew Marr show on Sunday) said hotels are 'ready-built facilities for looking after people'\n\nThe military could even open field hospitals if the outbreak reaches the worst case scenario, Mr Hancock said yesterday.\n\nThe Government also plans to buy up thousands of beds in private hospitals, which could also be asked to carry out some pre-planned NHS operations.\n\nAsked how to increase health service capacity, Mr Hancock said yesterday: 'Some people are saying 'should you build a hospital?'.\n\n'We've seen that many hotels are empty so we've got ready-built facilities for looking after people, but the critical thing is that they need oxygen supplies and the ventilation equipment.\n\n'What matters is not just the space, it's making sure the equipment and the trained staff are there as well.\n\n'There is a massive effort going on to make sure that capacity is as big as possible.'\n\nBest Western Great Britain said it will discuss the move this week after seeing a significant increase in cancellations over the past month and a plunge in bookings.\n\nDIY hazmat: Man walks through Manchester city centre in protective gear yesterday\n\nOther major chains such as Holiday Inn and Travelodge could also be involved in discussions as the Government seeks to rent rooms at a discounted rate.\n\nRob Paterson, chief executive officer of Best Western Great Britain, said: 'We are in unprecedented territory so we would be willing to take unprecedented steps to support the national effort.\n\n'If the NHS wants additional bed space, and we can partner with other companies to provide the right medical equipment and supplies, and we can do it safely, then we would be willing to start having those conversations immediately. Whatever we can do to help.'\n\nPrivate hospitals have been asked to aid efforts by taking on some pre-planned operations that NHS hospitals can no longer do.\n\nThey will also be asked to set up makeshift critical care wards to cope during the epidemic's peak.\n\nThe NHS will have to pay to rent the rooms. Many private hospitals already have fully-functioning intensive care units.\n\nCleared out: Bare shelves at Sainsbury’s in Locksbottom, Kent. Right, almost all the beer is snapped up at the firm’s store in Redhill, Surrey\n\nCustomers bulk-buy toilet roll as they leave the Costco wholesalers in Manchester yesterday\n\nNHS chief Sir Simon Stevens said: 'The scale of the challenge means we can't do this alone.\n\n'On Monday we will be providing further operational instructions to all hospitals.'\n\nDr Ganesh Suntharalingam, president of the Intensive Care Society, added: 'We are facing a major challenge with coronavirus – as expected.\n\n'We absolutely welcome any innovation and assistance from the private sector, both in terms of capacity – using their existing facilities – but also the ability to deliver extra hardware and support to the NHS.\n\n'Some large private hospitals have fully functioning intensive care units.\n\n'It would be appropriate and welcome for them to provide support to the NHS.\n\nMajor chains such as Holiday Inn and Travelodge (file photo) could also be involved in discussions as the Government seeks to rent rooms at a discounted rate\n\n'It may be less so in smaller hospitals, that are primarily set up for short surgery and do not have full intensive care units.'\n\nThe Independent Healthcare Providers' Network, which represents firms working with the NHS such as Spire, HCA and BMI Hospitals, said 'wide ranging discussions' had begun with health service officials.\n\nPolicy director David Furness said: 'We recognise the need for all parts of the health system to play their part and the sector is currently working closely with NHS England to agree how this support can be effectively and sustainably deployed.'\n\nIn Italy, medics have set up army-style field hospitals to treat patients. In Austria, a large Vienna exhibition hall is being transformed into a temporary hospital with 880 beds.\n\nChina built 12 new hospitals to deal with the crisis.\n\nCar makers including Rolls-Royce will be asked to use their factories to make ventilators amid fears they could be in short demand\n\nBy Daily Mail Reporter\n\nCar manufacturers will be asked to switch production and start making ventilators as Britain is put on a wartime footing.\n\nThe Government yesterday issued an unprecedented peace-time 'call to arms', asking firms including Rolls-Royce and JCB to join a 'national effort' to produce equipment for the NHS.\n\nHealth Secretary Matt Hancock said he could not guarantee the health service has enough ventilators if the epidemic gets worse.\n\nHe added: 'We now need any manufacturers to transform their production lines to make ventilators. We cannot make too many.'\n\nVentilators are used in intensive care units to take over the breathing of critically ill patients and Mr Hancock said the NHS needed them more than anything else.\n\nThe Government yesterday issued an unprecedented peace-time 'call to arms', asking firms including Rolls-Royce (a silver Wraith pictured) to join a 'national effort' to produce equipment for the NHS\n\nBecause coronavirus is a respiratory illness, many severely affected patients are unable to breathe independently.\n\nMr Hancock said: 'We start with around 5,000 ventilators, we think we need many times more than that, and we are saying if you produce a ventilator, then we will buy it.\n\n'No number is too high. They are relatively complicated pieces of kit... but they're not so complicated that the advanced manufacturing that this country is so good at now can't be able to turn its production lines over to.\n\n'We've been talking to a whole host of companies about it. Ventilators are the thing that we are going to need, and frankly, right across the world, the demand for them is incredibly high, so it is not possible to produce too many.\n\n'So anybody who can should turn production and their engineering minds over to the production of ventilators.'\n\nThe British Medical Association said the UK lagged behind other European nations in terms of the number of critical care beds available.\n\nFour in five of the 4,123 adult critical care beds in England were occupied before coronavirus even arrived in the UK, official figures show.\n\nBMA chairman Dr Chaand Nagpaul said: 'Our starting position unfortunately has been far worse than many other European nations – we have about a quarter of the critical care beds that Germany has, as an example, so it's really important that we see transparently what plans the Government has to expand that capacity.'"}}