{"GDELT": {"GlobalEventID": 912570624, "Day": 20200309, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.189, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.90839694656488, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200316000000, "SOURCEURL": "https://www.inforum.com/lifestyle/health/5000379-Minnesota-profiteer-says-he-checked-on-his-rights-before-selling-masks-from-back-of-vehicle"}, "ARTICLE": {"TITLE": "Minnesota profiteer says he 'checked on' his rights before selling masks from back of vehicle", "TEXT": "CLOQUET, Minn. -- A man selling N95 respirator safety masks outside a grocery store lot along state Highway 33 wouldn't give his name on Sunday, March 15, but said he looked up whether he could price-gouge or not.\n\nSelling 10- and 20-count boxes of masks for $50 and $99 out of the back of his minivan, he told a reporter, \"I checked on it.\"\n\nHe declined to give any identifying details when interviewed around 1 p.m.\n\n\"Yes, I marked them up; you can't get them at Home Depot, or Menards, not anymore,\" he said. \"I'm just selling what I have.\"\n\nThe man bought masks by the box at Home Depot more than a month ago, he said, after he was told by someone the masks were being sought after amid the spread of COVID-19 and ensuing pandemic.\n\nlisten live watch live\n\n\"I'm a tradesman,\" he said. \"I work on water treatment systems. I figured I better stock up.\"\n\nLast week, warning against scams and opportunists, Attorney General Keith Ellison addressed coronavirus and profiteering.\n\n\"Not many people realize that Minnesota doesn't have a law against price gouging, as 30 other states do. I think we should,\" Ellison said. \"I'm glad a bill to ban price-gouging has been introduced in the Minnesota House. I strongly encourage the Legislature to pass it as quickly as possible so that we can protect Minnesota consumers from these despicable practices. Although we can't legally fight price-gouging right now, the more people tell us about it, the more we'll be able advocate for a bill that will allow us to fight it.\"\n\nReminded of this, the man asked for the reporter's credentials, and said, \"You're not going to get me in trouble, are you?\"\n\nAs a public service, we’ve opened this article to everyone regardless of subscription status."}}