{"GDELT": {"GlobalEventID": 912571950, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "LKA", "Actor1Name": "SRI LANKA", "Actor1CountryCode": "LKA", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.83271375464684, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sri Lanka", "Actor1Geo_CountryCode": "CE", "Actor1Geo_ADM1Code": "CE", "Actor1Geo_Lat": 7.0, "Actor1Geo_Long": 81.0, "Actor1Geo_FeatureID": "CE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sri Lanka", "Actor2Geo_CountryCode": "CE", "Actor2Geo_ADM1Code": "CE", "Actor2Geo_Lat": 7.0, "Actor2Geo_Long": 81.0, "Actor2Geo_FeatureID": "CE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sri Lanka", "Action2Geo_CountryCode": "CE", "Action2Geo_ADM1Code": "CE", "Action2Geo_Lat": 7.0, "Action2Geo_Long": 81.0, "Action2Geo_FeatureID": "CE", "DATEADDED": 20200316000000, "SOURCEURL": "https://economynext.com/sri-lanka-president-proposes-unified-south-asia-coronavirus-response-modi-starts-covid19-fund-58884/"}, "ARTICLE": {"TITLE": "Sri Lanka President proposes unified South Asia Coronavirus response, Modi starts COVID19 fund", "TEXT": "ECONOMYNEXT – Sri Lanka’s President Gotabaya Rajapaksa has proposed a unified response to fight Coronavirus in South Asia during an online conference with regional leaders his office said, while India’s Prime Minister Narendra Modi had initiated regional emergency fund.\n\nSri Lanka has imposed travel restrictions from 12 European nations, Iran and Korea for two weeks as part of anit-Coronavirus measures.\n\n“Our biggest challenge is to stop or minimize the virus entering into Sri Lanka and control the spreading of the virus within Sri Lanka,” President Gotabaya Rajapaksa was quoted as saying in a statement from his office.\n\n“For this purpose, we have banned tourists and other people from about 12 countries, especially some EU countries, entering into Sri Lanka, following the guidelines and statistics relating to the spread of the virus, issued by the WHO.\n\nThe biggest challenge was from returning Sri Lankans from infected countries.\n\n“We have a large number of Sri Lankans working in Italy and South Korea,” he had said.\n\n“We cannot stop these Sri Lankans coming back to their home country”.\n\nSri Lanka had confirmed 19 cases of which 18 were Sri Lankan. Except for three all others were returnees form Italy.\n\nSri Lanka has begun quarantining people coming from abroad. Sri Lanka had also banned public gathering, closed schools, universities, cinemas, zoos and is also disinfecting public transport.\n\nPresident Rajapaksa had said that most South Asia economies had been badly hit by the virus as tourism and external trade was hit.\n\nAdvertisement\n\n“Therefore, I strongly recommend to the SAARC leaders to formulate a mechanism to assist our economies to tide over this very difficult period,” he had said.\n\nIndia’s Prime Minister Narendra Modi had proposed a COVID19 emergency fund for the South Asia Association for Regional Corporation.\n\nIndia would contribute 10 million US dollars fund which could be accessed though India’s foreign ministry.\n\nBhutan’s Prime Minister Lotay Shering had said that smaller countries got disproportionately hit by the crises.\n\nMaldives President Ibrahim Solih had said a quarter of Maldives gross domestic product came from tourism and the country was badly hit as tourism started to decline from February 2020.\n\nThere had been 13 confirmed cases in the Maldives.\n\nSri Lanka’s tourism had also been badly hit, with the flight restrictions.\n\n(Colombo/Mar16/2020)"}}