{"GDELT": {"GlobalEventID": 912572435, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.9354838709677402, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_Lat": 40.3363, "Actor1Geo_Long": -89.0022, "Actor1Geo_FeatureID": "IL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_Lat": 40.3363, "Actor2Geo_Long": -89.0022, "Actor2Geo_FeatureID": "IL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 40.3363, "Action2Geo_Long": -89.0022, "Action2Geo_FeatureID": "IL", "DATEADDED": 20200316000000, "SOURCEURL": "https://www.theintelligencer.com/news/article/Bars-restaurants-to-close-after-Monday-15133017.php"}, "ARTICLE": {"TITLE": "Bars, restaurants to close after Monday", "TEXT": "Bars, restaurants to close after Monday\n\nImage 1 of / 1 Caption Close Bars, restaurants to close after Monday 1 / 1 Back to Gallery\n\nGov. J.B. Pritzker announced Sunday that all bars and restaurants in the state will be closed to the public beginning at close of business Monday and continuing through March 30 as a way to prevent the spread of the COVID-19 coronavirus.\n\nThe state is working closely with restaurant owners and food delivery services to ensure kitchens can safely remain open to continue food delivery and put in place drive-through and curbside pickup options for restaurants to continue to serve people.\n\n“This is another hard step to take. I know how difficult this will be on small businesses around the state,” Pritzker said, “but we must do everything we can to safeguard the health of the citizens of Illinois and that requires this urgent action.”\n\nPritzker said the time for persuasion and public appeals is over — and it was time for action.\n\n“This is not a joke. No one is immune to this and you have an obligation to act in the best interests of all the people of this state,” he said.\n\nSam Toia, president of the Illinois Restaurant Association, said public safety is the No. 1 concern of the Illinois Restaurant Association.\n\n“First and foremost, we want to protect the health of our customers and team members,” he said. “We remain vigilant in helping employers to navigate the immediate challenges that come with this rapidly changing situation.”\n\nPritzker also announced that he has directed state agencies to implement plans for a temporary reduction of government functions and workforce while maintaining core functions and essential operations.\n\nSelect employees will continue to report to work, while the remaining workforce will either work remotely or be asked to remain home on call while receiving pay. All state employees will continue to be paid during this period."}}