{"GDELT": {"GlobalEventID": 912571620, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.76190476190476, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200316000000, "SOURCEURL": "https://www.salient.org.nz/news/we-are-appalled-covid-19-and-the-case-of-the-missing-funds"}, "ARTICLE": {"TITLE": "“We Are Appalled”: COVID-19 and the Case of the Missing Funds — Salient Magazine", "TEXT": "Another week, another 3,000 headlines about the COVID-19 virus.\n\nOr so it seems. On Tuesday, the Italian government announced a country-wide quarantine to combat the spread of the virus, affecting 60 million people. There are also growing cases in the United States. Currently, there are only 5 confirmed cases in New Zealand, and while there are no drastic quarantine measures yet in place, the whole Victoria University community is feeling the effects directly.\n\nLast week, Salient talked about how a travel ban imposed on mainland China prevented over 500 international students from starting their studies. VUW told Salient that “the University may have losses of up to $12 million this year, with financial impact flowing into subsequent years”.\n\nThe university is striving to support these absentee students “with recorded and Zoom lectures and other forms of online engagement”. The University will also be “supplementing its course offerings in Trimester 2 and 3 to enable new entry points for students affected by the ban”. Whether they choose to return is another question.\n\nThe loss of tuition fees remains a huge issue, apparently to be remedied largely through austerity measures and layoffs at our university, whose “staff…is already stretched from budget cuts last year—workloads are unsustainable.”\n\nSo says Dougal McNeill, co-president of the Victoria University branch of the Tertiary Education Union (TEU).\n\n“There is no case for cuts…cuts and job losses are a short-term response that will do long-term damage,” he said in a TEU press release last week.\n\n“We are in this job because we care about students. We want the best for them. A learning environment with less staff…will be bad for all of us.”\n\nVUW staff heard about proposed redundancies not directly from their Vice-Chancellor Grant Guilford, but through the media. “[VUW] is a deeply unhappy workplace,” McNeill told Salient. “The Vice-Chancellor’s comments to the media have made an already demoralised environment even worse. We are appalled.”\n\nVUWSA CEO Matthew Tucker sees it from a student perspective.\n\n“Lack of public funding in the tertiary sector means that it is not just international students who will experience the negative impact of the travel ban,” Tucker told Salient. “This ban...will lead to courses being axed and staff losing their jobs. This will undermine the experience that all students—domestic and international—pay thousands of dollars for.”\n\nVUWSA provides advocacy services for any students that need help or support.\n\nThe hiring freeze announced at the end of February was described as an “interim measure” by Mr. Guilford. He told Salient that “universities are often impacted by external factors such as changes in student preferences, reduced government funding and events such as earthquakes and epidemics. Vice-Chancellors do their best to minimise the negative impacts of such events on staff, students, and institutional sustainability”.\n\nMr. Guilford said that the university will also set up a “hardship fund” for affected international students, which would grant the student an unspecified dollar amount of aid for things like missed flights and course fees. He was at the same time unable to confirm how many people, if any, will be affected by the upcoming layoffs. There may be some financial juggling to be done.\n\nTEU National President Michael Gilchrist makes an interesting point when he observes in a press release that “it is ironic that once again staff feature as pawns in the power games of vice-chancellors...there are many other ways in which the impact of the travel ban could be buffered.”\n\nSalient appreciates the fact that there is no easy solution to this crisis of the missing funds. We would hope that whatever is decided, the quality of the experience and education received at VUW remains at the high level to which we have become accustomed."}}