{"GDELT": {"GlobalEventID": 912571914, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.36559139784946, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Vatican City", "Actor1Geo_CountryCode": "VT", "Actor1Geo_ADM1Code": "VT", "Actor1Geo_Lat": 41.9, "Actor1Geo_Long": 12.45, "Actor1Geo_FeatureID": "VT", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Vatican City", "Action2Geo_CountryCode": "VT", "Action2Geo_ADM1Code": "VT", "Action2Geo_Lat": 41.9, "Action2Geo_Long": 12.45, "Action2Geo_FeatureID": "VT", "DATEADDED": 20200316000000, "SOURCEURL": "https://www.afrc.af.mil/News/Article/2112644/dod-officials-explain-new-coronavirus-domestic-travel-restrictions/"}, "ARTICLE": {"TITLE": "DOD officials explain new coronavirus domestic travel restrictions", "TEXT": "Defense officials announced restrictions on domestic travel yesterday for service members, Defense Department employees and family members in response to the new coronavirus, or COVID-19.\n\nDeputy Defense Secretary David L. Norquist signed a memorandum halting all domestic travel, to include permanent changes of station and temporary duty travel. The ban is in effect from March 16 to May 11.\n\nOfficials speaking on background said the new memo said that service members will only be authorized local leave only.\n\nThe ban is in addition to restrictions on all DoD military and civilian personnel and their families traveling to, from, or through areas for which the Centers for Disease Control and Prevention have issued a Level 3 Travel Health Notice. That policy also stops PCS and TDY travel through May.\n\nThere are exceptions for hardship, mission essential and humanitarian travel, but those exceptions must be approved. Domestic travel for medical treatment is excluded from the ban.\n\nThere are 10 service members who have tested positive for COVID-19. One DoD civilian and two DoD contractors have the virus, as do eight family members, officials said. There are 13 DOD laboratories that can test samples for the virus.\n\nThe officials said the new policy is aimed at preventing the spread of coronavirus. Each day tens of thousands of service members and DoD civilians are traveling. This ''strategic pause'' is ''the best and safest route'' to slowing the spread of the virus, they said.\n\nThe Pentagon reservation is also taking actions and raised the health protection condition in the building and associated properties to Bravo. This means all tours of the building are cancelled. Starting March 16, offices in the building will go on minimum manning, with vast numbers of employees teleworking.\n\nOffices in the building will have rotating staffs and ''red and blue'' teams. Those employees who require access to classified information to do their mission-essential tasks will work from the building, officials said.\n\nThe Pentagon will restrict access to employees with swipe card access, and will restrict international visitors. ''We are also restricting access of Pentagon officials who have been overseas in one of the CDC-defined Level 3 or 2 countries,'' officials said.\n\nAs of today, the Level 3 countries are: China, Iran, South Korea, Austria, Belgium, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, the Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, Switzerland, Monaco, San Marino and Vatican City.\n\nPersonnel who return from these countries will be required to self-isolate for 14 days before being allowed back to work, officials said.\n\nPentagon officials are also closing employee fitness centers and said they are looking at other measures to lessen the chances of transmission."}}