{"GDELT": {"GlobalEventID": 912571697, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "GOV", "Actor1Name": "ADMINISTRATION", "Actor1Type1Code": "GOV", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.89035916824196, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Kebbi State, Kebbi, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI40", "Actor1Geo_ADM2Code": "22886", "Actor1Geo_Lat": 11.5, "Actor1Geo_Long": 4.0, "Actor1Geo_FeatureID": "9153499", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Kebbi State, Kebbi, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI40", "Actor2Geo_ADM2Code": "22886", "Actor2Geo_Lat": 11.5, "Actor2Geo_Long": 4.0, "Actor2Geo_FeatureID": "9153499", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Kebbi State, Kebbi, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI40", "Action2Geo_ADM2Code": "22886", "Action2Geo_Lat": 11.5, "Action2Geo_Long": 4.0, "Action2Geo_FeatureID": "9153499", "DATEADDED": 20200316000000, "SOURCEURL": "https://voices.transparency.org/a-100-million-question-for-nigerias-asset-recovery-efforts-6fe39e4c33c4?gi=9a4369c630cd"}, "ARTICLE": {"TITLE": "A $100 million question for Nigeria’s asset recovery efforts", "TEXT": "By Mr. Auwal Musa Rafsanjani, Executive Director, Civil Society Legislative Advocacy Centre (CISLAC), Nigeria\n\nA street in Lagos, Nigeria. Zouzou Wizman, Wikimedia Commons\n\nNigeria’s commendable commitment to recovering an estimated US$5 billion stashed abroad by the late dictator Sani Abacha is facing a major obstacle, after it was reported that US$100 million will be transferred to a high-ranking politician who helped launder Abacha’s loot.\n\nIt is a well-established fact that Mr. Atiku Bagudu, the current governor of Kebbi State in north-west Nigeria and a prominent member of President Buhari’s ruling APC party, helped General Abacha and his family embezzle, misappropriate and extort billions from the government of Nigeria and others.\n\nMr. Bagudu laundered these criminal proceeds through financial institutions in the U.S. and the British crown dependency of Jersey, and purchased bonds backed by the United States.\n\nAs a sitting governor, Mr Bagudu now enjoys immunity from prosecution, though he was arrested in the US in 2003 for his role in the Abacha money laundering enterprise and spent six months in jail.\n\nHe then negotiated a deal with the US and Jersey authorities, in which he would return more than US$163 million of the allegedly laundered assets to Nigeria, in exchange for Jersey’s withdrawal from the proceedings. Since his return to Nigeria, he has never been questioned over his involvement in the Abacha loot.\n\nThe United States is now seeking the forfeiture of over $177 million of laundered funds held in trusts that name Bagudu and his relatives as beneficiaries. However, under an agreement reached in 2003 with the administration of former President Olusegun Obasanjo, Bagadu is entitled to these funds once they are returned to Nigeria.\n\nTo the extreme frustration of CISLAC (TI Nigeria) and other civil society advocates for the repatriation of Nigeria’s stolen assets, the Buhari administration intends to honour this agreement, and return around US$100 million to the governor.\n\nIf this happens, the current administration will lose its hard-earned credibility to demand the return of stolen assets from abroad. The whole episode sadly confirms the political nature of the anti-corruption fight in Nigeria. Mr. Bagudu is enjoying immense political privileges stemming from his prominent APC membership.\n\nNew US court filings reveal the extent and role of the current elite in the looting of Nigeria by Sani Abacha. CISLAC has long maintained that the government needs to show credible and impartial efforts to investigate grand corruption and in particular money laundering. The recovery of stolen assets from abroad is potentially a windfall of much needed revenues for Nigeria’s stricken economy and widespread poverty.\n\nWhile the Government of Nigeria claims that international partners do not cooperate in investigation and repatriation of stolen assets, the Bagudu case provides a reason for this lack of cooperation. Nigeria does not guarantee the basic precondition that offenders will not benefit from returned assets, that looted funds will not be enjoyed by those that stole them.\n\nIf drastic action is not taken, the Nigerian government will sacrifice the repatriation of potentially billions of dollars for the sake of maintaining its political protégés."}}