{"GDELT": {"GlobalEventID": 912572497, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "USA", "Actor1Name": "ILLINOIS", "Actor1CountryCode": "USA", "Actor2Code": "USACVL", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.3752455795677798, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_Lat": 40.3363, "Actor1Geo_Long": -89.0022, "Actor1Geo_FeatureID": "IL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_Lat": 40.3363, "Actor2Geo_Long": -89.0022, "Actor2Geo_FeatureID": "IL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 40.3363, "Action2Geo_Long": -89.0022, "Action2Geo_FeatureID": "IL", "DATEADDED": 20200316000000, "SOURCEURL": "https://www.theintelligencer.com/news/article/Pritzker-orders-Illinois-bars-restaurants-to-15133097.php"}, "ARTICLE": {"TITLE": "Pritzker orders Illinois bars, restaurants to close — What the Edwardsville community should know.", "TEXT": "Pritzker orders Illinois bars, restaurants to close — What the Edwardsville community should know. City, business leaders respond to governor’s orders\n\nIllinois Gov. J.B. Pritzker, along with elected and health officials give their daily update to Novel Coronavirus in Illinois, Friday, March 13, 2020. Illinois Gov. J.B. Pritzker, along with elected and health officials give their daily update to Novel Coronavirus in Illinois, Friday, March 13, 2020. Photo: Tyler LaRiviere | Chicago Sun-Times Via AP Photo: Tyler LaRiviere | Chicago Sun-Times Via AP Image 1 of / 1 Caption Close Pritzker orders Illinois bars, restaurants to close — What the Edwardsville community should know. 1 / 1 Back to Gallery\n\nEDWARDSVILLE — Gov. J.B. Pritzker announced Sunday that all bars and restaurants in Illinois will be closed to dine-in customers beginning at the close of business Monday.\n\nRestaurants will still be able to offer drive-thru and curbside pickup meals, the governor said. The closure dates are Monday, March 16, through March 30.\n\n“We are working with restaurant owners and food delivery services across the state to see if restaurants can safely keep their kitchens open so the restaurants can continue food delivery to people at their homes,” Pritzker said.\n\nEdwardsville Mayor Hal Patton said he “completely concurs” with Pritzker’s decision.\n\n“We will ask owners of these local establishments to reach out to our economic development director, Walt Williams, or Desiree Bennyhoff [president and CEO of the Edwardsville/Glen Carbon Chamber of Commerce] and we will get information on what establishments are doing pickups or deliveries on our website,” Patton said.\n\nThe contact information can be found at the city of Edwardsville’s website and the chamber’s website, respectively.\n\nThe chamber is also working on a survey to better understand the impact of COVID-19 on business operations. The electronic survey is expected to be delivered Monday, March 16, according to the chamber’s website.\n\nPatton added that he is advising community members to put the money they would normally spend at theses establishments aside so that when the ban is lifted, they can fully support local businesses.\n\nHe also advises the purchase of gift cards to these local businesses, as possible, so they can continue to pay bills and workers.\n\nMore Information Coronavirus — Who to contact The Illinois Department of Public Health has a statewide COVID-19 hotline and website to answer any questions from the public or to report a suspected case: call 1-800-889-3931 or visit www.idph.illinois.gov.\n\nOwner of Edison’s Entertainment Complex, Matt McSparin said he appreciates the “encouraging support in our community.”\n\n“I would simply add to keep the small, family-owned, locally owned businesses at the top of your list,” he added.\n\nHowever, some local business owners are slightly skeptical of the state’s actions.\n\n“Although we all are sensitive to the nature of this health threat, I don’t believe there was enough careful consideration of the far-reaching negative impact to the small business community with this order,” McSparin said. “The corporate chains will continue to be less harmed with already established drive-through, delivery and curbside programs but many small businesses will not be able to sustain under a prolonged ban.\n\nThere have been no specifics from the government on how they may assist these folks that will suffer from loss of income and in turn, impact our entire economy not to mention the lost sales tax that the state sorely needs.”\n\nIn regards to the 2020 primary election, Pritzker added that “democracy must continue.”\n\n“We must elect leaders, even in less than ideal circumstances,” he added. “None of these decisions I come to lightly and I work hard to consider all the benefits and consequences of every decision.”\n\nAlso Sunday, officials said the number of confirmed cases of the novel coronavirus in the state have increased to 93.\n\nFive additional counties are now reporting cases — Champaign, Clinton, Sangamon, Whiteside, and Winnebago counties. Other locations with cases include Chicago and Cook, Cumberland, DuPage, Kane, Lake, McHenry, St. Clair and Woodford counties.\n\n“We are seeing the number of COVID-19 cases increase exponentially and in more locations across Illinois,” Illinois Department of Public Health Director Ngozi Ezike said. “At this point, it is best to assume that the coronavirus is circulating in your community and you should take the same precautions when interacting with other people that you would when interacting with someone who has tested positive for COVID-19. This may seem like an extreme step, but this is how we reduce the number of new cases and prevent the health care system from being overwhelmed.”"}}