{"GDELT": {"GlobalEventID": 912572316, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "USA", "Actor1Name": "ARKANSAS", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.28415300546448, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arkansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAR", "Actor1Geo_Lat": 34.9513, "Actor1Geo_Long": -92.3809, "Actor1Geo_FeatureID": "AR", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_Lat": 34.9513, "Action2Geo_Long": -92.3809, "Action2Geo_FeatureID": "AR", "DATEADDED": 20200316000000, "SOURCEURL": "https://www.stuff.co.nz/life-style/well-good/120307101/my-birth-control-implant-ruined-my-life-and-left-my-health-in-shambles"}, "ARTICLE": {"TITLE": "'My birth control implant ruined my life and left my health in shambles'", "TEXT": "In 2012, I gave birth to my third child at the age of 41, and I was in the best shape and health of my life. Within weeks after her delivery, I went through an intense boot camp and started running 6 miles a day, every day.\n\nGiven my age and certainty that I didn't want any more children, I discussed birth control options with my doctor.\n\nWhen I told him that I wanted my tubes tied for a permanent form of birth control, he discussed the Essure procedure with me.\n\nHe told me that it was a very safe, much less costly and less invasive procedure and that not one of his patients had had any complaints or issues with it. I had the coils implanted in his office in mid 2012.\n\nREAD MORE:\n\n* Ignored, misdiagnosed and denied surgery: My endometriosis journey\n\n* The pain and terror of recalling a traumatic birth\n\n* Hundreds of Kiwi women had controversial sterilisation performed\n\n* New Zealand mums reveal what it's really like to have a baby\n\nWithin a short time, I just wasn't feeling \"right\".\n\nI had become very anxious and was experiencing insomnia, as well as major itching on my body and scalp. At times I was clawing myself incessantly, but I attributed it to stress over personal issues in my life.\n\nOver time, my menstrual bleeding became very heavy and the pelvic and uterine pain was unbearable. I discussed my options with my OBGYN and he suggested an ablation, a surgical procedure to stop the bleeding, over a hysterectomy. In 2016, I had a Loop Electrosurgical Excision Procedure (LEEP) on my cervix, an ablation and a dilation and curettage (D&C) performed at an outpatient surgical centre.\n\nBy the next day, I was violently ill with non-stop vomiting of bile and very high fever.\n\nI was admitted to the hospital and within the next few days, experienced life-threatening issues. My kidneys were shutting down, I had fluid on my lungs and my blood pressure was bottomed out for days.\n\nThey ran every test imaginable and could come up with no reason for me being so ill.\n\nAfter being discharged with no diagnosis, I still felt horrible, like I was drowning.\n\nI saw a pulmonologist that informed me that I had fluid around my heart and was in congestive heart failure. He prescribed Lasix and referred me to a cardiologist for further testing. It was determined that I would make a full cardiac recovery but I now have an atrial afibrilation.\n\nFACEBOOK Candice Brewster struggled with health complications from a medical device.\n\nBy this time, I was experiencing chronic aches and pains all over my body. I felt like I had aged 40 years. I saw a Rheumatologist that diagnosed me with Fibromyalgia and RA. He prescribed methotrexate, which is a chemo drug, muscle relaxers, pain meds and anti-inflammatories.\n\nAfter a short time of taking methotrexate, I took myself off due to the side effects. I was then prescribed high doses of steroids, which blew me up and made me feel horrible so I took myself off that as well.\n\nIn summation, I had to close my business, a restaurant that required a lot of physical endurance, lifting pots and pans and gruelling hours.\n\nI gained 16 kgs, rarely ever slept, I had restless legs, anxiety, heavy bleeding, chronic itchy scalp and skin, migraines, chronic fatigue, brain fog and forgetfulness, short-term memory loss, hair loss, knee, elbow and hip socket pain. My hips popped out of joint every time I stood from a sitting position.\n\nThe pain was excruciating.\n\nI was 100 per cent certain that I would end up crippled in a wheel chair in a short amount of time, the pain and progression were that severe. It was terrifying for my health to decline so rapidly and severely and have no clue why!\n\nWhile visiting my father in Arkansas one weekend, I happened upon an online article about the Essure device and the women that had banned together to get it off the market. I read about their problems and symptoms and it was shocking, eye opening and liberating. I watched the powerful Netflix documentary, The Bleeding Edge, which features this device and I finally understood what had been going on with me all this time and felt hope for my future!\n\nBeyond many women having adverse reactions to the nickel and the PET fibres that the coils are made of, the ablation procedure is apparently contraindicated with the Essure device. It can heat the coils and cause them to pierce through tissue or make them more fragile and cause them to fragment. Basically, the coils electrify inside the uterus.\n\nNETFLIX Netflix doco The Bleeding Edge.\n\nD&C and LEEP procedures are dangerous as well, if extreme caution isn't taken with the tools used during these procedures and no imaging was performed before surgery to determine where the coils were to be able to avoid them. These coils are designed to cause scar tissue around the fallopian tubes.\n\nI'm very certain that my coils unravelled after the ablation and the metal and polyester poisoned my body throughout and caused mass scar tissue which was the cause of all of my inflammation afterwards.\n\nIn 2018, I had the coils removed and a hysterectomy. Immediately afterwards, I was back to 75 per cent health. My hips no longer pop out of socket. The pain and inflammation is greatly lessened, the itching and anxiety are gone. Unfortunately, my body suffered much damage and I will never look like I once did or be able to be as active as I was, but I feel so grateful to have figured out what was wrong with me and get those horrific devices out of my body!\n\nAs of December 2019, the FDA banned them from the market in the US.\n\nI'm very thankful for that, but there are so many women out there that have no clue what is wrong with them or if they do, they can't get them removed. Most doctors are refusing to do the removal procedure and insurance won't cover it unless you have other mitigating issues that warrant a hysterectomy. My heart goes out to these women. I have decided to do everything in my power to be a voice and an advocate for this cause.\n\nPlease, for the love of God, do not ever have a foreign device planted in your body unless it's an absolute, life or death necessity. If you have an implanted device and you are experiencing strange adverse side effects or health issues, please be an advocate for your own health and well-being!\n\nWe cannot solely rely on the medical community to know enough about our individual mental and physical health and make the best judgement calls for us, especially if they are in the pharmaceutical or device industries' pocket!\n\nThis story first appeared on 9Honey and is republished with permission."}}