{"GDELT": {"GlobalEventID": 912572228, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 1.30434782608696, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Erie County, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY029", "Actor1Geo_Lat": 42.7667, "Actor1Geo_Long": -78.6664, "Actor1Geo_FeatureID": "974113", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Erie County, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.7667, "Action2Geo_Long": -78.6664, "Action2Geo_FeatureID": "974113", "DATEADDED": 20200316000000, "SOURCEURL": "https://www.wgrz.com/article/news/health/coronavirus/new-information-on-clarence-coronavirus-covid-19-case/71-62be5d96-7519-41b7-a8d9-3c88516ee8ed"}, "ARTICLE": {"TITLE": "Child tied to Clarence coronavirus (COVID-19) case tests negative", "TEXT": "A child who resides in the home is a student at Clarence Center Elementary School.\n\nCLARENCE, N.Y. — On Sunday, Erie County officials released more information on the confirmed cases of coronavirus in the area.\n\nOne of the confirmed cases is in Clarence. Health officials say that person and their family are currently in quarantine in a private residence. A child who resides in the home is a student at Clarence Center Elementary School. The child has had no symptoms but attended school this past week. T\n\nhis child, and other members of the family, were tested for coronavirus/COVID-19. Clarence Superintendent Dr. Geoffrey Hicks posted on the district's website Tuesday that the test results on the student were negative.\n\nFollowing the positive test results of three individuals in the county for COVID-19, epidemiologists at the Erie County Department of Health began tracking the movements and potential close contacts of each individual following their return to Erie County from out of the area.\n\nClarence Central Schools announced Sunday that they are closed until further notice.\n\nFor more information:\n\nErie County Department of Health, COVID-19 Information Line: (716) 858-2929 (M-F, 9 a.m. – 9 p.m.)\n\nErie County Department of Health, COVID-19 resources: www.erie.gov/covid19\n\nNew York State Department of Health Coronavirus Hotline: 1-888-364-3065"}}