{"GDELT": {"GlobalEventID": 912570985, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.77777777777778, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22391", "Actor1Geo_Lat": -41.3, "Actor1Geo_Long": 174.783, "Actor1Geo_FeatureID": "-1521348", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22391", "Action2Geo_Lat": -41.3, "Action2Geo_Long": 174.783, "Action2Geo_FeatureID": "-1521348", "DATEADDED": 20200316000000, "SOURCEURL": "https://www.salient.org.nz/news/the-rainbow-dollar-wellington-pride-parade-met-with-controversy"}, "ARTICLE": {"TITLE": "The Rainbow Dollar: Wellington Pride Parade Met With Controversy — Salient Magazine", "TEXT": "The Wellington Pride Parade was a show full of bright lights and colours. Most of these bright lights and colours, however, came from the controversial rainbow police car amongst the celebration.\n\nPride in the past has not been short of controversy—Tāmaki Makaurau had a similar issue with a police presence at pride, and Ōtautahi is facing another year without a parade. Although, with protestors handing pamphlets urging attendees to leave, and an audible silence of applause for the police, it left Wellington Pride Parade 2020 high on the ever-growing list of controversial moments within New Zealand’s rainbow community.\n\nThe support of the rainbow community as well as it's sponsors, donors, and volunteers are a vital part of Wellington's Pride scene. Without this support, it is unclear as to whether or not Pride would be able to run as smoothly as it could. Major sponsors, such as banks, pulled support from Wellington Pride after a boycott was called, putting a major dent in the proceedings according to some.\n\nA pamphlet was handed out detailing the reasons for the boycott, and motive for the banks pulling their support. According to protestors, WIPP (Wellington International Pride Parade) “welcomes institutions that engage in extremely harmful and discriminatory practices against communities in Aotearoa and abroad, including the NZ Police and Defence Force,” and “makes us lower our heads and turn our backs in shame”.\n\nThis led the Celebrate Together bank collective to withdraw their support for the parade. Despite this, Louis Donovan, a VUW first-year student who marched in the parade, told Salient the importance of having support from these controversial organisations.\n\n“Pride is important to show that organisations, businesses, and politicians care about our community. I don't think there's anything wrong with its ‘capitalist nature’ and believe the banks shouldn't have been pushed out.”\n\nBrock Stobbs of UniQ commented, “I think that armed forces [at Pride] are a contentious issue, and I’m not sure it’s being dealt with appropriately currently”.\n\nAccording to the protest efforts, which managed to remove support from major banks, Pride should be about the community. Many believe it should focus on the memories we bring home, rather than the water bottles and cheap stickers attendees were given."}}