{"GDELT": {"GlobalEventID": 912572584, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.72072072072072, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Long Beach, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 33.766999999999996, "Actor1Geo_Long": -118.189, "Actor1Geo_FeatureID": "1652747", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Long Beach, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 33.766999999999996, "Action2Geo_Long": -118.189, "Action2Geo_FeatureID": "1652747", "DATEADDED": 20200316000000, "SOURCEURL": "https://www.kusi.com/401968-2/"}, "ARTICLE": {"TITLE": "Governor Gavin Newsom orders all bars in California to temporarily close -", "TEXT": "Governor Gavin Newsom orders all bars in California to temporarily close\n\nLOS ANGELES (KUSI) – Governor Gavin Newsom ordered all bars in California to close temporarily due to the coronavirus, directed restaurants to reduce their capacity by roughly half, and said all state residents older than 65 are required to self-quarantine in their homes.\n\nLos Angeles Mayor Eric Garcetti says all bars in the city would be closing.\n\n“Everything we do right now will determine the outcome of this crisis, and we can save lives if we stay calm, care for one another, and take forceful steps to protect our communities,” Garcetti said in a statement Sunday. “That’s why we must follow the guidelines laid out by Governor Newsom, build on them for local needs, and put the health and safety of the most vulnerable above all else. Los Angeles has weathered enormous challenges before, and our strength and resilience are this City’s most powerful assets.”\n\nLong Beach Mayor Robert Garcia said his office was working with state officials and other mayors and would be releasing local guidance later related to bars, restaurants, and other state announcements.\n\nNewsom also announced that six people in the state have died of COVID- 19, the disease caused by the virus. The number of those confirmed to have been infected in the state rose to 338 Sunday, a 14 percent increase form the prior day.\n\nThe restrictions on older Californians is due to the fact that they are the group most at-risk for the disease. Sunday’s order says that community members over the age of 65 should enter into a state of home isolation as they are a high-risk group.\n\nWhen pressed about whether he was prepared to enforce the order, Newsom said he didn’t think it would come to that, and expressed confidence that the public, businesses and local governments would follow the directive.\n\nThe governor made it clear, however, that he has the authority to enforce the order if necessary.\n\n“We’ll exercise the appropriate authority in consultation with the experts, with an eye on public health and public safety,” Newsom said. “We are working in concert, day in and day out, with not just our federal partners but other states, looking at best practices around the world. We have teams that are (conducting) a detailed review of what worked and what didn’t work in China, worked and didn’t work in Singapore, what’s going on in Italy, what’s not going on, based upon some of the headlines. Same with France, same with Spain, we have people on the ground, literally, … providing real-time information, we have our legal team … we’re working with the FAA on flights, repatriation … All this is part of our all-hazards strategies.”\n\nLos Angeles County Supervisor Hilda Solis called for calm.\n\n“Now is the time for prevention, not panic,” Holis said after the governor’s announcement. “I urge everyone in Los Angeles County to remain calm as we face the challenge of containing the spread of COVID-19. I want to reassure everyone that LA County public health officials are working diligently to preserve the public’s health.”\n\nNewsom said more guidance would come Tuesday regarding schools that remain open, saying he was especially focused on providing support to low- income families."}}