{"GDELT": {"GlobalEventID": 912570651, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor2Code": "BUS", "Actor2Name": "INVESTOR", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.55376344086021, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200316000000, "SOURCEURL": "https://news.yahoo.com/did-manage-avoid-artemis-resourcess-231447484.html"}, "ARTICLE": {"TITLE": "Did You Manage To Avoid Artemis Resources's (ASX:ARV) Devastating 81% Share Price Drop?", "TEXT": "It's not possible to invest over long periods without making some bad investments. But really bad investments should be rare. So consider, for a moment, the misfortune of Artemis Resources Limited (ASX:ARV) investors who have held the stock for three years as it declined a whopping 81%. That would certainly shake our confidence in the decision to own the stock. And more recent buyers are having a tough time too, with a drop of 60% in the last year. Even worse, it's down 19% in about a month, which isn't fun at all. But this could be related to poor market conditions -- stocks are down 23% in the same time.\n\nWe really hope anyone holding through that price crash has a diversified portfolio. Even when you lose money, you don't have to lose the lesson.\n\nView our latest analysis for Artemis Resources\n\nArtemis Resources recorded just AU$6,049 in revenue over the last twelve months, which isn't really enough for us to consider it to have a proven product. You have to wonder why venture capitalists aren't funding it. So it seems shareholders are too busy dreaming about the progress to come than dwelling on the current (lack of) revenue. For example, investors may be hoping that Artemis Resources finds some valuable resources, before it runs out of money.\n\nWe think companies that have neither significant revenues nor profits are pretty high risk. You should be aware that there is always a chance that this sort of company will need to issue more shares to raise money to continue pursuing its business plan. While some such companies do very well over the long term, others become hyped up by promoters before eventually falling back down to earth, and going bankrupt (or being recapitalized). Artemis Resources has already given some investors a taste of the bitter losses that high risk investing can cause.\n\nOur data indicates that Artemis Resources had AU$3.6m more in total liabilities than it had cash, when it last reported in December 2019. That makes it extremely high risk, in our view. But with the share price diving 42% per year, over 3 years , it's probably fair to say that some shareholders no longer believe the company will succeed. You can see in the image below, how Artemis Resources's cash levels have changed over time (click to see the values). You can see in the image below, how Artemis Resources's cash levels have changed over time (click to see the values).\n\nStory continues\n\nASX:ARV Historical Debt, March 15th 2020\n\nOf course, the truth is that it is hard to value companies without much revenue or profit. Given that situation, would you be concerned if it turned out insiders were relentlessly selling stock? It would bother me, that's for sure. You can click here to see if there are insiders selling.\n\nWhat about the Total Shareholder Return (TSR)?\n\nWe've already covered Artemis Resources's share price action, but we should also mention its total shareholder return (TSR). The TSR is a return calculation that accounts for the value of cash dividends (assuming that any dividend received was reinvested) and the calculated value of any discounted capital raisings and spin-offs. Artemis Resources hasn't been paying dividends, but its TSR of -81% exceeds its share price return of -81%, implying it has either spun-off a business, or raised capital at a discount; thereby providing additional value to shareholders.\n\nA Different Perspective\n\nWe regret to report that Artemis Resources shareholders are down 60% for the year. Unfortunately, that's worse than the broader market decline of 7.8%. Having said that, it's inevitable that some stocks will be oversold in a falling market. The key is to keep your eyes on the fundamental developments. Regrettably, last year's performance caps off a bad run, with the shareholders facing a total loss of 0.6% per year over five years. We realise that Baron Rothschild has said investors should \"buy when there is blood on the streets\", but we caution that investors should first be sure they are buying a high quality business. It's always interesting to track share price performance over the longer term. But to understand Artemis Resources better, we need to consider many other factors. Case in point: We've spotted 6 warning signs for Artemis Resources you should be aware of, and 2 of them are concerning.\n\nIf you would prefer to check out another company -- one with potentially superior financials -- then do not miss this free list of companies that have proven they can grow earnings.\n\nPlease note, the market returns quoted in this article reflect the market weighted average returns of stocks that currently trade on AU exchanges.\n\nIf you spot an error that warrants correction, please contact the editor at editorial-team@simplywallst.com. This article by Simply Wall St is general in nature. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. Simply Wall St has no position in the stocks mentioned.\n\n\n\nWe aim to bring you long-term focused research analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Thank you for reading."}}