{"GDELT": {"GlobalEventID": 912772807, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.55411954765751, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Tuolumne County, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA109", "Actor1Geo_Lat": 38.0666, "Actor1Geo_Long": -119.90100000000001, "Actor1Geo_FeatureID": "277319", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Tuolumne County, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 38.0666, "Action2Geo_Long": -119.90100000000001, "Action2Geo_FeatureID": "277319", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.mymotherlode.com/news/local/1027021/monday-update-from-tuolumne-county-public-health-on-covid-19.html"}, "ARTICLE": {"TITLE": "Monday Update From Tuolumne County Public Health On COVID-19", "TEXT": "Tuolumne County Public Health Department View Photo\n\nSonora, CA — Tuolumne County’s Health Department is providing a rundown of the latest local information related to coronavirus. The most recent updates are here.\n\nYou can find it below:\n\nGovernor Newsom on 3/15/20, called for individuals age 65 and those with chronic health conditions to isolate in place. This has prompted the Health & Human Services Agency to take immediate action. We are working on a process to contact every individual who is receiving In-Home Supportive Services and CalFresh to determine if individuals have the resources to shelter in place. We are also reaching out to our community partners to gather information from people who may lack appropriate resources.\n\nTuolumne County School Districts have announced plans to temporarily close in response to COVID-19. Schools will be closed effective Monday, March 16th through March 30th, unless circumstances indicate an extension.\n\nThere are currently no known cases in Tuolumne County\n\nThe Public Health Department has activated its Department Operations Center (DOC) to effectively respond to the COVID-19 incident, including communication and coordination with our federal, state, and local partners\n\nDr. Eric Sergienko, acting Tuolumne County Health Officer has declared a local health emergency in order to enhance the effectiveness of the response to COVID-19, to seek and utilize mutual aid, potentially obtain reimbursement, and ensure that the County’s public health professionals and providers have all necessary resources to provide quality care and keep our community safe. Click HERE for the declaration. Along with this declaration, Dr. Sergienko has issued an order to support the guidance on mass gatherings released by the State this week.\n\nTesting\n\nTesting is being conducted at the discretion of health care providers in the community, based on their clinical assessment and current recommended guidance\n\nTests that will be conducted through the Public Health laboratory system are coordinated with our Public Health Department\n\nTesting is available through Quest laboratories with a health care provider’s order. These tests are not required to be communicated through the Public Health Department, but our local providers are strongly encouraged to do so\n\nAny positive test result must be reported to the Public Health Department.\n\nMass Gatherings\n\nGuidance from the State was issued on March 11th regarding mass gatherings in an effort to slow the rate of transmission of COVID-19 in California\n\nPlease review the guidance details here: https://www.cdph.ca.gov/Programs/CID/DCDC/CDPH%20Document%20Library/Gathering_Guidance_03.11.20.pdf\n\nThe acting County Health Officer, Dr. Sergienko has issued an order to support and implement these state recommendations in Tuolumne County.\n\nWhat You Can Do\n\nThe CDC has updated information and guidance for specific audiences such as businesses, healthcare professionals, schools, community- and faith-based organizations, vulnerable populations, and more here: https://www.cdc.gov/coronavirus/2019-ncov/community/index.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-ncov%2Fpreparing-individuals-communities.htmlThe California Department of Public Health (CDPH) also has specific guidance documents available here: https://www.cdph.ca.gov/Programs/CID/DCDC/Pages/Guidance.aspx\n\nPractice everyday prevention actions to stay healthy\n\n*Wash your hands thoroughly and frequently with soap and water for 20 seconds, or with hand sanitizer if soap is not available\n\n*Avoid touching your eyes, nose, and mouth\n\n*If you are ill, stay home. If other family members are ill, including children, keep them home.\n\n*Practice social distancing: put more space between yourself and others. About 6 feet is good, if you can\n\n*Avoid contact with people who are sick\n\n*Clean frequently touched surfaces and objects often with soap and water or household cleaners. Don’t forget your cell phone\n\nIf you have symptoms or get sick\n\n*Stay home, unless you need to seek medical care\n\n*Call ahead before visiting your doctor, clinic, or hospital\n\n*Wear a face mask to avoid spreading germs\n\n*Cover your cough with a tissue and immediately throw it in the trash, or cough into your bent elbow. Wash your hands after using a tissue.\n\n*Wash your hands often and avoid sharing personal items"}}