{"GDELT": {"GlobalEventID": 912772280, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "MED", "Actor1Name": "PUBLICATION", "Actor1Type1Code": "MED", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.847076461769121, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.courierherald.com/business/tp-shortage-is-the-tip-of-the-iceberg-don-brunell/"}, "ARTICLE": {"TITLE": "TP shortage is the tip of the iceberg", "TEXT": "If you think the run on toilet paper is just an American thing, think again.\n\nOn March 10, Business Insider (BI) reported: “The spread of the coronavirus has brought with it panic-buying of food and household essentials, despite the attempts of governments to discourage stockpiling. But no item has made more headlines than the humble toilet roll.”\n\n“From buying enough toilet rolls to make a throne, to printing out blank newspaper pages to serve as extra toilet paper, people have had a seemingly insatiable desire to stockpile — even though manufacturers say there is no shortage,” BI continued.\n\nThe publication wasn’t talking about the toilet paper raid on U.S. supermarkets, it was describing panic buying overseas. In Japan, binge buying went too far and shoppers in Tokyo were limited to one packet of toilet paper per person and in Hong Kong the scarcity was so dire that an armed gang robbed a shop of just 600 rolls.\n\nWhat’s the reason for the run when toilet paper isn’t known to have any virus-blocking properties?\n\nSteven Taylor, a clinical psychologist and author of “The Psychology of Pandemics,” believes COVID-19 has scared many people because there is little information and there isn’t a vaccine yet.\n\nTaylor warned “when people hear conflicting messages about the risk, it affects how they cope and how they prepare.” He also believes social media has heightened the tension, as have visits to stores where other shoppers are stockpiling with abandon.\n\n“People, being social creatures, we look to each other for cues for what is safe and what is dangerous,” he told CNN. “And when you see someone in the store panic-buying, that can cause a fear-contagion effect.”\n\n“People become anxious ahead of the actual infection,” Taylor concluded. “They haven’t thought about the bigger picture, like what are the consequences of stockpiling toilet paper.”\n\nPresident Trump has warned against hoarding and asked Americans to buy just what they need. He and business leaders keep assuring citizens supplies are plentiful and retailers just need an opportunity to catch up with buying. So far that hasn’t stopped people from squirreling away goods.\n\nFor example, the problem is not our nation’s toilet papermaking capacity, it is sudden surge buying. Paper mills, such as Georgia Pacific’s plants at Camas and Wauna, Oregon, can produce huge volumes of toilet paper, even stockpile inventories, but getting it to retailers overnight is a logistical nightmare.\n\nCurrently, GP is working through its existing excess stock and increasing production in order to meet immediate consumer demand, but ramping up production has its side effects.\n\nWhen consumers stockpile, they don’t really need more; they’ll just end up working through those extra rolls later over time. The supply-chain whiplash, or bullwhip effect, of empty shelves due to panic-buying simply distorts true demand, Forbes writer Amy Feldman added.\n\nSince toilet paper and paper towels are too bulky to warehouse in unlimited quantities, papermakers project production with cushions for natural disasters such as hurricanes and wildfires. However, the coronavirus is unlike anything we have experienced.\n\nThe President has pulled together government leaders, health care authorities and private business heads to “flatten the curb” on what is now termed a pandemic. Drastic measures are ramping up which are causing closures of schools, churches, businesses and government offices. Major events are canceled and rationing hopefully, won’t come.\n\nWhether it be supplies of daily necessities, medicines or protective clothing, we need to have to patience, understanding and a desire to work together. We have a long and difficult road ahead and hopefully we will start seeing a dip in the infection curb within the next six-to-eight weeks. The toilet paper shortages is only the tip of the iceberg.\n\nDon C. Brunell is a business analyst, writer and columnist. He retired as president of the Association of Washington Business, the state’s oldest and largest business organization, and now lives in Vancouver. He can be contacted at theBrunells@msn.com.\n\n\n\n\n\n"}}