{"GDELT": {"GlobalEventID": 912773471, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "USAMIL", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor1Type1Code": "MIL", "Actor2Code": "MIL", "Actor2Name": "MARINES", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.45158197507191, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.al-monitor.com/pulse/originals/2020/03/iraq-isis-hamreen-us-pmu.html"}, "ARTICLE": {"TITLE": "Iraqi anti-IS operations hindered by coalition base attacks", "TEXT": "With their tunnels and rough terrain, the Hamrin, Makhoul and Makhmour mountains — roughly between areas of Iraq under central government control and that under the Kurdistan Regional Government (KRG) — have long been seen as an area for insurgents to take refuge as well as an ideal spot to stash weapons and supplies.\n\nOn March 10, the US military announced that two US Marines had been killed in the nearby Makhmour mountains. The deaths occurred during a \"close range\" firefight called “one of the most intense clashes” with IS in several months, chief coalition spokesman Col. Myles Caggins told CNN shortly afterward.\n\n“This was where the PMU used to fight from. About 50 died here in 2015 in the battle against the Islamic State (IS),” the fighter, who only wanted to be identified as Maad, told Al-Monitor as the spring wind whipped through. He pointed at dirt tracks leading into the mountains and said, “But the road there is still full of mines. Everywhere.”\n\nHAMRIN MOUNTAINS, Iraq — The fighter from a local armed group in the Popular Mobilization Units (PMU) climbed in early March to a vantage point that had cartridges strewn about amid rusty barrels, sandbags and old, long-disused blue tarpaulins.\n\nDebate continues as to whether a pause in coalition support following a surge in tension between Iran and the United States since late December has negatively affected anti-IS operations in the country, with this area particularly at risk.\n\nOne Counterterrorism Services officer, who cannot be named for security reasons, told Al-Monitor in an interview in Baghdad in early March that US support for the Counterterrorism Services never stopped.\n\nHe said, “The US continued and is continuing to give us valuable help with airstrikes as well as evidence collection and analysis.”\n\nA vote by the country’s Shiite-dominated parliament Jan. 5 — in which Sunni and Kurdish legislators largely did not take part — had supported the removal of foreign forces from the country and been followed by an official pause in coalition support and training of Iraqi forces.\n\nThe officer, who had been on operations in the mountains in recent weeks, told Al-Monitor that two Counterterrorism Services “troops from the Salahuddin brigade were killed and six were injured by IS shooting from tunnels” during one operation prior to the death of the Marines.\n\nIn recent times, he said, IS members in local villages had come to understand that the forces often raided homes known to be housing the militants and then hit the militants using airstrikes when they tried to flee.\n\nSome “90% of our operations are conducted at night, since we have an advantage then” due to night goggles and better equipment, the Counterterrorism Services officer said.\n\n“Some of the bodies of the IS fighters are never found,” he said, but for the others, “We often just take DNA samples and leave them where they are. We don’t have space to put the bodies in the helicopters. We need to get out fast.”\n\nHe stressed that US help had been fundamental, since Iraq does not have the DNA testing capabilities and also does not have the technology to track phone activities in the same way as the United States does.\n\nHe said the Iraqi forces get a full report on any DNA samples 14 days after submitting them for analysis and that the United States has compiled a massive amount of data on Iraqi insurgents and others since 2003.\n\nThe ubiquitous tunnels in the mountains are a danger to any forces moving around in the rough terrain, however.\n\nAl-Monitor accompanied local SWAT, police and PMU forces on two anti-IS operations in 2017 and returned in early March after reports of continuing IS activities in the area and operations conducted by Iraqi forces with US support.\n\nDuring one of the 2017 operations, two men from the local forces this reporter was accompanying were injured by IS fire from tunnels on Dec. 25.\n\nAfter the recent deaths of the Marines, the attention of US forces shifted farther south due to attacks on the Iraqi base of Camp Taji, where international coalition forces are hosted.\n\nTwo US soldiers and one female British medical technician reservist were killed and a dozen people were injured by rockets targeting the base on the evening of March 11, while three coalition members and two Iraqi soldiers were injured in a second attack March 14.\n\nIt is widely believed that the attacks were conducted by or linked to Kataib Hezbollah.\n\nSuch attacks — unclaimed but praised by several Shiite-led armed groups on social media and in official statements — effectively hinder anti-IS operations in the country.\n\nOn March 13, IS reportedly released a propaganda video about its operations in Kirkuk, which like the mountain ranges is between central government territory and that under the KRG.\n\nThough victory was officially declared in Iraq against IS in December 2017, occasional attacks and operations to root out remnants continue more than two years later. Experts and forces on the ground disagree on the true capabilities of the group, however.\n\nSheikh Wennas al-Jbara al-Jabouri of the 88th PMU brigade, which has responsibility for the area on the other side of the Hamrin mountains from Kirkuk province, met with Al-Monitor in a small outpost close to the mountains March 6.\n\nHe said there had been recent Counterterrorism Services operations near the Ajil and Alas oil fields “resulting in the killing of 10 terrorists” in one operation and four in the other.\n\nThe brigade, manned by local Sunnis but long supported by Abu Mahdi al-Muhandis, the Kataib Hezbollah leader killed by the United States in January, provide security and “do not interfere in matters that do not concern us” regarding the political situation, Jabouri said.\n\nOne of the local PMU fighters accompanying Al-Monitor into the Hamrin area in March claimed that most IS fighters had been wiped out but that there are simply “a few gangs still around.”"}}