{"GDELT": {"GlobalEventID": 912757037, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "BUS", "Actor1Name": "CEOS", "Actor1Type1Code": "BUS", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.05128205128205, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200316221500, "SOURCEURL": "https://people.com/politics/donald-trump-says-dont-hoard-groceries-amid-coronavirus/"}, "ARTICLE": {"TITLE": "President Trump Urges Americans Not to Hoard Groceries Amid Coronavirus Worries", "TEXT": "\"You don't have to buy so much,\" Trump said during Sunday's coronavirus task force briefing\n\nAs information about the coronavirus pandemic rapidly changes, PEOPLE is committed to providing the most recent data in our coverage. Some of the information in this story may have changed after publication. For the latest on COVID-19, readers are encouraged to use online resources from CDC, WHO, and local public health departments and visit our coronavirus hub.\n\nPresident Donald Trump urged Americans on Sunday not to hoard groceries and to only buy what they needed amid the escalating response to the novel coronavirus pandemic.\n\nGet push notifications with news, features and more.\n\n“You don’t have to buy so much,” Trump said during Sunday’s coronavirus task force briefing.\n\nSome grocery stores around the country have seen crowds of shoppers looking to grab as much as they can in advance of what they imagine will be an interminable quarantine or shutdown.\n\nControversially, some buyers have also seen an opportunity to maximize profits from the increased demand — strategically purchasing medical supplies in bulk to sell them back for personal gain.\n\nWhile health officials have increasingly stressed the importance of “social distancing” to slow the spread of the virus — such as working from home, closing schools and avoiding public gatherings — government officials across the country insist essential businesses and functions should and will remain open.\n\nThe Centers for Disease Control and Prevention recommends Americans avoid gatherings of more than 50 people for the next eight weeks. The CDC has also urged those most at risk from the respiratory disease caused by the coronavirus, including those over 60 years old and those with underlying health conditions, to remain at home as much as possible.\n\nThese recommendations as well as widespread uncertainty and confusion as experts grapple with the virus have led to a strain on some stores, which have seen supplies like hand sanitizer, soap and toilet paper flying off the shelves.\n\n\n\nPresident Trump spoke to a group of more than two dozen CEOs of grocery stores and supply chains on Sunday, who intend to keep their doors open throughout the quarantine.\n\n“The stores are stocking up on a level that’s beyond Christmas time,” Trump told reporters.\n\nImage zoom President Donald Trump speaking to reporters on Sunday Alex Brandon/AP/Shutterstock\n\nThere have been about 179,000 confirmed cases of the new coronavirus worldwide as of Monday afternoon and about 7,000 deaths, with about 3,900 confirmed cases in the U.S. and 68 deaths.\n\nThe virus first emerged in China in December and has since spread around the global, becoming a pandemic last week.\n\nTrump declared an emergency on Friday, which unlocked tens of billions in federal relief aid to further combat the virus.\n\nTo prevent more infection, the CDC encourages maintaining basic forms of hygiene including careful hand washing, avoiding touching the face, moving away from people who are coughing or sneezing and staying home at signs of illness.\n\nDuring his call with grocers on Sunday, Trump told the CEOs that their stores “can help Americans feel calm and safe when shelves are stocked with the items they need.”\n\nTrump said there are “no shortages” but that people are buying more than they need.\n\nAccording to a Politico report about grocers’ efforts, some stores are reducing their hours, upping their cleaning routines to make sure stores stay safe and are working rapidly to re-stock shelves."}}