{"GDELT": {"GlobalEventID": 912771369, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.57068062827225, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200317000000, "SOURCEURL": "https://thepeakfm.com/news/6682923/keeping-kids-busy-amid-covid-19/"}, "ARTICLE": {"TITLE": "How parents are getting through coronavirus isolation — without depending on screens", "TEXT": "Monday marks the first day of March break for many students across the country.\n\nIn addition to kids having this week off, though, governments in both Ontario and Quebec announced all publicly funded schools will be shut down for two weeks after March break due to concerns around the novel coronavirus outbreak.\n\nWhile most kids will enjoy sleeping in and relaxing this week, what will they do for the following two weeks at home?\n\nHere’s what some Canadian parents are doing to keep their children busy.\n\nCreate schedules\n\nBurlington, Ont., resident Julie Cole, who has six children ranging in ages from 10 to 20 years old, said she has already planned a daily routine for her kids.\n\nREAD MORE: Latest updates: Coronavirus in Canada\n\n“They seem to function best when we have a schedule,” Cole said.\n\n“I just felt that if I added in a variety of different activities with some learning and some fun, then that would keep them off the screens and keep them busy.”\n\nCole and her kids made the schedule together based on their interests and different styles of learning. Some of the activities include arts and crafts, watching educational television shows and exercising.\n\n(Photo Courtesy Julie Cole)\n\nJennifer Kolari, a Toronto-based parenting expert and founder of Connected Parenting, said this type of structure will help prevent chaos in the house. Just because your children are home from school, doesn’t mean they should be allowed to sleep for as long as they want or watch TV all day, she said.\n\n“If these days at home don’t have structure or texture, your kids are going to get pyjama fever,” Kolari previously told Global News.\n\n“As much as possible, you need to keep the structure looking very much like school.”\n\nPlay games\n\nComing up with games is another way parents can keep their children entertained.\n\nBrittney Holton, a Hamilton mother of a one- and three-year-old, said she created a nature scavenger hunt for her kids in their backyard.\n\nHer kids then make crafts with their findings, work on motor skills, and draw maps of their neighbourhood to places like “grandma’s house.”\n\nFor parents who are working from home and taking care of their children, Kolari said they can do activities that are both fun and educational, like baking. Measuring out ingredients, for example, can teach kids how to follow instructions.\n\nBoth Conrad Pow and his wife are working from home while their two daughters are away from school. The Milton resident said his wife has been teaching their daughters how to bake a cake.\n\n“It’s helping them enjoy the time off without overburdening them with everything that’s going on,” he said.\n\nParents can also have their children write letters to isolated seniors in long-term care homes to help them feel more connected. Engaging in positive activities is beneficial for mental and emotional well-being.\n\nWatch and read educational content\n\nSince students will not be attending classes for three weeks, some parents are trying to educate their children from home.\n\nPow said his daughters are using the Scholastic Learn at Home online resource to continue reading at home, and they play “school” with their older daughter as the teacher and the younger one as the student.\n\nREAD MORE: How to talk to kids about the novel coronavirus without scaring them\n\n“My 10-year-old decided to make a little playbook for my five-year-old in order to get her entertained and learn at the same time,” he said.\n\n“It kept my 10-year-old busy because she loves doing stuff like that and interacting with the five-year-old, who is trying to learn the basics of colours and writing simple words.“\n\nQuestions about COVID-19? Here are some things you need to know:\n\nHealth officials say the risk is low for Canadians but warn this could change quickly. They caution against all international travel. Returning travellers are asked to self-isolate for 14 days in case they develop symptoms and to prevent spreading the virus to others.\n\nSymptoms can include fever, cough and difficulty breathing — very similar to a cold or flu. Some people can develop a more severe illness. People most at risk of this include older adults and people with severe chronic medical conditions like heart, lung or kidney disease. If you develop symptoms, contact public health authorities.\n\nTo prevent the virus from spreading, experts recommend frequent handwashing and coughing into your sleeve. And if you get sick, stay at home.\n\nFor full COVID-19 coverage from Global News, click here.\n\n— With files from Global News’ Meghan Collie\n\namanda.pope@globalnews.ca\n\n© 2020 Global News, a division of Corus Entertainment Inc."}}