{"GDELT": {"GlobalEventID": 912757346, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "ESP", "Actor1Name": "SPANISH", "Actor1CountryCode": "ESP", "Actor2Code": "GBRGIB", "Actor2Name": "GIBRALTAR", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.9400705052878999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Gibraltar", "Actor1Geo_CountryCode": "GI", "Actor1Geo_ADM1Code": "GI", "Actor1Geo_Lat": 36.133333, "Actor1Geo_Long": -5.35, "Actor1Geo_FeatureID": "GI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Gibraltar", "Actor2Geo_CountryCode": "GI", "Actor2Geo_ADM1Code": "GI", "Actor2Geo_Lat": 36.133333, "Actor2Geo_Long": -5.35, "Actor2Geo_FeatureID": "GI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Gibraltar", "Action2Geo_CountryCode": "GI", "Action2Geo_ADM1Code": "GI", "Action2Geo_Lat": 36.133333, "Action2Geo_Long": -5.35, "Action2Geo_FeatureID": "GI", "DATEADDED": 20200316221500, "SOURCEURL": "https://www.chronicle.gi/spain-steps-up-controls-at-its-borders/"}, "ARTICLE": {"TITLE": "Spain steps up controls at its borders", "TEXT": "By Brian Reyes and Stephen Ignacio\n\nThe Spanish government raised Spain's isolation by one more notch on Monday afternoon after Interior Minister Fernando Grande-Marlaska ordered controls at its land borders.\n\nOnly Spaniards, foreign residents in Spain, diplomats and cross-border workers and people who can justify an emergency exemption will be let in, he said.\n\nGoods will be allowed to transit the borders.\n\nAir borders are still open without restriction for the time being, Mr Grande-Marlaska added.\n\nThe measures are aimed at Spain’s internal Schengen borders, for example with France and Portugal, and are unlikely to have a major impact on the flow of people and goods across Gibraltar’s border with Spain, which is an external Schengen border already subject to controls.\n\nHowever there were reports on Monday evening that Europe was looking to ban foreign nationals from coming into the Schengen open border zone, as the continent scrambled to contain the spread of coronavirus.\n\nThe Schengen zone consists of 22 of the 27 European Union member states, as well as Iceland, Norway, Switzerland and Lichtenstein. Britain and Ireland are not part of it, and neither is Gibraltar.\n\nTwo sources told Reuters that EU leaders were expected to discuss the matter during a video conference on Tuesday on the health crisis.\n\nOne EU official said the bloc's executive European Commission prepared a proposal to suspend for 30 days visits of non-EU and non-Schengen nationals. Exceptions would cover medical workers and other \"essential\" travel.\n\nA second EU official said: \"The idea is being discussed with a view to avoid putting the health services under even more strain. But it remains to be seen what EU leaders decide on Tuesday, whether non-EU Schengen countries join, whether we coordinate with Britain and Ireland too.\"\n\nIf the EU adopts measures at Schengen borders, that could potentially have an impact on the border between Gibraltar and Spain.\n\nFor now though, it was largely business at usual at the Gibraltar frontier, even though the state of emergency announced by Spain at the weekend restricted all but essential travel inside Spain and, by extension, had some knock-on implications those crossing the border.\n\nWhile those crossing the border for work reasons or to go to and from their homes have so far experienced few problems, those wishing to travel to Spain for leisure have been turned back.\n\nThe Gibraltar Government has repeatedly advised Gibraltar residents not to travel to Spain except for essential reasons and to familiarise themselves with the terms of the Spanish decree.\n\nYesterday the Gibraltar Government said it was satisfied that the measures announced on Monday did not apply to Gibraltar and were therefore “not in any way politically motivated” against Gibraltar.\n\n“I am satisfied that the measures being adopted are not applicable to our frontier and are not therefore politically motivated against us,” Chief Minister Fabian Picardo said.\n\n“They are the application to Spain’s existing internal Schengen frontiers of what is already applicable throughout the territory of Spain to all Spanish citizens already and at our frontier.”\n\n“We have had it confirmed that workers needing to come across the frontier will be able to do so.”\n\n“We advise them to have copies of their employment contracts with them if possible.”\n\n“Additionally, we are also satisfied that there will be no effect on the supply of goods across the frontier for our supermarkets and grocers and, most importantly, for our health authority.”\n\nBUSINESS AS USUAL\n\nThe Gibraltar frontier was flowing normally on Monday morning as cross-border workers returned to work after the Spanish state of emergency came into force.\n\nArmed with papers in hand showing that they worked in Gibraltar, one worker said: “I’ve had no problem entering, I needed the papers but they have only glanced at them.”\n\nThere was fluidity in the flow at 7.30am as the bulk of workers entered. Vehicles rolled in with little hesitation at the border checks. With no restrictions in the Gibraltar side of the border there was only a momentary pause as they entered as the Spanish authorities glanced at the paperwork.\n\n“It’s very much as normal, if anything there is a little less volume because tourists are not coming in,” an immigration officer at the border told this reporter.\n\nA police inspector checking the border indicated the same.\n\nConstruction workers, officer workers and other private sector workers converged through the border, with the occasional person wearing a mask.\n\n“I have had no problem, but now let’s see what happens when I return,” said one Spanish National waiting for other workers to be picked up by the work vans.\n\nThere were some differences though for workers who usually travel to their place of work by bus.\n\n“We are usually packed at this time of the morning but it’s only been three or four people at a time,” a bus driver at the border said as he pointed to the empty seats on his bus.\n\nThe Gibraltar Government has also introduced restrictions to restrict the use of buses."}}