{"GDELT": {"GlobalEventID": 912756868, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor2Code": "LBR", "Actor2Name": "LIBERIA", "Actor2CountryCode": "LBR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.2827663134411598, "Actor1Geo_Type": 0, "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Montserrado County, Montserrado, Liberia", "Actor2Geo_CountryCode": "LI", "Actor2Geo_ADM1Code": "LI14", "Actor2Geo_ADM2Code": "147263", "Actor2Geo_Lat": 6.5, "Actor2Geo_Long": -10.5, "Actor2Geo_FeatureID": "-2134017", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nimba, Nimba, Liberia", "Action2Geo_CountryCode": "LI", "Action2Geo_ADM1Code": "LI09", "Action2Geo_ADM2Code": "40744", "Action2Geo_Lat": 7.48889, "Action2Geo_Long": -8.57083, "Action2Geo_FeatureID": "-2132286", "DATEADDED": 20200316221500, "SOURCEURL": "http://www.thepatrioticvanguard.com/liberia-commotion-at-war-and-economic-crime-court-gathering"}, "ARTICLE": {"TITLE": "Liberia: Commotion at War and Economic Crime Court gathering", "TEXT": "By Dagbayonoh Kiah Nyanfore II, Monrovia, Liberia\n\nHundreds of Liberians peacefully gathered at the grounds of the Liberian legislature on March 3 to present a petition for the establishment of war and economic crime court in Liberia. The group was organized under the banner of Liberians United for Justice and Accountability set up to bring justice to victims of the Liberian civil war.\n\nThe group gave the petition to Deputy House Speaker Prince Moye, who was accompanied by Representative Moses Acarous Gray of Montserrado County and Representative Rustonlyn Suacoco Dennis also of Montserrado County.\n\nReceiving the petition, Representative Moye informed the gathering that over 50 members of the Lower House had signed up to the call for the establishment of the court and therefore the petition was a reminder for the 76 member representatives to put the issue on the agenda for appropriate action. It can be recalled that last year, President George Weah wrote the legislature for advice on the call for the creation of the court. Although many lawmakers have expressed for the establishment, the letter has been dragging in the lower house. It has been speculated that the speaker of the House, Bhofal Chambers, is dodging to put the issue to a vote because he knows it would be passed.\n\nMeanwhile, the president, in his address to the UN General Assembly last October, informed the world body of the communication to the legislature. ‘I have asked our lawmakers to advise me on this issue because it is a grave matter in my country. The Liberian people, including those who want to clear their conscience of the civil war, are concerned about this matter’, he told the assembly. But Weah, upon returning to Liberia, informed the public that it was not he that called for the court. Apparently, the president was saying this to assure opponents of the court that he was not advocating for it.\n\nPresident Weah has certainly made a U-turn from his 2004 speech while serving as UN peace ambassador calling for the court establishment. Some observers say that Weah is now playing politics with the issue and seemed to protect his political supporters accused of causing the civil war. This is in reference to Former President Ellen Johnson Sirleaf and Senator Prince Johnson. The Truth and Reconciliation Committee (TRC) report names them, along with others, as principal perpetrators of the war and recommended for their persecution. But Sirleaf, as president, killed the TRC recommendations. The administration failed to take concrete action regarding the report, though she had pledged to support the TRC report when the committee was established. Now under Weah, the majority of the Liberian people and many international entities are calling for the implementation of the recommendations and for the establishment of the court.\n\nFurther background\n\nConsidering the huge and painful destruction of the civil war, “the Liberian people in 2005 mandated the TRC to investigate the causes and perpetrators of the war and to make recommendations which \"shall\" be implemented. In 2009 under the Sirleaf government, the TRC submitted its final report with over 200 recommendations, including punishment for the alleged perpetrators of the war. The executive of the government was to implement the recommendations while the legislature was to oversee the implementation. However, President Sirleaf did not implement the recommendations during her entire 12 years of administration for the reasons mentioned above. Moreover, “some of the warlords were elected in the legislature and thus making it difficult to conduct its oversight responsibility relative to the recommendations”.\n\nPresident Weah’s predicament\n\nPresident Weah faces a personal and political dilemma. Particularly, Senator Johnson is a powerful lawmaker from Nimba County, the second-largest county in Liberia and is considered a hero and a kingmaker of Nimba. He was a general and a key warlord of Charles Taylor forces. He killed many people, including former President Samuel Doe. His support of Weah in the second round of the 2017 presidential election helped Weah to the presidency. However, as stated in an earlier article, election results show that the president would have won anyway without Johnson’s support, though the percent of the win would have lowered than the 61 percent received. Indeed, Weah opponent, former Vice President Joseph Boakai, was a weak candidate, won only Lofa, the county of his birth out of the 15 counties in Liberia. Opposition parties’ standard-bearers Benoni Urey, Charles Brunskine, and Alexander Cummings supported him in the second round, yet he lost.\n\nThere is no tangible record or report of Sirleaf’s support for Weah in the election despite speculations. Before the election, Sirleaf met with the National Elections Commission (NEC) while on her way for an oversea trip, a move some observers thought was support for Weah’s candidacy. Further, Sirleaf did not support nor campaign for VP Boakai either. This increased speculation. But according to some insiders, Sirleaf’s meeting was to advise NEC to run a fair and transparent election. Nevertheless, Weah feels indebted to Sirleaf. He admires her and said to protect her. This feeling may have been the result of fear that the election would be rigged by the Unity Party appointed election commissioners. President Sirleaf put them in office, and it was thought that they would change the election results in favor of the ruling party presidential candidate. But the advice for a fair election was for the benefit of President Sirleaf. She wanted to leave office with a record of having a credible election under her watch. Weah CDC party felt cheated in previous presidential elections of 2005 and 2011 and was concerned about the 2017 election. Months before the 2017 election, candidate Weah and delegate visited heads of state of key West African countries to inform them of the election and prayed for a fair election. Weah was being proactive, putting NEC on warning.\n\nRegardless of Weah’s desire to protect his political supporters, some experts think that national and international pressure will force him to establish the court. His speech at the UN puts him on record to follow through the communication to the lawmakers and to report on the outcome. The world will be watching.\n\nThe call for war and economic crime court in Liberia is intensifying and is getting momentum. Civic society groups, religious leaders, traditional chiefs, elders, ordinary citizens, and international entities are requesting the government to institute the court. This is the second demonstration of the group. It held the first on November 12, 2018, marching to international organizations, including the US Embassy, the European Union, and the UN Mission in Liberia. Prior to that march, a conference was held in Liberia on the court. Ambassador Stephen Rapps, former US persecutor for the war crime court in Sierra Leone attended. “Ambassador Uchenna Emelonye, Country Representative of the UN High Commissioner for Human Rights, also addressed the conference. Both ambassadors called for the need for justice for victims of the civil war. Madam Amina Mohammeh, Deputy UN Secretary-General, added her voice to the matter; \"It is critical to implement the recommendations of the TRC\", she said diplomatically telling the Weah government to comply”.\n\nAlso at the gathering\n\nAt the gathering, Montserrado Senator Abraham Darius Dillon also addressed the group, saying that he supports the establishment of the court and called on his colleagues in the Senate to follow suit. Moreover, Joshua Milton Blayea, known as Butt Naked, spoke at the occasion. He fought in the war and is said to have killed many innocent people. But he supports the request for the court because he believes that no sin goes unpunished and that only the truth will set a person free. He also pointed out that he has witnessed violence in Liberia and thinks that it will continue because of the culture of impunity in the country. A recent study indicates that Liberia appears to have been cursed for the innocent blood shelled since the creation of the country and the perpetrators have gone scot-free. Liberia continues to be under-developed, though the country is the oldest African republic and though Liberia is rich with natural resources. The country is among the ten poorest nations in the world according to reports. President Weah could make a difference if he also becomes a leader of justice and stands for justice.\n\nAlso at the Capitol building, Emmanuel Savice, the group leader who traveled from Canada for the occasion, gave the keynote address, warning the Liberian lawmakers that the fight for the court will continue. “Every two months, we will assemble here until the legislature takes action on the matter”, he informed, adding, “We are not asking you to establish war and economic crime court; we are demanding you to do so. The 250 thousand people who perished in the civil war did not die for nothing. Their families and the Liberian people, in general, will have justice”. Sevice lost his family, including two of his siblings, in the war.\n\nThe commotion\n\nAfter Savice’s speech, the group marched from the Capitol ground toward the Ministry of Foreign Affairs, which is located near the Capitol. At that point, this writer left the gathering thinking that the occasion was over. However, the media later reported that the demonstrators walked to the ministry where President Weah’s office is located and requested to present their petition to the president. Accordingly, that request was not met. The Elite Protection Service (EPS) guarding the president allegedly flogged and arrested Savice and other demonstrators. But the national police released them.\n\nThe decision to march to the president’s office may have been made instantly, perhaps while the group was on the way toward the ministry because it was not announced at the gathering on Capitol Hill that a petition would be presented to the president. No details were given on what really led to the incident. One report stated that the demonstrators blocked the entrance of the ministry while the president’s convoy was approaching. Another said that they demanded that Weah should come down from his office to meet them and that they refused to follow the EPS instruction.\n\nOn a radio station, callers expressed mixed views. Some blamed the EPS for using force against the demonstrators. Others faulted the group, stating that it was unnecessary to go to the president’s office; that petitioning the lawmakers was enough since the matter was before the legislature. A presenter at another radio station expressed a similar opinion that it was uncalled for to go to the president. “The group should continue to put pressure on the lawmakers to take action on the president’s communication on the issue”.\n\nBut the alleged and reported beating and arrest took the central stage instead of the petition. Almost all of the media coverage focused on the commotion and little was said about what the gathering was about."}}