{"GDELT": {"GlobalEventID": 912757163, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "IND", "Actor2Name": "ANDHRA PRADESH", "Actor2CountryCode": "IND", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.454545454545451, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kakinada, Andhra Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN02", "Actor1Geo_ADM2Code": "17551", "Actor1Geo_Lat": 16.9333, "Actor1Geo_Long": 82.2167, "Actor1Geo_FeatureID": "-2098992", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kakinada, Andhra Pradesh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN02", "Actor2Geo_ADM2Code": "17551", "Actor2Geo_Lat": 16.9333, "Actor2Geo_Long": 82.2167, "Actor2Geo_FeatureID": "-2098992", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kakinada, Andhra Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN02", "Action2Geo_ADM2Code": "17551", "Action2Geo_Lat": 16.9333, "Action2Geo_Long": 82.2167, "Action2Geo_FeatureID": "-2098992", "DATEADDED": 20200316221500, "SOURCEURL": "https://indianexpress.com/article/cities/pune/pune-man-held-boy-detained-for-circulating-false-coronavirus-rumours-on-social-media-6317799/"}, "ARTICLE": {"TITLE": "Pune: Man held, boy detained for circulating false rumours on social media", "TEXT": "Police probe found the boy had accounts on TikTok and Facebook, and an YouTube channel. (Representational Image) Police probe found the boy had accounts on TikTok and Facebook, and an YouTube channel. (Representational Image)\n\nOne person has been held and a 16-year-old boy detained by Pune city police for allegedly circulating false information on social media that consumption of eggs and chicken causes COVID-19.\n\nA non-cognizable offence was lodged with the cyber police station of Pune city police under Section 505, 1(b) of IPC following a complaint filed by an official of the state animal husbandry department on spread of rumours, unscientific and false information that COVID-19 is caused by poultry products, which was causing huge losses to farmers and poultry business.\n\nA press statement issued by Deputy Commissioner of Police (cyber crime) Sambhaji Kadam on Monday stated, “… some videos on YouTube spreading rumours were deleted. One video was found to be uploaded from Maharajganj, Uttar Pradesh from a mobile phone number in the name of a woman. A police team went to UP and questioned the woman. The woman had given her SIM card to her sister’s son in a nearby village. Police then detained the 16-year-old boy.”\n\nPolice probe found the boy had accounts on TikTok and Facebook, and an YouTube channel. “A month before, he had uploaded a video stating that COVID-19 is caused by chicken consumption,” the press release stated. Also, the police found another video uploaded by one Mohammad Abdul Sattar of Kakinada Urban East, Andhra Pradesh. A police team went to Andhra Pradesh and nabbed Sattar. Probe revealed he runs a clock repair shop and had started a YouTube channel, on which he has uploaded about 80 videos. “He received a video on WhatsApp saying poultry production spreads COVID-19. Without any verification, he uploaded the video on his channel,” the press release stated. Joint Commissioner of Police Ravindra Shisave of Pune city police said chargesheet had been filed against the boy and Sattar for spreading rumours on COVID-19.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Pune News, download Indian Express App."}}