{"GDELT": {"GlobalEventID": 912770971, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.2935779816513704, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Morbi, Gujarat, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN09", "Actor1Geo_ADM2Code": "17647", "Actor1Geo_Lat": 22.8167, "Actor1Geo_Long": 70.8333, "Actor1Geo_FeatureID": "-2104800", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Morbi, Gujarat, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN09", "Actor2Geo_ADM2Code": "17647", "Actor2Geo_Lat": 22.8167, "Actor2Geo_Long": 70.8333, "Actor2Geo_FeatureID": "-2104800", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Morbi, Gujarat, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN09", "Action2Geo_ADM2Code": "17647", "Action2Geo_Lat": 22.8167, "Action2Geo_Long": 70.8333, "Action2Geo_FeatureID": "-2104800", "DATEADDED": 20200317000000, "SOURCEURL": "https://timesofindia.indiatimes.com/city/rajkot/expiring-visas-of-foreign-experts-worry-morbi-units/articleshow/74662702.cms"}, "ARTICLE": {"TITLE": "Coronavirus: Expiring visas of foreign experts worry Morbi units", "TEXT": "RAJKOT: The Morbi ceramic industry may be upbeat over the gains in export orders because of the lockdown in China and Italy following the outbreak of coronavirus . However, their happiness could be short-lived if the Indian government does not extend the visas of Chinese and Italian technicians living in Morbi.Morbi, the second largest production hub of ceramic products in the world after China has a turnover of Rs 40,000 crore. The monthly exports that was Rs 800-Rs 1,000 crore has soared to Rs 1,200-1,300 crore because suspension of production in China.These Chinese and Italian nationals provide technical support for the machinery used in the ceramic industry and are essential in smooth running of the production process. While visas of most of the Chinese and Italian technicians is set to expire in next 15 days, their application for extension has been rejected by the central government.This has put the ceramic industry in a quandary as if these team of technicians leave, the next team cannot be expected in the near future because of the current travel restriction for foreign citizens.The Morbi Ceramic Association (MCA) has decided to make representation to the union ministry of commerce to extend the visa of these Chinese and Italian personnel in the interest of the industry.Industry sources said that at any given point of time there are over 200 foreign technicians mostly Chinese nationals living in Morbi. They provide maintenance support as well as train local in operating the machines.According to sources, the ceramic industry imports machinery worth Rs 500 crore from China and Italy every year. The major part of the machinery imported from China and Italy are leasing line, roller, pressing and printing machines.Since past few years, the Chinese and Italian companies have opened offices in Morbi to provide after sales services. Any stoppage of the machines will result in huge losses to its owners. These experts are sent in rotation who live in Morbi for few months and leave after the next team arrives.Before the outbreak of the COVIC-19, many Chinese technicians had left the country to celebrate the Chinese new year in January this year. They could not return because of the lockdown. At least 25 Chinese technicians residing in Morbi currently whose visas are going to expire in two weeks.Talking to TOI president of Morbi Ceramic Association Nilesh Jetparia said, “If these people go back the new technicians are not expected in near future. It is in our interest that they stay here.”"}}