{"GDELT": {"GlobalEventID": 912771118, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "CANGOV", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor1Type1Code": "GOV", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.1292517006802796, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.straight.com/life/1372856/canada-close-border-non-canadians-except-us-citizens-and-all-canadians-urged-remain"}, "ARTICLE": {"TITLE": "COVID-19: Canada to close border to non-Canadians except U.S. citizens and all Canadians urged to remain home", "TEXT": "1 of 2 2 of 2\n\nPrime Minister Justin Trudeau addressed the nation today (March 16) from self-isolation (his wife, Sophie Grégoire Trudeau was diagnosed with COVID-19 on March 12) about measures being taken to combat the COVID-19 pandemic in Canada.\n\nTrudeau announced three main travel restriction measures regarding entry into Canada while providing support for Canadian citizens returning to Canada.\n\nHe stated that Canada is closing its borders to all non-Canadian citizens and non-permanent residents of Canada, or all foreign nationals. U.S. citizens, crew members, diplomats, and members of their immediate family are exempt from this restriction.\n\nWhen questioned by media about why American citizens are exempt, Trudeau explained that this restriction doesn't apply to U.S. citizens due to the integration of economies between Canada and the U.S.\n\nThe second measure being taken is that any individuals with COVID-19 symptoms won’t be allowed to enter Canada.\n\nTrudeau stated that air operators will be formally mandated to prevent all travellers who present symptoms of COVID-19 to board planes to Canada.\n\nAirlines will conduct a basic assessment of each passenger based on recommendations from the Public Health Agency of Canada and will receive formal order to ban all travellers presenting symptoms from getting on airplanes.\n\nAn assistance program for Canadians abroad is being launched to provide funding to help asymptomatic Canadian citizens to return to Canada or to cover essential costs while awaiting return to Canada.\n\nThe third measure to be implemented as of Wednesday (March 18) is that international flights will be restricted to only four Canadian airports: Vancouver International Airport, Calgary International Airport, Toronto Pearson International Airport, and Montreal-Pierre Elliott Trudeau International Airport.\n\nAt these airports, enhanced screening of passengers will take place.\n\nDomestic flights and flights from U.S., Mexico, Caribbean, and Saint Pierre and Miquelon won’t be affected.\n\nTravel restrictions won’t apply to trade or businesses.\n\nTrudeau reiterated that all Canadians should avoid non-essential travel outside Canada until further notice.\n\nAmid a series of advisories and announcements on the evening of March 13, the federal governmenty had urged all Canadians abroad to return back to Canada as soon as possible and to avoid all non-essential travel. The federal government has warned that travellers may face disruption to travel plans, including cancelled flights and new restrictions introduced with little advance notice.\n\nThose who do return must self-isolate for 14 days.\n\nTrudeau also stated that all Canadians should remain at home as much as possible to protect yourself and others, in order to allow the healthcare system to focus on those who do need help.\n\nHe encouraged Canadians to remain in contact with each other through other means, such as by phone, facetime, email, and other modes of remote communication.\n\nToday, Canada Border Services Agency (CBSA) also announced some further measures at all entry points.\n\nAll travellers will be asked if they are experiencing any symptoms, such as difficulty breathing, coughing, or fever.\n\nIn additional, all travellers from all international destinations will be asked to self-isolate for 14 days. The only exceptions are workers essential to the movement of goods or people, such as flight crews or road workers.\n\nAny travellers whom CBSA officers suspect to be ill will be referred to public health authorities for evaluation.\n\nTravellers had previously only been asked if they had visited China, Iran, or Italy—something that has been questioned by media and citizens.\n\nDr. Theresa Tam stated on March 15 that Canada has reached a critical point and that all Canadians needs to act immediately and collectively to stem the outbreak.\n\n\"Our window to flatten the curve of the epidemic is narrow,\" Dr. Tam said. \"We all need to act now. COVID-19 is a serious public health threat.”\n\nCanada now has approximately 377 cases.\n\nItaly has escalated to over 24,700 cases, while Iran has surged to approximately 15,000 cases. Spain, with over 9,400 cases, has surpassed South Korea, with over 8,200 cases. USA’s numbers continue to rapidly climb, now at over 4,000 cases.\n\nHowever, many Asian locations outside mainland China that were reporting some of the earliest cases of the virus have maintained controlled levels of increase due to having implemented strict or emergency measures at the onset of the outbreak, such as Hong Kong (155), Thailand (147), India (129), Taiwan (68), Vietnam (61), and Macao (11)."}}