{"GDELT": {"GlobalEventID": 912773341, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.33070866141732, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Idaho, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USID", "Actor1Geo_Lat": 44.2394, "Actor1Geo_Long": -114.51, "Actor1Geo_FeatureID": "ID", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Idaho, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USID", "Actor2Geo_Lat": 44.2394, "Actor2Geo_Long": -114.51, "Actor2Geo_FeatureID": "ID", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Idaho, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USID", "Action2Geo_Lat": 44.2394, "Action2Geo_Long": -114.51, "Action2Geo_FeatureID": "ID", "DATEADDED": 20200317000000, "SOURCEURL": "https://localnews8.com/news/local-news/2020/03/16/ammon-mayor-asks-community-members-to-stop-hoarding-food-and-supplies/"}, "ARTICLE": {"TITLE": "Ammon Mayor asks community members to stop hoarding food and supplies", "TEXT": "Local News\n\nAMMON, Idaho (KIFI/KIDK) - The spread of the coronavirus is causing an outrage in grocery stores and growing community safety concerns. Today the Mayor of Ammon said to stop the panic, the city is prepared.\n\nMayor Sean Coletti is asking the community members to stop hoarding food and supplies and to look out for one another.\n\nThe Ammon City Council has had a coronavirus breakout plan in place since February. The plan lists out all the steps that each city department needs to take in the event that Mayor Coletti declares a state of emergency.\n\nThe four main objectives of the plan are maintaining operation to essential services, minimizing the risk of spreading the coronavirus, maintaining emergency services and keeping the public informed.\n\nAmmon city administrator Micah Austin tells us they hope residents won’t notice any interruption to their public services.\n\n“At times like this local governments are prepared for issues that come up. This is what we do. Our jobs, or situations like this are to keep the water running, keep the sewer flowing, keep trash delivery and trash take out on time, and make sure that all the essential services remain operational without any sort of interruption. And so this is what we do when we're very good at it and we are ready,” Austin said.\n\nAs an extra precaution all non-city meetings held on city properties will be cancelled and all city council meetings will be held virtually."}}