{"GDELT": {"GlobalEventID": 912771450, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "EUR", "Actor1Name": "EUROPE", "Actor1CountryCode": "EUR", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -2.6515151515151496, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS", "Actor1Geo_Lat": 37.0, "Actor1Geo_Long": 127.5, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS", "Actor2Geo_Lat": 37.0, "Actor2Geo_Long": 127.5, "Actor2Geo_FeatureID": "KS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS", "Action2Geo_Lat": 37.0, "Action2Geo_Long": 127.5, "Action2Geo_FeatureID": "KS", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.wcsufm.org/post/map-tracking-spread-coronavirus-us"}, "ARTICLE": {"TITLE": "Tracking The Pandemic: Are Coronavirus Cases Rising Or Falling In Your State?", "TEXT": "Loading...\n\nThis page is updated regularly.\n\nNearly 2 million people in the U.S. have tested positive for the coronavirus and more than 110,000 have died. The growth in new cases and deaths overall has at least temporarily slowed, but that pattern hasn't been consistent across the country. New hot spots are emerging as others subside.\n\nMany states began relaxing some social distancing measures in May, and health leaders are watching for signs that the virus is starting to spread more aggressively. In the graphics below, explore the trend in new cases in your state to see whether cases are rising, falling or staying level. To jump to a map of total cases and deaths by state, click here.\n\nLoading...\n\nThe following chart displays states' trends in new daily case counts, total cases, and per capita totals. To compare state outbreaks, the trend lines for average new daily cases are graphed against each state's total case count to date. This highlights a state's daily growth relative to the overall size of its outbreak.\n\nWhen both new and total case counts grow quickly, the curve bends upward. As cases slow, the curve levels or bends down. In New York, site of the country's largest outbreak, the state's curve rose sharply before reaching over 170,000 total cases in April. Since then, new cases have fallen from about 10,000 per day in mid-April to 1,000 per day in early June.\n\nSome states, such as Hawaii, have declined to just a handful of new cases per day, while others are growing. Arizona, which had leveled off at around 15,000 total cases in May, saw a sudden increase in new cases in June.\n\nLoading...\n\nThe coronavirus has hit some states much harder than others. For much of the pandemic, a large share of U.S. cases have been centered around New York City. As of early June, New York state, Connecticut and New Jersey accounted for about 30% of total cases in the nation and 42% of deaths, although new cases have been dropping in these three states. Across the country, other large, populous states such as California, Illinois and Texas have high totals as well.\n\nSome smaller states have had a heavy burden of disease relative to their population size, such as Nebraska and Iowa, which have high case counts per capita, and Louisiana and Michigan which have a high death count per capita.\n\nExplore the map below to see totals and per capita figures around the country.\n\nLoading...\n\nClick here to see a global map of confirmed cases and deaths.\n\nFor more detail on your state, the table below shows the change in average new cases per day in each state, week over week. States marked in shades of red are showing growth, those in shades of green, are showing declines.\n\nLoading...\n\nMethodology\n\nThe data used here are compiled by the Center for Systems Science and Engineering at Johns Hopkins University from several sources, including the Centers for Disease Control and Prevention; the World Health Organization; national, state and local government health departments; 1point3acres; and local media reports. The JHU team automates its data uploads and regularly checks them for anomalies. State-by-state recovery data are unavailable at this time. There may be discrepancies between what you see here and what you see on your local health department's website. Figures shown do not include cases on cruise ships.\n\nThis story was originally published on March 16, 2020. Elena Renken was a co-author on that version.\n\nSean McMinn contributed to and Carmel Wroth edited this story.\n\n"}}