{"GDELT": {"GlobalEventID": 912757465, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "GOV", "Actor1Name": "AUTHORITIES", "Actor1Type1Code": "GOV", "Actor2Code": "ARM", "Actor2Name": "ARMENIAN", "Actor2CountryCode": "ARM", "IsRootEvent": 1, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.44343891402715, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yerevan, Yerevan*, Armenia", "Actor2Geo_CountryCode": "AM", "Actor2Geo_ADM1Code": "AM11", "Actor2Geo_ADM2Code": "4936", "Actor2Geo_Lat": 40.1811, "Actor2Geo_Long": 44.5136, "Actor2Geo_FeatureID": "-2325645", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200316221500, "SOURCEURL": "https://armenianweekly.com/2020/03/16/armenia-declares-state-of-emergency-coronavirus-cases-reach-45/"}, "ARTICLE": {"TITLE": "Armenia Declares State of Emergency, Coronavirus Cases Reach 102", "TEXT": "YEREVAN—Following an extraordinary cabinet session on Monday afternoon, the Armenian government voted to impose an immediate state of emergency across the country, amid growing concerns of the coronavirus. Evoking Article 120 of the Republic of Armenia’s Constitution, the government has convened a Special Commission led by Deputy Prime Minister Tigran Avinyan to oversee the implementation of security measures.\n\nAs of Wednesday evening, there are a total of 102 confirmed cases in the country. Over the weekend, Prime Minister Nikol Pashinyan announced in a Facebook Live broadcast that at least 19 of these cases have been recorded in the town of Etchmiadzin after a woman who had contracted the virus during a recent trip to Italy infected other guests at an engagement party.\n\nAuthorities were quick to respond to the localized outbreak by cordoning off the entire city, which is the seat of the Armenian Apostolic Church. Almost 300 people presumed to have been in physical contact with the woman or the guests have been quarantined. Both Pashinyan and his wife were tested twice for the coronavirus following fears that they may have had contact with a suspected carrier of the virus; they tested negative on both occasions.\n\nUnder these newly installed measures, Armenian citizens will be prohibited from leaving the territory of the Republic of Armenia via land borders, while air travel will continue to be permitted to destinations where the risk of infection is deemed low. All those entering the country will undergo health checks. Those with apparent fevers will either be hospitalized or quarantined.\n\nIn accordance with the emergency measures, all large public gatherings will be banned, including any strikes, protests or organized assemblies of any sort. Educational institutions continue to remain closed, but high school and university level classes have carried on over the internet. Police are coordinating with public health officials to set up checkpoints across the country to perform health tests and ensure that the conditions of the state of emergency are respected. Other government agencies, including the Food Safety Inspectorate and the Health and Labor Administration will likewise be working to ensure public health and safety. Authorities will also crack down on social media posts not citing official sources regarding the virus.\n\nThe measures have affected the upcoming constitutional referendum as well. The vote scheduled for April 5 will be postponed due to the coronavirus outbreak and be rescheduled no sooner than 50 days and no later than 65 days after the state of emergency. In his Facebook Live address on Sunday, the Prime Minister declared that “public health and safety trump any political objective.” Aside from public safety concerns, widespread flight disruptions and containment efforts by governments around the world have presented logistical complications to holding the referendum, as the dozens of expected international observers will not be able to attend.\n\nArtsakh’s Central Election Commission (CEC), however, has announced that the de facto Republic’s presidential elections will take place as planned on March 31st. Yet, the CEC urged candidates to refrain from holding large campaign events and to use the internet whenever practical. Archbishop Pargev of Artsakh went a step further, asking the faithful to avoid church for the next two weeks. Authorities in Artsakh report no COVID-19 cases in the country.\n\nMirroring last month’s operation to evacuate Armenian citizens from Iran, the Armenian government has once again chartered an aircraft to repatriate Armenian citizens who had been stuck in virus-stricken Italy amidst full lockdown. After some delay, the aircraft carrying 67 Armenian nationals touched down at Zvartnots Airport in the early hours of Monday morning. According to Health Minister Arsen Torosyan, all arrivals were immediately tested for signs of the virus, but the results were negative.\n\nThe High Commission on Diaspora Affairs has reportedly been recommending that Armenian nationals stranded in ‘high risk’ countries register with the nearest Armenian embassy to be notified in the event that further evacuation flights are organized in those countries as well.\n\nStill, travel disruptions have affected US citizens living in Armenia as much as Armenian citizens trying to return from abroad. Many have struggled to adjust travel plans. Kelsey Adrian, a US citizen living in Armenia is scheduled to fly back to her native Portland, Oregon on Aeroflot via Moscow on April 1st. “I heard that wait times at customs at JFK and other airports are at least six hours long,” she told the Armenian Weekly, “and now with the announcement that Russia is closing its borders to passenger traffic from Armenia, I’m not even sure if my flight will take off at all.” She does admit looking forward to the prospect of extending her stay in Armenia.\n\nEven the internet-famous British YouTuber Bald and Bankrupt was forced to cut his exploration of Armenia’s Soviet architectural heritage short, scrambling to get back to the United Kingdom after his originally-booked flight was grounded when the Georgian government closed its border with Armenia.\n\nDespite the hurdles, the situation in Armenia remains stable, though streets in Yerevan are noticeably less busy for a typical work day. Many companies, particularly those in the tech sector, have been instituting remote work policies. The government has followed suit, sending all non-essential personnel on administrative leave. Others, like the food delivery services Menu.am and Sovats.am have fitted their couriers with masks and surgical gloves, while customers can now request ‘contactless’ delivery. Malls, cinemas, concert venues and other public gathering places have also shut down as a preventative measure.\n\nThe government’s decision has been largely praised by Armenians on social media as a wise— if necessary—measure. In a show of solidarity, many people took to their balconies across Yerevan to applaud first responders and other health and safety personnel tackling the epidemic. According to Prevent Epidemics, a website which collects country-level data on epidemic preparedness, Armenia scores 90 for its ability to find, stop and prevent epidemics, higher than Switzerland, Finland, the United States and Belgium, but just below Canada and Australia.\n\nAccording to Justice Minister Rustam Badasyan, Article 120 allows the government to declare a state of emergency if there is an imminent threat to the constitutional order as well as to the well-being of citizens. Article 120 was invoked once before, on March 1, 2008 by then-President Robert Kocharyan following post-election unrest.\n\nThe current State of Emergency measures will last until 9 AM on April 16. In the meantime, the first patient to contract the virus in Armenia has been cured.\n\nEditor’s Note: This article is being updated to reflect the increasing number of coronavirus cases in the country."}}