{"GDELT": {"GlobalEventID": 912757426, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.70018621973929, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "TH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20200316221500, "SOURCEURL": "https://indianexpress.com/article/cities/kolkata/coronavirus-bengal-civic-polls-deferred-assembly-session-cut-short-6317795/"}, "ARTICLE": {"TITLE": "Coronavirus: Bengal civic polls deferred, Assembly session cut short", "TEXT": "People queue up at SSKM Hospital in Kolkata on Monday. (Express photo: Partha Paul) People queue up at SSKM Hospital in Kolkata on Monday. (Express photo: Partha Paul)\n\nThe West Bengal State Election Commission (WBSEC) on Monday postponed the upcoming civic polls in the state for the time being after political parties expressed their concern over novel coronavirus (Covid-19) outbreak. The decision, which will be reviewed after 15 days, was taken at an all-party meeting.\n\nThe ongoing Budget session in the Assembly has also been curtailed over the coronavirus outbreak.\n\nThe polls were likely to be held between April 12 and 26 for 107 civic bodies. Elections to the municipal bodies and the Kolkata Municipal Corporation are being viewed as a litmus test for the TMC and the BJP, a year ahead of the crucial Assembly polls.\n\nOn Saturday, the ruling TMC and the BJP had appealed to the SEC to defer the polls.\n\nEarlier in the day, Governor Jagdeep Dhankhar appealed to the SEC to take an appropriate decision on the civic polls schedule.\n\n“Post interaction of Governor Jagdeep Dhankhar with the state election commissioner and his subsequent communication with the election commission on March 12, 2020, the Governor is confident that the SEC will take an appropriate call on fixing the dates of civic elections taking into account the totality of circumstances and the contemporaneous situation,” a statement issued by Raj Bhavan said.\n\nThe state government had earlier proposed to hold the polls between April 12 and 26. However, the BJP had objected to the proposed dates, saying the suggested schedule would not leave enough time for campaigning.\n\nMeanwhile, the Budget session of the Assembly will be cut short over the novel coronavirus pandemic and the House will not meet after Tuesday, Speaker Biman Banerjee said.\n\nAt an all-party meeting on Monday on the Assembly premises, attended by Parliamentary Affairs Minister Partha Chatterjee and floor leaders of Opposition parties, the Speaker said the second part of the session, which commenced on Friday, would be truncated as part of the precautionary measures to prevent the spread of the deadly Covid-19.\n\nThose who attended the meeting said all agenda, except for three bills, including the appropriation bill, would be put on the back-burner.\n\nVoting for the Rajya Sabha elections will, however, take place as scheduled on March 26.\n\nAfter the meeting, Chatterjee said the decision was taken keeping in mind public interest.\n\nThe opposition parties — CPI(M), BJP and the Congress — said they would welcome any move taken for the welfare of the state.\n\nLeft Front legislative party leader Sujan Chakraborty has voiced support for the “pro-people decision”.\n\nEarlier in the day, while addressing the Assembly, Chatterjee said the state was on a high alert on account of the rising number of coronavirus cases in the country, urging the Opposition parties to unite and stand by the government in its fight against the outbreak, which has claimed over 6,000 lives worldwide.\n\nThe number of confirmed coronavirus cases in the country rose to 114, with Odisha reporting its first patient and a new case each in Ladakh, Jammu and Kashmir, and Kerala, according to the Union Health Ministry.\n\nThe Maharashtra government also reported four more patients of the infection, which the Union Health Ministry did not immediately add to its national count.\n\nMeanwhile, Chief Minister Mamata Banerjee urged people to not panic . “Don’t hide your problem. If you have fever, monitor it for seven days. If you have respiratory problem along with fever contact the doctors,” the CM said.\n\nDhankhar suspends all events at Raj Bhavan\n\nIn view of Covid-19 outbreak, Governor Jagdeep Dhankhar on Monday postponed all his official programmes to be held at Raj Bhavan in March.\n\n“In deference to the advisory as regards to coronavirus, it has been decided to reschedule all programmes at Raj Bhavan and a call thereof will be taken after March 31, 2020… The expedient change has been dictated by public interest,” said a statement issued by Raj Bhavan.\n\nYouth back from Thailand among five in isolation ward\n\nFive more people, including a 19-year-old man who returned from Thailand, with coronavirus-like symptoms were admitted to the isolation wards of Beliaghata ID and BG Hospital on Monday, taking the total count to 15.\n\nOn Sunday, six of the patients had tested negative. They are yet to be discharged from the hospital. Sample results of the rest are awaited.\n\nAccording to a doctor at the hospital, the 19-year-old man showed coronavirus-like symptoms during thermal scanning at the Netaji Subhas Chandra Bose International Airport.\n\nThe number of coronavirus cases in the country rose to 114, with Odisha recording its first Covid-19 case and a new case each in Ladakh, Jammu and Kashmir, and Kerala, according to the Union Health Ministry.\n\nBelur Math stops distributing bhog\n\nThe Belur Math administration, the global headquarters of the Ramakrishna Math and Mission, stopped distributing ‘bhog’ to devotees for an indefinite period from Monday as part of efforts to prevent the spread of coronavirus. ‘Bhog’ is the food served to devotees at a temple after prayers.\n\nAuthorities at Belur Math said they would also regulate the entry of devotees by ensuring they do not crowd the temple complex.\n\nDakshineswar may cut visiting hours\n\nAt Dakshineswar Kali temple, the management is planning to reduce the visiting hours for pilgrims, said Kushal Choudhury on behalf of the temple trust. Personnel manning the temple entry points had been asked to maintain a gap between people in a queue, and prevent overcrowding, he added.\n\nPark Circus sit-in to continue\n\nWomen, who have been protesting against the new citizenship law (CAA) and proposed NRC at Kolkata Park Circus for more than a month, on Monday said that they would continue their sit-in by taking precautions in view of coronavirus outbreak.\n\nProtesters have been asked to use gloves, masks and sanitisers while taking part in the protest. Asmat Jamil, the convener of the protest, said: “ We will continue our protest here.If anyone wishes to take out rallies outside Park Circus maidan, they can do so individually but without our collective banner. We will not take out rallies outside.”\n\n—ENS & PTI\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Kolkata News, download Indian Express App."}}