{"GDELT": {"GlobalEventID": 912772025, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "GOV", "Actor2Name": "SOVEREIGN", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.0089285714285703, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200317000000, "SOURCEURL": "http://english.wafa.ps/page.aspx?id=JHfrd2a115415279298aJHfrd2"}, "ARTICLE": {"TITLE": "Palestine submits to ICC its observations on the scope of the Court’s territorial jurisdiction", "TEXT": "RAMALLAH, Monday, March 16, 2020 (WAFA) - Today, the State of Palestine submitted its Observations to the International Criminal Court (ICC) in relation to the Prosecutor’s Request for a determination on the scope of the Court’s territorial jurisdiction in the Situation in the State of Palestine, (and pursuant to the Order of the Pre-Trial Chamber of 28 January 2020.), according to a press release by the Ministry of Foreign Affairs and Expatriates.\n\n“The State of Palestine affirms that is the sole sovereign over the territory of the State of Palestine occupied in 1967, which is comprised of the West Bank, including East Jerusalem, and the Gaza Strip, and which is also recognized by the international community. This is the territory over which Palestine gave jurisdictional competence to the Court upon its access to the Rome Statute.,” it said.\n\n“The State of Palestine recognizes that the Court plays important role in bringing justice to the most serious crimes of concern to the international community. In this regard, Palestine welcomes the submission of several international organizations, lawyers, professors, and human rights defenders reaffirming that the Court has a jurisdiction over the territory of the State of Palestine, thus leaving no doubt over who is entitled to the territory, including in particular the submissions of the League of Arab States and the Organization of Islamic Cooperation. Other submissions on behalf of Palestinian victims demonstrate how a decision denying the territorial scope over the entirety of the territory of Palestine would contradict the object and purpose of the Court, of ending impunity and holding perpetrators accountable for their crimes,” added the press release.\n\nIt continued: “The State of Palestine looks forward to an expeditious ruling from the Pre-Trial Chamber I, in accordance with the Chambers Practice Manual which sets a timeframe of 120 days, preventing any further delay in the Prosecutor’s opening of an investigation into the Situation in the State of Palestine.\n\n“The State of Palestine stands by the independent nature of the Court, a pillar of the rule of law. Protecting its independence is a responsibility all States have towards ensuring universal transparent standards of justice. The situation in Palestine remains the ultimate test of the Court’s impartiality as well as the State Parties’ commitment to the universality of international justice. In this regard, the State of Palestine trusts that any decision by the Court will not be contingent on the political whims of ed number of States.\n\n“Finally, the State of Palestine reaffirms its solid commitment to upholding its legal obligations as a State Party to the Rome Statute and will continue to fully cooperate with the Court.”\n\nM.K."}}