{"GDELT": {"GlobalEventID": 912770507, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.23121387283237, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE", "Actor2Geo_Lat": 33.833333, "Actor2Geo_Long": 35.833333, "Actor2Geo_FeatureID": "LE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE", "Action2Geo_Lat": 33.833333, "Action2Geo_Long": 35.833333, "Action2Geo_FeatureID": "LE", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.huffingtonpost.ca/entry/coronavirus-kindness_ca_5e6fb20ac5b6eab77939fad1"}, "ARTICLE": {"TITLE": "Coronavirus Kindness: Canadians Are Stepping Up To Help Their Neighbours", "TEXT": "Mr. Rogers was right: In any situation, no matter how dire, people will try to help.\n\nAs the rates of coronavirus continue to surge, many Canadians are gripped with panic. But across the country, there are people who are jumping into action to help wherever they can.\n\nFor Mohamed Tarrabin, who manages a jewelry store in Fort McMurray, Alta., the choice to help came last week, when local food banks made the announcement that they were almost out of supplies. People had already started panic-shopping, taking up most of the local supply of non-perishables and toilet paper, leaving little for the community’s most vulnerable, who rely on food banks.\n\nSo Tarrabin’s store, Prestige Jewellery, started offering a promotion, offering free earrings to anyone who dropped off a food donation. It didn’t take long for the idea to take off.\n\n“My office, the back room, the shelves of my jewelry store are all filled with food now,” he told HuffPost Canada. As of this past weekend, the jewelry store is operating as something of an ad-hoc emergency response centre, where people are dropping off supplies or picking up what they need. The same is true of the store’s Edmonton location, he said.\n\n“Showcases are all full with food,” he said. “It’s unreal.”\n\nCourtesy of Mohamed Tarrabin Mohamed Tarrabin's back office at Prestige Jewellers in Fort McMurray.\n\nOn Friday, one person dropping off food mentioned to Tarrabin how bad he felt for seniors, who were more at risk of contracting the virus and who might have trouble dealing with long lines and aggressive customers at grocery stores.\n\nSo Tarrabin wrote a post on a local Facebook group, offering to help seniors pick up groceries, medicine, or other essentials.\n\nHe heard back almost right away, mostly from people who lived with their elderly parents but had work responsibilities that prevented them from being full-time caregivers. Since Friday, he’s helped more than 45 people, mainly by picking up prescriptions or in some cases, groceries.\n\nHe’s also heard from about 20 people who reached out to him to tell him they’re doing the same thing.\n\nNurPhoto via Getty Images A grocery store with empty shelves in Toronto. As it becomes increasingly difficult to leave the house, community groups are stepping up to help care for the most vulnerable.\n\nFor Toronto resident Amara Possian, the decision to help came from the realization that she didn’t really know a lot of her neighbours. As someone who knew she was young and healthy, she wanted to provide support to the people around her who were more vulnerable, but didn’t have a clear sense of who those people were.\n\nSo early on Friday morning, she wrote a quick note offering help and pointing people towards resources, which she dropped into her neighbours’ mailboxes. She also wrote a sample note she posted to Twitter, so other people could do the same.\n\nI dropped these in my neighbours' mailboxes last night and wanted to share in case the script is helpful. It's really important for us to be there for each other right now, particularly for those who are vulnerable. #Covid_19 pic.twitter.com/6lzFtjXVcx — Amara Possian (@amarapossian) March 13, 2020\n\nWhen HuffPost Canada spoke to Possian on Monday, she had only heard from a few people who needed help. But dozens of others contacted her to say they were inspired by her act of kindness, and wanted to follow suit: other Toronto residents who wanted to implement a similar structure in their apartment buildings, someone in Halifax who added their own local resources, a 14-year-old in Montreal who wrote a bilingual message with her dad’s help, even former MuchMusic VJ Jennifer Hollett.\n\n“It’s been really beautiful to see how people are stepping up for each other,” Possian said. “We need everybody to do whatever they can, whether it’s something that feels small or it’s huge.”\n\nShe’s hoping, though, that even as we recognize how important individual contributions are, politicians still step in to accomplish what people, even working together, can’t do.\n\n“My housemates and I can make soup for our friends, we can deliver groceries for our neighbours,” she said. “But we can’t collectively provide things like paid sick leave for all workers, or job protections so people have work to come back to when this is all over.”\n\nWatch: What to put in a coronavirus emergency kit. Story continues after video.\n\nShe’s certainly feeling some degree of anxiety about coronavirus, she said, but thinking of ways to help helped stave off some of that anxiety. “It felt good to focus on what I can do,” she said.\n\nTarrabin, who grew up in Lebanon, said what’s going on doesn’t feel particularly dire for him because this isn’t his first time in an emergency situation.\n\n“It’s a different culture, how we handle the situation,” he said. “We know about emergencies, we know how to treat emergency cases.” And he knows that older people and people who are already sick are more at risk, so it was easy to focus on helping them, he said.\n\nThere are now “caremongering” groups on Facebook throughout Ontario, in Toronto, Hamilton, Kitchener-Waterloo, Niagara, Guelph and Ottawa, among others. There’s one in Halifax, as well. Groups continue to pop up all over the country (there’s an ongoing database here). It’s worth searching social media for “coronavirus” or “COVID-19” and the name of your community. There are also resources for “pod mapping,” or helping communities, here and here.\n\nBoth Tarrabin and Possian have been surprised by the ripple effect their posts have caused, and they hope it keeps going.\n\n“When people see other people panic, it leads to more panic,” Possian said. “I think the inverse is also true, that when we see people caring for other people, it also brings that out in us.”"}}