{"GDELT": {"GlobalEventID": 912772505, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 8, "NumSources": 2, "NumArticles": 8, "AvgTone": -4.16036308623298, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Idlib, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26365", "Actor1Geo_Lat": 35.9306, "Actor1Geo_Long": 36.6339, "Actor1Geo_FeatureID": "-2542538", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Idlib, Idlib, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY12", "Action2Geo_ADM2Code": "26365", "Action2Geo_Lat": 35.9306, "Action2Geo_Long": 36.6339, "Action2Geo_FeatureID": "-2542538", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.kzyx.org/post/we-dont-know-where-hide-day-day-struggles-civilians-idlib"}, "ARTICLE": {"TITLE": "'We Don't Know Where To Hide': The Day-To-Day Struggles For Civilians In Idlib", "TEXT": "Etab Hadithi comes home from work, climbs the steps in an unlit stairwell to her fifth-floor apartment in the northwestern Syrian city of Idlib and points out the doorways of neighbors displaced from other parts of the country.\n\n\"These ones are from Deir Ezzor, here from Aleppo, those from Damascus,\" she says, pausing to catch her breath.\n\nThe litany of place names traces the path of a war that entered its 10th year on Sunday. The conflict has displaced 6 million Syrians internally, while an almost equal number have fled the country. Many of the internally displaced flocked to this city, which remains the last urban holdout for rebel forces opposing President Bashar Assad's regime. Over the course of the war, the population of Idlib province has doubled to about 3 million people.\n\nEven in Hadithi's middle class neighborhood, electricity is available only two hours a day and the elevator in her building isn't working. But in a conflict where more than 100,000 civilians have been the main victims of attacks by the Syrian regime and its Russian allies, that is among the least of her worries.\n\n\"We are all suffering from lack of water, electricity — from a dangerous life,\" says Hadithi, a 41-year-old divorced mother of two sons and a native of Idlib.\n\nIntense Syrian and Russian airstrikes and fighting on the ground led almost a million civilians to flee toward the Turkish border earlier this year, prompting Turkey to strike Syrian forces. A ceasefire agreed this month between Turkey and Russia has so far been holding, but few displaced Syrians trust it enough to return home — if they have homes left to return to.\n\nSyria's economy has collapsed because of the war and sanctions, and even for those with good jobs, paying for electricity from a generator is out of reach.\n\nIn her small living room, a red and brown sofa pushed up against a wall with peeling paint takes up half the room. Mold grows on the ceiling. She has tried to make the living room cozy, though — hanging a landscape painting on one wall and propping up a guitar with no strings as decoration in the corner.\n\nOutside the tiny balcony, there is a gaping hole in the ground immediately next door. It's been there since the building was flattened by a bombing two years ago. Thirty-five people were killed.\n\nA year ago, another attack killed a 14-year-old girl, whose body landed outside the entrance of Hadithi's building. As Hadithi ran out in the dark fleeing the rockets that night, she and others inadvertently stepped on the girl's body. The memory haunts her.\n\nHadithi and her sons worry they could be next.\n\n\"It is a very, very sad thing when my son says to me, 'Mum, I don't want to die,'\" she says. \"It is not an easy thing. It is not an easy thing for a mum.\"\n\n\"Every time we hear a missile, we don't know where to hide,\" says her older son, who is 16 and does not want to give his name because he is afraid of Syrian regime forces. \"We run to our rooms and convince ourselves that we can be safe, but we know it's a lie. The missile doesn't destroy one room. It destroys everything.\"\n\nThe teenager sits on the sofa dressed in a blue sweatshirt, at home because Idlib's schools are shut due to airstrikes. Asked what he wants to do with his life, he says: \"If we manage to stay alive, God willing, I want to be a doctor.\"\n\nThere is no electricity to study by at night. The schools are shut frequently during bombing campaigns. When they are not, he says, as soon as the sun comes up in the morning, he and his brother run to the balcony to do their homework before class.\n\nA former high school principal, Hadithi now works at a Turkish aid organization called Orange, training women how to find funding for small business projects and carry them out. Her boys split their time between her house and their father's home.\n\nOn a wall of the living room, she has taped a drawing by her younger son, who is 10 — a sad face he drew when she went on a recent work trip to Turkey, and a happy one when she returned.\n\nWhile she was in Turkey, Hadithi says when she heard a door slam, she thought it was a rocket. She found she couldn't remember normal things, like how elevators work or how to flip the switch to turn on an electric kettle.\n\n\"Imagine — I have two degrees in English literature,\" she says. \"I couldn't use the lift — I forgot how to press a button. The best thing I did was to have a shower. This is the suffering of every person in Idlib.\"\n\nAt home, the water comes only one day a week, and then only for four hours. To bathe, Hadithi heats water by burning charcoal in a heater. Because of the frequent rocket attacks, the building's electrical system is frequently down. They have simply learned to live without it.\n\nHadithi's sisters and a brother live in Sweden and Germany. Because she has no relatives in Syria, she says novels are her friends — romantic novels like Wuthering Heights. She's read her favorites dozens of times in both Arabic and English.\n\nWhen night comes, she locks up the apartment. After the electricity goes off at 8 p.m. and everything is plunged into darkness, she goes to bed.\n\nShe says she is tired of sleeping.\n\n\"I hate night,\" she says. \"No electricity, no sounds, no people. It is not a life.\"\n\nPerched on her sofa, wearing a winter coat with a fake fur color and a flowered scarf covering her hair, she still has a principal's air of authority. But just underneath her assured surface is terror.\n\n\"I am afraid of strangers, strangers first of all,\" she says. \"Maybe they would rob me and kill me. I am afraid of the rockets.\"\n\nHadithi points to a cheap, battery-operated strip light on the wall. It's broken again — and it's this detail, on top of everything else, that reduces her to tears as she talks about her life.\n\n\"You see, I repaired it four times,\" she says, starting to cry. \"This is not a life.\"\n\nHadithi says she lost her job in the Syrian government school system six years ago because of her political opinions, although she kept them to herself. Finding work after that wasn't easy.\n\n\"It was a big challenge,\" she says. \"I looked and looked and looked for a job and finally I succeeded.\"\n\nOne of her brothers is languishing in a Syrian regime prison. She says one of her nephews was arrested at age 14 and has spent the last seven years in jail.\n\nIn Idlib's conservative society, where women are encouraged to stay home, Hadithi is a rare independent, professional woman, one who works and drives a car. In her optimistic moments, she likes to think she provides an example for other Syrian women.\n\n\"When I wanted to drive my car, everyone looked at me,\" she says. \"But I don't care about everyone. After I did this, another woman did it. And then another woman. And I don't care about anyone. I have to be strong. I have to be strong.\"\n\n"}}