{"GDELT": {"GlobalEventID": 912770514, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor2Code": "CAN", "Actor2Name": "ONTARIO", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.45454545454545, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Elliot Lake, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12683", "Actor2Geo_Lat": 46.3833, "Actor2Geo_Long": -82.65, "Actor2Geo_FeatureID": "-564166", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Elliot Lake, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12683", "Action2Geo_Lat": 46.3833, "Action2Geo_Long": -82.65, "Action2Geo_FeatureID": "-564166", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.thesudburystar.com/news/local-news/results-are-in-north-shore-elementary-schools-ranked"}, "ARTICLE": {"TITLE": "Results are in: North Shore elementary schools ranked", "TEXT": "North Shore elementary schools received their annual report card this year from the Fraser Institute, and most have seen an increase in academic performance.\n\nWhile Esten Park Public School in Elliot Lake saw a decrease in its overall score, the school still remains one of the top five schools in the region.\n\nThe other four schools, located throughout Espanola, Elliot Lake, and Massey, reported better scores according to the province’s Education Quality and Accountability Office (EQAO).\n\nThe Fraser Institute, an independent Canadian public policy and educational organization, published its annual Report Card on Ontario’s Elementary Schools on the weekend.\n\nThe Report Card ranks more than 3,000 anglophone and francophone, public and Catholic schools across the province based on nine academic indicators from province-wide reading, writing, and math tests.\n\nThe rankings, according to Fraser, are meant to measure overall school performance.\n\n“The Report Card is a valuable tool for parents both as a source of objective data that they use when they are choosing a school for their children, and also as an annual audit that shows whether their child’s school is improving or falling behind,” said Peter Cowley, a senior fellow with the Fraser Institute’s School Performance Studies.\n\nEducators can also use the test results to identify schools across the province serving similar students and communities who are improving their overall ratings.\n\nThe top five schools ranked on the North Shore are: A. B. Ellis Public School in Espanola, Our Lady of Fatima Catholic School in Elliot Lake, St. Mary Catholic School and S. Geiger Public School in Massey, and Esten Park Public School in Elliot Lake.\n\nInformation on rankings for all schools along the North Shore and Ontario is available at www.compareschoolrankings.org.\n\nB. Ellis received a score of 5.8/10 in 2019, which represents a marked improvement from its score of 2.1 in 2018. The percentage of special needs students attending the school is 47.1 per cent.\n\nOur Lady of Fatima scored a 5.2 in 2019 compared to a score of 3 in 2018. This represents an improvement. However, the school did receive a score of 7.5 in 2016.\n\nSt. Mary Catholic School’s ranking has been steadily increasing since 2016. It received a score of 4.9 this year, and its student population is made up of 46.7 per cent special needs students.\n\nGeiger received a score of 3.8, which is a slight increase from 2018’s score of 3.3. This school only has two years of data to compare. Their special needs population measures the largest at 53.8 per cent.\n\nFinally, Esten Park received a score of 3.7. This is a significant decrease from its score of 6.3 last year. The school’s population of special needs students is the lowest at 15.4.\n\nElementary school students take the EQAO standardized tests in grades 3 and 6 every year.\n\nEstablished in 1995 as a result of the Royal Commission on Learning, the standardized tests have received both praise and criticism since their inception.\n\nOntario NDP Leader Andrea Horwath, for example, said she has never supported the EQAO.\n\nShe questioned whether the tests have any real accuracy or relevancy when it comes to measuring how students are doing because the test is stressful for the students and teachers end up preparing their students for the test rather than teaching them what they need to learn.\n\nCritics also say that the test results were meant to measure how the overall school system was performing.\n\nInstead, scores have been used as a direct account of the performance of every school board, school, teacher and student in the province.\n\nAccording to Cowley, however, the tests aren’t meant to be stressful and should not require any further preparation from teachers.\n\nThe tests also provide a very limited data set in the sense that they only measure academic performance in three school subjects.\n\n“This is one of the only pieces of objective data that we do have about academic performance in schools across the province,” said Cowley.\n\n“We would love to measure the total output of schools every year, but we don’t have those measures in place.”\n\nInstead of approaching the report card as if it gives a total representation of the performance of each elementary school, Cowley encourages parents to use it as one piece of evidence they can use to track the progress of their child’s school.\n\n“Parents can be powerful advocates,” he said. “If they notice a slight decline in a school’s ranking, they are in a position to ask the school what might be done to better ensure student skill development.”\n\nAlexandra Adamo, a spokesman for Ontario Education Minister Stephen Lecce, said the recent EQAO results confirmed the province’s students are still struggling to meet math standards, prompting the Ministry to take action.\n\n“We will never accept the status quo,” Adamo said in an email. “We are demanding better for our kids by investing in a landmark 4 year $200 million strategy that will help our students and educators build the confidence and knowledge to excel in math.”\n\n— with files from Postmedia\n\nsud.editorial@sunmedia.ca\n\nTwitter: @SudburyStar"}}