{"GDELT": {"GlobalEventID": 912771619, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.4598540145985401, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_Lat": 40.5773, "Actor1Geo_Long": -77.264, "Actor1Geo_FeatureID": "PA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.5773, "Action2Geo_Long": -77.264, "Action2Geo_FeatureID": "PA", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.timesonline.com/news/20200316/wolf-orders-non-essential-businesses-to-close-for-two-weeks-in-coronavirus-mitigation-effort"}, "ARTICLE": {"TITLE": "Wolf orders non-essential businesses to close for two weeks in coronavirus mitigation effort", "TEXT": "Gov. Tom Wolf on Monday ordered that all non-essential businesses in the state close for the next two weeks.\n\nPennsylvania Gov. Tom Wolf on Monday ordered all non-essential businesses in the state to close for two weeks starting Tuesday as the number of statewide coronavirus cases approached 80.\n\n\"This isn’t a decision I take lightly at all,\" said Wolf in a livestream press conference in which he and state Secretary of Health Dr. Rachel Levine took submitted online questions from the media because the event was closed to avoid a large crowd.\n\nMap of coronavirus cases and deaths in the U.S.\n\nThe order came after health officials announced that Pennsylvania has 76 coronavirus cases, but that does not include another one being reported by Allegheny County, which now has six.\n\nThere are also 30 cases in Montgomery County, followed by Philadelphia and Monroe County with eight each, Delaware County with seven, Cumberland and Bucks counties with five, Chester County with two, and Lehigh, Luzerne, Northampton, Pike, Wayne and Washington counties with one each.\n\nTotal cases, deaths, and recoveries by countrySearch through each country below:\n\nWolf’s order strongly recommends, but does not mandate, that non-essential businesses close, including movie theaters, gyms, bars and restaurants. Food establishments, though, can remain open for delivery or take-out service.\n\nEssential businesses, such as hospitals, pharmacies, grocery stores, garbage collection companies and gas stations, will also remain open, Wolf said. The governor said he is not considering using the Pennsylvania National Guard to enforce closures.\n\nA little while after Wolf and Levine’s press conference, the Pennsylvania Liquor Control Board said all of its wine and liquor stores would be closed indefinitely as of 9 p.m. Tuesday. Online sales were halted by 5 p.m. Monday.\n\nPLCB board Chairman Tim Holden said in a statement that it was a \"tremendously difficult decision to make … but in these uncertain and unprecedented times, the public health crisis and mitigation effort must take priority.\"\n\nThe statewide order mirrors the one the governor previously issued for Allegheny County and several counties in eastern Pennsylvania that have seen coronavirus, or COVID-19, outbreaks.\n\n\"We need to eliminate as many physical contacts as we can to mitigate the spread of COVID-19,\" Wolf said.\n\nLike other governors, Wolf said he was issuing the statewide order to limit the spread of the coronavirus and to avoid having hospitals and health-care facilities overwhelmed by victims. Governors in Ohio and New Jersey have taken similar steps during the crisis.\n\nWhile acknowledging that the next few weeks could be difficult for Pennsylvanians, Wolf urged caution and patience. \"There’s no reason to be fearful or to panic,\" he said.\n\nWolf again urged residents to keep their physical contact with others at a minimum. \"The fewer contacts you make the less likely you are to get the disease,\" he said.\n\nWith family members potentially separated for days or weeks, Wolf encouraged people to call and video chat. \"We’re going to get through this,\" he assured Pennsylvanians.\n\nOne way to get through the crisis, Wolf said, is for residents to not panic shop and deplete store shelves. \"There is no way that pharmacies and grocery stores will be closed,\" he said, urging Pennsylvanians to maintain their regular shopping schedules so that supply chains can keep stores stocked.\n\nIn responding to a question from The Times about people ignoring social distancing advice, Levine said federal officials have been stressing the importance of it. She said that Vice President Mike Pence emphasized on a phone call between governors, state health officials and the White House on Monday that mitigation efforts are \"essential\" to limiting the spread of the virus, especially in areas such as Beaver County that have not reported any cases.\n\n\"It is really important that everyone now, throughout the commonwealth, as the governor said, practice social distancing,\" Levine said.\n\nWolf said he was not sure what the impact of the coronavirus outbreak might be on the April 28 primary election, but that the state would consider moving it if necessary.\n\nOhio’s governor recommended postponing his state’s Tuesday primary to June 2 when Arizona, Florida and Illinois also have primaries scheduled."}}