{"GDELT": {"GlobalEventID": 912757477, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.83586083853702, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200316221500, "SOURCEURL": "https://nationalpost.com/opinion/derek-h-burney-healing-a-bruised-nation"}, "ARTICLE": {"TITLE": "Derek H. Burney: Healing a bruised nation", "TEXT": "Article content continued\n\nAs these crises continue to mount, the government continues to declare that climate change is its most important priority — as if that were top of mind for most Canadians today.\n\nChris Helgren/Reuters\n\nWhat is urgently needed is an action plan demonstrating vision and firm resolve, outlining common-sense commitments that will enhance national unity and the national interest. Having squandered much of its financial room to manoeuvre when times were better, the government now has less capacity for financial largesse and economic relief for those directly impacted. That is why the focus should be on practical policy decisions that bolster our economy without adding to the burgeoning deficit.\n\nThe government should show competence, not alarm, in responding to the virus. It should refrain from making predictions that have no evidentiary foundation. Assert that the risk is low in Canada and manageable. Let experts speak credibly and confidently to the issue. Introduce measures like testing and quarantines that will help contain and mitigate the threat to the most vulnerable segment of our society. Act proportionately and rationally to address actual incidents. Monitor what the U.S. is doing in regards to travel bans and other measures to contain the spread and match them, where appropriate, in order to safeguard our shared border. Defend Canada’s own borders coherently. That is the essence of sovereignty.\n\nThe government should show competence, not alarm, in responding to the virus\n\nOn climate change, the government needs to pull its head out of the sand. Canada represents 1.4 per cent of the global problem. What the government proposes to do will have little effect unless the major polluters — the U.S., China and India — deliver on tangible, not aspirational, commitments. We cannot continue to sandbag our energy sector in the vain hope that doing so will earn us global credit. Our priority must be what is good for Canada. Rather than inflict pain inequitably on all Canadians with carbon taxes — a tactic that mostly hurts those who use gasoline and diesel fuel to maintain their livelihoods and, in any event, will not significantly alter their behaviour — the government should use tax credits as incentives for business to move to a zero-carbon position by 2050, with fines for those that decline."}}