{"GDELT": {"GlobalEventID": 912771455, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200317000000, "SOURCEURL": "https://localnews8.com/news/2020/03/16/elementary-hands-out-grab-and-go-meals-to-kids-in-need-during-closure/"}, "ARTICLE": {"TITLE": "Elementary hands out grab-and-go meals to kids in need during closure", "TEXT": "National-World\n\nClick here for updates on this story\n\nTIGARD, OR (KPTV ) — Monday was the first day of state-wide school closures that will last weeks. With little notice of the closures, school district scrambled to provide meals to students who rely on them.\n\nIn the Tigard-Tualatin School District, Metzger Elementary School was one of the first schools where kids could get a grab-and-go breakfast.\n\nCOVID-19 concerns may have shut down the school, but it didn’t keep lead cook Rusty Nass from her kitchen.\n\n“Today we’re going to have French toast and a cheese omelet. Juice and milk, and this is the main meal,” Nass told FOX 12.\n\nMetzger Elementary families have long known they could depend on Nass, but in uncertain times, that’s more important than ever.\n\n“I thrive on it,” said Nass. “I’ve been with the district for 15 years, I’ve known these kids since they were toddlers, preschool, little ones, all the way up to high school.”\n\nTables set up outside the school Monday offered free food – some of it donated by community members.\n\n“We’re going to grab the kids some breakfast to start the day. They usually eat breakfast at school, and lunch,” said parent Tressa Sotocobos.\n\nNass says she usually serves roughly 140 kids breakfast. She made enough for 50 on Monday not knowing how many would come by, and she said she would adjust if she needed to.\n\n“With schools being closed, it’s kind of hard to add that extra grocery bill to feed the kids breakfast and lunch,” Sotocobos said.\n\nThe school is also making sure grab-and-go lunches are ready for kids in need.\n\nWhile Sotocobos was taking her kids with her to work, she’s not sure how well that will work out. She could soon face hefty child care bills.\n\n“It will be an additional $130 for a week of care times two,” Sotocobos told FOX 12.\n\nFor the families who grabbed meals on Monday, there was comfort in knowing they weren’t along and that others cared about them.\n\nBesides whipping up French toast, Nass also handed out generous gift cards – given to the school for its families by a local church group.\n\n“They just handed me a hundred dollar gift card from Costco so that’s going to help. I’m kind of tearing up about it. That’s going to help a lot,” said Sotocobos.\n\n“We’re a family, we’re a community, and we look out for each other,” Nass said.\n\nOfficials at Metzger Elementary say you don’t need to have a kid at the school to get a free breakfast or lunch. They will give them to anyone in the community in need between the ages of one and 18.\n\nPlease note: This content carries a strict local market embargo. If you share the same market as the contributor of this article, you may not use it on any platform."}}