{"GDELT": {"GlobalEventID": 912757599, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "HIN", "Actor1Name": "HINDU", "Actor1Religion1Code": "HIN", "Actor2Code": "BGD", "Actor2Name": "BANGLADESH", "Actor2CountryCode": "BGD", "IsRootEvent": 1, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.84204909284952, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 90.0, "Actor1Geo_FeatureID": "BG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 90.0, "Actor2Geo_FeatureID": "BG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 90.0, "Action2Geo_FeatureID": "BG", "DATEADDED": 20200316221500, "SOURCEURL": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/violating-basic-structure-doctrine-religion-based-citizenship-scheme-like-caa-is-anathema-to-our-constitutional-scheme/"}, "ARTICLE": {"TITLE": "Violating basic structure doctrine: Religion based citizenship scheme like CAA is anathema to our constitutional scheme", "TEXT": "Citizenship (Amendment) Act or CAA is an attempt to legitimise the exercise of preparing a National Population Register (NPR) seeking additional data from individuals, which will feed into the National Register of Indian Citizens (NRIC). Some might believe this to be a legitimate exercise with intent to have an NRIC, to include all those who can provide proof of citizenship. The obverse of this is that all those who, in the process of this exercise, are weeded out, will not find their names in the NRIC. What their status will be is not known.\n\nPresumably, they will not be entitled to participate in any tier of future electoral processes. They may even be lodged in detention camps and thus face ruination. There may be attempts also to deport them, subject to the target country accepting them.\n\nFirst of all, this entire exercise is politically motivated and its timing suspect. CAA is the outcome of the Supreme Court guided NRC process in Assam in which of the 19 lakh excluded, about 10-12 lakh are Hindus. This hot potato could not be handled by BJP, who ideologically cannot validate exclusion of Hindus from the NRC in Assam. The only way out was to grant them citizenship by passing the CAA. Though Assam is unwilling to accept even these Hindus because of demographic repercussions, the government is floundering in addressing the viral response from Assam.\n\nSecond, our Constitution and the Citizenship Act, 1955, delineates the basis of grant of citizenship in India. India, not being a theocratic state, did not opt for a citizenship law based on religion. For the first time under CAA, religion has been made the basis for grant of citizenship. This violates our secular Constitution’s basic structure. A religion based citizenship regime is anathema to our constitutional scheme.\n\nThird, historically, upon Partition, those who migrated to India before July 19, 1948, were granted citizenship provided they resided in the territory of India six months prior to that date. Muslims who moved from India to Pakistan upon Partition but chose to migrate after July 19, 1948, had to apply for registration and certification by an appointed officer. Such a procedure was not adopted with the huge influx of Hindus who moved, at that time, from East Pakistan (now Bangladesh) into Assam and other areas of the Northeast. They have been residing there since.\n\nThe Assamese objected to such an influx. The agitation that followed resulted in the Assam Accord of August 15, 1985, fixing July 25, 1971, as the cut-off date for granting citizenship to persons who came from East Pakistan. Persons who came after July 25, 1971, were regarded as illegal immigrants. They, however, sought citizenship on the ground that they had always been residing in India even prior to July 25, 1971.\n\nDeclarations made by them in processes under NRC in Assam clearly reflect that they made no claims that they were persecuted. It is in this context that in 2003 then deputy prime minister and home minister LK Advani said in Parliament, in response to a plea by Manmohan Singh seeking accommodation of Hindus, that an illegal immigrant is an illegal immigrant.\n\nFourth, the present exercise also nullifies the Assam Accord.\n\nThe fifth objection is that by virtue of a legal fiction, the CAA regards such illegal immigrants to have been persecuted. Such a law is per se arbitrary. Further, persecution is not made the basis of grant of citizenship under the CAA. It only finds mention in the CAA’s Objects and Reasons.\n\nThe sixth and the most worrying is the manner in which this exercise is to be conducted. The Registrar General of India, who is also the Census Commissioner, will be updating the Population Register (PR) with additional data as prescribed (date and place of birth information about parents, mother tongue, Aadhaar number, mobile number, voter ID, driving licence). Proof of citizenship will require the opinion of functionaries appointed by the state government when conducting the exercise and scrutinising the documents.\n\nFor conducting a census, the only information sought is whether the individual has changed his residence in the last six months. Millions of poor people will have no documents to prove that they were born in this country or that their parents were born here. Many of them will not have access to school certificates as well, especially women who get married and move to a new home. The absence of such documents would put them in the category of doubtful citizens marked “D” in the PR.\n\nThen the process of inquiry and appeals will start, requiring the aid of lawyers and others. Many, not just members of one community, will lose out. Their future will be in jeopardy.\n\nIn the highly charged political environment many others will be targeted for multifarious reasons. The local environment as well as the local pressure of motivated influential people will also play a significant role in this process. That is why there is a sense of unease and trepidation, especially amongst the poor.\n\nThe issue of classification is also flawed. Classification is permissible, but it must have a rational nexus to the object sought to be achieved. If those in power are shedding tears for persecuted Hindus, why are they insensitive to the concerns of persecuted Tamils? Are they not Hindus? Why is BJP not concerned with persecuted Buddhists and others persecuted by our neighbours other than Bangladesh, Afghanistan and Pakistan?\n\nThe entire exercise is to divide and rule. It is to perpetuate power, the exercise of which reflects the arrogance of a government which has chosen not to care."}}