{"GDELT": {"GlobalEventID": 912757222, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.68225584594223, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Spartanburg, South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_ADM2Code": "SC083", "Actor1Geo_Lat": 34.9496, "Actor1Geo_Long": -81.932, "Actor1Geo_FeatureID": "1250982", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Spartanburg, South Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSC", "Actor2Geo_ADM2Code": "SC083", "Actor2Geo_Lat": 34.9496, "Actor2Geo_Long": -81.932, "Actor2Geo_FeatureID": "1250982", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Spartanburg, South Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSC", "Action2Geo_ADM2Code": "SC083", "Action2Geo_Lat": 34.9496, "Action2Geo_Long": -81.932, "Action2Geo_FeatureID": "1250982", "DATEADDED": 20200316221500, "SOURCEURL": "http://www.newnownext.com/greenville-south-carolina-overturns-discriminatory-lgbtq-policy/03/2020/"}, "ARTICLE": {"TITLE": "Greenville, S.C., Overturns Policy That Silenced LGBTQ Residents for 24 Years", "TEXT": "\"I wanted this to be a place our community didn't have to flee and leave the first chance they got.”\n\nRodney Tow knew he needed to get away from the South for his own sanity. So after meeting a Frenchman 20 years ago who was working on assignment in Tow’s hometown of Greenville, South Carolina, he moved back with him to France before living in Luxembourg for seven years. After they broke up in 2009, Tow went back under one condition: It had to be on his own terms. He was going to live openly and honestly in a way he never had the chance to do growing up in the late 1980s and early ‘90s.\n\n“You had no openly gay people in the community,” Tow tells NewNowNext. “You had no role models at that time. You were constantly taught that you were going to hell. Because we’re so close to Atlanta, the first thing everyone wanted to do was leave. I wanted this to be a place our community didn’t have to flee and leave the first chance they got.”\n\nGreenville took a big step toward transformation last week when South Carolina’s sixth-largest city repealed a decades-old anti-gay ordinance. In 1996, the town of 68,000 passed a resolution stating that “lifestyles advocated by the gay community should not be endorsed by government policymakers because they are incompatible with the standards to which this community subscribes,” and it was struck down on Wednesday by a 7-5 vote of the Greenville City Council.\n\nGetty\n\nTow says the ordinance, while largely symbolic, had long cast a shadow over LGBTQ life in Greenville. The city, for example, has never had its own LGBTQ Pride festival. Its residents are instead forced to celebrate June Pride month in neighboring Spartanburg, which is a 30-mile drive.\n\nAs the president of the area’s local LGBTQ organization, Upstate Pride, Tow knew the ordinance had to go if Greenville was ever going to be a place where the community felt like there was space for them to exist. “We knew how much hurt and damage it caused,” he explains. “We really wanted to attack the ordinance head-on and say, ‘This needs to go because it doesn’t represent what Greenville is today.’”\n\nEven though Greenville has recently developed a reputation as a relatively progressive enclave in upstate South Carolina, the ordinance’s repeal was far from assured. The majority of its 12-member town council are Republican, white men over the age of 60, and Tow says many are “connected” to Bob Jones University, one of the nation’s most right-wing Christian colleges. In its student handbook, the university explicitly bans same-sex dating on campus and prohibits trans students from transitioning.\n\nPartially owing to the council’s conservative makeup, the ordinance’s repeal failed on the first attempt. After local religious groups packed a March 3 hearing, two councilmembers—who LGBTQ advocates hoped would vote with them—flipped at the last minute. The final tally was 8 to 3 in favor of keeping the anti-gay resolution intact.\n\nCampaign for Southern Equality\n\nIvy Hill, executive director of the trans grassroots organization Gender Benders, says the initial vote was a “devastating blow” to the local LGBTQ community. “We heard some really hateful anti-LGBTQ rhetoric,” Hill tells NewNowNext. “It was really painful, but they never had the power to legislate our dignity. Regardless of what they say, we’re still here thriving in this community and have been all along.”\n\nThe decision to keep the anti-gay ordinance in place was met with fierce opposition from the Greenville Chamber of Commerce. It feared Greenville would repeat the mistakes of North Carolina, which faced a nationwide backlash following the passage of its anti-trans bathroom bill in 2016. The law was amended after more than 200 businesses called for a boycott of the state, which the Associated Press estimated would cost North Carolina $3.7 billion in lost revenue over the coming decade.\n\nTow says the Chamber of Commerce immediately began reaching out to all the “major power players” in the area and asked them to put pressure on the city council to overturn the vote. “They didn’t want Greenville to become North Carolina and lose millions and millions of dollars because of the black eye from this,” he notes. “That’s really what made the difference.”\n\nJust eight days after the initial vote, the Greenville City Council struck a compromise on the ordinance. Council members voted to sunset all resolutions passed prior to 2016, which means the anti-gay language would be wiped off the books without needing to debate the issue of LGBTQ rights.\n\n“As soon as they had their final vote, everyone just erupted,” Hill recalls. “I don’t really know how else to describe it other than it was just an eruption of joy.”\n\nCampaign for Southern Equality\n\nLGBTQ advocates hope that the defeat of Greenville’s anti-gay ordinance inspires further progress in South Carolina, and they believe some of those advances are already on their way. The very same day that the council overturned its vote, a U.S. district judge ruled the state’s 32-year-old law prohibiting teachers from mentioning the LGBTQ community in sexual education curricula was unconstitutional.\n\nAlthough these regulations are commonly referred to as “No Promo Homo” laws, Lambda Legal attorney Peter Renn said that phrase actually “undersells the harm that these laws have.” Five states—Alabama, Louisiana, Mississippi, Oklahoma, and Texas—still have legislation on the books prohibiting the so-called “promotion” of homosexuality in public schools, but Renn says South Carolina’s law went even further than that.\n\n“It prohibited even the discussion of [LGBTQ lives],” he tells NewNowNext, noting that LGBTQ people could only be mentioned during discussions about HIV/AIDS. “That only reinforced the stigma by implying that the only thing that students should know about LGBTQ people is their purported association with disease.”\n\nEli Bundy, a 15-year-old student who was a plaintiff in the lawsuit to overturn the curriculum law, says it made queer and trans youth feel as if their identities are so “unacceptable or unnatural that it couldn’t even be talked about in school.”\n\n“I took sex ed twice, and both times peers of mine asked about queer relationships,” Bundy tells NewNowNext. “Both times our teacher said that they flat out couldn’t talk about that subject. It was very disappointing because that type of attitude feeds into a school climate of discrimination, not feeling accepted, and not feeling welcome in your school environment.”\n\nCampaign for Southern Equality\n\nAlthough the law pertained solely to sex-ed courses, it had a much larger impact on student life. Many districts in South Carolina placed de facto bans on the formation of Gender-Sexuality Alliances on campus, and a 2017 survey from GLSEN found that 87% of respondents had heard homophobic comments in schools. Meanwhile, just 4% said their school had a comprehensive policy in place to prevent LGBTQ students from being bullied or harassed.\n\nRenn hopes that the law’s repeal will “mark a new day” for LGBTQ students in South Carolina.\n\n“They have, up until this point, been deprived of an equal opportunity, to benefit from their education like their peers have been able to do,” he says. “Going forward they will hopefully face a less hostile climate, one where this cloud of stigma and discrimination created by the law no longer follows them around.”\n\nEven with the repeal of laws discriminating against LGBTQ people at the local and statewide level, South Carolina still has a lot of work to do to ensure that its most vulnerable groups are protected. The Palmetto State is one of 29 in the U.S. that has yet to pass a comprehensive law banning anti-LGBTQ discrimination in areas like housing and employment, and it’s one of just three—along with Arkansas and Wyoming—that does not have hate crime laws at the statewide level for any vulnerable group.\n\nBut for the first time in a long time, LGBTQ advocates believe their state will one day see them as deserving of the same rights as everyone else. After last week’s vote at the Greenville City Council, community members who had gathered for the hearing held a party and support space where they danced to Kool and the Gang’s “Celebrate” and popped bottles of champagne.\n\n“It was a gay old time,” Hill says. “It was a huge day for us and to see that joy after so many weeks of feeling defeated was a really powerful moment to be there for and to get to witness.”"}}